{"entries": [{"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1477135/are-we-worrying-too-much-about-pc-performance.html", "title": "Are we worrying too much about PC performance? (feat. BPS Customs)", "date_published": "2023-01-20 20:00:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>You probably know how many gigahertz your PC can hit, at least according to the manufacturer. But do you actually need all that power? <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/@BPSCustoms&amp;xcust=2-1-1477135-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Brain Stroh of BPS Customs</a> joins Gordon on the CES 2023 show floor to break it down for us: FPS counters are ruining gaming. At least that&rsquo;s what Brian says. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>Brian says we should be ignoring the frame count and the benchmarks to focus on the actual experience of the game. &ldquo;Are you saying performance doesn&rsquo;t matter?&rdquo; Not at all &mdash; it&rsquo;s just that there&rsquo;s such a thing as too much power. Or at the very least, more power than you need for a high-quality gaming experience. Unless you&rsquo;re a pro gamer counting i-frames, do you really need 240 frames every second in every game? </p>\n\n\n\n<p>Of course, we at PCWorld and BPS Customs aren&rsquo;t entirely without fault. We drool over high-powered hardware too, sometimes without considering what most people can actually put to good use, both for practical applications and PC gaming. &ldquo;Most people shouldn&rsquo;t be buying a $1600 graphics card,&rdquo; Brian says. &ldquo;But if you <em>are </em>going to buy a $1600 graphics card&hellip;it should be this one!&rdquo; Gordon counters. </p>\n\n\n\n<p>If you&rsquo;re rushing to the comments section to give us a piece of your mind&hellip;well, there isn&rsquo;t one. But there is one underneath every YouTube video, so <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/pcworld&amp;xcust=2-1-1477135-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">subscribe to PCWorld</a> to join the conversation. </p>\n\nGaming PCs</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1478585/tabbed-notepad-joins-improved-settings-spotlight-in-windows-betas.html", "title": "Notepad tabs, overhauled graphics settings appear in Windows betas", "date_published": "2023-01-20 19:06:56+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft is unveiling a few key new features in beta builds of Windows 11 that it released today, though they&rsquo;re not all in a single release.</p>\n\n\n\n<p>Windows Insiders in the Dev Channel may see new &ldquo;treatments&rdquo; of the personalized Windows Spotlight imagery, along with an updated Settings menu that zeros in on improving the PC graphics settings, as part of the Windows Insider Preview Build 25281. Microsoft also released Windows 11 Insider Preview Build 22621.1180 and 22623.1180 to the Beta Channel, which tweaks Widgets and the OneDrive dashboard.</p>\n\n\n\n<p>Microsoft separately released an updated version of Notepad, which adds the tabbed user interface, to the Dev Channel.</p>\n\n\n\n<p>Recall that Microsoft uses the Beta Channel as a means to test code that it plans to eventually release, while the Dev Channel is labeled as experimental code. Therefore, it&rsquo;s much more likely that you&rsquo;ll see those two new improvements roll out to the Windows 11 stable code base eventually, even if you don&rsquo;t want to test them out yourselves. (The two builds for the Beta Channel determine whether the new features are actually on: 22621 is off, 22623 is on.)</p>\n\n\n\n<p>The two improvements here are minimal: Microsoft has added an updated dashboard to the Accounts page within the Settings menu, which will list your available OneDrive storage quota, break it down between Outlook attachments and general storage, and offer an opportunity to add more storage, as well. The second update is also minor, but somewhat startling: The Widgets dashboard doesn&rsquo;t require you to sign in with a Microsoft account to use it. Normally, Microsoft leans heavily on forcing you to use a Microsoft account &mdash; even requiring one to set up Windows 11 Home &mdash; so freeing users from an account requirement is unusual.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Windows 11 Settings menu OneDrive Settings\" class=\"wp-image-1478587\" height=\"803\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/OneDrive-storage.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>The updated Settings page in Windows 11, focusing on the user&rsquo;s OneDrive cloud storage.</figcaption></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Windows 11 Insider Build 25281 is being released for the Dev Channel, with two key features. First up is a new &ldquo;treatment&rdquo; of <a href=\"https://www.pcworld.com/article/705519/windows-spotlight-adds-some-fun-back-to-windows-11.html\">Windows Spotlight</a>, a key personalization feature of the Windows 11 2022 Update that you can see at the top of this page. Spotlight takes one of the often-breathtaking shots of nature photography in Microsoft&rsquo;s archives and uses it as your home screen. Sometimes, though, you&rsquo;re left wanting to know more about the image. Microsoft currently adds a small camera icon to your desktop as a link to an explanatory page. The update, however, will add either previews, pop-outs, or a full-screen experience that offers more detail.</p>\n\n\n\n<p>Microsoft is also improving the UI within the <em>Settings &gt; Display &gt; Graphics</em> portion of the Windows 11 Settings menu&nbsp;&ldquo;to help you get to graphics configurations such as &lsquo;GPU preference&rsquo; and &lsquo;Auto HDR&rsquo; with greater ease,&rdquo; Microsoft said in a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://blogs.windows.com/windows-insider/2023/01/19/announcing-windows-11-insider-preview-build-25281&amp;xcust=2-1-1478585-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">blog post</a>. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows Settings graphics\" class=\"wp-image-1478590\" height=\"861\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Graphics-Settings-Windows-11.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>The updated Windows 11 Settings menu, focusing on graphics.</figcaption></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Finally, Microsoft is releasing a tabbed version of Notepad to the Dev Channel, as well. There aren&rsquo;t any surprises here; the tabbed layout looks much like a browser or like Windows 11&rsquo;s new File Explorer. Still, if you&rsquo;re used to opening multiple text documents at once, this will likely help keep your desktop more neatly organized. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 Notepad\" class=\"wp-image-1478588\" height=\"699\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Notepad-tabbed.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>If you like tabs, Notepad has you covered.</figcaption></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\nWindows</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1477123/matte-vs-glossy-monitors-ready-fight.html", "title": "Matte vs glossy monitors: Ready? FIGHT! (feat. Graphically Challenged)", "date_published": "2023-01-20 17:00:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>When it comes to monitors, you&rsquo;ve got an embarrassment of riches to choose from. Size, resolution, refresh rate, panel type &mdash; all have tons of options and good reasons for all of them. But one choice remains contentious: Should your screen be matte, like the displays of olde, or glossy, like a ritzy new HDTV? At CES 2023, Gordon grabbed Connor of <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/channel/UCt-61-DOUbzHXZY8861mlpw&amp;xcust=2-3-1477123-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Graphically Challenged</a> to duke it out on this decision. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>According to Connor, matte finishes are less desirable for super high-res panels, because they diffuse light more frequently and make the individual pixels less distinct. This &ldquo;oily&rdquo; look is particularly noticeable on extra-matte finishes. Gordon counters that seeing his shiny head on the panel of a display is the last thing anyone wants (especially if you&rsquo;re dealing with eye strain). </p>\n\n\n\n<p>For more of Gordon <s>picking fights</s> calmly discussing contentious topics on the latest in PC hardware, be sure to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/@pcworld&amp;xcust=2-3-1477123-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">subscribe to PCWorld on YouTube</a>. </p>\n\nMonitors</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1479992/all-those-shattered-amd-radeon-gpus-were-from-miners-not-drivers.html", "title": "Relax: All those shattered AMD Radeon GPUs were from miners, not bad drivers", "date_published": "2023-01-20 16:51:49+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Hop off <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://crowdmade.com/products/pcworld-outrage-pony-shirt&amp;xcust=2-3-1479992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">your outrage pony</a>, Internet. Earlier this month a YouTuber named KrisFix, who runs a German PC repair shop, published a video titled &ldquo;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://youtu.be/pQDnwpc_k4E&amp;xcust=2-3-1479992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Are AMD cards dying after a driver update</a>?&rdquo; KrisFix said that his shop recently received 60 Radeon RX 6800 and 6900 in for repair, and 48 suffered from visibly cracked GPUs.</p>\n\n\n\n<p>KrisFix ostensibly asked for the community&rsquo;s help in identifying the core issue, but between that title and the timing of the video&mdash;it published mere days after <a href=\"https://www.pcworld.com/article/1448270/we-asked-amds-gpu-chief-about-overheating-radeon-rx-7900-xtxs.html\">AMD acknowledged manufacturing issues</a> with reference Radeon RX 7900 XTX parts&mdash;the video set the enthusiast community ablaze. Forums were filled with worry after several publications ran articles fretting about the damage and whether their own cards could be ruined by &ldquo;bad&rdquo; Radeon drivers.</p>\n\n\n\n<p>On <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/watch?v=3uQ9YUaKL0U&amp;xcust=2-3-1479992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">our Full Nerd podcast</a>, I cautioned concerned viewers to wait for an official response from AMD. This situation was <em>weird</em>. Why was only this single German repair shop seeing this issue, and why all at once? Drivers were possible, but a very unlikely culprit, especially since others weren&rsquo;t seeing similar issues around the globe. The root cause was more likely something isolated to that shop, or at least that region.</p>\n\n\n\n<p>Turns out that was correct. Today, KrisFix posted a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://youtu.be/8Ejlt-7-h9o&amp;xcust=2-3-1479992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">follow-up video</a>, and he now suspects the damage was caused by poor handling from cryptominers, <em>not</em> anything AMD did.</p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>In short, after further surveying his customers, it turns out that most of these cards were bought used during the end of November or beginning of December, from the same supplier. KrisFix now theorizes that the supplier was a cryptominer who likely stored the GPUs somewhere moist after shutting down their operations. Those humid conditions likely caused the damage, KrisFix says.</p>\n\n\n\n<p>Speaking from afar, that makes a <em>lot </em>more sense than the original driver worries that shook the tech community. Again: This was <em>weird</em>.</p>\n\n\n\n<p>So yes, you can (and always could) upgrade your Radeon GPU to its latest driver without fear of it blowing up. In a comment on today&rsquo;s video, KrisFix left the following message:</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&ldquo;Because there was a lot of speculation after the first video, I decided to change the title so it wouldn&rsquo;t cause wrong thoughts. Journalism is a good thing, but maybe some topics become more appetizing when you twist things a bit. This channel is not meant to create videos with misleading content. The first video garnered a lot of interest and panic after which I was obliged to invest time and resources to give clarity on the topic. If in the first video I had been sure where the problem was I would not have asked you for information.&rdquo;</p></blockquote>\n\n\n\n<p>All that said, while KrisFix is taking aim at media coverage of his report here (we didn&rsquo;t cover it originally), it&rsquo;s worth pointing out once again that he originally titled his video &ldquo;Are AMD cards dying after a driver update?&rdquo; mere days after the <a href=\"https://www.pcworld.com/article/1448270/we-asked-amds-gpu-chief-about-overheating-radeon-rx-7900-xtxs.html\">overheating Radeon RX 7900 XTX controversy</a> flared. &ldquo;Maybe some topics become more appetizing when you twist things a bit,&rdquo; indeed.</p>\n\n\n\n<p>The original video is now titled &ldquo;Why did several dozen AMD 6000 series cards fail with the same symptoms?&rdquo; KrisFix says, &ldquo;I know there will be many more questions, but I think the topic is closed.&rdquo;</p>\n\n\n\n<p>Update your drivers, folks. And if you&rsquo;re going to get riled up over unsubstantiated rumors, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://crowdmade.com/products/pcworld-outrage-pony-shirt&amp;xcust=2-3-1479992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">at least do it in style</a>.</p>\n\nGraphics Cards</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1479869/save-500-on-this-ridiculously-lightweight-lg-laptop.html", "title": "Save $500 on this ridiculously lightweight LG laptop", "date_published": "2023-01-20 16:40:02+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If you&rsquo;re always on-the-go, chances are you could benefit from an ultra lightweight laptop. Luckily for you, the LG Gram (2022) is ridiculously thin and portable, weighing just 2.5 pounds. <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/LG-Laptop-15Z90Q-Touchscreen-Windows/dp/B09XGW4ZT5&amp;xcust=2-3-1479869-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Amazon&rsquo;s currently selling it for $999.99</a>, which is a whopping $500 off. That&rsquo;s a massive savings right there. Don&rsquo;t be fooled by its thin form factor, though. It&rsquo;s rocking some decent internal components.</p>\n\n\n\n<p>The Gram features an Intel Core i7-1260P CPU, 16GB of RAM, and 512GB of SSD storage. It should be more than capable of whizzing through most tasks like checking e-mail, streaming video, spreadsheet work, and so on. The 15-inch display has super narrow bezels and a resolution of 1920&times;1080. It also has a backlit keyboard, which is pretty darn nifty. Overall, this laptop is an absolute steal, especially at $500 off. Get it now.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/LG-Laptop-15Z90Q-Touchscreen-Windows/dp/B09XGW4ZT5&amp;xcust=2-3-1479869-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the LG Gram (2022) for $999.99 at Amazon</a></p>\nLaptops</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1479844/twitter-officially-bans-third-party-apps.html", "title": "Twitter officially bans third-party clients", "date_published": "2023-01-20 15:52:51+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Twitter&rsquo;s policy changes (and rollbacks, and further changes, and rollbacks again, and finally settling on the original change) since going fully private have been contentious, to say the least. But despite grabbing worldwide headlines, few have had measurable, direct impacts on the experience of using the social network. That&rsquo;s about to change in a big way: newly altered developer terms effectively make third-party Twitter apps on all platforms against the rules. </p>\n\n\n\n<p>As has been the case lately, Twitter effectively made the change before telling anyone, and before actually recording it in the 5000-word developer terms and conditions. Major Twitter clients suddenly found themselves cut off from the API last week, well before the change in terms yesterday. <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.engadget.com/twitter-new-developer-terms-ban-third-party-clients-211247096.html?src=rss&amp;guccounter=1&amp;xcust=2-1-1479844-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Engadget reports</a> that Twitter claimed it was &ldquo;enforcing long-standing API rules,&rdquo; which appears to be false &mdash; it simply cut access before retroactively changing the rules to cut access to apps not published by the company itself. </p>\n\n\n\n<p>While other platforms and smaller tools may be able to retain access to the Twitter API, developers are now not allowed to &ldquo;create or attempt to create a substitute or similar service or product to the Twitter Applications.&rdquo; That makes Twitter&rsquo;s official website and apps the only permitted way to access the core tweeting and browsing functions. Fenix, a popular Twitter app for Android and iOS, has not shown any new tweets since January 12th. </p>\n\n\n\n<p>Twitter has existed since 2006, back when users were more likely to make a Tweet via text message than with a dedicated mobile app. But since the rise of smartphones, third-party Twitter clients have been an essential part of the platform, giving users access to powerful features on the go. Twitter&rsquo;s own advanced web interface, TweetDeck, started out as a third-party desktop app. Third-party app developers, many of whom have made companies and livelihoods off of supporting the social network, have not been contacted. Twitter has had <a href=\"https://www.pcworld.com/article/472898/twitter_redesign_could_knock_out_third_party_apps.html\" rel=\"noreferrer noopener\" target=\"_blank\">a rocky</a><a href=\"https://www.pcworld.com/article/472898/twitter_redesign_could_knock_out_third_party_apps.html\" rel=\"noreferrer noopener\" target=\"_blank\"> </a><a href=\"https://www.pcworld.com/article/472898/twitter_redesign_could_knock_out_third_party_apps.html\" rel=\"noreferrer noopener\" target=\"_blank\">relationship with app developers in the past</a>, but seemed to accept their necessity over the last few years. </p>\n\n\n\n<p>Twitter&rsquo;s strategy appears to be to drive users towards its own apps and websites, where it can tightly control the experience (and gain the most advertising revenue). As a company newly privatized by sensationalist investor Elon Musk, Twitter no longer has to announce its financial data publicly. But <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.theguardian.com/technology/2023/jan/18/twitter-revenue-drop-advertising-squeeze-elon-musk&amp;xcust=2-1-1479844-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">analysts estimate that its revenue has shrunk by up to 40 percent</a> as advertisers leave the platform over concerns for stability and content. </p>\n\nMobile Apps</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1479735/microsoft-execs-partied-with-sting-hours-before-announcing-layoffs.html", "title": "Microsoft execs partied with Sting in Davos hours before announcing layoffs", "date_published": "2023-01-20 15:20:27+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>On Wednesday morning <a href=\"https://www.pcworld.com/article/1476737/microsoft-axes-10000-jobs-to-cut-costs.html\" rel=\"noreferrer noopener\" target=\"_blank\">Microsoft announced it was laying off 10,000 employees</a>, about 5 percent of its total headcount, in response to lowered revenue and a &ldquo;re-aligned core structure.&rdquo; Hours earlier, dozens of Microsoft executives attended an exclusive, company-funded Sting concert outside of the World Economic Forum in Davos, Switzerland. The combination of the two events is a shockingly tone-deaf look for the world&rsquo;s largest software maker. </p>\n\n\n\n<p>The <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.wsj.com/livecoverage/davos2023/card/microsoft-hosted-sting-performance-in-davos-on-night-before-it-announced-layoffs-cRHO4k295pSWarvtfQRJ&amp;xcust=2-2-1479735-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Wall Street Journal</a> broke the news of the Tuesday night concert, which was reportedly an &ldquo;intimate&rdquo; gathering of 50 or so people. Gordon &ldquo;Sting&rdquo; Matthew Thomas Summer is one of the most recognizable rock musicians in the world, whose <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://fortune.com/2023/01/20/microsoft-under-fire-hosting-private-sting-concert-execs-davos-night-before-announcing-mass-layoffs/&amp;xcust=2-2-1479735-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">private appearances generally cost around $500,000</a> according to AAE Music. It&rsquo;s not known if Microsoft CEO Satya Nadella, who personally signed the blog post announcing the mass layoff, attended the concert, though he was present in Switzerland for the World Economic Forum. </p>\n\n\n\n<p>Nadella did not announce any cutbacks for executive pay or bonuses. </p>\n\n\n\n<p>Ultimately a boujie, star-studded executive event that cost the equivalent of five to ten years of a regular Microsoft employee&rsquo;s salary probably wouldn&rsquo;t make a dent in the 200-billion-dollar company&rsquo;s plan to cut its workforce. And Microsoft is hardly the only tech company to do so in the last few weeks &mdash; Google announced a <a href=\"https://www.pcworld.com/article/1479842/google-lays-off-12000-employees-as-the-tech-industry-tightens-its-belt.html\">similar cull of 12,000 workers</a> just this morning. But it&rsquo;s impossible to overstate how bad the optics are for Microsoft and its CEO, who claimed that the company was eliminating jobs &ldquo;in the most thoughtful and transparent way possible.&rdquo; </p>\n\nWindows</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1479842/google-lays-off-12000-employees-as-the-tech-industry-tightens-its-belt.html", "title": "Google lays off 12,000 employees as the tech industry tightens its belt", "date_published": "2023-01-20 15:19:06+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>A painful week for tech industry employees unleashed even more hurt on Friday. This morning, Google CEO Sundar Pichai <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://blog.google/inside-google/message-ceo/january-update/&amp;xcust=2-2-1479842-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">announced</a> that the company is laying off 12,000 employees, roughly six percent of Google&rsquo;s total headcount. <a href=\"https://www.pcworld.com/article/1476737/microsoft-axes-10000-jobs-to-cut-costs.html\">Microsoft announced 10,000 job cuts</a> and Amazon announced 18,000 job cuts on Wednesday.</p>\n\n\n\n<p>&ldquo;Over the past two years we&rsquo;ve seen periods of dramatic growth,&rdquo; Pichai wrote. &ldquo;To match and fuel that growth, we hired for a different economic reality than the one we face today.&rdquo; He went on to beat his chest about Google&rsquo;s prowess in AI, the hottest tech buzzword of 2023.</p>\n\n\n\n<p>Affected U.S. employees will receive 60 days of payment, &ldquo;a severance package starting at 16 weeks salary plus two weeks for every additional year at Google,&rdquo; six months of healthcare and career/immigration support, and be paid for 2022 bonuses and vacation time. Non-U.S. employees will be treated &ldquo;in line with local practices.&rdquo;</p>\n\n\n\n<p>The scale of the layoffs and the tone of the memo largely echo Microsoft&rsquo;s moves from earlier in the week, right down to paying homage to AI. Expect the pain to continue as tech stocks continue to get battered amidst recession and the <a href=\"https://www.pcworld.com/article/1470576/1470576.html\">PC industry suffers its worse decline <em>ever</em></a>. Amazon, Google, and Microsoft alone laid off 40,000 workers this week, following other significant layoffs at Facebook (Meta), Twitter, Cisco, and others.</p>\n\nBusiness</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1469050/clueless-about-how-to-write-excel-formulas-use-ai.html", "title": "Clueless about how to write Excel formulas? Use AI", "date_published": "2023-01-20 15:00:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Over the past six months, we&rsquo;ve learned how AI can be used for many tasks: <a href=\"https://www.pcworld.com/article/788422/how-to-get-started-with-ai-art-dall-e-mini-ai-dungeon-and-more.html\">creating art</a>, powering a <a href=\"https://www.pcworld.com/article/1424575/chatgpt-is-the-future-of-ai-chatbots.html\">sophisticated chatbot</a>, and so on. But what if you could use it to actually assist you in your job?</p>\n\n\n\n<p>If your job is working with Excel, you&rsquo;re in luck. A free site (with registration) does just that: <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://excelformulator.com/&amp;xcust=2-2-1469050-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Excel Formulator</a>.</p>\n\n\n\n<p>Excel Formulator takes your instructions, in plain English, and turns them into an Excel formula. &ldquo;Pick the highest value in column C and assign it to the cell to the right of the cell labeled &ldquo;Big Spender&rdquo; turns into <strong>=MAX(C:C) &amp; &ldquo;Big Spender&rdquo;</strong>. Copy the latter into the formula field into an Excel cell, and you&rsquo;ve saved yourself some time &mdash; or, for those who don&rsquo;t have a sophisticated knowledge of Excel, you now have a quick-and-dirty solution to an irritating problem.</p>\n\n\n\n<p>Last year, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://excelformulabot.com/&amp;xcust=2-2-1469050-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">ExcelFormulabot.com</a> promised a similar goal: take a plain-language prompt and turn it into a formula using AI. The site is still live, but it&rsquo;s evolved: now, ExcelFormulabot only offers five free formula requests per month, while <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://excelformulabot.com/pricing&amp;xcust=2-2-1469050-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">anything else costs $6.99 per month</a>. (To be fair, the $6.99 plan offers unlimited requests, and saves previous requests as well.)</p>\n\n\n\n<p>If <a href=\"https://www.pcworld.com/article/788422/how-to-get-started-with-ai-art-dall-e-mini-ai-dungeon-and-more.html\">you&rsquo;ve ever used AI art</a>, you know that, while it&rsquo;s amusing, it might not totally offer the illustration you want on the first attempt. Excel Formulator does occasionally suffer from the same problem, in that you can never be quite sure what complexity it will easily parse, and what it will simply stumble over. Fortunately, Excel is set up so that false positives are (hopefully) rare: if Excel Formulator fails, you&rsquo;ll simply see error messages like &ldquo;#N/A&rdquo; or &ldquo;#REF&rdquo; or &ldquo;#NAME&rdquo; instead within your spreadsheet. Phrasing occasionally matters, too: while I failed to get the site to look up and copy the contents of a cell whose row contained a specific word (&ldquo;banana&rdquo;) and whose column contained a second word, (&ldquo;dog,&rdquo;) I was able to make it work by using the Excel column name &ldquo;D&rdquo; instead.</p>\n\n\n\n<figure class=\"wp-block-jetpack-image-compare\"><div class=\"juxtapose\"><img alt=\"ExcelFormulator create formula\" class=\"image-compare__image-before\" height=\"1176\" id=\"1470500\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/ExcelFormulator.com-formula.png\" width=\"2297\" /><img alt=\"ExcelFormulator explain formula\" class=\"image-compare__image-after\" height=\"1303\" id=\"1470501\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/ExcelFormulator-explanation.png\" width=\"2311\" /></div><figcaption>ExcelFormulator can help you come up new formulas as well as explain what others do.</figcaption></figure>\n\n\n\n<p>Both sites also work in reverse: if you have an existing formula in an Excel spreadsheet &mdash; that a coworker devised, for example &mdash; you can plug that formula into the site&rsquo;s Explainer section and it will attempt to decode it into plain language.</p>\n\n\n\n<p>My struggles highlight two lessons, however: first, sites like Excel Formulator and ExcelFormulaBot don&rsquo;t necessarily highlight what AI models they&rsquo;ve been trained on &mdash; and probably should, to indicate which is the most sophisticated Second, it&rsquo;s entirely possible that more established sites like ExcelFormulabot will be superior, just because they&rsquo;ve been used more, and presumably trained better as a result.</p>\n\n\n\n<p>Incidentally, the site that solved my problem? The <a href=\"https://www.pcworld.com/article/1424575/chatgpt-is-the-future-of-ai-chatbots.html\">plain-jane and virally popular ChatGPT site</a>, which can take text prompts and turn them into detailed solutions. The site&rsquo;s <em>so</em><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/gdb/status/1612986134048698369?t=YgoslD7KhhW4akBI8eRAgQ&amp;s=09&amp;xcust=2-2-1469050-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\"> good that the founders are considering offering a professional version</a>. ChatGPT not only solved the lookup problem above, but provided a detailed, helpful explanation along with the code:</p>\n\n\n\n<p><strong>=INDEX(A:Z,MATCH(&ldquo;banana*&rdquo;,A:A,0),MATCH(&ldquo;dog&rdquo;,1:1,0))</strong></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"ChatGPT Excel formula\" class=\"wp-image-1470489\" height=\"930\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/ChatGPT-excel-formula.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Professionals of all stripes may turn up their noses at AI, but for everyone else? In a pinch, it might be worth a try.</p>\n\nWindows</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1478458/more-windows-apps-are-hiding-subscriptions.html", "title": "Paid Microsoft subscription perks quietly infiltrate more Windows apps", "date_published": "2023-01-20 11:45:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>There&rsquo;s something quietly happening to Windows apps and services: They&rsquo;re being assimilated into existing Microsoft subscriptions, adding value but also introducing a paid tier of content into Windows apps that have traditionally been entirely free.</p>\n\n\n\n<p>Clicking through Microsoft&rsquo;s Clipchamp video editor this week, I discovered that its ongoing pricing odyssey has evolved, again: if you&rsquo;ve previously signed up for Microsoft 365 and have logged in, you&rsquo;ll receive hidden additional benefits that aren&rsquo;t available to other users. Microsoft also has merged its Solitaire subscription (yes, <a href=\"https://www.pcworld.com/article/422732/microsoft-wants-you-to-pay-for-solitaire-again-in-windows-10.html\">a Solitaire subscription</a>) into Xbox Game Pass, as well.</p>\n\n\n\n<p>Clipchamp&rsquo;s updated pricing structure is indicative of how Microsoft has struggled to integrate what was once a standalone subscription premium video editing solution, but under Microsoft is just part of its Windows app suite. Last March, Clipchamp updated its pricing model to include a <a href=\"https://www.pcworld.com/article/627736/microsoft-returns-some-sanity-to-clipchamps-pricing.html\">free tier that was actually usable</a>, but left in place three other pricing tiers that soared up to $39 per month. Last August, just before we published our <a href=\"https://www.pcworld.com/article/708192/how-to-use-clipchamp-microsofts-video-editor.html\">how to use Clipchamp feature</a>, Microsoft eliminated all of the other paid tiers in place of an &ldquo;Essentials&rdquo; pricing tier that offers premium content, such as stock audio, video, and backgrounds, for $11.99 per month. The free tier remained in place.</p>\n\n\n\n<p>Now, Microsoft has tweaked the pricing model once again &mdash; and it doesn&rsquo;t even show it on <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://clipchamp.com/en/pricing/&amp;xcust=2-1-1478458-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Clipchamp&rsquo;s pricing page</a>. There, Microsoft reserves its free tier of audio, image, video stock and filters for users who sign up for its free plan. However, if you log in to Clipchamp with a Microsoft 365 account active, you&rsquo;re upgraded to premium filters and effects, a benefit explicitly called out as being part of a Microsoft 365 subscription. (You can see this by clicking the &ldquo;Upgrade&rdquo; button in the upper right-hand corner of the main page.)</p>\n\n\n\n<p>Unfortunately, Microsoft still reserves its premium audio and video for the $11.99 Essentials tier, though there&rsquo;s an in-app discount of $7.99 for the first month.</p>\n\n\n\n<figure class=\"wp-block-jetpack-image-compare\"><div class=\"juxtapose\"><img alt=\"Clipchamp free\" class=\"image-compare__image-before\" height=\"748\" id=\"1478485\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Clipchamp-free.png\" width=\"1193\" /><img alt=\"Clipchamp Microsoft 365\" class=\"image-compare__image-after\" height=\"749\" id=\"1478486\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/CLipchamp-Microsoft-365.png\" width=\"1235\" /></div><figcaption>Compare what Microsoft 365 members see when they open Clipchamp and click the &ldquo;Upgrade&rdquo; button, versus non-members.</figcaption></figure>\n\n\n\n<p>There&rsquo;s one other small change: you can now sign up for Clipchamp on Windows <em>without</em> a Microsoft subscription and use a Google account instead. That&rsquo;s a bit of a surprise, given that installing Windows now requires a Microsoft account. Remember, however, that Clipchamp is a Web app running locally.</p>\n\n\n\n<p>Likewise, you may not know that Microsoft&rsquo;s venerable Solitaire application now has a subscription that goes along with it &mdash; and has for years. The <a href=\"https://www.pcworld.com/article/422732/microsoft-wants-you-to-pay-for-solitaire-again-in-windows-10.html\">Solitaire subscription</a>, originally $1.50 per month, eliminated all the ads that Microsoft published alongside its Solitaire games. That subscription is essentially still available, but on my PC, which has an Xbox Game Pass Ultimate subscription attached to it, the ads have been removed thanks to my subscription.</p>\n\n\n\n<h2 id=\"is-the-future-of-windows-per-app-subscriptions\">Is the future of Windows per-app subscriptions?</h2>\n\n\n\n<p>On one hand, it&rsquo;s great to see Windows itself being enhanced with new apps and services. But what will it mean when a service like Clipchamp appears to be a traditional app, but its front door leads into a pitch for you to pay additional fees? This is a model that mobile gamers have used for years &mdash; and that PC gamers have traditionally rejected.</p>\n\n\n\n<p>Remember, though, that Microsoft has regarded <a href=\"https://www.pcworld.com/article/694088/nadella-windows-is-the-socket-for-subscriptions.htm\">Windows as a &ldquo;socket for subscriptions&rdquo;</a> since at least the spring of 2022. The problem with subscriptions, however, is that they have to demonstrate value, or else users will cancel them and move to free solutions instead. It&rsquo;s possible that Microsoft is still fiddling with how it aligns its subscription models with some of its more high-profile applications. We&rsquo;d expect <a href=\"https://www.pcworld.com/article/1419066/microsoft-designer-is-almost-a-masterpiece-already.html\">Microsoft Designer, Microsoft&rsquo;s gorgeous AI art generator</a>, will receive similar treatment when it formally launches. And, of course, a number of what we consider to be Microsoft apps &mdash; Word, PowerPoint, Excel, and others &mdash; are part of the Microsoft 365 subscription rather than Windows itself.</p>\n\n\n\n<p>Microsoft&rsquo;s <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://azure.microsoft.com/en-us/blog/general-availability-of-azure-openai-service-expands-access-to-large-advanced-ai-models-with-added-enterprise-benefits/&amp;xcust=2-1-1478458-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">agreement to place ChatGPT on its Azure service</a> probably means that the <a href=\"https://www.pcworld.com/article/1424575/chatgpt-is-the-future-of-ai-chatbots.html\">amazing AI chatbot</a> will eventually appear as a Windows service. But with the computing resources ChatGPT requires, does anyone really believe that users won&rsquo;t be asked to pay for it somehow?</p>\n\n\n\n<p>The Clipchamp and Solitaire changes may be small in scope. The question they suggest, however, is far larger and somewhat unsettling: With more and more Windows &ldquo;apps&rdquo; revealing their true selves as potential subscription services, however, what will that mean for the future of Windows?</p>\n\nWindows</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1474555/nvidia-geforce-rtx-4070-ti-vs-nvidia-rtx-3090-ti-battle-of-the-generations.html", "title": "Nvidia GeForce RTX 4070 Ti vs. Nvidia RTX 3090 Ti: Battle of the generations", "date_published": "2023-01-20 11:30:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Remember the <a href=\"https://www.pcworld.com/article/693820/5-things-i-learned-using-nvidias-monstrous-geforce-rtx-3090-ti-for-a-month.html\">Nvidia GeForce RTX 3090 Ti</a>? No, it&rsquo;s not a long-forgotten memory&mdash;this GPU launched in 2022. It has a new challenger in the freshly released Nvidia RTX 4070 Ti. Well, Sort of.&nbsp;</p>\n\n\n\n<p>The $1,999 MSRP of said RTX 3090 Ti dwarfs the $799 price tag of the RTX 4070 Ti, upon first glance. There&rsquo;s much more than meets the eye here, however, involving myriad GPU-market &ldquo;pricing woes.&rdquo; Furthermore, while Nvidia reckons that the RTX 4070 Ti can meet or beat the RTX 3090 Ti performance wise, there are some big caveats.&nbsp;</p>\n\n\n\n<p>You&rsquo;ll want to check out <a href=\"https://www.pcworld.com/article/1444726/nvidia-geforce-rtx-4070-ti-review.html\">Brad Chacos&rsquo;s excellent review of the RTX 4070 Ti</a> for an in depth look, too.&nbsp;</p>\n\n\n\n<p>We&rsquo;ll discuss the price, performance, and important things to know about these two GPUs. They were each launched to an entirely different market segment upon their initial release, but the new-generation tech on the RTX 4070 Ti brings them closer to parity. Let&rsquo;s find out if the newcomer is actually better!</p>\n\n\n\n<h2 id=\"nvidia-rtx-4070-ti-vs-nvidia-rtx-3090-ti-price\">Nvidia RTX 4070 Ti vs. Nvidia RTX 3090 Ti: Price</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474559\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/nvidia-geforce-rtx-4070-ti-1-2.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The Nvidia RTX 3090 Ti will likely go down as one of the worst performance-to-value propositions in recent GPU history. $1,999 stings, even today&mdash;especially with the doubly more performant RTX 4090 being $1,599 mere months later. Ouch.&nbsp;</p>\n\n\n\n<p>It also released in early 2022, at a time when the GPU demand was on decline, making it available when no one wanted to buy it. After a few price reductions, it ended up at around $1,099 MSRP. This was too little, too late.&nbsp;&nbsp;</p>\n\n\n\n<p>Enter the Nvidia RTX 4070 Ti, priced at $799. Targeting a completely different market segment, it still shares some attributes with the RTX 3090 Ti. It has similar performance in certain areas&mdash;but it remains unpopular due to it being priced higher than what you&rsquo;d expect from a &ldquo;70 class&rdquo; GPU. The 4070 Ti may get close to the 3090 Ti performance at much lower wattage, but the price is unfortunately a sticking point for both GPUs. It&rsquo;s a draw here!</p>\n\n\n\n<h2 id=\"nvidia-rtx-4070-ti-vs-3090-ti-performance\">Nvidia RTX 4070 Ti vs. 3090 Ti: Performance</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474560\" height=\"661\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Screen-Shot-2022-10-13-at-5.24.19-PM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>This is the meat and potatoes of this discussion&mdash;performance. At 1440p and using Nvidia&rsquo;s DLSS 3, the RTX 4070 Ti puts up impressive numbers against the RTX 3090 Ti. But when we consider that it only has 12GB of VRAM with memory bus width limitations at 4K, it&rsquo;s less enticing. It does have a significantly lower TDP power output than the RTX 3090 Ti, which helps its performance.</p>\n\n\n\n<p>The following performance graphs were taken from Brad Chacos&rsquo; 4070 Ti review. The RTX 3090 Ti was not available for testing at that time, so we will reference the original RTX 3090. Know that the RTX 3090 Ti is on average about 8 to 10 percent faster, so keep that in mind when we&rsquo;re discussing the comparison so you can better understand how the performance stacks up. The original RTX 3090 is an apt starting point since it was the &ldquo;original&rdquo; top GPU before the Ti version came out.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474561\" height=\"1038\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/cyberpunk-2.jpg?quality=50&amp;strip=all\" width=\"1024\" /><figcaption><p><em>From Brad Chacos&rsquo; 4070 Ti revie</em><span>w. </span></p></figcaption></figure><p class=\"imageCredit\">Brad Chacos</p></div>\n\n\n\n<p>Starting with <em>Cyberpunk 2077</em>, the RTX 4070 Ti gets up to 102fps at 1440p, which beats the regular RTX 3090&rsquo;s 90fps. The RTX 3090 Ti being 8 to 10 percent better than the RTX 3090 would land it right around the 100fps mark&mdash;so within the margin of error for the RTX 4070 Ti, an impressive showing. The 70-class GPU often does put up a good showing against the previous flagship. The much better priced Nvidia RTX 3070 at $499 put up a good fight against the $1,199 2080 Ti previous generation. While the 4070 Ti is more expensive, so is the RTX 3090 Ti&mdash;and both show how much the pricing has increased in such a short amount of time.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474562\" height=\"1038\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/codmw2-2.jpg?quality=50&amp;strip=all\" width=\"1024\" /></figure><p class=\"imageCredit\">Brad Chacos</p></div>\n\n\n\n<p>It&rsquo;s a similar story with the new <em>Call of Duty: Modern Warfare 2</em>. The 4070 Ti maintains equal or better footing with both the RTX 3090, and the 3090 Ti. It beats the original RTX 3090 across all three resolutions.&nbsp;The 3090 Ti, being 8 to 10 percent faster than the RTX 3090 almost precisely matches the RTX 4070 Ti performance here&mdash;and in some cases, the RTX 4070 Ti even comes out slightly ahead. The 12GB limitation does not yet show to be much of an issue, especially with ray tracing off and 1440p. If this resolution is your targeted goal, you&rsquo;ll be able to achieve fairly high frame rates in most titles and with high or ultra settings on the RTX 4070 Ti. Of course, ray tracing varies by title, and it always manages to put the hurt on any GPU that dares attempt to showcase its beautiful lighting and shadows!</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474563\" height=\"1038\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/RT-cyberpunk-1.jpg?quality=50&amp;strip=all\" width=\"1024\" /></figure><p class=\"imageCredit\">Brad Chacos</p></div>\n\n\n\n<p>Looking at <em>Cyberpunk 2077 </em>again&mdash;this time with ray tracing and DLSS&mdash;the performance differences are fairly similar to the non-ray traced numbers, showing areas where the 4070 Ti certainly has the chops. 1440p is the sweet spot for this GPU&mdash;and it can outperform the last generation&rsquo;s top end without an issue. DLSS further improves performance, and the gap would widen if this became DLSS 3.0 where RTX 40 GPUs have a big advantage.&nbsp;</p>\n\n\n\n<p>You would have to start pushing 4K, ray tracing, and ticking all the boxes to really start to see the 4070 Ti struggle&mdash;especially with its more limited memory bus and 12GB of VRAM. The RTX 3090 Ti does not face these issues, but at 1440p, the RTX 4070 Ti puts up a valiant effort.</p>\n\n\n\n<p>The important thing to keep an eye on is <a href=\"https://www.pcworld.com/article/1348123/nvidia-geforce-rtx-4090-review-ada-lovelace.html#toc-5\">DLSS 3</a>. As of right now, RTX 40-series GPUs such as the RTX 4070 Ti are the only ones that can take advantage of this technology. It combines DLSS with Nvidia&rsquo;s Frame Generation AI tech to potentially double on-screen frame rates, plus Nvidia Reflex to lower latency.&nbsp;In single-player games such as <em>Flight Simulator 2020</em>, it&rsquo;s a huge benefit&mdash;and one that will widen the performance gap as more titles are added and performance is improved.&nbsp;</p>\n\n\n\n<p>Lastly, and this is semi-sarcastic: You can&rsquo;t SLI/NVLink two RTX 4070 Ti GPUs. You can do that with the RTX 3090 Ti, for what it&rsquo;s worth. (And not much: SLI/NVLink is basically defunct for gaming uses.)</p>\n\n\n\n<p>For content creation, the RTX 3090 Ti likely can still have a big performance advantage due to its 24GB of fast VRAM. This will vary by use case and particular application, but the RTX 4070 Ti is also no slouch in many creative uses (just don&rsquo;t tax its memory as much as with the RTX 3090 Ti&mdash;it won&rsquo;t like it!).</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474566\" height=\"1103\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Screenshot-2023-01-06-at-9.30.38-AM.png?w=1200\" width=\"1200\" /><figcaption><p>The RTX 4070 Ti is much more efficient than the RTX 3090 Ti in terms of power consumption.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<h2 id=\"nvidia-rtx-4070-ti-vs-3090-ti-power-and-other-things-to-know\">Nvidia RTX 4070 Ti vs. 3090 Ti: Power and other things to know</h2>\n\n\n\n<p>Right off the bat, the RTX 4070 Ti crushes the RTX 3090 Ti when it comes to efficiency. You&rsquo;ll have to cool down a 450W TDP with the RTX 3090 Ti, versus a reasonable 285W TDP for the RTX 4070 Ti.</p>\n\n\n\n<p>This translates to huge efficiency gains, and a much cooler-running GPU with the RTX 4070 Ti. Of course, part of this is due to having half the VRAM and reduced memory specs compared to the RTX 3090 Ti.&nbsp;The chart below shows us the 350W TDP RTX 3090, which the RTX 4070 Ti beats in almost every gaming scenario. The RTX 3090 Ti is not on that graph, but it has a 450W TDP&mdash;100W more than this RTX 3090. The RTX 4070 Ti still manages to often match this higher-power GPU, too! Truly impressive numbers with its efficiency gains over last generation.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474567\" height=\"1038\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/power-2.jpg?quality=50&amp;strip=all\" width=\"1024\" /></figure><p class=\"imageCredit\">Brad Chacos</p></div>\n\n\n\n<p>In terms of physical cooler size, the RTX 3090 Ti was one of the biggest we had seen up to that point&mdash;dwarfed only by the recent RTX 4090. The RTX 4070 Ti is also significantly large, since many models may share the same cooler design as their bigger siblings in the RTX 4000. This will result in GPUs that may be difficult to properly fit in smaller cases. As a bonus, the cooling performance will often be overkill on the RTX 4070 Ti.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"RTX 4070 Ti vs 3090 Ti\" class=\"wp-image-1474569\" height=\"866\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Screenshot-2023-01-06-at-9.31.26-AM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<h2 id=\"nvidia-rtx-4070-ti-vs-rtx-3090-ti-the-verdict\">Nvidia RTX 4070 Ti vs. RTX 3090 Ti: The verdict</h2>\n\n\n\n<p>While these GPUs look very different on the surface, they share some important similarities. They both come during the decline of the GPU market, making their respective MSRPs bad values.&nbsp;</p>\n\n\n\n<p>The RTX 3090 Ti was the top dog at $1,999&mdash;at a time when the RTX 4090 was just months away, at $1,599. This short-lived position resulted in plentiful stock on store shelves. The $799 RTX 4070 Ti is targeted at a different market segment&mdash;but the results are similar: The GPUs have been abundantly in stock, and gamers feel that for a 1440p GPU with 12GB of VRAM, this price point is too high.&nbsp;</p>\n\n\n\n<p>They&rsquo;re both also very similar when it comes to many performance metrics&mdash;with a steady back and forth in many games at 1440p. 4K is where the reduced memory specs of the RTX 4070 Ti can rear its ugly head, but it maintains some sanity with the inclusion of DLSS 3.0. It&rsquo;s much more efficient than the RTX 3090 Ti, too.&nbsp;</p>\n\n\n\n<p>Unfortunately, neither of these GPUs can truly be crowned a winner in this matchup. While they perform reasonably well for their intended audience, their pricing has not been accepted by gamers. Due to this, any shortcomings they possess become glaring pitfalls&mdash;and they&rsquo;re mostly staying on the shelves until prices come down.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"\">\n\t\t\t\t\t\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"geforce-rtx-4070-ti\">GeForce RTX 4070 Ti</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"GeForce RTX 4070 Ti\" class=\"product-widget__image\" height=\"1667\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/nvidia-geforce-rtx-4070-ti-1.jpg?quality=50&amp;strip=all\" width=\"2500\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/1444726/nvidia-geforce-rtx-4070-ti-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\nGraphics Cards</div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1478678/learn-how-artists-and-entrepreneurs-can-use-nfts.html", "title": "Learn how artists and entrepreneurs can use NFTs", "date_published": "2023-01-20 08:00:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>While NFTs aren&rsquo;t exactly&nbsp;<a href=\"https://www.pcworld.com/article/1421785/intel-evo-nfts-are-the-latest-thing-no-one-wants.html\" rel=\"noreferrer noopener\" target=\"_blank\">having a parade</a>&nbsp;right now, they&rsquo;re still an important technology worth understanding &mdash; especially for artists and entrepreneurs. As such,&nbsp;<a href=\"https://shop.pcworld.com/sales/the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle&amp;utm_term=scsf-563026&amp;utm_content=a0x1P00000584n1QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">The All-in-One NFT Masterclass for Artists &amp; Entrepreneurs Bundle</a>&nbsp;is a worthwhile investment for any creative who wants to get more familiar with NFTs.</p>\n\n\n\n<p>This bundle includes 11 courses from some of the web&rsquo;s top instructors designed to get you up to speed on this still-new technology. But before you even get into the digital token aspect, you&rsquo;ll take a deep dive into some of the world&rsquo;s foremost creative tools from Adobe. There are courses on Photoshop, Lightroom, After Effects, and more, so you can master your digital art before you work on authenticating your work by making it an NFT.</p>\n\n\n\n<p>There&rsquo;s a whole new frontier thanks to the blockchain. If you&rsquo;re a creative, it&rsquo;s time to check it out while&nbsp;<a href=\"https://shop.pcworld.com/sales/the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle&amp;utm_term=scsf-563026&amp;utm_content=a0x1P00000584n1QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">The All-in-One NFT Masterclass for Artists &amp; Entrepreneurs Bundle</a>&nbsp;is on sale for just $34.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle&amp;utm_term=scsf-563026&amp;utm_content=a0x1P00000584n1QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp2.stackassets.com/078f415f520cfe454598e1cc43c14c44ee361269/store/a4dd10c37c541365e8ebcb31934144a2fb975217c81654bb3bf1f659cf8d/sale_308002_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>The All-in-One NFT Masterclass for Artists &amp; Entrepreneurs Bundle &ndash; $34.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-all-in-one-nft-masterclass-for-artists-and-entrepreneurs-bundle&amp;utm_term=scsf-563026&amp;utm_content=a0x1P00000584n1QAA&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nPersonal Software, Professional Software</div>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.pcworld.com/index.rss", "title": "PC world"}}