[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Is One Walking Simulator You NEED TO PLAY (The Invincible Review)", "description": "Rather than telling the story of the titular ship, however, The Invincible instead tells the story of Yasna, who is trying to figure out what happened to her crew a few days before the arrival of The Invincible.\n\nThe Invincible places a high emphasis on its writing, characters, and story. Just about every interaction between its characters can often turn into incredibly interesting conversations about philosophy and science. Couple that with the fact that the mysteries presented in the game are incredibly interesting, despite the game’s plot being relatively simple, and you have one of the more interesting narrative titles out this year.", "link": "https://www.youtube.com/watch?v=Sz7bfWpcfcQ", "date_published": "2023-11-03T21:30:02+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Sz7bfWpcfcQ/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Dead Franchises That Could Be Revived As Shorter Experiences", "description": "It's always sad when a franchise you grew up with lays dormant for years. However, as big developers opt for shorter experiences, whether it's Sony with Marvel's Spider-Man: Miles Morales or Ubisoft with Assassin's Creed Mirage, perhaps there is a future for our beloved favorites.\n\nAfter all, there are several franchises, from Dino Crisis and Manhunt to Onimusha and Banjo-Kazooie, which have done pretty well, even if they're not dozens of hours long. Could you imagine titles like Zone of the Enders or Clock Tower with contemporary visuals and mechanics?\n\nOf course, there are also some larger games which could adopt a smaller, more focused approach. Check out 15 dead franchises that should return as shorter experiences and how they could work.", "link": "https://www.youtube.com/watch?v=mjKYV10400o", "date_published": "2023-11-03T15:30:20+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mjKYV10400o/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "13 BIGGEST GTA6 Rumors You NEED TO KNOW", "description": "In early 2022, Rockstar confirmed that development was underway on the next game in the Grand Theft Auto series, and since then, we haven’t heard but a peep out of the developer. \n\nWith Grand Theft Auto 5 now a decade old, fans of the series are beginning to grow more than a little restless, and amidst the complete lack of official details on what Grand Theft Auto 6 will bring to the table, or when it will even launch, that restlessness has only continued to grow. \n\nIn the absence of those official details, however, potential information on the game has nonetheless emerged from a number of leaks and rumours from different sources over the last couple of years, and here, we’re going to talk about some of the most pertinent of those details.", "link": "https://www.youtube.com/watch?v=FgsWFbCL2BU", "date_published": "2023-11-03T10:00:19+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FgsWFbCL2BU/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]