{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/tak-nauczycielka-stala-sie-milionerka-zaczelo-sie-od-tuzina-par-butow/sswx7zt", "title": "Tak nauczycielka stała się milionerką. Zaczęło się od tuzina par butów", "date_published": "2023-01-15 12:57:54+00:00", "description": "Dominika Żak rozkręciła jeden z pierwszych internetowych biznesów w Polsce i zbudowała fundamenty e-commerce'u w kraju. Początki DeeZee były trudne — internet raczkował, a ona sama ręcznie nadawała paczki na poczcie. Pieniądze na otwarcie sklepu internetowego pożyczyła od mamy, która pytała: \"Dziecko, ale kto będzie kupował te buty przez internet?\".", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/barry-minkow-cudowne-dziecko-wall-street-pastor-i-notoryczny-przestepca/g84fcjh", "title": "Barry Minkow — cudowne dziecko Wall Street, pastor i notoryczny przestępca", "date_published": "2023-01-15 11:53:39+00:00", "description": "Miał 20 lat, kiedy został multimilionerem i 23, gdy został skazany na 25 lat więzienia. Odsiadując wyrok, odnalazł wiarę i został pastorem. Zwolniony przedterminowo, pomagał śledczym w ujawnianiu przestępstw finansowych. To nie przeszkodziło mu jednak w popełnianiu kolejnych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/skup-zlota-przez-wielkie-banki-centralne-cena-idzie-w-gore/3rf70bg", "title": "Wielkie banki centralne skupują złoto, a ludzie je wyprzedają. Cena idzie w górę", "date_published": "2023-01-15 11:01:27+00:00", "description": "Złoto podrożało o prawie 4 proc. w ciągu miesiąca, z czego połowa przypada na ostatni tydzień. Zapalnikiem była informacja, że Chiny po ponad trzech latach przerwy pochwaliły się poważnymi zakupami cennego kruszcu. Czy to przygotowania do eliminowania dolara z roli hegemona w światowym obrocie walutowym, czy nie, okazało się, że na rynku jest obecny popyt.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/archeolog-amator-rozszyfrowuje-wiadomosci-na-scianach-jaskin-sprzed-25-tys-lat/h0zdz5k", "title": "Archeolog amator rozszyfrowuje wiadomości sprzed 25 tys. lat. Nocami analizuje malowidła jaskiniowe", "date_published": "2023-01-15 10:59:00+00:00", "description": "Archeolog amator rozszyfrował znaki, które eksperci opisują jako \"pierwsze znane pismo w historii Homo sapiens\", jak dowiadujemy się z pracy opublikowanej w Cambridge Archaeological Journal (Dziennik archeologiczny Uniwersytetu Cambridge).", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/jak-jest-na-szczycie-mount-everestu-rekord-lhakpa-sherpy/b5vyfbx", "title": "Jak naprawdę jest na szczycie Mount Everestu? Opowiada kobieta, która była tam dziewięć razy", "date_published": "2023-01-15 10:00:00+00:00", "description": "Mount Everest to góra, o której zdobyciu pewnie marzą wszystkie osoby, które kiedykolwiek zainteresowały się wspinaczką. I nie tylko. Najwyższy szczyt świata to miejsce mistyczne - kto raz się w nim znajdzie, ten już nigdy nie będzie tym samym człowiekiem. A ten, kto zdobędzie górę dziewięć razy?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/na-tych-towarach-rosja-zarabia-duzo-wiecej-mimo-mniejszej-sprzedazy-pomogl-wzrost-cen/b5kjbqd", "title": "Na tych towarach Rosja zarabia dużo więcej mimo mniejszej sprzedaży. Pomógł wzrost cen", "date_published": "2023-01-15 09:47:12+00:00", "description": "Przychody Rosji z eksportu nawozów mocno wzrosły w 2022 r. pomimo spadku wolumenu sprzedaży. Powodem silny wzrost cen, który nastąpił po inwazji na Ukrainę.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/jedzenie/jedzenie-ktore-przeciwdziala-starzeniu/5kyl9s8", "title": "10 potraw i produktów, które pomogą zachować młodość", "date_published": "2023-01-15 08:30:00+00:00", "description": "Czasu nie cofniemy. Nawet korzystając z osiągnięć medycyny estetycznej, nie zatrzymamy procesu starzenia. Jednak dzięki aktywności fizycznej i dobrej diecie, możemy go nieco spowolnić.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-urlop-we-wloszech-poznaj-sekret-dolce-vita/y8pzmz4", "title": "Poznaj sekret dolce vita. Zaplanuj urlop we Włoszech", "date_published": "2023-01-15 08:28:00+00:00", "description": "Urlop we Włoszech to gwarancja dobrze spędzonego czasu, wielu wspomnień i wrażeń. Włochy to kolebka europejskiej kultury, kraj pełen malowniczych, kameralnych miasteczek, pięknych krajobrazów, tysięcy zabytków i pięknej pogody. Włochy to również kraj słynnego dolce vita, czyli słodkiego życia, dlatego też, odwiedzając Włochy, warto skorzystać z okazji i spróbować pysznej włoskiej kuchni, zjeść lody i wypić kawę na jednym z włoskich placów. Włochy to idealne miejsce na urlop dla osób, które lubią łączyć wypoczynek ze zwiedzaniem. W artykule polecamy sprawdzone i docenione przez klientów wycieczki z ciekawym programem. Biuro podróży Albatros już od wielu lat specjalizuje się w wycieczkach objazdowych po Włoszech. Oferta dotyczy wycieczek w sezonie wiosna — lato 2023.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/tak-spadajaca-inflacja-pozytywnie-wplynie-na-polska-gospodarke-i-konsumentow/jvnqxwl", "title": "Tak spadająca inflacja pozytywnie wpłynie na polską gospodarkę i konsumentów", "date_published": "2023-01-15 08:26:54+00:00", "description": "Wśród ekonomistów panuje powszechna zgoda, że ten rok przyniesie spadek inflacji konsumenckiej na świecie i Polsce. Pytaniem pozostaje jedynie skala i tempo dezinflacji. Mniejszy wzrost cen przyniesie szereg korzystnych informacji dla konsumentów i całej gospodarki. Oznaczać będzie mniej restrykcyjne podejście banku centralnego do stóp procentowych, mniejszą presję na spadek realnych wynagrodzeń i konsumpcji, większe szanse na krótszy i mniej dotkliwy spadek aktywności gospodarczej. Większe efekty tych zjawisk mogą jednak nadejść dopiero w 2024 roku, a ryzykiem jest uporczywość inflacji i pozostanie jej na wciąż stosunkowo wysokich poziomach, co uniemożliwi tak wyczekiwane cięcie stóp procentowych.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/jerzy-mazgaj-kim-jest-biznesmen-ktory-mial-ubierac-donalda-tuska/k8b32gc", "title": "Chwieje się imperium biznesmena, który miał ubierać Tuska. Kim jest Jerzy Mazgaj?", "date_published": "2023-01-15 07:00:16+00:00", "description": "W licznych wywiadach mówił o luksusie. Czy to jeśli chodzi o marki odzieżowe, czy o kubańskie cygara. Z obu zresztą uczynił sposób na zarobek. Później jednak przekonywał, że twardo stąpa po ziemi. Jerzy Mazgaj kiedyś był stałym bywalcem listy najbogatszych Polaków, obracał się też w gronie polityków PO, a plotki mówiły, że ubierał samego Donalda Tuska. Dziś kolejny z jego biznesów zaliczył upadłość. Syndyk szuka chętnych na majątek Krakowskiego Kredensu.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/co-trzeci-przedsiebiorca-zalozylby-firme-w-innej-branzy-te-sektory-borykaja-sie-z/0yw8pyy", "title": "Polskie firmy w imadle wzrostu kosztów i spadku przychodów. Te branże borykają się z problemami", "date_published": "2023-01-15 05:54:29+00:00", "description": "Ponad 68 proc. małych i średnich przedsiębiorców zdecydowałoby się na ten sam profil działalności, gdyby ponownie zakładali firmę — wynika z badania przeprowadzonego na zlecenie BIG InfoMonitor wśród przedstawicieli mikro, małych i średnich firm. Najbardziej pozytywnie nastawiony do swojego sektora jest przemysł, a negatywnie transport.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nie-ty-jeden-zarabiasz-mniej-niz-srednia-krajowa-tak-placa-w-bogatszych-i/dsrbpsx", "title": "Mogą pomarzyć o średniej krajowej. Tak się zarabia w bogatszych i biedniejszych regionach [MAPY]", "date_published": "2023-01-15 05:32:14+00:00", "description": "Najczęściej prezentowane statystyki dotyczące wynagrodzeń sugerują 14-proc. podwyżki i zarobki sięgające prawie 7 tys. zł brutto. Większość ludzi w Polsce może tylko pomarzyć o takich pieniądzach. Są województwa i duże branże, w których ciągle średnio płaci się poniżej 4 tys. zł brutto, a podwyżki w skali roku są zaledwie jednocyfrowe. Jest też istotna grupa pracowników, której wypłaty na konta były niższe niż rok wcześniej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nie-ty-jeden-zarabiasz-mniej-niz-srednia-krajowa-tak-placa-w-bogatych-regionach-i-na/dsrbpsx", "title": "Mogą pomarzyć o średniej krajowej. Tak się zarabia w bogatych regionach i na prowincji [MAPY]", "date_published": "2023-01-15 05:32:14+00:00", "description": "Najczęściej prezentowane statystyki dotyczące wynagrodzeń sugerują 14-proc. podwyżki i zarobki sięgające prawie 7 tys. zł brutto. Większość ludzi w Polsce może tylko pomarzyć o takich pieniądzach. Są województwa i duże branże, w których ciągle średnio płaci się poniżej 4 tys. zł brutto, a podwyżki w skali roku są zaledwie jednocyfrowe. Jest też istotna grupa pracowników, której wypłaty na konta były niższe niż rok wcześniej.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/to-wtedy-polska-zaczela-zyc-frankowiczami-osiem-lat-po-czarnym-czwartku/fec4rrh", "title": "Rynki oszalały, a Polska zaczęła żyć tylko tym. Osiem lat po \"czarnym czwartku\"", "date_published": "2023-01-15 05:12:44+00:00", "description": "Jedna decyzja banku centralnego wywołała popłoch nie tylko w redakcjach mediów ekonomicznych, ale przede wszystkim w niejednym polskim domu. Gdy 15 stycznia 2015 r. frank szwajcarski w ciągu kilku minut zdrożał o 50 proc. i jego kurs skoczył z 3,5 do ponad 5 zł, cała Polska zaczęła żyć problemami frankowiczów. Do tego stopnia, że stały się one jednym z wiodących tematów rozpoczynającej się wówczas kampanii prezydenckiej.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://businessinsider.com.pl/.feed", "title": "Business insider"}}