{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3814478-four-killed-in-alabama-tornado-were-part-of-same-family/", "title": "Four killed in Alabama tornado were part of same family", "date_published": "2023-01-15 23:24:16+00:00", "description": "Four of the nine people who were killed by a tornado that swept through Alabama earlier this week were members of the same family, officials said on Saturday. In a news release, the Autauga County Sheriff’s Office (ACSO) said that the four related victims lived at two homes on the same road in Prattville, Alabama. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3814457-pro-growth-tax-policies-can-spur-innovation-bolster-domestic-energy-security/", "title": "Pro-growth tax policies can spur innovation, bolster domestic energy security", "date_published": "2023-01-15 23:00:00+00:00", "description": "To bolster domestic energy security and protect consumers from future price shocks, lawmakers should enact pro-growth tax policies to spur energy innovation.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3812420-what-we-know-about-the-ohio-measles-outbreak/", "title": "What we know about the Ohio measles outbreak", "date_published": "2023-01-15 22:05:05+00:00", "description": "A measles outbreak in Ohio is raising concerns about the spread of the disease and how a decline in vaccination rates among children might be leading to additional outbreaks. Eighty-five cases have been reported in Ohio as of Friday, mainly in Columbus and other parts of Franklin County, according to Columbus Public Health. Most of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3812898-push-for-over-the-counter-naloxone-may-not-help-most-vulnerable/", "title": "Push for over-the-counter naloxone may not help most vulnerable", "date_published": "2023-01-15 22:00:00+00:00", "description": "The Biden administration's push to make some forms of opioid overdose reversal drugs available over the counter will likely have little impact on the people that need it most, public health advocates warn.  The Food and Drug Administration (FDA) late last year began encouraging drug companies to apply to switch some forms of the drug...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3812497-we-should-exalt-black-achievement-and-success-stories/", "title": "We should exalt Black achievement and success stories", "date_published": "2023-01-15 22:00:00+00:00", "description": "The time is overdue to turn the page on backward-looking narratives that have not caused a single Black person in America to better themselves, and to set a standard to which the wise and honest may repair. The path forward — and especially as we mark the occasion of Martin Luther King Jr.’s birthday —...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3814383-ny-democratic-reps-call-on-mccarthy-gop-to-explain-when-they-knew-of-santos-web-of-lies/", "title": "NY Democratic reps call on McCarthy, GOP to explain when they knew of Santos's 'web of lies'", "date_published": "2023-01-15 21:35:44+00:00", "description": "New York Reps. Dan Goldman (D) and Ritchie Torres (D) sent a letter to GOP leadership demanding that they explain what they knew of Rep. George Santos's (R-N.Y.) lies about his resume and biography, and when they knew it. \"In light of recent public reporting indicating that each of you had at least some knowledge...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3814402-dem-lawmakers-back-special-counsel-to-probe-bidens-handling-of-records/", "title": "Democratic lawmakers back special counsel to probe Biden's handling of records", "date_published": "2023-01-15 21:30:14+00:00", "description": "A number of prominent Democrats voiced their support over the weekend for Attorney General Merrick Garland's decision to appoint a special counsel to investigate President Biden’s handling of classified documents. Lawmakers including Reps. Adam Schiff (D-Calif.), Ilhan Omar (D-Minn.) and Sen. Raphael Warnock (D-Ga.) said in TV appearances that they supported the appointment of Robert...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814421-msnbc-host-confronts-gop-house-candidate-over-anti-lgbtq-facebook-post/", "title": "MSNBC host confronts GOP House candidate over anti-LGBTQ Facebook post", "date_published": "2023-01-15 21:20:48+00:00", "description": "MSNBC host Jonathan Capehart on Sunday confronted GOP House candidate Leon Benjamin Sr. over a 2011 Facebook post in which he likened those in the LGBTQ community to people who are “sick,” bipolar and addicted to drugs and alcohol.   “You started this conversation by saying you were ‘running to be a bridge.’ You used...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3814396-university-of-georgia-football-player-staff-member-killed-in-car-accident-after-championship-parade/", "title": "University of Georgia football player, staff member killed in car accident after championship parade", "date_published": "2023-01-15 21:04:57+00:00", "description": "A University of Georgia football team player and a team staff member were killed in a car accident just hours after taking part in a parade celebrating the team's national championship victory. The university said in a statement that offensive lineman Devin Willock and staff member Chandler LeCroy were killed in the automobile accident, adding...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/transportation/3814401-faa-investigating-after-passenger-planes-nearly-crash-on-jfk-runway/", "title": "FAA investigating after passenger planes nearly crash on JFK runway", "date_published": "2023-01-15 20:55:40+00:00", "description": "The Federal Aviation Administration (FAA) is investigating a close call incident between two passenger planes at John F. Kennedy International (JFK) Airport in New York on Friday, the transportation agency announced.  A departing Delta Air Lines Boeing 737 flight started to take off from a JFK runway but was forced to stop its takeoff midway...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3810917-the-seven-quirkiest-bill-names-using-acronyms/", "title": "The seven quirkiest bill names using acronyms", "date_published": "2023-01-15 20:47:00+00:00", "description": "Legislation can be head-scratching. So can the names of legislation.   In the hopes of winning attention for their bills, lawmakers often report to the use of what they hope will be seen as a clever acronym.   An example would be the introduction of the SANTOS Act this week.   Introduced by two Democrats,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3814327-schumer-says-its-time-to-clear-the-runway-for-faa-administrators-confirmation/", "title": "Schumer says it's time to 'clear the runway' for FAA administrator's confirmation", "date_published": "2023-01-15 20:39:12+00:00", "description": "Sen. Charles Schumer (D-N.Y.) said the Senate will work to overcome partisan gridlock and confirm a new Federal Aviation Administration (FAA) administrator to lead the agency after the FAA temporary grounded all domestic flights due to a system outage last week. \"It’s time to clear the runway for President Biden’s choice for FAA Administrator, Phil...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814356-ukrainian-first-lady-we-are-capable-of-persevering-for-even-longer/", "title": "Ukrainian first lady: 'We are capable of persevering for even longer'", "date_published": "2023-01-15 19:58:04+00:00", "description": "Ukrainian first lady Olena Zelenska on Sunday said Ukrainians can persevere “for even longer” as the country’s war with Russia nears the one-year mark, and as the world responded in horror to Moscow's devastating attack on an apartment building over the weekend. “We understand that upon carrying on for a year, we are capable of persevering...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3814331-chris-christie-says-biden-has-political-problem-on-document-disclosure-why-did-they-wait-to-tell-us/", "title": "Chris Christie says Biden has ‘political problem’ on document disclosure: ‘Why did they wait to tell us?’", "date_published": "2023-01-15 19:15:17+00:00", "description": "Former New Jersey Gov. Chris Christie (R) said President Biden has a “political problem” on his hands as he questioned the administration’s decision to not tell the public about the discovery of the president’s classified documents when it occurred in November. “Why did they wait to tell us?” Christie, a former GOP presidential candidate and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3814291-hamlin-supporting-bills-from-home-my-heart-is-with-my-guys/", "title": "Hamlin supporting Bills from home: 'My heart is with my guys'", "date_published": "2023-01-15 19:01:09+00:00", "description": "Buffalo Bills safety Damar Hamlin said on Sunday that he would be cheering on his team in their wild-card playoff game against the Miami Dolphins from his home as he recovers after going into cardiac arrest on the field earlier this month. \"My heart is with my guys as they compete today!\" Hamlin said in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3814305-texas-republican-on-possible-mayorkas-impeachment-vote-i-will-see-where-the-hearings-take-us/", "title": "Texas Republican on possible Mayorkas impeachment vote: 'I will see where the hearings take us'", "date_published": "2023-01-15 18:45:45+00:00", "description": "Rep. Tony Gonzales (R-Texas) was noncommittal on how he plans to vote in possible impeachment proceedings against Department of Homeland Security (DHS) Secretary Alejandro Mayorkas, saying on Sunday that he will “see where the hearings take us.” “If the hearings take us down that line (of voting for his impeachment), then hearings take us down...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3814263-biden-underscores-us-at-inflection-point-in-mlk-jr-tribute/", "title": "Biden underscores US at 'inflection point' in MLK Jr. tribute", "date_published": "2023-01-15 18:25:57+00:00", "description": "President Biden on Sunday reiterated that the U.S. is at a crucial “inflection point” in the fight for democracy while speaking in the Atlanta church where Martin Luther King Jr. preached to mark what would have been the late civil rights activist’s 94th birthday.   “I stand here at a critical juncture for the United...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3814242-axelrod-discovery-of-classified-biden-documents-a-huge-gift-to-trump/", "title": "Axelrod: Discovery of classified Biden documents 'a huge gift to Trump'", "date_published": "2023-01-15 18:25:38+00:00", "description": "Former Obama senior adviser David Axelrod said the discovery of classified documents in President Biden's Delaware residence and an old office is a \"gift\" for former President Trump. \"It basically ... is a huge gift to Trump,\" Axelrod told Reuters in an article published Saturday. Axelrod added that the discovery of classified documents is an \"embarrassment\"...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814255-gop-lawmakers-decry-hypocrisy-in-biden-trump-classified-document-cases/", "title": "GOP lawmakers decry ‘hypocrisy’ in Biden, Trump classified document cases", "date_published": "2023-01-15 18:15:28+00:00", "description": "Republican lawmakers on Sunday accused authorities of “hypocrisy” when it came to the handling of classified documents by President Biden and former President Trump after leaving office. While some lawmakers acknowledged there was enough blame to go around on both sides of the matter, others who took to the Sunday political show circuit withheld criticism...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3814234-comer-calls-for-release-of-visitor-log-for-bidens-delaware-residence/", "title": "Comer calls for release of visitor log for Biden's Delaware residence", "date_published": "2023-01-15 17:47:56+00:00", "description": "Rep. James Comer (R-Ky.) is pressing the White House to release the visitor log for President Biden’s Delaware residence, as Republicans ratchet up their probe into the recent discovery of Obama-era classified documents from Biden's time as vice president. “Given the serious national security implications, the White House must provide the Wilmington residence’s visitor log,”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3814200-sarah-huckabee-sanders-avoids-question-on-supporting-trump-my-focus-isnt-on-2024/", "title": "Sarah Huckabee Sanders avoids question on supporting Trump: ‘My focus isn’t on 2024’", "date_published": "2023-01-15 17:40:51+00:00", "description": "Arkansas Gov. Sarah Huckabee Sanders (R) during an interview on Sunday did not say whether she has spoken to former President Trump about his 2024 White House campaign or whether she would endorse him. \"My focus right now has been on 2022, winning the election in November, preparing through transition and getting ready to take...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3814139-needed-the-espionage-reform-act-of-2023/", "title": "Needed: The Espionage Reform Act of 2023", "date_published": "2023-01-15 17:30:00+00:00", "description": "It’s been 20 years since Capitol Hill last had a serious go at intelligence reform — and a thicket of an “intelligence industrial complex” has grown.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3814169-what-are-the-atmospheric-rivers-slamming-california/", "title": "What are the atmospheric rivers slamming California?", "date_published": "2023-01-15 17:19:31+00:00", "description": "An onslaught of severe storms since just after Christmas has savaged parts of California, with at least 19 storm-related deaths reported along with tens of thousands of customers left without electricity. The area has been battered by a string of atmospheric rivers, with heavy rain expected to continue through early next week. In response to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3812688-progressives-battle-for-feinsteins-senate-seat/", "title": "Progressives battle for Feinstein's Senate seat", "date_published": "2023-01-15 17:00:00+00:00", "description": "Before California Sen. Dianne Feinstein (D-Calif.) has even announced her retirement from public office, two prominent progressives have already made plans to run for her likely-to-be-vacant seat.   A battle of liberal evolution is unfolding as newer talent and the established guard on the left vie for the same spot, tempted by the chance to move...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3812587-the-business-case-for-a-nationwide-ban-on-noncompetes/", "title": "The business case for a nationwide ban on noncompetes", "date_published": "2023-01-15 17:00:00+00:00", "description": "Noncompete agreements stifle economic development, limit firms’ ability to hire and depress innovation and growth.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3809541-these-were-the-hottest-zip-codes-of-2022-report/", "title": "These were the hottest ZIP codes of 2022: report", "date_published": "2023-01-15 17:00:00+00:00", "description": "It's no surprise that affordability remained a top concern among prospective homebuyers as mortgage rates spiked in 2022, but you still might may have a tough time guessing last year's \"hottest\" ZIP codes, according to one study.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814145-chuck-todd-ron-johnson-spar-over-jan-6-hunter-biden/", "title": "Chuck Todd, Ron Johnson spar over Jan. 6, Hunter Biden", "date_published": "2023-01-15 16:57:24+00:00", "description": "Sen. Ron Johnson (R-Wis.) on Sunday sparred with journalist Chuck Todd over the Jan. 6, 2021, attack on the U.S. Capitol, President Biden's son Hunter Biden and media bias in a tense interview on NBC's \"Meet the Press.\" Todd questioned whether the GOP's criticism of and probes into Hunter Biden's business dealings might be hypocritical since the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814156-utah-republican-says-idea-that-biden-didnt-know-about-classified-documents-is-nonsense/", "title": "Utah Republican says idea that Biden didn't know about classified documents is 'nonsense'", "date_published": "2023-01-15 16:36:51+00:00", "description": "Rep. Chris Stewart (R-Utah) said on Sunday that the notion that President Biden did not realize he had classified documents in his possession was “nonsense” because of the classified markings and red cover sheet that accompany such material. “Every one of these documents, they have a cover sheet that’s red,” Stewart, a member of the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3813993-new-republican-house-agenda-depends-on-the-timid-twenty/", "title": "New Republican House agenda depends on ‘the timid twenty’", "date_published": "2023-01-15 16:30:00+00:00", "description": "The right-wing takeover of the House Republican conference is counting on a feckless speaker and the “timid twenty.”", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814134-gop-rep-biden-and-trump-both-wrong-for-document-handling/", "title": "GOP rep: Biden and Trump both wrong for document handling", "date_published": "2023-01-15 16:25:59+00:00", "description": "Rep. Don Bacon (R-Neb.) on Sunday cast both President Biden and former President Trump as wrong in their handling of classified documents after leaving office following news of the discovery of materials belonging to Biden were made public this week. “I think there’s blame to go around to both sides of this,” Bacon said. “And...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814115-rosenstein-key-question-is-whether-biden-was-aware-of-classified-documents/", "title": "Rosenstein: Key question is whether Biden was aware of classified documents", "date_published": "2023-01-15 16:17:41+00:00", "description": "Former Deputy Attorney General Rod Rosenstein on Sunday said the key question for the special counsel looking at the classified Obama-era documents found at President Biden's home and former office is whether Biden was aware that the materials were kept past his tenure as vice president. \"The key question, the threshold question here is going to be:...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814106-stabenow-sidesteps-whether-dems-should-support-sinema-reelection-bid/", "title": "Stabenow sidesteps whether Democrats should support Sinema reelection bid", "date_published": "2023-01-15 16:09:33+00:00", "description": "Sen. Debbie Stabenow (D-Mich.) on Sunday sidestepped a question on whether Democrats should support a reelection bid from Sen. Kyrsten Sinema (Ariz.), who announced last month that she was leaving the Democratic Party to register as an Independent. \"We’ll see going down the road how all of this plays out. I think it’s very, very early,\" Stabenow told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3812739-a-new-frontier-in-space-moviemaking/", "title": "A new frontier in space: Moviemaking", "date_published": "2023-01-15 16:00:00+00:00", "description": "Will Russia's upcoming movie “The Challenge” (shot in space) revive its space program — and beat Tom Cruise?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3813411-the-ukraine-paradoxes-russia-reciprocity-and-reality/", "title": "The Ukraine paradoxes: Russia, reciprocity and reality", "date_published": "2023-01-15 16:00:00+00:00", "description": "Can or should Russia be held liable and accountable for its unprovoked invasion of Ukraine?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3810901-will-mail-be-delivered-on-martin-luther-king-jr-day-2023/", "title": "Will mail be delivered on Martin Luther King Jr. Day 2023?", "date_published": "2023-01-15 16:00:00+00:00", "description": "Waiting for some mail or an Amazon package? You'll have to wait until Tuesday.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814082-comer-labels-santos-a-bad-guy-its-pretty-despicable-the-lies-that-he-told/", "title": "Comer labels Santos a 'bad guy': 'It's pretty despicable, the lies that he told'", "date_published": "2023-01-15 15:43:58+00:00", "description": "New House Oversight and Accountability Committee Chairman James Comer (R-Ky.) on Sunday called Rep. George Santos (R-N.Y.) a \"bad guy\" amid multiple reports that the freshman congressman lied about his professional and educational background on the campaign trail, but declined to weigh in on whether Santos should step down. \"Look, he's a bad guy. This is something that,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814027-raskin-warns-biden-document-discovery-could-become-political-football/", "title": "Raskin warns Biden document discovery could become 'political football'", "date_published": "2023-01-15 15:34:24+00:00", "description": "Rep. Jamie Raskin (D-Md.) on Sunday warned against the discovery of two dozen classified documents at President Biden's Delaware residence becoming \"political football\" between the parties after an FBI search found hundreds of classified documents last year at the Florida home of former President Trump. \"We don't want to turn this into just a political football,\" Raskin said...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814085-warnock-lawmakers-shouldnt-be-playing-chicken-with-the-american-economy/", "title": "Warnock: Lawmakers shouldn't be 'playing chicken' with the American economy", "date_published": "2023-01-15 15:28:27+00:00", "description": "Sen. Raphael Warnock (D-Ga.) said lawmakers shouldn’t be “playing chicken” with the American economy as the threat of a national debt default later this year looms. “The last thing we ought to be doing is playing chicken with the American economy,” Warnock said on ABC’s \"This Week\" in an interview with Jonathan Karl. “We’ve been...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814031-stabenow-calls-biden-comments-on-trump-documents-embarrassing/", "title": "Stabenow calls Biden comments on Trump documents ‘embarrassing’", "date_published": "2023-01-15 15:09:27+00:00", "description": "Sen. Debbie Stabenow (D-Mich.) on Sunday called President Biden's comments last year about former President Trump's handling of classified documents \"embarrassing\" amid the discovery of classified documents at Biden's own residence. \"Well, it's certainly embarrassing,\" Stabenow told host Chuck Todd on NBC's \"Meet the Press.\" But the Michigan senator said that though the recent discovery of \"a small...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814009-comer-sidesteps-questions-about-why-oversight-panel-wont-investigate-trump/", "title": "Comer sidesteps questions about why Oversight panel won’t investigate Trump", "date_published": "2023-01-15 15:08:24+00:00", "description": "Rep. James Comer (R-Ky,) the newly appointed House Oversight and Accountability Committee chairman on Sunday sidestepped multiple questions about why the panel won’t investigate former President Trump over his handling of classified documents, despite plans to probe President Biden for similar offenses. “With respect to investigating President Trump, there have been so many investigations of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814036-schiff-says-its-possible-national-security-was-jeopardized-with-biden-documents/", "title": "Schiff says it's possible national security was jeopardized with Biden documents", "date_published": "2023-01-15 15:03:09+00:00", "description": "Rep. Adam Schiff (D-Calif.) said Congress could not “exclude the possibility” that national security was jeopardized by the handling of President Biden’s classified documents, which are now at the center of a Department of Justice probe. “I don’t think we can exclude the possibility without knowing more of the facts,” Schiff said on ABC’s \"This...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3807956-topping-americans-new-enemies-list-the-other-political-party/", "title": "Topping Americans' new enemies list: The other political party", "date_published": "2023-01-15 15:00:00+00:00", "description": "In 1970, Walt Kelly’s beloved cartoon character Pogo famously uttered the phrase, “We have met the enemy and he is us.” At that time, the little possum’s observation could be categorized as humor or satire. Today it has been elevated into the realm of prophecy. When President Biden, Defense Secretary Lloyd Austin, Joint Chiefs Chairman...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3814002-gop-rep-us-defaulting-on-national-debt-a-real-threat/", "title": "GOP rep: US defaulting on national debt a 'real threat'", "date_published": "2023-01-15 14:39:37+00:00", "description": "Rep. Don Bacon (R-Neb.) said the possibility that the U.S. defaulting on its national debt is a “real threat” as lawmakers grapple with a fast-approaching breach of the debt limit. “I think it is a real threat that both sides have to take serious,” Bacon said on ABC’s \"This Week\" in an interview with Jonathan...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3813997-comer-calls-biden-residence-crime-scene-over-document-search/", "title": "Comer calls Biden residence ‘crime scene’ over document search", "date_published": "2023-01-15 14:39:22+00:00", "description": "New House Oversight and Accountability Committee Chairman James Comer (R-Ky.) on Sunday called President Biden's Wilmington, Del., residence a “crime scene” after classified documents from Biden’s tenure as vice president were found at the home.   “My concern is that the special counsel was called for, but yet hours after that we still had the president's personal...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3813966-watch-live-biden-speaks-at-ebenezer-baptist-church/", "title": "Watch live: Biden speaks at Ebenezer Baptist Church", "date_published": "2023-01-15 14:36:56+00:00", "description": "President Biden is scheduled to deliver remarks at Ebenezer Baptist Church in Atlanta on Sunday morning to mark what would have been the 94th birthday of the late Martin Luther King Jr. His sermon aims to celebrate the civil rights leader's legacy while reviving the Biden administration's call for sweeping voting rights legislation. In advance...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3813981-overseeing-ukraine-aid-should-not-mean-more-government-agencies/", "title": "Overseeing Ukraine aid should not mean more government agencies", "date_published": "2023-01-15 14:30:00+00:00", "description": "The existing Offices of Inspectors General at USAID, State and Defense are already set up to provide effective oversight.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3813954-omar-glad-special-prosecutor-appointed-to-investigate-biden-documents/", "title": "Omar 'glad' special prosecutor appointed to investigate Biden documents", "date_published": "2023-01-15 14:03:06+00:00", "description": "Rep. Ilhan Omar (D-Minn.) on Saturday said she’s “glad” a special prosecutor was appointed to investigate classified Obama-era documents found in now-President Biden’s possession after his tenure as vice president.   “I’m glad that there is a special prosecutor that’s been appointed to investigate this... because any time there is a deviance in regard to security protocols,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3798706-2023-stamp-price-increases-are-about-to-kick-in/", "title": "2023 stamp price increases are about to kick in", "date_published": "2023-01-15 13:52:00+00:00", "description": "The United States Postal Service is set to increase the cost of postage to cope with the rising cost of operations.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3813947-death-toll-rises-in-russian-attack-on-ukrainian-city-of-dnipro/", "title": "Death toll rises in Russian attack on Ukrainian city of Dnipro", "date_published": "2023-01-15 13:37:33+00:00", "description": "The death toll in the city of Dnipro in east-central Ukraine has risen to 21 after a Russian missile strike hit a nine-story residential building, according to local officials.  Another 73 people were injured, including 14 children, said the head of the Dnipropetrovsk Regional Council, Mykola Lukashuk, in a Telegram post. One child is among the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3813926-uk-to-supply-tanks-to-ukraine/", "title": "UK to supply tanks to Ukraine", "date_published": "2023-01-15 13:15:13+00:00", "description": "The United Kingdom will supply Ukraine with tanks and artillery systems as Moscow ramps up missile strikes against Kyiv and elsewhere in the country, the prime minister’s office announced Saturday.  British Prime Minister Rishi Sunak talked with Ukrainian President Volodymyr Zelensky about taking action after “successive Ukrainian victories” have wounded Russian troops’ strength and morale. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3813908-who-urges-china-to-release-more-information-about-new-covid-infections/", "title": "WHO urges China to release more information about new COVID infections", "date_published": "2023-01-15 13:01:35+00:00", "description": "The World Health Organization (WHO) on Saturday urged China to release more information about new COVID-19 infections in the country after Beijing announced nearly 60,000 people had died from the virus since early last month.  Information about the new cases and deaths provided by China to WHO reveals “a rapid and intense wave of disease”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3812984-the-swamp-comes-for-joe-biden/", "title": "The swamp comes for Joe Biden", "date_published": "2023-01-15 13:00:00+00:00", "description": "Now Biden has what no president wants: A special counsel hanging over him for the foreseeable future.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3813904-biden-approves-california-disaster-declaration-after-massive-storms/", "title": "Biden approves California disaster declaration after massive storms", "date_published": "2023-01-15 12:32:25+00:00", "description": "President Biden on Saturday declared a major disaster in California after the state was hit with massive winter storms, with more rainfall, flooding and damage expected this week.  Biden directed federal aid to support state, tribal and local recovery efforts and to help individuals in affected areas, including Sacramento, Santa Cruz and Merced, with grants...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3807940-chinas-hidden-hold-on-the-wests-national-security-supply-chain/", "title": "China's hidden hold on the West's national security supply chain", "date_published": "2023-01-15 12:00:00+00:00", "description": "A key lesson learned from the COVID pandemic is how important the international supply chain is to national security. Whether it was personal protective equipment (PPE) for the health care system, or microchips for car production, or the food system, shortages from suppliers abroad led to widespread disruption across the U.S. and its Western allies....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/news/legislation/civil-rights/3812797-mlk-jr-s-dream-not-yet-achieved-but-still-attainable-advocates-say/", "title": "MLK Jr.'s dream not yet achieved, but still attainable, advocates say", "date_published": "2023-01-15 12:00:00+00:00", "description": "Sixty years after Rev. Martin Luther King Jr. gave his “I Have a Dream” speech, racial justice advocates say that dream has not been achieved. As Black Americans continue to face economic, social and systemic racism, those advocates point to social and policy changes that could push the country closer to King’s vision. To start,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3813273-five-unanswered-questions-about-bidens-classified-documents/", "title": "Five unanswered questions about Biden’s classified documents", "date_published": "2023-01-15 11:00:00+00:00", "description": "It’s a controversy that erupted out of nowhere to dominate the headlines. On Monday, CBS News revealed that documents marked as classified had been discovered in an office used by President Biden after he left office as vice president. Subsequent days brought disclosures of a second batch of documents discovered in the garage of Biden’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3813738-gaetz-says-santos-will-have-to-go-through-the-congressional-ethics-process-but-shouldnt-be-shunned/", "title": "Gaetz says Santos 'will have to go through the congressional ethics process,' but shouldn't be shunned", "date_published": "2023-01-15 02:54:56+00:00", "description": "Rep. Matt Gaetz (R-Fla.) said on Saturday that Rep. George Santos (R-N.Y.) will have to face the congressional ethics process over fabrications about his background and questions about his finances, but shouldn’t be “subject to shunning” by his fellow members of Congress.  “George Santos represents over 700,000 people in New York,” Gaetz told CNN’s Michael Smerconish....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3813697-zelensky-draws-comparisons-between-ruscism-and-nazism-in-saturday-address/", "title": "Zelensky draws comparisons between 'Ruscism' and Nazism in Saturday address", "date_published": "2023-01-15 00:58:50+00:00", "description": "Ukrainian President Volodymyr Zelensky drew comparisons between “Ruscism” and Nazism on Saturday, following another barrage of Russian missile strikes that battered cities across Ukraine. Zelensky pointed to a particular apartment building in Dnipro that was destroyed in Saturday's missile strikes in his nightly address. “This apartment block in Dnipro was on a street called Naberezhna Peremohy,” he said,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3813666-as-ftc-oversteps-its-authority-on-non-competes-congress-should-step-in/", "title": "As FTC oversteps its authority on non-competes, Congress should step in", "date_published": "2023-01-15 00:00:00+00:00", "description": "The Federal Trade Commission recently proposed a rule that would ban non-compete clauses in employment contracts. While the Commission’s attempt to ban them raises important questions about the continued use of NCAs, its assertion of authority will be challenged and is unlikely to survive judicial review.    The FTC’s proposal is simple to understand: most NCAs...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}