{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/media-byly-dowodca-oddzialu-grupy-wagnera-uciekl-z-rosji-i-wystapil-o-azyl-w-norwegii/", "title": "Były dowódca oddziału Grupy Wagnera wystąpił o azyl w Norwegii. Chce zeznawać przeciwko Prigożynowi", "date_published": "2023-01-15 21:47:00+00:00", "description": "Andriej Miedwiediew, były dowódca oddziału Grupy Wagnera - związanej z Kremlem prywatnej grupy wojskowej - uciekł z Rosji do Norwegii i ubiega się tam o azyl, o czym poinformowało Radio Swoboda, powołując się na doniesienia niezależnego rosyjskiego portalu Gulagu.net. Rosyjski żołnierz zamierza zeznawać przeciwko szefowi wagnerowców - Jewgienijowi Prigożynowi.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/nepal-katastrofa-samolotu-pasazerskiego-nagraly-sie-ostatnie-chwile-lotu/", "title": "Nepal. Katastrofa samolotu pasażerskiego. Nagrały się ostatnie chwile lotu", "date_published": "2023-01-15 20:55:00+00:00", "description": "W zachodnim Nepalu rozbił się w niedzielę pasażerski samolot linii Yeti Airlines, na pokładzie którego były 72 osoby. Ostatnie chwile lotu zostały zarejestrowane podczas transmisji na Facebooku, którą prowadzili pasażerowie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/rosja-seryjny-morderca-chce-wstapic-do-wojska-ale-dopiero-kiedy-mina-mrozy/", "title": "Rosja: Seryjny morderca chce wstąpić do wojska. Ale dopiero, kiedy miną mrozy", "date_published": "2023-01-15 15:56:00+00:00", "description": "- Trafić do wojska - to marzenie rosyjskiego seryjnego mordercy znanego jako angarski maniak. Michaił Popkow udzielił z więzienia wywiadu rosyjskiej państwowej telewizji. Przyznał jednak, że zimowe miesiące przesiedziałby jeszcze w celi, bo mrozy są dla niego najgorsze.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/bali-pobili-mezczyzne-i-zostawili-na-pewna-smierc-przyjaciel-zbiera-na-jego-leczenie/", "title": "Bali: Pobili mężczyznę i zostawili na pewną śmierć. Przyjaciel zbiera na jego leczenie", "date_published": "2023-01-15 14:40:00+00:00", "description": "Australijczyk został pobity na jednej z ulic na wyspie Bali i pozostawiony na pewną śmierć. Może już nigdy nie chodzić.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/wojna-w-ukrainie-rakieta-ktora-uderzyla-w-dniepr-byla-poza-zasiegiem-obrony-powietrznej/", "title": "Wojna w Ukrainie. Rakieta, która uderzyła w Dniepr była poza zasięgiem obrony powietrznej", "date_published": "2023-01-15 11:26:00+00:00", "description": "Co najmniej 23 osoby zginęły w trafionym rosyjską rakietą Ch-22 bloku w Dnieprze. 73 osoby są ranne, ponad 40 przebywa w szpitalach, w tym cztery na oddziale intensywnej terapii - podał szef władz obwodu. Zniszczone są 72 mieszkania, uszkodzonych jest ponad 230. Ukraina nie ma systemu zdolnego do zestrzelenia takiej rakiety - podały siły powietrzne. Pocisk osiąga prędkość 4000 km/h.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/grzedzinski-o-ataku-na-dniepr-tu-nie-ma-strachu-tylko-zlosc-i-determinacja/", "title": "Grzędziński o ataku na Dniepr: Tu nie ma strachu, tylko złość i determinacja", "date_published": "2023-01-15 09:16:00+00:00", "description": "- Mnóstwo ludzi przynosiło herbatę, pomoc humanitarną dla mieszkańców ogromnego budynku, którzy stracili dach nad głową - mówił Wojciech Grzędziński, polski fotograf, laureat nagrody World Press Foto. - Ludzie wciąż czekają, w nadziei, że pod gruzami będą żywi ludzie - dodał. Po trafieniu blok częściowo się zawalił. Zginęło co najmniej 21 osób, 73 są ranne. Około 30 ludzi jest zaginionych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/nepal-katastrofa-samolotu-pasazerskiego-na-pokladzie-byly-72-osoby/", "title": "Nepal. Katastrofa samolotu pasażerskiego. Na pokładzie były 72 osoby", "date_published": "2023-01-15 07:23:00+00:00", "description": "W pobliżu lotniska Pokhara w zachodnim Nepalu rozbił się w niedzielę pasażerski samolot linii Yeti Airlines. Na pokładzie były 72 osoby - podaje AFP. Nie wiadomo, czy ktoś przeżył katastrofę - podają lokalne władze. Według agencji Reutera na miejscu znaleziono jak dotąd co najmniej 40 ciał. Rząd powołał sztab kryzysowy.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-15/wojna-w-ukrainie-kompania-brytyjskich-czolgow-dla-ukrainy-rzad-podal-szczegoly/", "title": "Wojna w Ukrainie. Kompania brytyjskich czołgów dla Ukrainy. Rząd podał szczegóły", "date_published": "2023-01-15 05:07:00+00:00", "description": "Wielka Brytania przekaże wkrótce Ukrainie czternaście czołgów Challenger 2 oraz około 30 armatohaubic AS90. Downing Street potwierdziło te liczby w komunikacie. Plany przekazania uzbrojenia w sobotę potwierdzili brytyjski premier Rishi Sunak i prezydent Ukrainy Wołodymyr Zełenski. Brytyjskie media informowały wtedy nieoficjalnie, że liczba przekazanych czołgów będzie mniejsza od dwie sztuki.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}