[{"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Inter slump to defeat again as Atalanta close gap", "description": "<ul><li>Giacomo Bonaventura seals 1-0 win for Fiorentina at Inter</li><li>Atalanta two points back in fifth after 3-1 victory at Cremonese</li></ul><p><strong>Internazionale</strong> lost more ground in the race to finish second in Serie A after they slumped to their third successive defeat when they were beaten 1-0 at home by <strong>Fiorentina</strong>. While Napoli hold a 19-point advantage over second-placed Lazio, Inter could have pulled level with Maurizio Sarri’s side on 52 points had they won.</p><p>“There is great disappointment, we lost two consecutive home matches. We need to work more, starting with me,” Inter’s manager, Simone Inzaghi, said. “Fiorentina are a quality squad, the lads did all they could. It’s just like this at the moment, we need to be more determined, because we had so many chances to score and we should’ve taken them.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/european-roundup-inter-slump-to-defeat-again-as-atalanta-close-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/european-roundup-inter-slump-to-defeat-again-as-atalanta-close-gap", "date_published": "2023-04-01 20:43:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "All Blacks set for drastic overhaul under new leadership of Scott Robertson | Liam Napier", "description": "<p>The eccentric coach  will instigate the most far-reaching shift since Sir Graham Henry replaced John Mitchell 19 years ago</p><p>Sea change in the form of Scott Robertson’s eccentric new era will soon envelope the All Blacks. Just as the pre-World Cup timing of his national head coaching anointment shatters long-standing New Zealand rugby tradition, so too does Robertson’s promise to break the mould when he assumes charge seven months from now.</p><p>Nothing in the combative rugby union arena is ever given or guaranteed. Robertson, known as Razor for his try-scoring celebrations, knows this notion well from his playing days as a loose forward who savoured 23 Tests for the All Blacks. Off the field, Robertson’s highly successful coaching transition from Sumner, the seaside grassroots Christchurch club, to Canterbury and the Crusaders, charts a similar script.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/02/all-blacks-set-for-drastic-overhaul-under-new-leadership-of-scott-robertson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/02/all-blacks-set-for-drastic-overhaul-under-new-leadership-of-scott-robertson", "date_published": "2023-04-01 20:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The ceramicist dishing up his life on a plate – in pictures", "description": "<p>South African artist-potter <a href=\"https://hyltonnel.co.za/\">Hylton Nel</a> has been making decorative plates for more than 60 years. Though some of his handpainted designs are ornamental, most are political, and they build a personal record of Nel’s life. The plates depict the arrival of American presidents, slogans for protest movements, gay rights landmarks and, of course, Covid. “I try to get my ceramics to be just a part of life,” he says. “Like setting a table or frying an egg. That helps me anchor my art in reality.” A retrospective of his work, This Plate Is What I Have to Say, featuring 200 of his designs that tell the story of his life – and of modern times – is currently at Charleston. “It’s the same shape over and over,” he says, “but, like people, each one is different”.</p><ul><li><a href=\"https://www.charleston.org.uk/\">Hylton Nel: This Plate Is What I Have to Say is at Charleston, East Sussex, until 10 September</a></li></ul><p></p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/01/the-ceramicist-dishing-up-his-life-on-a-plate-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/01/the-ceramicist-dishing-up-his-life-on-a-plate-in-pictures", "date_published": "2023-04-01 16:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Leaving London was a wrench, but our family life back in Coventry has so much more to offer", "description": "<p>Hayley Myers was worried about relocating back to her home city of Coventry after a decade in London, but she hasn’t looked back</p><p>During those seemingly endless days of working from home in the midst of the first lockdown, we decided that enough was enough. My husband and I were squeezed around the dining table, one eye on our laptops and the other on our restless toddler. Pregnant with our second child, I was excited, intensely nauseous and nervous about how we might cope with a newborn under the current strict social restrictions, and later the extortionate costs of having two children in a nursery.</p><p>By that point, we had lived in London for almost 15 years and owned a tatty but much-loved flat in Lewisham. Our time there had been a blast, mostly – we were happy in our careers, with a great support network of friends – but somewhere between parenthood and the pandemic, the inconveniences we’d always accepted as part and parcel of city living increasingly gnawed at us. The walls of our windowless bathroom were constantly damp, the ceiling mildewy. The concrete rectangle of our balcony seemed bleak compared to the families we saw on social media splashing in paddling pools in their gardens. The grating creaks of the lift right next to our front door disturbed our sleep all night long.</p> <a href=\"https://www.theguardian.com/society/2023/apr/01/self-and-wellbeing-leaving-london-for-coventry-in-search-of-a-little-more-space\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/01/self-and-wellbeing-leaving-london-for-coventry-in-search-of-a-little-more-space", "date_published": "2023-04-01 15:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Programmers, beware: ChatGPT has ruined your magic trick | John Naughton", "description": "<p>The generative AI tool can write code on request, making the specialist skill of programming open to everyone</p><p>Benedict Evans, a tech analyst <a href=\"https://www.ben-evans.com/newsletter/\">whose newsletter</a> is required reading for those who follow the industry, made an interesting point this week. He had, he said, been talking to generalist journalists who “were still under the impression that ChatGPT was a trivial parlour trick and the whole thing was about as interesting as a new iPhone app”. On the other hand, he continued, “most people in tech are walking around slowly, holding on to the top of their head with both hands to stop it flying off. But within that, I think we can see a range of attitudes.”</p><p>We certainly can – on a spectrum ranging from the view that this “generative AI” is going to be the biggest bonanza since the invention of the wheel, to fears that it augurs an existential risk to humanity, and numerous opinions in between. Seeking a respite from the firehose of contradictory commentary, I suddenly remembered an interview that Steve Jobs – the nearest thing to a visionary the tech industry has ever had – gave in 1990, and dug it out <a href=\"https://youtu.be/KmuP8gsgWb8\">on YouTube</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/chatgpt-write-code-computer-programmer-software\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/chatgpt-write-code-computer-programmer-software", "date_published": "2023-04-01 15:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "On my radar: Max Porter’s cultural highlights", "description": "<p>The award-winning novelist on his favourite art bookshop, the DJ he would vote for as PM and why he collects Pez dispensers</p><p>Born in High Wycombe in 1981, author <a href=\"https://www.maxporter.co.uk/\">Max Porter</a> worked as a bookseller at Daunt Books and was later editorial director of Granta and Portobello Books. In 2015, he published his first novel, <em><a href=\"https://www.theguardian.com/books/2016/sep/11/grief-is-the-thing-with-feathers-max-porter-paperback-of-the-week\">Grief Is the Thing With Feathers</a></em>, which won several awards including the <em>Sunday Times</em>/Peters Fraser and Dunlop<a href=\"https://www.theguardian.com/books/2016/dec/08/max-porter-wins-young-writer-of-the-year-grief-is-the-thing-with-feathers\"> young writer of the year</a> and the <a href=\"https://www.theguardian.com/books/2016/may/14/dylan-thomas-award-goes-to-max-porters-extraordinary-feat\">Dylan Thomas prize</a>. It was later adapted into a play <a href=\"https://www.theguardian.com/stage/2019/mar/29/grief-is-the-thing-with-feathers-review-cillian-murphy-is-a-wonder\">directed by Enda Walsh</a>. His second book, <em><a href=\"https://www.theguardian.com/books/2019/mar/05/lanny-max-porter-review\">Lanny</a></em><em>,</em> was shortlisted for the Gordon Burn prize in 2019 and is being adapted into a film starring Rachel Weisz. <em><a href=\"https://guardianbookshop.com/shy-9780571377305\">Shy</a></em>, his latest novel, is published by Faber on 6 April.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/01/on-my-radar-max-porter-cutural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/01/on-my-radar-max-porter-cutural-highlights", "date_published": "2023-04-01 14:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nonconsensual deepfake porn is an emergency that is ruining lives | Arwa Mahdawi", "description": "<p>What we desperately need is for lawmakers and technology companies to hold its creators and facilitators to account</p><p>The overall economy might not be in great shape, but the nonconsensual deepfake porn economy? That’s in rude health. AI-generated imagery has been around for a long time now but it’s recently become disturbingly sophisticated. See, for example, all the people who were taken in by the viral <a href=\"https://www.theguardian.com/commentisfree/2023/mar/27/pope-coat-ai-image-baby-boomers\">AI-generated photo of the pope in a puffy jacket</a>, created by AI-based image generator Midjourney. The pope in an ostentatious coat may be amusing but the dark side of this technology is no laughing matter. A recent investigation by <a href=\"https://www.nbcnews.com/tech/internet/deepfake-porn-ai-mr-deep-fake-economy-google-visa-mastercard-download-rcna75071\">Kat Tenbarge at NBC News</a> shows just how disturbingly pervasive and accessible nonconsensual deepfake porn has become.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/ai-deepfake-porn-fake-images\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/ai-deepfake-porn-fake-images", "date_published": "2023-04-01 13:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "One to watch: James Ellis Ford", "description": "<p>The star producer of Kylie and Gorillaz, and one half of electro duo Simian Mobile Disco, has gone solo with a pleasingly idiosyncratic debut album</p><p>As a top-flight music producer, either you stamp your signature sound on to your clients’ music or you help your artist locate and magnify their essential self. <a href=\"https://www.jamesellisford.com/\">James Ellis Ford</a> is brilliant at the latter. This decade alone, he has given Kylie Minogue, Gorillaz, Florence + the Machine and Depeche Mode a glow-up, while continuing his collaborations with <a href=\"https://www.theguardian.com/music/arcticmonkeys\">Arctic Monkeys</a> – Ford has produced most of their albums, including all-time classic <em>AM</em><em> –</em> and, as a drummer, with Alex Turner’s band the Last Shadow Puppets.</p><p>Ford started out in psych-tinged indie rockers Simian during the early 00s; if you were anywhere near a dancefloor in 2006, you’ll remember Justice Vs Simian’s thunderous <a href=\"https://www.youtube.com/watch?v=L0TvnWRSyr4\">We Are Your Friends</a>. When Simian split, James and the band’s synth genius, Jas Shaw, teamed up as electronic duo <a href=\"https://www.theguardian.com/music/simian-mobile-disco\">Simian Mobile Disco</a> (SMD). In 2018 the pair had just finished groundbreaking choral techno album <em><a href=\"https://www.theguardian.com/music/2018/may/13/simian-mobile-disco-murmurations-review-hypnotic-genius-takes-flight\">Murmurations</a></em> when Shaw was diagnosed with <a href=\"https://www.nhs.uk/conditions/amyloidosis/#:~:text=AL%20amyloidosis%20is%20caused%20by,and%20can%20form%20amyloid%20deposits.\">AL amyloidosis</a>, a bone marrow disorder, and had to take a step back.</p><p><em><a href=\"https://www.jamesellisford.com/\">The Hum</a> is out on 12 May on Warp</em></p> <a href=\"https://www.theguardian.com/music/2023/apr/01/one-to-watch-james-ellis-ford-the-hum-simian-mobile-disco\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/01/one-to-watch-james-ellis-ford-the-hum-simian-mobile-disco", "date_published": "2023-04-01 13:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rytmos review – a tasteful musical mind-teaser", "description": "<p><strong>Floppy Club; Nintendo Switch, Windows, macOS<br /></strong>You solve puzzles, then create the songs, in this tactile puzzle game spanning genres and instruments, from Ethiopian jazz to krautrock</p><p>The relationship between rhythm and mathematics is straightforward and yet profound: notes arranged in regular patterns can yield endless variety – works that elicit everything from melancholy to dance. <em><a href=\"https://rytmos.club/\">Rytmos</a></em> imagines each musical phrase as a tiny, discrete world: a cube, in fact, whose six sides each contain a different sonic pattern that, when combined, blossom into a song.</p><p>Your task is to activate each of the cube’s sides by solving a puzzle. Each puzzle works in much the same way. Draw a continuous line to describe a maze, connecting each musical note – rendered as towers – on the cube, before arriving back at the beginning to complete the loop. The game allows the line to cross itself, but it can only conclude at the start point. Complete the puzzle and one of the six tracks begins to play. Complete all six sides and you finish the song, which is duly turned into vinyl and added to a crate of virtual records.</p> <a href=\"https://www.theguardian.com/games/2023/apr/01/rytmos-review-a-tasteful-musical-mind-teaser-floppy-club\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/01/rytmos-review-a-tasteful-musical-mind-teaser-floppy-club", "date_published": "2023-04-01 12:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Georgina Hayden’s vegan recipe for sticky aubergine, peanut and herb tarte tatin | The new vegan", "description": "<p>A sticky, soy-glazed, savoury upside-down tart for any day of the week</p><p>Savoury tarte tatin is one of my go-to meals when I’m entertaining: you can do a lot of the prep in advance, it isn’t too taxing and it delivers a decent level of wow factor when serving. This elegant, aubergine number is up there with the best of them, dressed with that much-loved combination of sticky sweet soy, peanuts and chilli. It is the perfect Easter centrepiece – an Easter egg(plant) showstopper, if you will.</p> <a href=\"https://www.theguardian.com/food/2023/apr/01/vegan-sticky-aubergine-peanut-herb-tarte-tatin-recipe-georgina-hayden\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/01/vegan-sticky-aubergine-peanut-herb-tarte-tatin-recipe-georgina-hayden", "date_published": "2023-04-01 11:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Streaming: Babylon and the best films about Hollywood", "description": "<p>Damien Chazelle’s three-hour ode to Tinseltown debauchery joins classic films about Hollywood from Sunset Boulevard to Barton Fink and Adaptation</p><p>It’s an old industry adage that Hollywood likes nothing more than films about itself. But the line between alluring insider lore and indulgent navel-gazing can be a fine one, and Damien Chazelle bounds so heedlessly across it in <strong><a href=\"https://www.justwatch.com/uk/movie/babylon-2022\">Babylon</a></strong> (2022), a three-hour ode to 1920s movie-making and off-camera debauchery, that even Hollywood found it a bit much. Rejected by audiences and awards voters alike, the film, now streaming on multiple platforms, is a grand, beautiful folly but not a disaster. There’s something wryly self-knowing about its excesses, a love for warts-and-all Hollywood that gives every wart its own meticulous closeup. I think it’ll find its cult.</p><p>Still, it joins a crowded subgenre: even under the more specific criterion of “portraits of Tinseltown in the transition from silent cinema to talkies”, it was never going to match Stanley Donen and Gene Kelly’s <strong><a href=\"https://www.justwatch.com/uk/movie/singin-in-the-rain\">Singin’ in the Rain</a></strong> (1952) for ageless exuberance and nimble comedy. More recently, Michel Hazanavicius’s Oscar-laden <strong><a href=\"https://www.justwatch.com/uk/movie/the-artist\">The Artist</a></strong> (2011) tackled the era with a spry, metatextual sense of pastiche.</p> <a href=\"https://www.theguardian.com/film/2023/apr/01/streaming-babylon-and-the-best-films-about-hollywood-film-making-tinseltown\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/01/streaming-babylon-and-the-best-films-about-hollywood-film-making-tinseltown", "date_published": "2023-04-01 07:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Our sleeping secrets caught on camera: nine beds and the people in them reveal everything – from farting to threesomes", "description": "<p>Would you let your dog in your bed? Your children? Your partner? We set up cameras in nine bedrooms, taking a picture every 30 seconds for 12 hours, to tell the tale of a single night’s sleep</p><p><strong>For </strong><strong>seven</strong><strong> and</strong><strong> a</strong><strong> half years, Brad and Felicity, now in their early 30s, have been sleeping in the same bed. T</strong><strong>heir 18-month-old daughter, Brooke, </strong><strong>has shared their bed since she was born.</strong></p><p>Felicity and Brad with Brooke, at 23.18</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/sleeping-secrets-on-camera-nine-beds-farting-threesomes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/sleeping-secrets-on-camera-nine-beds-farting-threesomes", "date_published": "2023-04-01 06:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Battle brews over LGBTQ+ books in Louisiana libraries", "description": "<p>State’s attorney general faces backlash after releasing report saying LGBTQ+ voices might be silenced in libraries</p><p><a href=\"https://www.theguardian.com/us-news/louisiana\">Louisiana’s</a> attorney general – a Republican gubernatorial candidate – is receiving backlash from LGBTQ+ activists after releasing a report recently that they say might silence LGBTQ+ voices in libraries.</p><p>The brewing fight over censorship in Louisiana’s libraries has opened a new front in the culture war pitting political conservatives and the LGBTQ+ community. Far rightwingers across the US <a href=\"https://www.theguardian.com/us-news/2022/sep/16/us-libraries-book-ban-challenges-race-gender\">tried hundreds of times</a> last year alone to ban more than 1,600 books with themes of gender or sexuality from public libraries, schools and universities, saying they wish to protect children from accessing them. But LGBTQ+ activists say there is no evidence that such material is readily available for children without the bans or that it primes minors to be harmed, and they are instead a tactic for conservatives to silence voices which offend their cultural values.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/louisiana-lgbtq-books-libraries\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/louisiana-lgbtq-books-libraries", "date_published": "2023-04-01 05:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 402 of the invasion", "description": "<p>Joe Biden calls on Moscow to free US journalist, ‘absurdity’ as Russia takes charge of UN security council, and Bucha atrocities remembered</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-402-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-402-of-the-invasion", "date_published": "2023-04-01 00:28:37+00:00", "persistent": false, "user": null, "language": "en-US"}]