[{"source": "https://businessinsider.com.pl/.feed", "title": "Rosja objęła kierownictwo w Radzie Bezpieczeństwa ONZ. \"To policzek\"", "description": "W sobotę Rosja objęła kierownictwo w Radzie Bezpieczeństwa Organizacji Narodów Zjednoczonych. — To policzek wymierzony społeczności międzynarodowej — oświadczył minister spraw zagranicznych Ukrainy Dmytro Kułeba.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-przejela-stery-w-radzie-bezpieczenstwa-onz-to-policzek/ypd06g4", "date_published": "2023-04-01 19:33:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rumuńscy urzędnicy oszukiwali w sprawie uchodźców z Ukrainy. Wyłudzili gigantyczna kwotę", "description": "Rumuńscy urzędnicy wyłudzili 2 mln euro w związku z przyjmowaniem uchodźców z Ukrainy. Śledczy potwierdzili, że część nieruchomości, w których rzekomo mieli przebywać uchodźcy, to domy dopiero budowane.", "link": "https://businessinsider.com.pl/wiadomosci/rumunscy-urzednicy-zarobili-na-uchodzcach-z-ukrainy-wyludzili-2-mln-euro/n5y0tsk", "date_published": "2023-04-01 19:11:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rihanna wynajęła dom na tydzień za 500 tys. dol. Właścicielowi starczy na dwa lata spłaty rat", "description": "Rihanna wydała 500 tys. dol. na wynajęcie domu w Arizonie podczas tygodnia Super Bowl. Kwota wystarczy właścicielowi na spłatę jego kredytu hipotecznego przez dwa lata.", "link": "https://businessinsider.com.pl/lifestyle/rihanna-wynajela-dom-za-500-tys-dol-wlasciciel-nie-wiedzial-kto-zlozyl-oferte/jt9kkep", "date_published": "2023-04-01 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W kompleksie nuklearnym w Korei Północnej zauważono wysoką aktywność", "description": "Zdjęcia satelitarne pokazują wysoki poziom aktywności w głównym ośrodku nuklearnym Korei Północnej — poinformował amerykański think tank w sobotę po tym, jak przywódca Korei Północnej nakazał zwiększenie produkcji paliwa do bomb w celu rozbudowy krajowego arsenału nuklearnego.", "link": "https://businessinsider.com.pl/wiadomosci/korea-polnocna-niepokojace-sygnaly-z-kompleksu-nuklearnego/cb9xf46", "date_published": "2023-04-01 18:44:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd zapowiada rewolucję w budowie domów. Eksperci studzą entuzjazm i wskazują pułapki", "description": "Pozwolenia na budowę mają odejść do lamusa. Przynajmniej w przypadku domów jednorodzinnych. Projekt ustawy w tej sprawie przyjął już rząd, teraz zajmie się nim parlament. Eksperci studzą jednak entuzjazm – nowy pomysł nie tylko nie oznacza, że będzie można budować wszędzie, ale zawiera również liczne \"pułapki\". Rynek też nie spodziewa się boomu budowlanego.", "link": "https://businessinsider.com.pl/twoje-pieniadze/rzadowy-pomysl-na-domy-bez-pozwolenia-ekspertka-wskazuje-na-powazne-pulapki/d9hlbng", "date_published": "2023-04-01 16:33:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co Elon Musk, Bill Gates i 12 innych liderów biznesu myśli o sztucznej inteligencji i ChatGPT?", "description": "Narzędzia sztucznej inteligencji (SI) szturmem zdobyły świat. Liderzy biznesu komentują, jak SI wpłynie na nasze życie. Ich podejścia bywają odmienne.", "link": "https://businessinsider.com.pl/technologie/od-ekscytacji-po-wizje-zaglady-miliardzerzy-i-liderzy-biznesu-o-chatgpt/r5zbydb", "date_published": "2023-04-01 16:21:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zarobki leśników dużo powyżej średniej krajowej. Przysługuje im też deputat", "description": "O pracownikach Lasów Państwowych zrobiło się głośno po słowach dyrektora generalnego w sprawie poparcia Prawa i Sprawiedliwości w nadchodzących wyborach. Okazuje się, że pracownicy tej państwowej spółki to dość spora grupa elektoratu, ponieważ według ostatniego dostępnego sprawozdania zatrudnionych było w niej 25 tys. 677 osób. Średnie zarobki kształtowały się w tym czasie na poziomie dużo wyższym niż nawet obecna średnia krajowa.", "link": "https://businessinsider.com.pl/finanse/zarobki-lesnikow-duzo-powyzej-sredniej-krajowej-a-maja-cos-jeszcze/flrcd5b", "date_published": "2023-04-01 15:35:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Holenderski dziennik: Polska jest potęgą logistyczną, wojskową i polityczną", "description": "Od czasu rosyjskiej inwazji na Ukrainę Polska jest \"potęgą logistyczną, wojskową i polityczną\" — napisał w sobotę holenderski dziennik \"NRC\". Dziennik pisze też o unii polsko-ukraińskiej, która nie spodobałaby się krajom Europy Zachodniej.", "link": "https://businessinsider.com.pl/wiadomosci/holenderskie-media-polska-jest-potega-logistyczna-wojskowa-i-polityczna/4sdxrt6", "date_published": "2023-04-01 15:29:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jestem mechanikiem w Siłach Powietrznych. To bardzo stresująca praca, ale ją kocham", "description": "Praca mechanika lotniczego jest ekscytująca, napawa dumą, ale łączy się z dużym stresem i nieoczekiwanymi sytuacjami. Oto jak wygląda zawód technika konserwacji samolotów w wojsku.", "link": "https://businessinsider.com.pl/praca/jestem-mechanikiem-w-silach-powietrznych-usa-to-bardzo-stresujaca-praca/jfmjkyl", "date_published": "2023-04-01 15:04:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja znów uderzy w kieszenie kierowców. Wymiana opon w tym roku droższa o 30 proc.", "description": "Pierwsze ciepłe dni już za nami, a coraz więcej kierowców myśli o wymianie opon z zimowych na letnie. Eksperci podkreślają, że obecnie nie ma jeszcze szturmu na warsztaty samochodowe i wulkanizacyjne, ale po Wielkanocy ruch będzie już spory. Okazuje się, że w tym roku wymiana opon będzie nawet o 30 proc. droższa niż rok temu. Sam koszt wizyty u mechanika zaczyna się od ponad 100-120 zł.", "link": "https://businessinsider.com.pl/finanse/wymiana-opon-na-letnie-ile-trzeba-bedzie-zaplacic/smgc27v", "date_published": "2023-04-01 14:32:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Siada do biurka o 7.30 i ma wolne popołudnia. \"Taki harmonogram ułatwia mi zarządzanie skupieniem i energią\"", "description": "Pracownik zdalny, który siada do biurka o 7.30 i ma wolne popołudnia, twierdzi, że taki harmonogram \"znacznie ułatwia mu zarządzanie skupieniem, energią i ogólnym nastawieniem\".", "link": "https://businessinsider.com.pl/biznes/rozwoj-osobisty/siada-do-biurka-o-730-i-ma-wolne-popoludnia-oto-korzysci/48y3gcx", "date_published": "2023-04-01 13:57:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płacisz alimenty? Musisz wiedzieć o tych zmianach", "description": "Już za trzy miesiące wejdzie duża nowelizacja Kodeksu postępowania cywilnego. Wprowadzi ważne zmiany w sprawach, które toczą się przed sądami rodzinnymi, w tym rozwodowych i o alimenty. Nowe rozwiązania znacznie poprawią sytuację tych, którzy ubiegają się o alimenty. Będzie też jedna zmiana korzystna dla tych, którzy mają je płacić.", "link": "https://businessinsider.com.pl/prawo/zelazny-fundusz-to-nowosc-bat-na-unikajacych-placenia-alimentow/8727yzb", "date_published": "2023-04-01 13:25:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Xi Jinping sprzeciwił się Putinowi? \"Nie poparł jego nowej wizji\"", "description": "Putin chciał wykorzystać niedawne spotkanie z przywódcą Chin Xi Jinpingiem, by zjednoczyć resztę świata przeciwko Zachodowi. Przyjęta w piątek przez Rosję nowa doktryna polityki zagranicznej ma wspomóc formowanie antyzachodniego bloku. Jednak chiński przywódca nie poparł nowej wizji Putina —  ocenia w najnowszej analizie amerykański Instytut Studiów nad Wojną (ISW).", "link": "https://businessinsider.com.pl/wiadomosci/nowa-doktryna-kremla-nie-po-mysli-pekinu-putin-nie-przekonal-xi-jinpinga/7wst4gl", "date_published": "2023-04-01 13:04:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rzuciła pracę z 6-cyfrową pensją i przeszła na niepełny etat.\"Nigdy nie byłam szczęśliwsza\"", "description": "Zarabiała 100 tys. dol. rocznie, ale była na skraju wyczerpania. — Wiedziałam, że muszę dokonać radykalnych zmian — wspomina Siobhan Llewellyn. Pewnego dnia rzuciła pracę, nauczyła się żyć skromniej i po czasie otworzyła swój wymarzony biznes.", "link": "https://businessinsider.com.pl/praca/rzucila-prace-z-6-cyfrowa-pensja-zalozyla-biznes-ma-kilka-rad/2d9xsnd", "date_published": "2023-04-01 12:35:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "28 tys. za noc. Oto najdroższy hotel w Polsce", "description": "Z roku na rok w Polsce przybywa naprawdę luksusowych hoteli – takich, w których nocleg może kosztować nawet i grubo ponad 20 tys. zł. Business Insider prześledził, które tego typu obiekty mają najdroższe apartamenty – i czy faktycznie zawsze nocleg musi kosztować krocie.", "link": "https://businessinsider.com.pl/gospodarka/28-tys-za-noc-oto-najdrozszy-hotel-w-polsce/4jj9s3v", "date_published": "2023-04-01 12:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Samochody elektryczne w garażu naładują tylko wybrańcy. Prądu nie wystarczy", "description": "Choć kierowcy coraz częściej przesiadają się na elektryki, to ładowarka w podziemnym garażu może okazać się dobrem wyłącznie dla wybranych. Jak opisuje \"Puls Biznesu\", w podziemnych garażach pojawiają się ładowarki do samochodów elektrycznych, ale prądu nie wystarczy dla wszystkich.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/samochody-elektryczne-w-garazu-naladuja-tylko-wybrancy-pradu-nie-wystarczy/31zv63m", "date_published": "2023-04-01 11:54:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Drzemki mogą źle wpływać na nasze zdrowie. Dlaczego?", "description": "Sen działa na zasadzie \"wszystko albo nic\". Dlatego drzemki w ciągu dnia nie pomogą nam zmagazynować nadmiaru snu lub odespać wcześniejszych niedoborów. Mogą za to przeszkodzić w zasypianiu nocą.", "link": "https://businessinsider.com.pl/wideo/drzemki-moga-zle-wplywac-na-nasze-zdrowie-dlaczego/4yypgrw", "date_published": "2023-04-01 11:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin przyjął strategiczny dokument. Rosja z \"unikalną misją historyczną\"", "description": "Rosja przyjęła nową doktrynę polityki zagranicznej. Dokument jest pierwszą jej aktualizacją od 2016 r. Określa USA jako \"główne źródło zagrożeń\" dla rosyjskiego bezpieczeństwa, jednocześnie opisując Rosję jako \"wyróżniające się państwo-cywilizację\" z \"unikalną misją historyczną\".", "link": "https://businessinsider.com.pl/wiadomosci/putin-przyjal-strategiczny-dokument-usa-wrogiem-rosja-z-unikalna-misja/4pqvlve", "date_published": "2023-04-01 11:04:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier o cenach zbóż. \"To swego rodzaju klęska\"", "description": "Państwo polskie robi wszystko, by zabezpieczyć rolników na najbliższe żniwa i zabezpieczyć cenę na poziomie wyższym niż ta, z którą dziś muszą się mierzyć rolnicy – mówił premier Mateusz Morawiecki o kryzysie wywołanym przez napływ do UE ukraińskiego zboża.", "link": "https://businessinsider.com.pl/gospodarka/premier-morawiecki-o-zalamaniu-sie-cen-zboz-to-swego-rodzaju-kleska/jc96b22", "date_published": "2023-04-01 10:33:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cyfrowy krwiobieg spółki energetycznej", "description": "Technologie cyfrowe są tylko wsparciem. – Jeszcze bardzo długo energetyka będzie oparta na fizycznych maszynach, realnych sieciach energetycznych i to postęp w tych dziedzinach będzie dla energetyki kluczowy – mówi w rozmowie z Business Insider Polska Ryszard Bryła, dyrektor departamentu architektury, projektów i informatyki w PKP Energetyka. I dodaje, że energetyka, zmienia się tak dynamicznie, że to, co było dobre i działało wczoraj i dziś, jutro już będzie przestarzałe i nieadekwatne do rzeczywistości.", "link": "https://businessinsider.com.pl/gospodarka/cyfryzacja-polskiej-energetyki/lxccx01", "date_published": "2023-04-01 10:10:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kongres zgodził się na kolejną broń dla Polski. Czas na negocjacje", "description": "Kongres USA zgodził się na zakup przez Polskę 800 rakiet Hellfire, w które zostaną wyposażone polskie śmigłowce wsparcia AW149 oraz docelowo apache. Teraz MON przystępuje do negocjacji cenowych.", "link": "https://businessinsider.com.pl/gospodarka/kongres-usa-zgodzil-sie-na-kolejna-bron-dla-polski-czas-na-negocjacje/c3gq7bt", "date_published": "2023-04-01 09:46:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina zamawia w Polsce. Premier ogłosił nowy kontrakt dla zbrojeniówki", "description": "— Przywożę zamówienie, które dostałem od premiera Ukrainy na 100 Rosomaków, które będą tutaj produkowane — powiedział premier Mateusz Morawiecki w zakładach Rosomak w Siemianowicach Śląskich.", "link": "https://businessinsider.com.pl/wiadomosci/ukraina-zamawia-w-polsce-premier-oglosil-nowy-kontrakt-zbrojeniowki/nvz9efk", "date_published": "2023-04-01 09:17:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin jako bastion Chin przeciwko Zachodowi? \"Metoda kija i marchewki\"", "description": "Chiny chcą za pomocą gróźb i zachęt zmusić Ukrainę, by zaakceptowała je jako mediatora konfliktu z Rosją — mówi dr Jianli Yang, mieszkający w USA chiński dysydent i badacz Uniwersytetu Harvarda. Naukowiec podkreśla, że Putin jest dla chińskiego prezydenta wysuniętym bastionem przeciwko Zachodowi.", "link": "https://businessinsider.com.pl/wiadomosci/putin-jako-bastion-chin-przeciwko-zachodowi-metoda-kija-i-marchewki/lnw49xd", "date_published": "2023-04-01 08:38:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uber chce być jak Netflix. Europejska dyrektor giganta o polskim prawie, przestępstwach i lobbingu [WYWIAD]", "description": "Uber będzie rozwijał model znany już m.in. z Netfliksa czy innych platform streamingowych. — Będziemy stawiać m.in. na model subskrypcyjny dla naszych użytkowników — zarówno w sektorze przejazdów, jak i Uber Eats – zapowiada w rozmowie z Business Insiderem Anabel Diaz, dyrektor generalna Ubera w Europie, na Bliskim Wschodzie i w Afryce. Odnosi się też do tego, jak platforma przez lata wpływała na polityków i jak dziś zamierza walczyć z łamaniem prawa przez kierowców.", "link": "https://businessinsider.com.pl/technologie/uber-jak-netflix-firma-o-nowych-uslugach-prawie-w-polsce-i-bezpieczenstwie/7wyr5vc", "date_published": "2023-04-01 07:56:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska chce kolejnych sankcji na Białoruś. \"Znacząco bardziej dotkliwych dla reżimu Łukaszenki\"", "description": "— Będziemy przekonywać naszych europejskich partnerów w sprawie konieczności rozszerzenia sankcji na Białoruś — powiedział minister ds. UE Szymon Szynkowski vel Sęk. Mateusz Morawiecki podkreślił, że sankcje na Białoruś muszą być znacząco bardziej dotkliwe, skoro Putin zamierza rozmieścić tam taktyczną broń jądrową.", "link": "https://businessinsider.com.pl/wiadomosci/beda-kolejne-sankcje-na-bialorus-znaczaco-dotkliwe-dla-lukaszenki/mfm9qfp", "date_published": "2023-04-01 07:43:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nocna prohibicja w polskich miastach coraz popularniejsza. Podano dane", "description": "Co dziesiąta gmina w Polsce zdecydowała się ograniczyć nocą sprzedaż alkoholu. Teraz przedstawiciele poszczególnych miejscowości tłumaczą, jak zmiana wpłynęła na życie mieszkańców. \"Nocną prohibicję\" wprowadzają kolejne gminy, choć są i takie, które ją zniosły.", "link": "https://businessinsider.com.pl/gospodarka/nocna-prohibicja-w-polskich-miastach-coraz-popularniejsza-podano-dane/ex2f7vb", "date_published": "2023-04-01 07:13:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Świnoujście i Szczecin będą jak Hamburg? Wiceminister zapowiada", "description": "— Port w Świnoujściu w ciągu 6-7 lat będzie poważną konkurencją dla Hamburga — ocenił wiceminister infrastruktury Marek Gróbarczyk. Dodał, że rząd planuje zainwestować w rozwój polskiej infrastruktury bardzo znaczące kwoty, ale planom częściowo sprzeciwiają się Niemcy.", "link": "https://businessinsider.com.pl/gospodarka/swinoujscie-i-szczecin-beda-jak-hamburg-wiceminister-w-rzadzie-pis-obiecuje/wtlxqqz", "date_published": "2023-04-01 06:48:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rocznica wprowadzenia 500 plus. Tyle wydano na program. Co z waloryzacją?", "description": "Właśnie mija siedem lat od uruchomienia programu Rodzina 500 plus. Minister rodziny i polityki społecznej podała, ile przez ten czas wydano w ramach tej inicjatywy, a także ile dzieci obecnie z niej korzysta. Kiedy w związku z inflacją można spodziewać się waloryzacji? Na to pytanie odpowiedział niedawno wiceminister finansów.", "link": "https://businessinsider.com.pl/twoje-pieniadze/rocznica-wprowadzenia-500-plus-tyle-wydano-na-program-co-z-waloryzacja/qltdefc", "date_published": "2023-04-01 06:32:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP ujawnia pensję Glapińskiego. Wzrost zarobków wyprzedza inflację", "description": "Narodowy Bank Polski opublikował szczegółowe informacje dotyczące wynagrodzenia Adama Glapińskiego w 2022 r. Kwota może robić wrażenie. A jej wzrost w porównaniu do ubiegłego jest wyższy niż średnioroczna inflacja. NBP to zresztą niejedyne miejsce w którym zarabia prezes NBP.", "link": "https://businessinsider.com.pl/gospodarka/ile-zarobil-adam-glapinski-nbp-ujawnil-dane-wzrost-wyzszy-niz-inflacja/4ef2497", "date_published": "2023-04-01 06:01:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rekordowe podatki od domów i mieszkań. Ile gmin ulżyło mieszkańcom? [RAPORT]", "description": "Od początku 2023 r. obowiązują rekordowo wysokie stawki podatku od nieruchomości. To efekt inflacji i decyzji radnych gmin oraz miast. Samorządy nie muszą bowiem stosować maksymalnych stawek, mogą je obniżać. Z naszej analizy wychodzi, że większość samorządów nie drenuje kieszeni mieszkańców, ale ponad 500 ma najwyższe stawki. Pokazujemy, które gminy, ile biorą. Warto wiedzieć, bo za rok może być podobnie.", "link": "https://businessinsider.com.pl/prawo/podatki/podatek-od-nieruchomosci-w-ilu-gminach-placimy-mniej-za-domy-i-mieszkania-wyjasniamy/e1btt0y", "date_published": "2023-04-01 05:42:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przed nami niedziela handlowa. Jak przygotować się do zakupów?", "description": "Na najbliższą niedzielę, 2 kwietnia, przypada niedziela handlowa. Trzeba przygotować się na większy ruch w sklepach, bo dla wielu osób będzie to jedyna okazja, by zrobić zakupy przed świętami Wielkanocnymi.", "link": "https://businessinsider.com.pl/twoje-pieniadze/to-jedna-z-niewielu-takich-niedziel-sklepy-beda-otwarte/qkzcqjg", "date_published": "2023-04-01 05:35:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Sponsorzy rosyjskiej wojny\". Ukraińcy ujawniają nową listę wstydu", "description": "Mimo że od ataku Rosji na Ukrainę minęło już ponad 13 miesięcy, wciąż sporo dużych zagranicznych firm działa w państwie Putina, wspierając go finansowo i wzmacniając jego zdolność do prowadzenia zbrodniczej agresji. \"Międzynarodowi sponsorzy wojny\" — tak listę tych firm określa Ukraińska Narodowa Agencja ds. Zapobiegania Korupcji (NAZK), która publikuje to zestawienie.", "link": "https://businessinsider.com.pl/biznes/miedzynarodowi-sponsorzy-wojny-ukraina-ujawnia-swoja-liste-wstydu/ces1clv", "date_published": "2023-04-01 05:33:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trump zostanie aresztowany. Ława przysięgłych zdecydowała", "description": "Akt oskarżenia nowojorskiej wielkiej ławy przysięgłych przeciw byłemu prezydentowi Donaldowi Trumpowi obejmuje wiele zarzutów dotyczących fałszowania dokumentacji biznesowej, w tym co najmniej jedno przestępstwo kryminalne. Będzie formalnie aresztowany.", "link": "https://businessinsider.com.pl/wiadomosci/trump-zostanie-aresztowany-lawa-przysieglych-w-usa-zdecydowala/n90g6wk", "date_published": "2023-04-01 04:40:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA z kolejną pomocą dla Ukrainy. Długa lista uzbrojenia", "description": "Jak podała agencja Reutera, powołując się na przedstawicieli władz amerykańskich, administracja USA ogłosi w przyszłym tygodniu nowy pakiet pomocy wojskowej dla Ukrainy o wartości 2,6 mld dolarów. W skład transzy wejść mają m.in. radary, pociski przeciwpancerne oraz amunicja różnego rodzaju.", "link": "https://businessinsider.com.pl/wiadomosci/usa-z-kolejna-pomoca-dla-ukrainy-dluga-lista-broni-i-uzbrojenia/b3ltdmx", "date_published": "2023-04-01 04:34:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Google, Amazon i Meta pogarszają swoje podstawowe produkty. Robią to celowo", "description": "Big Tech zalicza \"big downgrade\". Google, Amazon i Meta celowo pogarszają jakość swoich kluczowych produktów.", "link": "https://businessinsider.com.pl/biznes/google-amazon-i-meta-pogarszaja-swoje-podstawowe-produkty-robia-to-celowo/8hqsn68", "date_published": "2023-04-01 04:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}]