[{"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua v Jermaine Franklin: world heavyweight boxing – live", "description": "<ul><li>Round-by-round updates from the big fight in London</li><li><a href=\"https://www.theguardian.com/sport/blog/2023/apr/01/eddie-hearn-conor-benn-and-the-poison-at-the-heart-of-british-boxing\">Hearn, Benn and the poison at the heart of British boxing</a></li></ul><p><strong>Fabio Wardley has seen off Michael Coffie in the final undercard bout of the night.</strong> The British heavyweight champion was unloading his American foe along the ropes when referee Harold Foster intervened at the 0:45 mark of the fourth round. A <em>very</em> premature stoppage, surely. Next up: Anthony Joshua v Jermaine Franklin.</p><p><strong>Hello and welcome to the O2 Arena for tonight’s non-title fight between Anthony Joshua and Jermaine Franklin.</strong> It’s the textbook definition of a crossroads bout for Joshua, the former two-time world champion who is coming off consecutive losses to Oleksandr Usyk. The 2012 Olympic gold medalist desperately needs a career-reviving performance against Franklin, a fringe contender from Saginaw, Michigan, who earned his shot as Joshua’s comeback opponent by giving Dillian Whyte a scare in November.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/01/anthony-joshua-v-jermaine-franklin-world-heavyweight-boxing-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/01/anthony-joshua-v-jermaine-franklin-world-heavyweight-boxing-live", "date_published": "2023-04-01 20:54:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The moment I knew: ‘I told her my dream was to become an author. She didn’t laugh’", "description": "<p>New to London and ready to party, the last place <strong>Jonathan Seidler</strong> expected to spend Notting Hill Carnival was indoors discussing books with his future wife</p><p>I arrived in London in the summer of 2018, around the same time as the dating app Hinge. Having been unceremoniously dumped a year before, I’d gone through the classic late-20s crisis playbook and quit my job, upped sticks and moved to the other side of the world on a work and travel visa.</p><p>My first two months in this foreign city were marked by an absolute frenzy of dating, in which I tried to repair my broken heart, but more importantly, like the perennial sad case I was, figure out where all the good restaurants, venues and pubs were without having to do it alone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/02/the-moment-i-knew-i-told-her-my-dream-was-to-become-an-author-she-didnt-laugh\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/02/the-moment-i-knew-i-told-her-my-dream-was-to-become-an-author-she-didnt-laugh", "date_published": "2023-04-01 20:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ageing and the mortality alarm: ‘I started panicking about future me’", "description": "<p>The moment you realise you are entering your ageing years is confronting, especially if you still feel young. Might that burst of anxiety be a door into a different kind of old age?</p><p>My mum was due to celebrate a century of life and looking forward to getting her card from the Queen. She’d been living in an aged-care facility which had been through multiple lockdowns due to Covid. Our family started preparations for her birthday party; “hold the date” cards were sent.</p><p>On Mum’s behalf, we applied to receive the birthday card from the Queen. But early one night, after another lockdown, my dad rang. “I don’t think she’ll make it to the weekend,” he said. “Come quickly.”</p> <a href=\"https://www.theguardian.com/science/2023/apr/02/ageing-and-the-mortality-alarm-i-started-panicking-about-future-me\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/02/ageing-and-the-mortality-alarm-i-started-panicking-about-future-me", "date_published": "2023-04-01 20:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even if you’re ‘on the apps’, it feels pretty hard to meet people these days | Maddie Thomas", "description": "<p>Dating in the digital age has become increasingly fraught. But there’s hope for app skeptics like myself</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>To date or not to date is no longer the question. Instead, it is to date or not date online.</p><p>I am old enough to remember eHarmony ads on TV, but young enough to know more people on dating apps than not.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p><p>Maddie Thomas is an editorial assistant at Guardian Australia</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/02/even-if-youre-on-the-apps-it-feels-pretty-hard-to-meet-people-these-days\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/02/even-if-youre-on-the-apps-it-feels-pretty-hard-to-meet-people-these-days", "date_published": "2023-04-01 20:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frank Skinner reveals former radio co-host Gareth Richards is fighting for his life", "description": "<p>Comedian broke down in tears live on air as he told listeners Richards was involved in serious road accident</p><p>Frank Skinner told listeners to his Saturday radio show that his friend and former co-host Gareth Richards is fighting for his life after a car crash.</p><p>The 66-year-old comedian and broadcaster broke down in tears as he revealed that Richards was in a “very big road accident” on Monday.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/01/frank-skinner-reveals-former-radio-co-host-gareth-richards-is-fighting-for-his-life\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/01/frank-skinner-reveals-former-radio-co-host-gareth-richards-is-fighting-for-his-life", "date_published": "2023-04-01 19:58:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fine start for Tuchel as Bayern Munich leapfrog Dortmund with convincing win", "description": "<p>Bayern Munich started life under Thomas Tuchel with a 4-2 victory over his old club Borussia Dortmund at the Allianz Arena that saw them replace the visitors at the top of the Bundesliga table.</p><p>Eight days on from sacking Julian Nagelsmann <a href=\"https://www.theguardian.com/football/2023/apr/01/thomas-tuchel-julian-nagelsmann-bayern-munich-borussia-dortmund\">and bringing Tuchel in</a>, Bayern raced into a three-goal lead in their first match under the former Chelsea boss, with the opener coming via a bizarre 13th-minute own goal by the Dortmund goalkeeper Gregor Kobel.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/bayern-munich-borussia-dortmund-bundesliga-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/bayern-munich-borussia-dortmund-bundesliga-match-report", "date_published": "2023-04-01 19:09:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lily Allen reveals she has been diagnosed with ADHD", "description": "<p>Actor and singer says behavioural condition ‘sort of runs in my family’</p><p>Lily Allen has disclosed that she was recently diagnosed with attention deficit hyperactivity disorder (ADHD) while in the US.</p><p>The actor and singer, who moved to New York City in 2020, said that she had to completely switch off from social media as a result of her diagnosis.</p> <a href=\"https://www.theguardian.com/music/2023/apr/01/lily-allen-reveals-she-has-been-diagnosed-with-adhd\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/01/lily-allen-reveals-she-has-been-diagnosed-with-adhd", "date_published": "2023-04-01 19:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories are no longer trusted by the public to tackle crime, poll reveals", "description": "<p>Rishi Sunak’s drive on antisocial behaviour may not sway local election voters disillusioned by the government</p><p>The overwhelming majority of voters are not confident that the government can successfully tackle and reduce crime, according to a new poll which suggests that a crippling lack of trust is damaging Rishi Sunak’s attempts to revive Tory fortunes.</p><p>Both main parties have been prioritising pledges to tackle low-level crime and antisocial behaviour ahead of local elections in May. However, the latest Opinium poll for the <em>Observer</em> revealed that only 20% of voters have confidence in the government to successfully tackle and reduce crime, while 71% are not confident. Only 27% have confidence in the courts and justice system to reduce crime and only 31% have confidence in the police to tackle and reduce crime.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/01/tories-are-no-longer-trusted-by-the-public-to-tackle-poll-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/01/tories-are-no-longer-trusted-by-the-public-to-tackle-poll-reveals", "date_published": "2023-04-01 19:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham beware: Nagelsman has reached a crisis point in his career | Jonathan Wilson", "description": "<p>Spurs need a hungry manager on the way up, rather than one – no matter how young – fighting for relevance</p><p>If only Julian Nagelsmann had never become manager of Bayern Munich, the world might have believed he would be a very good manager of Bayern Munich. It was a job to which he had seemed destined since becoming the youngest coach in Bundesliga history in 2016, taking charge of Hoffenheim at the age of 29. He had already led Hoffenheim’s under-19s to the Bundesliga youth title. He seemed preternaturally gifted and in Germany the gifted always end up at Bayern, especially when they come from Bavaria.</p><p>Taking over with Hoffenheim seven points adrift, Nagelsmann inspired them to unlikely survival and the following season took them into the Champions League. After a third-place finish in 2017- 18, Nagelsmann’s upward journey continued at RB Leipzig, as he took them to the Champions League semi-finals. A Bundesliga title in his first season at Bayern may have been expected, but his first silverware was no less welcome for that.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/01/tottenham-beware-nagelsman-has-reached-a-crisis-point-in-his-career\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/01/tottenham-beware-nagelsman-has-reached-a-crisis-point-in-his-career", "date_published": "2023-04-01 19:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gabriel Jesus has the spellbinding quality that keeps everyone watching | Jonathan Liew", "description": "<p>When he was injured, Arsenal kept winning but the Brazil striker is fit again and has rejoined the team seamlessly</p><p>Wrapped up in his warm-down jacket, Gabriel Jesus takes to the field. It’s been more than half an hour since he was substituted, but <a href=\"https://www.theguardian.com/football/2023/apr/01/arsenal-leeds-premier-league-match-report\" title=\"\">everyone still wants a piece</a> of him. Opponents want to shake his hand. Fans want to sing his name. Club staff want to make eye contact and slap him on the back. As he takes his lap of honour, a lone camera operator follows him around the entire pitch, training his lens on that soft, twinkling face, a face that for some reason always looks as though it’s on the verge of bursting into tears.</p><p>And for some reason there has always been this peculiarly spellbinding quality to Jesus. You watch him not because of what he’s doing, but because of what he might do.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/01/gabriel-jesus-has-the-spellbinding-quality-that-keeps-everyone-watching\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/01/gabriel-jesus-has-the-spellbinding-quality-that-keeps-everyone-watching", "date_published": "2023-04-01 18:41:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Watkins and John McGinn help Aston Villa add to Chelsea’s misery", "description": "<p>For a mid-table evening sideshow to follow an afternoon of thrills and spills at the top and bottom, this was still high-class Premier League entertainment. And between two shy managers, neither rock-star quote machines, both offering steadiness over turbulence, it was Unai Emery who prevailed over Graham Potter.</p><p>Emery’s quiet, technocratic approach continues to win approval with Villa fans while Potter remains Chelsea’s uneasy fit, his team’s recent revival forgotten with this reverse, where his opposite number’s careful gameplan paid off.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/chelsea-aston-villa-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/chelsea-aston-villa-premier-league-match-report", "date_published": "2023-04-01 18:39:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Most amusing’: Gilbert and George welcome the public to their own gallery", "description": "<p>Artists open centre in area of east London where they have lived and worked for decades </p><p>Every creative person yearns for a room of their own. But for the stars of Britain’s contemporary art world, it seems that now only a venue of their own will do. Last weekend it was <a href=\"https://www.theguardian.com/artanddesign/2023/mar/28/tracey-emin-on-the-joy-of-founding-her-own-art-school-margate\" title=\"\">Tracey Emin in Margate</a>; on Saturday morning it was the turn of the veteran duo Gilbert and George.</p><p>“It is very exciting to see so many people,” said George Passmore, 81, after the gates swung wide at 10am to let in an orderly queue of first visitors. “Most amusing,” added his lifelong collaborator – and, since 2008, civil partner – Gilbert Prousch, 79. “They will all keep coming along, we hope.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/01/most-amusing-gilbert-and-george-welcome-public-to-their-own-gallery\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/01/most-amusing-gilbert-and-george-welcome-public-to-their-own-gallery", "date_published": "2023-04-01 18:21:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New transparency rules are helping reduce pay gaps – and lower average pay by 2% | Torsten Bell", "description": "Research by Harvard finds workers’ bargaining pay is increased by a host of policies, but makes employers wary of granting raises<p>In the old days, people thought talking about money, particularly how much you earn, was unimaginably vulgar. But as anyone who has met a banker recently knows, those days are gone. It’s not just the minted who favour pay transparency; less loaded lefties do too - for social progress rather than social point scoring reasons. Letting the sunshine into the murky world of who earns what aims to tackle longstanding gender and race discrimination.</p><p>In the UK, this has involved requiring larger employers to publish their gender pay gap. The EU has <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_22_7739\" title=\"\">agreed new rules</a> that go further, requiring salaries to be disclosed on job adverts as already happens in <a href=\"https://www.americanprogress.org/article/quick-facts-about-state-salary-range-transparency-laws/\" title=\"\">eight US states</a>. The Scandinavians publish all income tax records.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/new-transparency-rules-helping-reduce-pay-gaps-lower-average-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/new-transparency-rules-helping-reduce-pay-gaps-lower-average-pay", "date_published": "2023-04-01 18:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New oilfield in the North Sea would blow the UK’s carbon budget", "description": "<p>Campaigners say Rosebank, with a potential yield of 500m barrels, would seriously undermine legal commitment to net zero</p><p>A single new oil and gas field in the North Sea would be enough to exceed the UK’s carbon budgets from its operations alone, analysis has shown, as the government considers fossil fuel expansion despite the legally binding commitment to net zero.</p><p>Rosebank is the biggest undeveloped oilfield in the North Sea, with the potential to produce 500m barrels of oil, and has already cleared several regulatory hurdles, meaning a decision on its future could come soon.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/01/new-oilfield-in-the-north-sea-would-blow-the-uks-carbon-budget\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/01/new-oilfield-in-the-north-sea-would-blow-the-uks-carbon-budget", "date_published": "2023-04-01 18:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France crush Ireland in Women’s Six Nations despite early red card", "description": "<ul><li>Ireland 3-53 France</li><li>Pauline Bourdon scores twice in nine-try rout in Cork</li></ul><p>Ireland suffered a second straight Six Nations defeat as they were thrashed 53-3 by France at Musgrave Park in Cork.</p><p>The Irish needed a big performance following their <a href=\"https://www.theguardian.com/sport/live/2021/apr/10/wales-v-ireland-womens-six-nations-2021-live\">opening weekend loss against Wales</a>, but were torn apart by <em>Les Bleues</em> - who easily made it two wins from two and ran in nine tries despite having Annaelle Deshaye sent off in the first half.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/rugby-union-womens-six-nations-reland-france-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/rugby-union-womens-six-nations-reland-france-match-report", "date_published": "2023-04-01 17:39:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Virgin Islands subpoenas four top businessmen in Epstein banking inquiry", "description": "<p>Sergey Brin, Thomas Pritzker, Mortimer Zuckerman and Michael Ovitz face questions about late sex criminal’s links with JP Morgan</p><p>A US Virgin Islands investigations into the sex trafficker <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\">Jeffrey Epstein’s</a> ties to an American bank issued subpoenas to four wealthy business leaders on Friday, extending its reach into the highest echelons of tech, hospitality and finance.</p><p>The subpoenas issued to the Google co-founder Sergey Brin, Hyatt Hotels chairperson Thomas Pritzker, American-Canadian businessman Mortimer Zuckerman and former CAA talent agency chairperson Michael Ovitz are crafted to gather more information about Epstein’s relationship with JPMorgan Chase, according to the <a href=\"https://www.wsj.com/articles/google-co-founder-other-billionaires-are-issued-subpoenas-in-lawsuit-over-jpmorgans-ties-to-jeffrey-epstein-cbb97f62\">Wall Street Journal.</a></p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/us-virgin-islands-subpoenas-epstein-businessmen\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/us-virgin-islands-subpoenas-epstein-businessmen", "date_published": "2023-04-01 17:36:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Care homes crisis: children sent to live hundreds of miles away", "description": "<p>Observer investigation uncovers the scale of the crisis in a system where the most vulnerable ‘will continue to be put at risk’</p><p><a href=\"https://composer.gutools.co.uk/content/64280ec18f082ce94b4370da\">• ‘I felt abandoned’: trauma of being uprooted and taken into care</a></p><p>Some of Britain’s most vulnerable children are being moved to care homes more than 300 miles away from the neighbourhoods they grew up in, according to an <em>Observer</em> investigation revealing a “national scandal”.</p><p>The shocking figures make clear for the first time the scale of the crisis that has long worried child welfare experts. They show dozens of children from London alone are in foster or care homes more than 250 miles from the city, as councils battle a significant shortfall in provision. Children from the capital have been placed in homes near Perth, Glasgow, Knowsley, Leeds and Carlisle.</p> <a href=\"https://www.theguardian.com/society/2023/apr/01/care-homes-crisis-children-sent-to-live-hundreds-of-miles-away\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/01/care-homes-crisis-children-sent-to-live-hundreds-of-miles-away", "date_published": "2023-04-01 17:33:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This crackdown on antisocial behaviour puts us at the mercy of curtain twitchers | Martha Gill", "description": "Going after minor misdeeds will add to police workloads and likely fuel vigilantism<p>What happens when the human instinct to hunt down wrongdoers is encouraged to bloom and spread beyond the bounds of an ordinary justice system – the sort with clear rules about right and wrong – and which crimes might be more serious than others?</p><p>You don’t have to look far for an example. The wild west of social media has produced exactly this sort of pseudo law and order system – now known as “cancel culture”. The experiment has not, to put it mildly, worked well.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/crackdown-antisocial-behaviour-puts-us-mercy-curtain-twitchers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/crackdown-antisocial-behaviour-puts-us-mercy-curtain-twitchers", "date_published": "2023-04-01 17:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New York police name three murder suspects in alleged drugging robberies", "description": "<p>Jayqwan Hamilton, Robert Demaio and Jacob Barroso accused of killing two men after visits to gay nightclubs</p><p>Police have identified three suspects charged in the murders of two men who were robbed and fatally drugged last year in Manhattan after they visited gay nightclubs in New York City.</p><p>The suspects are Jayqwan Hamilton, 35, and Robert Demaio, 34, of Brooklyn as well as Jacob Barroso, 30, from Harlem.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/new-york-drugging-murder-robberies-suspects\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/new-york-drugging-murder-robberies-suspects", "date_published": "2023-04-01 17:14:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Aston Villa: Premier League – live", "description": "<ul><li>Premier League updates from the 5.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And <a href=\"mailto:scott.murray@theguardian.com\">mail Scott</a> with any match thoughts</li></ul><p><strong>2 min:</strong> Havertz makes good down the left and crosses. The ball pings off a defender and flies into the path of Kovacic, who skies a speculative effort into the aforementioned end.</p><p><strong>1 min:</strong> A bit of space for Chilwell down the left. He hoicks dismally into the Shed, and holds his hand up in embarrassment.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/01/chelsea-v-aston-villa-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/01/chelsea-v-aston-villa-premier-league-live-score-updates", "date_published": "2023-04-01 17:03:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Catherine Lacey: ‘That constant nervous Twitter energy repels me’", "description": "<p>The American novelist, whose latest work is a fake biography of an avant-garde artist, on growing up in Mississippi and why her fiction has ‘never actively involved cellphones or the internet’</p><p>Catherine Lacey, 37, is the author of three previous novels, including <em>The Answers</em>, currently being adapted for television by Darren Aronofsky, and <em>Pew</em> (2020), about a nameless amnesiac of ambiguous race and gender. Her new novel, <em>Biography of X</em>, set in a parallel America, follows a widow untangling the life story of her wife, an avant-garde artist known as X. The <em>New York Times</em> has called it “sprawling and ambitious… strange and dystopian”. Lacey, one of <em><a href=\"https://www.theguardian.com/books/2017/apr/26/granta-list-best-young-american-novelists\">Granta</a></em><a href=\"https://www.theguardian.com/books/2017/apr/26/granta-list-best-young-american-novelists\">’s best young American novelists in 2017</a>, was speaking from her home in Brooklyn.<br /><br /><strong>Which part of the book came first: the alternate history or the fake biography?</strong><br />I liked the idea of writing a fake biography and the biographies I like best are usually written by someone with some kind of compromised perspective. I thought the worst person to write a biography would be a surviving spouse with a bit of a grudge, but I didn’t want to get into the heterosexual dynamics of a man writing about a woman or a woman writing about a man; it had to be two women. At the same time, I wanted the novel to be set in the mid-20th century but I wasn’t interested in writing about the actual struggles a prominent lesbian couple would have gone through in that time. So my alternate history grew out of that problem. I thought, if I have an America where this female artist could exist and this couple could exist without having to justify themselves, I just need a totally different America.<br /><strong><br />As a workaround, it hardly cut corners.</strong><br />I liked that! I started the novel in 2016 at the same time that I was writing <em><a href=\"https://www.theguardian.com/books/2020/may/26/pew-by-catherine-lacey-review-when-silence-speaks-volumes\">Pew</a></em>, which takes place in a week and was so spare. I’d decided to make myself write <em>Pew</em> quickly to see what would happen; I found that I can do it, I just prefer not to. <em>Biography of X</em> was more a kind of collecting project that I knew would take longer.</p><p><strong>Where do the various photographs of X come from?</strong><br />A lot of them I found in junk shops; for the images of her books, I commissioned jackets from a book designer.<br /><br /><strong>Why did you include real names from the art and book world?</strong><br />I saw it as another tool to make the novel as much like a biography as possible. There’s a quote [used in the book] from the <em>New Yorker</em> critic <a href=\"https://www.merveemre.com/\">Merve Emre</a> that is actually something she wrote about a Susan Sontag biography. There are a lot of names in there. A lot of them I made up.</p> <a href=\"https://www.theguardian.com/books/2023/apr/01/catherine-lacey-that-constant-nervous-twitter-energy-repels-me-biography-of-x\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/01/catherine-lacey-that-constant-nervous-twitter-energy-repels-me-biography-of-x", "date_published": "2023-04-01 17:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump, defiant in the face of indictment – cartoon", "description": "<p>A grand jury voted to indict the former US president over hush money payments to Stormy Daniels</p><p></p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/1st-april-2023\">You can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/01/donald-trump-defiant-in-the-face-of-indictment-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/01/donald-trump-defiant-in-the-face-of-indictment-cartoon", "date_published": "2023-04-01 17:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Female radio station in Afghanistan closed for playing music during Ramadan", "description": "<p>Sadai Banowan violated ‘laws and regulations of the Islamic Emirate’, says local Taliban official</p><p>A female-run radio station in Afghanistan’s north-east has been shut down for playing music during the holy month of Ramadan, a Taliban official said.</p><p>Sadai Banowan, which means women’s voice in Dari, is Afghanistan’s only female-run station and started 10 years ago. It has eight staff, six of them female.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/female-radio-station-sadai-banowan-afghanistan-closed-for-playing-music-during-ramadan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/female-radio-station-sadai-banowan-afghanistan-closed-for-playing-music-during-ramadan", "date_published": "2023-04-01 16:54:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stormers and Deon Fourie rumble past brave but beaten Harlequins", "description": "<ul><li>Last 16: Stormers 32-28 Harlequins</li><li>Alex Dombrandt’s two tries in vain as hosts prove too powerful</li></ul><p>Harlequins had found one way to escape the foul weather at home during the week. They travelled 6,000 miles to Cape Town, swapping Strawberry Hill for Table Mountain and a game played in sweltering 30-degree heat in a majestic stadium.</p><p>Quins, led by Danny Care, were game opponents but a Stormers side with its all-Springbok front row, were always going to have a power game that would be difficult to cope with even after a week of acclimatisation in the sun and it is the Stormers who will meet the winners of Sunday’s match between Exeter and Montpellier. After the earlier dismantling of Munster by the Sharks, the South African sides have the air of guests who have been invited to the European party only to make off with all the booze.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/stormers-harlequins-champions-cup-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/stormers-harlequins-champions-cup-rugby-union-match-report", "date_published": "2023-04-01 16:54:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I felt wheelie awful in Amsterdam; no wonder they want British tourists to stay away | Rachel Cooke", "description": "Hard-drinking weekenders, Airbnb and noisy suitcases are no longer welcome in cities such as Venice and Marseille<p>To be British is a bit embarrassing at this point and not only because of Brexit. In Amsterdam, hard-drinking British tourists are the target of a <a href=\"https://www.theguardian.com/world/2023/mar/28/amsterdam-young-british-men-misbehave-stay-away-campaign\" title=\"\">“stay away” campaign</a>. In “saturated” Lanzarote, plans are afoot to limit the number of UK visitors. But even for the non-British, the mini-break is increasingly fraught: a political nightmare up there with recycling or driving a car.</p><p>The people of Barcelona, Lisbon and Venice are sick of Airbnb and its effect on their cities. In Marseille, where activists may be both more stubborn and more chic than elsewhere, public enemy number one is not M Macron but the ubiquitous <em>valise </em><em>à roulettes</em> (wheelie suitcase), without which no self-respecting weekender would even consider travelling in the 21st century.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/i-felt-wheelie-awful-amsterdam-no-wonder-want-british-tourists-stay-away\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/i-felt-wheelie-awful-amsterdam-no-wonder-want-british-tourists-stay-away", "date_published": "2023-04-01 16:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Grealish, Manchester City’s coolest kid, teaches Liverpool a lesson | Barney Ronay", "description": "<p>Pep Guardiola’s charisma magnet is in mesmeric form, but predictable Liverpool should not be this easy to work out</p><p>Is anyone in Britain currently having more fun than Jack Grealish? Two minutes before the end of this 4-1 annihilation of Liverpool at the Etihad Stadium Grealish left the pitch to a standing ovation, met by a tender, oddly sensual full body hug from Pep Guardiola, who for a while just wouldn’t let him go, patting his buttocks, whispering in his ear, hungry for Jack love.</p><p>It isn’t hard to see why Guardiola likes Grealish. He has a way of turning mavericks, flashy destroyers, skill poppets into team cogs. And Grealish does things Pep likes, holding the ball as well as anyone, providing control and a safe space on the left. Also, isn’t there just a little bit of nerd-love for Pep’s hype man, his charisma magnet, the coolest kid in the class?</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/01/jack-grealish-manchester-citys-coolest-kid-teaches-liverpool-a-lesson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/01/jack-grealish-manchester-citys-coolest-kid-teaches-liverpool-a-lesson", "date_published": "2023-04-01 16:09:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s presidency of UN security council a ‘symbolic blow’, says Ukraine", "description": "<p>The last time Moscow held the post was in February 2022, when its troops launched invasion of Ukraine</p><p>A top Ukrainian official has criticised the “symbolic blow” of Russia assuming the rotating presidency of the United Nations security council.</p><p>Andriy Yermak, the Ukrainian president’s chief of staff, wrote on Twitter on Saturday: “It’s not just a shame. It is another symbolic blow to the rules-based system of international relations.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/russia-presidency-un-security-council-symbolic-blow-says-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/russia-presidency-un-security-council-symbolic-blow-says-ukraine", "date_published": "2023-04-01 16:06:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suing Gwyneth Paltrow ‘absolutely not’ worth it, says Utah man", "description": "<p>Retired optometrist Terry Sanderson, 76, faces seven-figure legal bill after unsuccessfully lawsuit over ski slope collision</p><p>The retired optometrist who unsuccessfully sued <a href=\"https://www.theguardian.com/film/2023/mar/31/gwyneth-paltrow-ski-court-trial-brand-goop\">Gwyneth Paltrow</a> over a 2016 ski crash says taking the Oscar-winning actor to court had “absolutely not” been worth it so far, but he also had not ruled out pursuing an appeal.</p><p>Terry Sanderson, 76, made the remarks after civil court jurors in Park City, Utah, on Thursday found him at fault in his collision with Paltrow at the Deer Valley ski resort.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/gwyneth-paltrow-ski-trial-terry-sanderson\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/gwyneth-paltrow-ski-trial-terry-sanderson", "date_published": "2023-04-01 16:05:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gabriel Jesus doubles up to see off Leeds and keep Arsenal on track", "description": "<p>As you were. Arsenal needed a trouble-free afternoon and, after a scratchy first third of this game, sailed home with the most comfortable three points they will earn all season. Any stumble would have looked all the more significant given the manner of <a href=\"https://www.theguardian.com/football/2023/apr/01/manchester-city-liverpool-premier-league-match-report\">Manchester City’s earlier success</a> but the outcome was in scant doubt from the moment Gabriel Jesus opened the scoring with a penalty 10 minutes before half-time. He would double his tally, in a timely return to scoring form, after a goal from Ben White; a reply from Rasmus Kristensen never felt consequential and was quickly followed by Granit Xhaka’s third goal in as many club games. Mikel Arteta can reflect that the first stage of a 10-game sprint was completed with little fuss.</p><p>The burning question was how Arsenal would handle playing straight after such a statement win from their closest rivals. It is that time of the season now: when the slightest slip contains agonies that may be felt for weeks. Therefore it did not seem like the moment for Arteta to face life without Bukayo Saka, but the Premier League’s best player since August was only fit for a place on the bench after missing training through illness. Saka had not failed to start a top-flight game since December 2021.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/arsenal-leeds-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/arsenal-leeds-premier-league-match-report", "date_published": "2023-04-01 16:04:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bayern Munich v Borussia Dortmund: Bundesliga – live", "description": "<ul><li>Bundesliga updates from the 5.30pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And drop Alex a <a href=\"mailto:alex.hess@theguardian.com\">mail</a> or <a href=\"https://twitter.com/A_Hess\">tweet him</a></li></ul><p><strong>Among Dortmund’s subs this evening:</strong> Jamie Bynoe-Gittens, an 18-year-old London-born forward who has broken into the first team this season having been poached from Man City’s youth setup a couple of years back. Inevitable Sancho/Bellingham comparisons with be drawn, not helped by the fact that the he has impressed hugely with his explosive attacking displays this season, including three goals from the bench. One to keep tabs on.</p><p><strong>A bit of pre-match reading:</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/01/bayern-munich-v-borussia-dortmund-bundesliga-live-score-updates-der-klassiker\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/01/bayern-munich-v-borussia-dortmund-bundesliga-live-score-updates-der-klassiker", "date_published": "2023-04-01 16:02:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pacific trade deal is more useful to Joe Biden than it is to the UK’s economy", "description": "<p>Hailed by Tory MPs as a Brexit benefit, CPTPP membership actually turns the UK into a willing pawn in Washington’s geopolitical game</p><p>Tory MPs hailed the UK’s entry last week into <a href=\"https://www.theguardian.com/business/2023/mar/31/uk-joins-asia-pacific-cptpp-trade-bloc-that-includes-japan-and-australia\" title=\"\">the Indo-Pacific trading bloc</a> as a major step on the road to re-establishing Britain as a pioneer of free trade.</p><p>It was a coup for Rishi Sunak, said David Jones, the deputy chairman of the European Research Group of Tory Eurosceptics, who was excited to be aligned with “some of the most dynamic economies in the world”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/01/pacific-trade-deal-is-more-useful-to-joe-biden-than-it-is-to-the-uks-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/01/pacific-trade-deal-is-more-useful-to-joe-biden-than-it-is-to-the-uks-economy", "date_published": "2023-04-01 16:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Rental Health; Saturday Night at the Movies; Tim’s Listening Party; Tagged – review", "description": "<p>Radio 4 took an in-depth look at local incarnations of the housing crisis from Leeds to Ullapool, while Jonathan Ross and Tim Burgess find new radio homes</p><p><strong>Rental Health</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001kgnf\">BBC Sounds</a><br /><strong>Saturday Night at the Movies</strong> | <a href=\"https://www.classicfm.com/radio/shows-presenters/saturday-night-movies/\">Classic FM</a><br /><strong>Tim’s Listening Party</strong> | <a href=\"https://planetradio.co.uk/absolute-radio/shows/tim-burgess-listening-party/\">Absolute FM</a><br /><strong>Tagged</strong> | <a href=\"https://music.amazon.co.uk/podcasts/4d5013e8-7cdd-423f-bfd3-155254cf1e08/tagged?refMarker=null\">Somethin’ Else/Sony Music Entertainment</a></p><p>I’m worried about Kieran. He’s doing really well at work and he loves Leeds, where he’s settled, but his home is wrecking his life. He’s in a basement flat, but it’s freezing and the “cracks in the wall, mould on the floor, just the general smell of the flat” are bringing him down.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/01/rental-health-radio-4-saturday-night-at-the-movies-jonathan-ross-classic-fm-tims-listening-party-absolute-tagged-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/01/rental-health-radio-4-saturday-night-at-the-movies-jonathan-ross-classic-fm-tims-listening-party-absolute-tagged-podcast", "date_published": "2023-04-01 16:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli police say man shot dead in Jerusalem had grabbed officer’s gun", "description": "<p>Man was killed near al-Aqsa mosque after allegedly firing officer’s gun, in what police describe as terrorist attack</p><p>A man detained by Israeli police near a flashpoint mosque compound in Jerusalem grabbed an officer’s gun and fired it, prompting the unit to shoot him dead, the force said on Saturday, describing the incident as a terrorist attack.</p><p>The incident overnight at the edge of al-Aqsa Mosque complex, an icon of Palestinian nationalism, came at a high point of Muslim attendance for the holy month of Ramadan.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/israeli-police-say-man-shot-dead-in-jerusalem-had-grabbed-officers-gun\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/israeli-police-say-man-shot-dead-in-jerusalem-had-grabbed-officers-gun", "date_published": "2023-04-01 15:58:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man arrested on suspicion of murder after woman’s body found at marina in Reading", "description": "<p>Thames Valley police say investigation in early stages and urge public not to speculate</p><p>A 61-year-old man has been arrested on suspicion of murder after the body of a woman was found in the water at a marina in Reading, Thames Valley police said.</p><p>DI Richard Pickering, of Thames Valley police, said: “We are in the very early stages of this investigation, and although we have made an arrest, I would urge the public not to speculate on the circumstances of the woman’s death, which is being treated as unexplained at this time.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/man-arrested-on-suspicion-of-after-womans-body-found-at-marina-in-reading\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/man-arrested-on-suspicion-of-after-womans-body-found-at-marina-in-reading", "date_published": "2023-04-01 15:51:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ken Buchanan, former world lightweight boxing champion, dies aged 77", "description": "<ul><li>Scot finished his career with a 61-8 win-loss record</li><li>He was undisputed world lightweight champion in 1971</li></ul><p>The Scottish boxing great Ken Buchanan, who became the undisputed world lightweight champion in 1971 and won his first 33 fights, has died at the age of 77. He finished his career with a 61-8 win-loss record.</p><p>His death was announced in a Facebook post from the Ken Buchanan Foundation, which read: “It’s with great sadness that we have to inform you that Ken Buchanan passed away peacefully in his sleep this morning.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/tributes-paid-as-former-world-champion-ken-buchanan-dies-aged-77\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/tributes-paid-as-former-world-champion-ken-buchanan-dies-aged-77", "date_published": "2023-04-01 15:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eight arrested in Pakistan after crush at free food point kills 12", "description": "<p>Police in Karachi say nine women and three children dead after crush outside factory during Ramadan alms-giving</p><p>Pakistani police have arrested eight people in the southern port city of Karachi after a crush killed 12 people at a Ramadan food and cash distribution point a day earlier.</p><p>Hundreds of women and children rushed to collect free food and cash outside a factory in an industrial area of the city on Friday. Business-owners during the Islamic holy month often hand out cash and food, especially to poorer people. An initial report from the police said nine women, aged between 40 and 80, and three children, aged between 10 and 15, had died in the crush.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/pakistan-arrests-after-crush-at-free-food-point-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/pakistan-arrests-after-crush-at-free-food-point-deaths", "date_published": "2023-04-01 15:44:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migration opens Flat season in style with Lincoln triumph for De la Sayette", "description": "<ul><li>Second victory in the race for jockey Benoît de la Sayette</li><li>Awaal comes home second, with Baradar in third place</li></ul><p>Benoît de la Sayette produced top-weight Migration with a perfectly-timed challenge to claim <a href=\"https://www.theguardian.com/sport/blog/2021/apr/20/talking-horses-rising-star-benoit-de-la-sayette-suspended-for-positive-cocaine-test-horse-racing-tips\">his second victory</a> in the Lincoln Handicap at Doncaster.</p><p>Previously successful in the traditional feature on the first day of the British Flat season aboard Haqeeqy <a href=\"https://www.theguardian.com/sport/2021/mar/27/gosden-trained-haqeeqy-wins-the-lincoln-under-apprentice-de-la-sayette-dubai-world-cup\">in 2021</a>, De la Sayette was crowned champion apprentice last term and it is not hard to see why. Migration, trained by David Menuisier, won valuable handicaps at Goodwood and York in the summer of 2021 but only made it to the track three times last season.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/migration-opens-flat-season-in-style-with-lincoln-triumph-for-de-la-sayette\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/migration-opens-flat-season-in-style-with-lincoln-triumph-for-de-la-sayette", "date_published": "2023-04-01 15:42:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christopher Eccleston: impossible for me to become an actor today", "description": "<p>Theatres such as now-closed Oldham Coliseum vital for northern working-class people, says actor</p><p>Christopher Eccleston has said it would be impossible for him to become an actor in today’s world, in an impassioned interview after the closure of Oldham’s Coliseum theatre.</p><p>The British actor spoke about how the closure of the historic theatre would affect the acting community and people from working-class backgrounds.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/01/christopher-eccleston-impossible-for-me-to-become-an-actor-today\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/01/christopher-eccleston-impossible-for-me-to-become-an-actor-today", "date_published": "2023-04-01 15:12:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Hamas warnings to VIP perks and criminal clients: the US regulator’s claims against Binance", "description": "<p>Just months after the FTX collapse, a US watchdog is suing Changpeng Zhao’s firm, the world’s biggest digital-asset market, over a slew of allegations that make jaw-dropping reading</p><p>Binance is the world’s largest cryptocurrency exchange and a cornerstone of the $1tn digital asset market. It has 128 million customers, handles $65bn in daily trades and its commercial partners include Cristiano Ronaldo, Italy’s Lazio football team and TikTok megastar <a href=\"https://www.theguardian.com/technology/2022/jul/09/khaby-lame-from-factory-job-to-king-of-tiktok\" title=\"\">Khaby Lame</a>. So when a US regulator announced last week it was suing Binance for “wilful evasion of US law”, it was a significant moment for a sector still reeling from <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\" title=\"\">the collapse of FTX</a>.</p><p>The Commodity Futures Trading Commission (CFTC) <a href=\"https://www.cftc.gov/PressRoom/PressReleases/8680-23\" title=\"\">filed the civil enforcement action</a> in a federal court in Chicago, seeking punishments including fines and permanent trading bans. It is suing Binance’s Canadian founder and chief executive, <a href=\"https://www.theguardian.com/technology/2022/jun/25/changpeng-zhao-tech-chief-in-the-eye-of-the-cryptocurrency-storm\" title=\"\">Changpeng Zhao</a>, and three entities that operate the Binance global trading platform over numerous alleged violations of its regulations and of the Commodity Exchange Act. Binance’s former chief compliance officer, Samuel Lim, is also being sued.</p> <a href=\"https://www.theguardian.com/business/2023/apr/01/from-hamas-warnings-to-vip-perks-and-criminal-clients-the-us-regulators-claims-against-binance\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/01/from-hamas-warnings-to-vip-perks-and-criminal-clients-the-us-regulators-claims-against-binance", "date_published": "2023-04-01 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re in a huge mess’: could ‘Stevenage Woman’ block Labour’s path to power?", "description": "<p>The party is targeting ‘disillusioned suburbans’ like those in the Hertfordshire town, but what do actual Stevenage women think?</p><p>The Formula One driver Lewis Hamilton, the author EM Forster and composer Elizabeth Poston are all featured on Stevenage’s wall of fame along the walkway between the station and town centre. But missing from the Hertfordshire town’s dedication to its famous residents is anyone by the name of “Stevenage Woman”.</p><p>However, a Labour thinktank believes that if the party heeds its advice, this mythical archetype – along with 2019’s “Workington Man”, who Labour is trying to win back from the Tories - is the key to regaining power in the next general election.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/01/were-in-a-huge-mess-could-stevenage-woman-block-labours-path-to-power\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/01/were-in-a-huge-mess-could-stevenage-woman-block-labours-path-to-power", "date_published": "2023-04-01 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stevenage Woman’ vital to Labour success at next election, analysts say", "description": "<p>Fortysomething ‘disillusioned surburban’ voters with little time for politics is key to winning big majority, Labour Together group claims</p><p>Keir Starmer needs to win over “Stevenage Woman” to reach Downing Street, senior Labour figures have been told, after being briefed that a group of socially conservative, predominantly female voters have become critical in the party’s quest for a stable parliamentary majority.</p><p>Senior figures from Starmer’s team were last week privately presented with analysis that a segment of suburban voters – full-time workers in their early 40s who have children and who have become disillusioned with politics – hold significant power in the seats the party needs to win.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/01/stevenage-woman-vital-to-labour-success-at-next-election-analysts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/01/stevenage-woman-vital-to-labour-success-at-next-election-analysts-say", "date_published": "2023-04-01 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This system does not work’: Why vulnerable energy customers face a battle just to get help", "description": "<p>Priority services registers – energy firm’ own lists of at-risk households – are vital to protect people. But it’s extremely hard to find them, say campaigners</p><p>Helen Lord, who is now head of the Vulnerability Registration Service, was shocked at how rapidly her father’s health deteriorated after he contracted Alzheimer’s.</p><p>Brian Lord had been a founder director of CCN Systems, which later became credit checking giant Experian. What happened before his death 18 years ago drives her quest to ensure vulnerable Britons are recognised and helped to access basic utilities. But the work of her not-for-profit service – and her own later efforts to help her mother – are being hampered by problems with the registers that are designed to identify the most vulnerable.</p> <a href=\"https://www.theguardian.com/business/2023/apr/01/this-system-does-not-work-why-vulnerable-energy-customers-face-a-battle-just-to-get-help\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/01/this-system-does-not-work-why-vulnerable-energy-customers-face-a-battle-just-to-get-help", "date_published": "2023-04-01 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Walter Smith III: Return to Casual review – a tenor sax player for our times", "description": "<p>(Blue Note)<br />By turns elegant and mile-a-minute, the Texan makes his collaborative Blue Note debut with this classy set of originals – and a Kate Bush cover</p><p>What is it with <a href=\"https://www.waltersmith3.com/\">Walter Smith III </a>and “casual”? The Texas saxophonist’s debut album in 2005 was titled <em>Casually Introducing</em>, and a decade later, on his fourth, he assured us he was <em>Still Casual</em>. For his <a href=\"https://www.bluenote.com/artist/walter-smith-iii/\">debut on Blue Note</a> he has gathered that album’s six-strong cast for <em>Return to Casual</em>, on which he restates his qualities as a tenor sax player for our times, his airy tone echoing the past – specifically, <a href=\"https://www.theguardian.com/music/2020/dec/12/dexter-gordon-montmartre-1964-review\">Dexter Gordon</a> – while embracing the hard-nosed intricacy of post-bop.</p><p>It’s an engaging and diverse set of originals, the exception being a <a href=\"https://www.youtube.com/watch?v=yqBAI5UHMMw\">cover of Kate Bush’s Mother Stands for Comfort</a>. Much of it is far from casual. The opener, <a href=\"https://www.youtube.com/watch?v=NMpkoXwZhHY\">Contra</a>, named after a computer game from Smith’s childhood and appropriately playful, is taken at a furious clip, with assistance from guitarist Matt Stevens and drummer Kendrick Scott. River Styx is a more elegant affair, lifted by the trumpet of Ambrose Akinmusire, and the supporting players are given space on the six minutes of Shine. After the nagging riff of Pup – Pow, more reflective moods include that Kate Bush cover (a sensuous replay of a tricky melody) and Revive, a bluesy, late-night piece where Smith duets beautifully with pianist Taylor Eigsti. A sumptuous treat.</p> <a href=\"https://www.theguardian.com/music/2023/apr/01/walter-smith-iii-return-to-casual-review-kate-bush-cover\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/01/walter-smith-iii-return-to-casual-review-kate-bush-cover", "date_published": "2023-04-01 15:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran’s chief justice says unveiled women will be prosecuted ‘without mercy’", "description": "<p>Gholamhossein Mohseni Ejei issues threat as growing number of women defy country’s obligatory dress code</p><p>Iran’s judiciary chief has threatened to prosecute “without mercy” women who appear in public unveiled, Iranian media reported on Saturday.</p><p>Gholamhossein Mohseni Ejei’s warning comes on the heels of an interior ministry statement on Thursday that reinforced the government’s mandatory hijab law.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/iran-chief-justice-says-unveiled-women-will-be-prosecuted-without-mercy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/iran-chief-justice-says-unveiled-women-will-be-prosecuted-without-mercy", "date_published": "2023-04-01 14:44:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mar-a-Lago events suspended as Trump huddles with ‘shaken’ advisers", "description": "<p>Former president prepares for New York court appearance at Florida resort after news of indictment caught him by surprise</p><p>Weekend events at <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s Mar-a-Lago resort in Palm Beach, Florida, were suspended on Friday as the former president was “huddling” with his attorneys after being blindsided by the grand jury indictment handed up against him after payments to the porn star Stormy Daniels.</p><p>Trump, <a href=\"https://nypost.com/2023/03/31/donald-trump-hammers-out-defense-at-mar-a-lago-for-indictment/\">the New York Post reported,</a> is meeting with advisers who were said to be “shaken” by the news of dozens of criminal charges related to a $130,000 payment given to Daniels, whose legal name is <a href=\"https://www.theguardian.com/us-news/2023/mar/30/who-is-stormy-daniels-2016-hush-money\">Stephanie Gregory Clifford</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/donald-trump-mar-a-lago-events-suspended\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/donald-trump-mar-a-lago-events-suspended", "date_published": "2023-04-01 14:38:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Tate speaks of ‘absolute clarity of thought’ after move to house arrest", "description": "<p>Social media influencer posts video about release from police custody in Romania after court ruling</p><p>Andrew Tate has posted a video saying he has “absolute clarity of thought” after he was moved from police custody to house arrest.</p><p>The social media influencer was released into house arrest on Friday after a Romanian court overturned a request by prosecutors for him to be detained until late April.</p> <a href=\"https://www.theguardian.com/news/2023/apr/01/andrew-tate-house-arrest-romania-court-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/01/andrew-tate-house-arrest-romania-court-ruling", "date_published": "2023-04-01 14:37:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Verstappen warns he ‘won’t be around too long’ if F1 make more race changes", "description": "<ul><li>World champion says sprint races are not ‘in the DNA of F1’</li><li>F1 bosses consider making shortened race standalone event</li></ul><p>Regardless of how the Australian Grand Prix plays out, Formula One will leave Melbourne having to consider Max Verstappen’s threat to quit the sport because of its continued determination to hold sprint races.</p><p>Having secured pole for at Albert Park, the world champion, who has previously expressed his dissatisfaction with the sprint race format, was blunt in stating it was not in the DNA of the sport and that F1 was not going about improving race weekends the right way.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/verstappen-warns-he-wont-be-around-too-long-if-f1-make-more-race-changes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/verstappen-warns-he-wont-be-around-too-long-if-f1-make-more-race-changes", "date_published": "2023-04-01 14:15:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Championship roundup: Luton sting Watford and Preston sink Blackpool", "description": "<ul><li>Osho and Campbell goals give Hatters victory over bitter rivals</li><li>Derby joy for Preston too after 3-1 victory against Blackpool</li></ul><p><strong>Luton Town</strong> recorded a 2-0 win over fierce rivals <strong>Watford</strong> to further cement their place in the Championship playoff spots. Gabe Osho and Allan Campbell were on target for the home side, who sit fourth in the table.</p><p>The Hatters broke the deadlock on 28 minutes with a glorious team move that saw Cody Drameh and Tom Lockyer involved, with Pelly-Ruddock Mpanzu’s cross swept home by Osho from close range, retribution for the red card he had picked up in the 4-0 defeat at Vicarage Road earlier in the season.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/championship-roundup-luton-sting-watford-and-preston-sink-blackpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/championship-roundup-luton-sting-watford-and-preston-sink-blackpool", "date_published": "2023-04-01 14:08:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland v France: Women’s Six Nations – live", "description": "<ul><li>Women’s Six Nations updates from the 3.15pm BST kick-off</li><li>You can contact Sarah <a href=\"mailto:sarah.rendell.casual@theguardian.com\">by mail</a> or <a href=\"https://twitter.com/rendellx\">on Twitter</a> with your thoughts</li></ul><p><strong>A fun fact for you:</strong></p><p><strong>A little preview for the match tomorrow between England and Italy.</strong> The Red Roses are looking for their second win after beating Scotland last week but Simon Middleton’s team have been dealt a few injuries, read about it:</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/01/ireland-v-france-womens-six-nations-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/01/ireland-v-france-womens-six-nations-live-score-updates", "date_published": "2023-04-01 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is a real moment’: Netflix series cements rise of Welsh language drama", "description": "<p>Forty years after marches and a hunger strike threat led to a dedicated Cymraeg channel, the launch of a Cardiff crime caper shows drama from Wales has come into its own</p><p>News coverage of Wales in the 1980s often pictured dogged defenders of the Welsh language carrying placards demanding the television channel they had once been promised. Some of these protesters tore down English road signs, a few even planted firebombs; several went to prison.</p><p>This spring, as the legacy of that campaign for greater representation on television passes some significant milestones, these angry slogans read like relics of a half-forgotten war.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/01/this-is-a-real-moment-netflix-series-cements-rise-of-welsh-language-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/01/this-is-a-real-moment-netflix-series-cements-rise-of-welsh-language-drama", "date_published": "2023-04-01 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dungeons & Dragons: Honour Among Thieves review – riotously enjoyable fantasy adventure", "description": "<p>More than just a reboot, this new chapter in the role-playing game franchise is a wonderful piece of world-building</p><p>Well, this is refreshing. <em>Dungeons &amp; Dragons: Honour Among Thieves</em> is that vanishingly rare entity – a riotously entertaining family-friendly film that hasn’t been painfully squeezed out of a comic-book franchise like the last, forlorn dregs of toothpaste from a long-dead tube. Admittedly, this isn’t the first film to be based on the enduringly popular fantasy role-playing game – Jeremy Irons starred in a critically reviled version in 2000; a made-for-TV sequel and direct-to-DVD third instalment followed. But <em>Honour Among Thieves</em> is more than a reboot – it’s a fleshed-out, multidimensional piece of world-building, with immediately likable characters, plenty of face-crunching, axe-based fight choreography and a running joke about potatoes.</p><p>Kudos to John Francis Daley and Jonathan Goldstein, who co-wrote and co-directed the picture. As a creative partnership, they have experience in reboots – they co-wrote <em><a href=\"https://www.theguardian.com/film/2017/jul/09/spider-man-homecoming-review-tom-holland-michael-keaton\">Spider-Man: Homecoming</a></em> – and board games, having co-directed the comedy thriller <em><a href=\"https://www.theguardian.com/film/2018/mar/04/game-night-review-rachel-mcadams-jason-bateman\">Game Night</a></em>. With this picture, they strike a satisfying balance between character and action, and ensure that the digital effects are in service of the story, rather than the other way around.</p> <a href=\"https://www.theguardian.com/film/2023/apr/01/dungeons-dragons-honour-among-thieves-review-riotously-enjoyable-fantasy-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/01/dungeons-dragons-honour-among-thieves-review-riotously-enjoyable-fantasy-adventure", "date_published": "2023-04-01 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘More than just shoes’: how Air Jordans kicked off a revolution in sport", "description": "<p>A new film starring Ben Affleck tells the story of how Michael Jordan’s sponsorship deal with Nike in 1984 turned a clever marketing idea into a slam dunk</p><p>In 1984, Nike was in trouble. Growth had stalled, profits were down and a misjudged move into clothing left it with piles of unsold inventory. Rivals had beaten it to new crazes for aerobics and leisure shoes. Sales fell. “Orwell was right,” Phil Knight, who was chairman and chief executive, began his annual letter to shareholders. “1984 was a tough year.”</p><p>But<em> </em><em>Air</em>, a new film set in that same year, opens this week, and shows how Nike went on to become the world’s <a href=\"https://www.theguardian.com/film/2023/mar/31/in-business-how-brands-like-nike-blackberry-and-pop-tarts-became-films-hottest-stars\" title=\"\">No 1 shoe and sports brand</a>, a company whose revenue topped £37bn in 2022.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/more-than-just-shoes-how-air-jordans-kicked-off-a-revolution-in-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/more-than-just-shoes-how-air-jordans-kicked-off-a-revolution-in-sport", "date_published": "2023-04-01 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump will attack his indictment on three basic points. Let me rebut them | Robert Reich", "description": "<p>You’re going to hear these basic criticisms of  the charges in the New York investigation – but they don’t stand up to scrutiny</p><p>You’re going to hear three basic criticisms of Trump’s indictment. Each has some merit, but ultimately fails.</p><p>Let me rebut each in turn.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/donald-trump-indictment-criticism-robert-reich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/donald-trump-indictment-criticism-robert-reich", "date_published": "2023-04-01 14:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man dies after injury at Nottingham white-collar boxing match", "description": "<p>Police say man had been taking part in Ultra White Collar Boxing charity event at Harvey Hadden Sports Village</p><p>A man who was seriously injured in a charity boxing match has died, police said.</p><p>The man was taking part in the Ultra White Collar Boxing event at Harvey Hadden Sports Village in Nottingham last Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/man-dies-after-injury-at-nottingham-white-collar-boxing-match\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/man-dies-after-injury-at-nottingham-white-collar-boxing-match", "date_published": "2023-04-01 13:41:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican donor convicted of sex trafficking teenage girls", "description": "<p>Formerly well-connected Anton ‘Tony’ Lazzaro, 32, found guilty of seven counts involving five girls aged 15 and 16</p><p>A formerly well-connected <a href=\"https://www.theguardian.com/us-news/republicans\">Republican</a> donor was convicted on Friday of enticing teenage girls with gifts, cash and money in exchange for sex.</p><p>A federal jury found Anton “Tony” Lazzaro, 32, guilty of seven counts involving “commercial sex acts” with five girls aged 15 and 16 in 2020, when he was 30 years old.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/republican-donor-anton-lazzaro-sex-trafficking-convicted\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/republican-donor-anton-lazzaro-sex-trafficking-convicted", "date_published": "2023-04-01 13:35:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grealish helps Manchester City crush Liverpool to keep pressure on Arsenal", "description": "<p>Title race still firmly, exhilaratingly on: Manchester City required all three points to keep their breath hot on the necks of Arsenal and they did the business supremely in a second-half show of might.</p><p>Having fallen behind to Mohamed Salah’s smash-and-grab opener, Julián Álvarez equalised to make it 1-1 at the break. Then City showed why they are the champions of the past two seasons and the dominant, garlanded side of this era.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/manchester-city-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/manchester-city-liverpool-premier-league-match-report", "date_published": "2023-04-01 13:32:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smuggled Iranian carving worth £30m seized at airport by UK border patrol", "description": "<p>The ancient treasure has been restored and will go on show at the British Museum before going back home</p><p>It was carved almost 2,000 years ago and is such an important sculpture that if it appeared on the art market today it could fetch more than £30m.</p><p>But this is a previously unrecorded antiquity that can never be sold. For the large fragment of a Sasanian rock relief – which depicts an imposing male figure carved in the 3rd century AD – has been freshly gouged from a cliff in Iran with an angle grinder.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/smuggled-iranian-carving-worth-30m-seized-at-airport-by-uk-border-patrol\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/smuggled-iranian-carving-worth-30m-seized-at-airport-by-uk-border-patrol", "date_published": "2023-04-01 13:29:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Marr: ‘I’ve had an incredibly good decade since my stroke’", "description": "<p>The journalist, 63, on his excellent recovery, Maoist youth and the increasing mendacity of politicians</p><p><strong>I was brought up</strong> in a very warm, traditional household in a Scottish agricultural village near Dundee. My dad was an investment trust manager, my mum was an intellectual doing Open University degrees while looking after us. It was a very arty, bookish household.</p><p><strong>I wanted to form</strong> a cell of the Chinese Communist party at boarding school. I’d been reading about Mao’s Cultural Revolution, which I thought was a fantastic idea, so I wrote to the Chinese embassy in London. They sent back a huge box of Little Red Books, which I distributed everywhere. My teachers were a little bemused.</p> <a href=\"https://www.theguardian.com/media/2023/apr/01/this-much-i-know-andrew-marr-i-have-had-an-incredibly-good-decade-since-my-stroke\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/01/this-much-i-know-andrew-marr-i-have-had-an-incredibly-good-decade-since-my-stroke", "date_published": "2023-04-01 13:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s chocolate, buttermilk and hazelnut cake – recipe", "description": "<p>Perfect for Easter, this fluffy cake covered in chocolatey buttercream could be your favourite afternoon treat</p><p>It’s always a good time for a slice of chocolate cake, and there are numerous styles to choose from, depending on your mood. For an after-dinner dessert, I’d go for a dense, barely sweet, flourless number, but for something more suited to an afternoon treat, this fluffier cake covered in chocolatey buttercream is my go-to. Chocolate and hazelnuts have been friends since the beginning of time, and I love the extra crunch you get from the chopped nuts scattered in the middle. I’ve used a shop-bought chocolate hazelnut spread for ease – there are plenty of good-quality options out there to choose from.</p> <a href=\"https://www.theguardian.com/food/2023/apr/01/chocolate-buttermilk-hazelnut-easter-cake-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/01/chocolate-buttermilk-hazelnut-easter-cake-recipe-benjamina-ebuehi", "date_published": "2023-04-01 13:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elton John review – cheers, tears and a stairlift to heaven", "description": "<p><strong>Resorts World Arena, Birmingham<br /></strong>Over the top, joyful and in fine voice, rock’s great showman saunters, post-hip op, through the hits on the last leg of his global farewell tour</p><p>Elton John’s hands bang on the piano chords at the start of <a href=\"https://www.youtube.com/watch?v=Jf2Te1IfjuA\">Bennie and the Jets</a>, the opening number of this valedictory set. Staccato and emphatic, the notes underline John’s first calling as a piano man, one elevated by the wider cultural moment of the early 1970s into a larger-than-life public figure.</p><p>Known for so much beyond his songs – from moving the dial on the public perception of HIV/Aids, to <a href=\"https://www.smh.com.au/business/companies/murdoch-angry-over-elton-john-settlement-20120110-1ps5g.html\">successfully suing the </a><em><a href=\"https://www.smh.com.au/business/companies/murdoch-angry-over-elton-john-settlement-20120110-1ps5g.html\">Sun</a></em><a href=\"https://www.smh.com.au/business/companies/murdoch-angry-over-elton-john-settlement-20120110-1ps5g.html\"> for libel</a>, to being <a href=\"https://www.sjrecoveryresidences.com/post/a-look-at-eminems-recovery-and-sponsorship-past-12-years\">Eminem’s unlikely AA sponsor</a> – John is now on the very final leg of a farewell tour that, <a href=\"https://www.musicweek.com/talent/read/exclusive-elton-john-speaks-out-on-the-charts-brexit-why-women-are-making-the-best-music-in-2022/086197\">he promises</a>, is genuinely his last. Tonight, his hands are often displayed on the big screens during a two-plus hour show heavy on fan service, racing dextrously up and down the keys while the singer often glances round the audience, grinning. Every song ends with Elton standing up, just a little stiffly post-hip surgery, to acknowledge his fans.</p> <a href=\"https://www.theguardian.com/music/2023/apr/01/elton-john-resorts-world-arena-birmingham-review-farewell-yellow-brick-road-cheers-tears-and-a-stairlift-to-heaven\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/01/elton-john-resorts-world-arena-birmingham-review-farewell-yellow-brick-road-cheers-tears-and-a-stairlift-to-heaven", "date_published": "2023-04-01 13:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal v Leeds, Brighton v Brentford: clockwatch – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: the latest from all today’s games</a></li><li><a href=\"https://www.theguardian.com/football/live/2023/apr/01/manchester-city-v-liverpool-premier-league-live-score-updates\">Follow the latest from Manchester City v Liverpool</a></li></ul><p><strong>On this day in 1990… </strong>Peter Reid’s lands a savage blow to Aston Villa’s title hopes.</p><p><strong>What it says on the tin department</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/01/arsenal-v-leeds-brighton-v-brentford-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/01/arsenal-v-leeds-brighton-v-brentford-clockwatch-live", "date_published": "2023-04-01 12:55:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United open up WSL lead after Leah Galton punishes Brighton", "description": "<p></p><p>Manchester United opened up a three-point lead over their title rivals with a comfortable victory over relegation-battling Brighton. Two goals from the in-form Leah Galton and late additions from Rachel Williams and Lucía Garcia were enough for Marc Skinner’s side to swing the pendulum of pressure back on to their title rivals as the WSL continues towards a fascinating conclusion.</p><p>Accompanied by their strong travelling support, the league leaders arrived in Crawley on the back of a <a href=\"https://www.theguardian.com/football/2023/mar/25/manchester-united-west-ham-women-super-league-match-report\">4-0 victory against West Ham</a> last weekend with Skinner making just one change. The Norwegian midfielder Vilde Bøe Risa came in for Nikita Parris with both Maya Le Tissier and Alessia Russo starting against their former club.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/brighton-manchester-united-wsl-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/brighton-manchester-united-wsl-match-report", "date_published": "2023-04-01 12:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire racism hearing reached one clear verdict: from now on there is no excuse | Mark Ramprakash", "description": "<p>Azeem Rafiq will have wanted vindication but at least we have a decisive understanding of what is and what is not acceptable</p><p>After charges against him of bringing the game into disrepute were dismissed on Friday, Michael Vaughan said in what was generally a well-judged statement that “there are no winners in this process”. To say that you can only be white, and never have experienced the kind of discrimination that made the process necessary.</p><p>So let’s be clear: the ECB’s Cricket Discipline Commission vindicated Azeem Rafiq. Having experienced racism at Yorkshire, having found the proper channels blocked when he tried to act, having had his life turned upside down after being forced to go public, he will have wanted, and deserves, for that to be recognised. The panel’s verdict absolutely did establish winners and losers, which is what makes this moment so powerful.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/yorkshire-racism-hearing-reached-one-clear-verdict-from-now-on-there-is-no-excuse\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/yorkshire-racism-hearing-reached-one-clear-verdict-from-now-on-there-is-no-excuse", "date_published": "2023-04-01 12:48:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cambridgeshire double shooting: man appears in court", "description": "<p>Stephen Alderton confirms name, age and address after being charged with murders of Gary and Joshua Dunmore </p><p>A man has appeared in court charged with the murders of a father and son who were shot dead in two villages six miles apart in Cambridgeshire.</p><p>The bodies of Gary and Joshua Dunmore were discovered at properties in the Row, Sutton, and Meridian Close, Bluntisham, on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/cambridgeshire-double-shooting-stephen-alderton-appears-court-gary-joshua-dunmore\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/cambridgeshire-double-shooting-stephen-alderton-appears-court-gary-joshua-dunmore", "date_published": "2023-04-01 12:42:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reboot for the linen suit: how Tom from Succession became a style hero", "description": "<p>Strong sales of tailored menswear are being driven by demand for a softer kind of smart – the perfect way to dress for a power-grab</p><p>Just one year after men’s suiting was declared “dead”, retailers are now reporting its resurrection. John Lewis says tailoring is up 70% on last year while the luxury e-tailer MatchesFashion has seen sales increase by 15%.</p><p>Television shows such as <em>Succession</em> are also fuelling the appeal. John Lewis says its tailoring boom is being driven by linen suits, which have grown in triple figures since last year.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/01/reboot-linen-suit-how-tom-from-succession-became-a-style-hero\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/01/reboot-linen-suit-how-tom-from-succession-became-a-style-hero", "date_published": "2023-04-01 12:08:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Squirrels live longer in leafier parts of London, air pollution study shows", "description": "<p>The closer the rodents live to the centre of the city, the worse their symptoms of lung disease</p><p>Deteriorating air quality is a <a href=\"https://www.theguardian.com/environment/2022/dec/30/uk-study-adds-to-evidence-of-air-pollution-link-to-long-term-illness\" title=\"\">major threat to health</a>, and scientists have discovered that humans are not the only ones in danger.</p><p>Grey squirrels suffer worsening lung damage the closer they live to the centre of a city, according to a study in London. It found the lungs of the rodent residents of Richmond fare far better than those of central Westminster.</p> <a href=\"https://www.theguardian.com/science/2023/apr/01/squirrels-live-longer-in-leafier-parts-of-london-air-pollution-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/01/squirrels-live-longer-in-leafier-parts-of-london-air-pollution-study-shows", "date_published": "2023-04-01 12:08:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Death of detainee near Heathrow prompts immigration detention crisis fears", "description": "<p>Frank Ospina’s death followed by reports of suicide attempts by other detainees at Colnbrook removal centre</p><p>Lawyers and charities have predicted an unfolding crisis in immigration detention following the death of a detainee and reports of subsequent suicide attempts by others.</p><p>The Home Office confirmed that investigations have been launched by police and the prisons and probation ombudsman into the death of Frank Ospina on 26 March. He was being held at Colnbrook immigration removal centre near Heathrow next to the adjoining Harmondsworth immigration detention centre. He is believed to have been 39 and from Colombia. Detainees said he took his own life although this has not been confirmed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/death-of-detainee-near-heathrow-prompts-immigration-detention-crisis-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/death-of-detainee-near-heathrow-prompts-immigration-detention-crisis-fears", "date_published": "2023-04-01 12:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Megxit to McNugget boots: some of the best April Fools’ Day 2023 gags", "description": "<p>Media and brands take chance to offer up some light relief, including Matt Hancock cheddar and an Oasis reunion</p><p>Amid these often dark and difficult times – and with a rising ride of online disinformation – judging the tone of a good April Fools’ gag has become much harder for news organisations. On Saturday morning, though, readers enjoyed waking up to a wealth of stories offering some light relief.</p><p>The Sun published a piece announcing the <a href=\"https://www.thesun.co.uk/fabulous/21904420/prince-harry-meghan-markle-royal-family-video-game/\">launch of Prince Harry and Meghan’s new video game</a> “Megxit: Call of Duke-y” ahead of the King’s coronation in May, in which the royal couple aim to reach California, dodging obstacles along the way including rival royals and the media.</p> <a href=\"https://www.theguardian.com/theguardian/2023/apr/01/megxit-to-mcnugget-boots-some-of-the-best-april-fools-day-2023-gags\">Continue reading...</a>", "link": "https://www.theguardian.com/theguardian/2023/apr/01/megxit-to-mcnugget-boots-some-of-the-best-april-fools-day-2023-gags", "date_published": "2023-04-01 11:46:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: The Dead City; Black Angels; Re:sound – review", "description": "<p><strong>Coliseum; Kings Place; Queen Elizabeth Hall, London</strong><br />ENO give a thoughtful account of Korngold’s uneven study of loss; Manchester Collective revel in an eerie George Crumb masterpiece; and Streetwise Opera tell a five-star tale of three cities</p><p>The central character in <em>Die tote Stadt</em> (1920) keeps a plait of his dead wife’s hair in a glass jar and fantasises about a doppelganger sex goddess. Erich Korngold’s youthful work plays to our worst fears of loss and loneliness. Called <strong><a href=\"https://www.eno.org/whats-on/the-dead-city/\">The Dead City</a></strong> in English National Opera’s new staging, this is the second production for the company by its artistic director, Annilese Miskimmon, following success last year with <em><a href=\"https://www.theguardian.com/music/2022/apr/16/the-handmaids-tale-eno-english-national-opera-london-review-le-chemin-de-la-croix-martin-baker-st-johns-smith-square-easter-festival\">The Handmaid’s Tale</a></em>. Again she has made a taxing choice. Despite the overdue recognition of Korngold (1897-1957), <em>Die tote Stadt</em> – banned by the Nazis then neglected for decades – is still a relative rarity. The Austrian-born composer moved to the US and triumphed in the golden age of 1930s and 40s Hollywood. That popularity long scuppered his wider “serious” reputation. His fertile gift for melody shines through <em>The Dead City</em>.</p><p>Written in the aftermath of the first world war and based on Georges Rodenbach’s short novel <em>Bruges-la-</em><em>Morte</em> (1892), the work is often spoken of as a study of grief. Grief, we might argue, is more nuanced, an ebb and flow. The dominant force here, annihilating, engulfing, crushing all in sight, is obsession. Two lead singers (the Swiss tenor Rolf Romei and British soprano <a href=\"https://www.allisonoakes.info/\">Allison Oakes</a>), playing lovers of a hallucinatory kind, hurtle and soar above the tidal waves of Korngold’s rich, fortissimo orchestral music. Theirs is a prolonged cry of agony, a vortex of mutual incomprehension. The pauses, when they come, as in the lovely Pierrot’s Song, are balm.</p> <a href=\"https://www.theguardian.com/music/2023/apr/01/the-dead-city-english-national-opera-eno-coliseum-london-annilese-miskimmon-manchester-collective-black-angels-george-crumb-kings-place-resound-voices-of-our-cities-streetwise-opera-bbc-concert-orchestra-the-sixteen\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/01/the-dead-city-english-national-opera-eno-coliseum-london-annilese-miskimmon-manchester-collective-black-angels-george-crumb-kings-place-resound-voices-of-our-cities-streetwise-opera-bbc-concert-orchestra-the-sixteen", "date_published": "2023-04-01 11:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murder investigation launched after two teenagers stabbed in Leeds", "description": "<p>Police say 18-year-old male has died and 16-year-old in hospital after attack believed to have taken place in taxi</p><p>A murder investigation has been launched after two teenagers were stabbed in Leeds.</p><p>The teenagers are believed to have been in a taxi when they were attacked.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/investigation-launched-after-two-teenagers-stabbed-in-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/investigation-launched-after-two-teenagers-stabbed-in-leeds", "date_published": "2023-04-01 11:04:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mary McCartney looks back: ‘My childhood gave me a curiosity for the behind-the-scenes moments’", "description": "<p>The photographer on growing up vegetarian, and with musicians, her supportive dad, Paul McCartney, and coping with grief after the death of her mother, Linda</p><p>Born in London in 1969, Mary McCartney is a photographer, film-maker, presenter and vegetarian cookbook author. The eldest daughter of musician Paul McCartney and photographer Linda McCartney, Mary’s childhood was spent on the road with the Beatles and in studios such as Abbey Road, about which she made a documentary, <a href=\"https://www.theguardian.com/film/2023/jan/03/if-these-walls-could-sing-review-mystery-tour-of-abbey-road-studios\"> If These Walls Could Sing</a>, in 2022. She lives in London with her film-maker husband, Simon Aboud, and has four sons. Mary has curated <a href=\"https://www.cunard.com/seaviews\">Sea Views</a>, an online exhibition for the luxury cruise line Cunard, featuring archive imagery and submissions from the public.</p><p><strong>This was taken in Nashville.</strong> I’m wearing a lanyard as I had been commissioned by the Country Music Awards to take portraits of all the winners and nominees like Loretta Lynn, Kid Rock, Shooter Jennings and Lynyrd Skynyrd. Wandering around the hotel on my way to the event I saw this row of mirrors: I’m attracted to shiny things and loved the repeat image of myself so I took the photo. It was a spontaneous moment and I really liked the camera being in it, too – something you wouldn’t get with a selfie today.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/mary-mccartney-looks-back-my-childhood-gave-me-a-curiosity-for-the-behind-the-scenes-moments\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/mary-mccartney-looks-back-my-childhood-gave-me-a-curiosity-for-the-behind-the-scenes-moments", "date_published": "2023-04-01 11:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #80: Let Wes Anderson be Wes Anderson", "description": "<p>In this week’s newsletter: The director has returned in trademark style with Asteroid City, to the chagrin of some – but he should be celebrated as a true original</p><ul><li><strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></li></ul><p>You can set your (vintage 50s) timepiece to it: one of the unbreakable laws of 21st-century cinema is that a new Wes Anderson film must always be greeted with a chorus of moans about how Wes Anderson-y it looks. That was proven by the reaction to the the <a href=\"https://www.youtube.com/watch?v=9FXCSXuGTF4\">trailer for Anderson’s next film, Asteroid City</a>, as a host of Twitter users furiously raced to be the first person to post “Wes Anderson has made his film again”.</p><p>Admittedly, there was plenty for the haters to go at. Symmetrically perfect imagery. Intense attention to period detail. An almost comically overstuffed cast of A-listers. (Good to see that Wes has chucked in a budding unknown by the name of Tom Hanks this time around, just to even things up.) Dialogue so arch McDonald’s could sue it for copyright infringement. Great needle drops. A bearded Jason Schwartzman – that one’s an absolute deal-breaker for Anderson. And, above all, a vibe of fussy tweeness that seems to perfectly bifurcate audiences into “love” and “loathe”.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/01/the-guide-asteroid-city-wes-anderson\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/01/the-guide-asteroid-city-wes-anderson", "date_published": "2023-04-01 11:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Black labor v white wealth’: can a progressive win Chicago’s mayoral election?", "description": "<p>The race could serve as a litmus test for police reform – and Brandon Johnson’s policies on crime could leave him vulnerable in the general election</p><p>Brandon Johnson was in his element at Kenwood Academy high school.</p><p>The bespectacled former social studies teacher and candidate for Chicago mayor sat at a table next to his opponent, former Chicago public schools CEO Paul Vallas, during a recent afternoon debate. In an exhausting series of mayoral debates, Johnson had a home field advantage at Kenwood, where his son attends school.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/chicago-mayoral-election-police-reform-policies\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/chicago-mayoral-election-police-reform-policies", "date_published": "2023-04-01 11:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bolton back from brink to showcase resurgence with Wembley final", "description": "<p>After nearly going out of business the League One club have undergone a huge turnaround with the fans’ trust rebuilt</p><p>“Bolton is going to be a ghost town,” the club’s chief executive, Neil Hart, says as he looks forward to the Papa John’s Trophy final against Plymouth that will bring 34,000 of their fans to Wembley on Sunday. It is a huge turnaround for Wanderers, who were almost a ghost club, <a href=\"https://www.theguardian.com/football/2019/aug/26/bolton-sale-collapses-liquidation-efl\">coming close to going out of business</a> in 2019 after being issued with a winding-up petition.</p><p>Football Ventures purchased Bolton from Ken Anderson in the summer of 2019 but it took time to turn the ship around after years of decline. Trust with the supporters and local businesses needed to be rebuilt after a breakdown in relations over the way the club had been run by previous owners.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/bolton-back-from-brink-to-showcase-resurgence-with-wembley-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/bolton-back-from-brink-to-showcase-resurgence-with-wembley-final", "date_published": "2023-04-01 11:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Hearn, Conor Benn and the poison at the heart of British boxing", "description": "<p>Promoter’s determination to press ahead with Middle East bout is inexcusable. Surely boxing has become a mockery if Benn plans to fight again without fully clearing his name?</p><p>Eddie Hearn and Conor Benn have been tested over the last eight months in ways the promoter describes as “unbelievable” and his boxer compares to a “witch hunt”. Yet they will soon intensify the controversy should Hearn announce Benn’s return to the ring in the Middle East. Benn’s comeback will happen despite the fact that he recorded two positive test results for clomifene, a banned substance which can boost testosterone by 50%, when he was preparing to face Chris Eubank Jr in a bout scheduled for last October.</p><p>Those results still hang over the fighter, who vehemently denies intentionally taking a prohibited substance<strong>. </strong>He insists <a href=\"https://www.theguardian.com/sport/2023/feb/22/boxing-conor-benn-cleared-doping-wbc-ate-too-many-eggs\" title=\"\">that scientific proof has cleared him</a>, yet Benn and his team have declined to share their 270-page report into the case with anyone apart from the World Boxing Council (WBC), the sanctioning body which ranks him in its list of top 10 welterweights. The WBC said there was no conclusive evidence that the 26-year-old had deliberately taken a banned drug, but disagreed with him, and the contents of the report, as to the reasons for the presence of clomifene in his system on two separate occasions.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/01/eddie-hearn-conor-benn-and-the-poison-at-the-heart-of-british-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/01/eddie-hearn-conor-benn-and-the-poison-at-the-heart-of-british-boxing", "date_published": "2023-04-01 11:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Liverpool: Premier League – live", "description": "<ul><li>Premier League updates from the 12.30pm BST kick-off</li><li>Get in touch: <a href=\"mailto:scott.murray@theguardian.com\">mail Scott</a> with your thoughts on the game</li></ul><p><strong>The table.</strong> It’s been a while, so let’s remind ourselves of the current state of play … and why both teams, for differing reasons, really could do with the three points this lunchtime.</p><p><strong>… and now BT collar an equally cheery Jurgen Klopp.</strong> “Darwin Nunez had a little problem … he had a cut on his foot that is really uncomfortable … he’s now back in training so that’s why we start like we start … the main thing against City is to cut off the passing options between the lines … that is a massive challenge … we have had exactly one session with all the boys together [after the internationals] … [Klopp is asked if he would describe Liverpool’s season as a rollercoaster] … actually, a rollercoaster is a nice thing! … oh God … let us talk again after! … it’s not that the boys don’t want it, it just didn’t click in some games … some things developed a bit in a negative way, when we went 1-0 down the reaction was not great … because we are Liverpool and we used to be successful, but all of a sudden we are not there … it’s a process to fight against it in a confident way … but we have had sensational games this season too … [it’s pointed out Liverpool have the best record in a mini-league containing the top six] that’s a surprise, isn’t it! … you need to win against everybody and we were good at it, but this year we were not … there is still a lot to go for, and we will still try.”</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/01/manchester-city-v-liverpool-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/01/manchester-city-v-liverpool-premier-league-live-score-updates", "date_published": "2023-04-01 10:59:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Give it some welly: the 30 best UK music festivals still available to book", "description": "<p>The summer’s big events sell out sooner every year but, whether you like gnarly moshpits, banging dance tents, kid-friendly jazz retreats or gastro entertainment, there’s still time to take your pick and get looking for your camping gear</p><p><strong>Download </strong><br /><em><a href=\"https://downloadfestival.co.uk/\" title=\"\">8 to 11 June, Leicestershire</a></em><br />For its 20th edition, the biggest name in metal fests is getting going a day early on the Thursday, giving Metallica the chance to headline twice (with completely different sets) over the same weekend. Friday night sees Bring Me the Horizon make the step they’ve been preparing for since getting a major-label deal, but the draw of Download has always been its total immersion in metal, not just the headliners. <em>Michael Hann</em></p> <a href=\"https://www.theguardian.com/music/2023/apr/01/best-uk-music-festivals-still-available-to-book-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/01/best-uk-music-festivals-still-available-to-book-2023", "date_published": "2023-04-01 10:55:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Battersea Dogs & Cats Home donations hit £100,000 after death of Paul O’Grady", "description": "<p>London charity ‘overwhelmed and touched’ by donations to tribute fund set up after death of ambassador</p><p>Battersea Dogs &amp; Cats Home has been “overwhelmed and touched” by public donations, which have passed £100,000 after the death of the charity’s ambassador Paul O’Grady.</p><p>The TV and radio presenter became an ambassador for Battersea in 2012 after the success of ITV’s multi-award-winning For the Love of Dogs, 11 series of which were filmed at the home.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/01/battersea-dogs-cats-home-donations-death-of-paul-ogrady\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/01/battersea-dogs-cats-home-donations-death-of-paul-ogrady", "date_published": "2023-04-01 10:18:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Water firms in England to face tougher fines under ‘make polluters pay’ plan", "description": "<p>Environment secretary expected to set out scheme that will channel money to Defra fund aimed at improving waterways</p><p>Water companies in England could face tougher fines and penalties under new government plans to tackle pollution.</p><p>The environment secretary, Thérèse Coffey, is expected to set out plans next week that ministers believe will “make polluters pay”, with fines levied on water companies put into a “water restoration fund”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/01/water-companies-england-fines-penalties-environment-agency-defra\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/01/water-companies-england-fines-penalties-environment-agency-defra", "date_published": "2023-04-01 10:18:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last night at Oldham Coliseum: a joyful, funny and furious farewell", "description": "<p>Maxine Peake and Christopher Eccleston among performers as venue put on final show after losing Arts Council funding</p><p>In the end, if indeed it is the end (many on stage would have you believe it isn’t), the final curtain came down shortly before 11pm on Friday. The show was some distance from being polished, but it was surely one of the most emotional in the 138-year history of the Oldham Coliseum.</p><p>Five minutes after the final bow from the cast, pulled together in a matter of days, the audience in the sold-out auditorium continued to applaud each other, as requested by the artistic director, Chris Lawson. Those in the stalls looked to the circle, the circle looked back, people made eye contact and applauded in recognition of an act of communion.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/01/last-night-oldham-coliseum-maxine-peake-christopher-eccleston-joyful-funny-furious-farewell\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/01/last-night-oldham-coliseum-maxine-peake-christopher-eccleston-joyful-funny-furious-farewell", "date_published": "2023-04-01 10:15:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton v Manchester United: Women’s Super League – live", "description": "<ul><li>WSL updates from the 11.30am BST kick-off</li><li>And you can contact Sarah <a href=\"mailto:sarah.rendell.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/rendellx\">Twitter</a></li></ul><p><strong>The WSL has broken another record this season</strong>, take a look:</p><p><strong>Merricks also spoke on Manchester United</strong> as an opposition: “We have to focus on this game first, the league is really important to us. They’re a good side. Everyone in our squad is prepared to fight. We want to make it difficult and want to make people dread coming to our ground.”</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/01/brighton-v-manchester-united-womens-super-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/01/brighton-v-manchester-united-womens-super-league-live-score-updates", "date_published": "2023-04-01 10:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Will I be happier if I erase football from my life?’: how I went cold turkey and quit the beautiful game", "description": "<p>I’ve been hooked on football since I was five. But when my obsession spiralled out of control with a 24/7 stream of podcasts, matches and WhatsApp chatter, something had to change. Could I leave it all behind?</p><p>What would you do with 25 hours of your life back, every single week? I wondered this after England lost in the men’s World Cup quarter-final in December last year. Through the fug of a festive hangover, memories of the previous evening flooded back: namely me, crying in the middle of a Christmas party, after Harry Kane skied an 84th-minute penalty against France.</p><p>Prior to this game, my football consumption had been spiralling out of control. Whether I was watching a match, reading about it, listening to podcasts, tinkering with my fantasy league team or endlessly WhatsApp chatting, some fag-packet maths revealed I spent roughly 25 hours a week preoccupied by football.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/will-i-be-happier-if-i-erase-football-from-my-life-how-i-went-cold-turkey-and-quit-the-beautiful-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/will-i-be-happier-if-i-erase-football-from-my-life-how-i-went-cold-turkey-and-quit-the-beautiful-game", "date_published": "2023-04-01 10:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Original Observer Photography", "description": "<p>From James Norton moving on from Happy Valley to Jay Rayner taking on a chatbot – the best original photographs from the Observer commissioned in March 2023</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/01/original-observer-photography\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/01/original-observer-photography", "date_published": "2023-04-01 10:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I felt a deep desire to escape’: Natasha Carthew on Cornish beauty and brutality", "description": "<p>The poet and author<em> </em>grew up in a coastal village defined by hardship and scenic beauty. What would she find when she returned to an area with some of the lowest wages and highest property prices in the country?</p><p>There is a part of me that hates the village I grew up in. How each house and path and landmark holds some catch-breath memory as I walk the two-mile-long coastal road that connects Seaton to Downderry. Memories that are embedded in every step, the places where I grew up and the places where my father, his parents and their families were born, lived and died, our initials still scratched in concrete in each and every footing, but built over now with extensions, double driveways, patios.</p><p>The road is the same but the buildings are higher, and the pockets of green have been paved, the trees where we used to play in front of our flat replaced by too-big houses. The upper reaches of the village are no longer a sea of green: nothing left of the swath of gold that was our daffodil field but two neat borders of yellow in the front garden of a solitary oversized house. Past the shop on the left and the butcher’s that’s now a house on the right, the working men’s club that has been rebranded for the blow-ins as a soulless village hall, then finally down the dog shit-covered path that passes the pub and the wall where we working-class kids used to sit and drink and think about the purpose of all of this.</p> <a href=\"https://www.theguardian.com/books/2023/apr/01/natasha-carthew-on-cornish-beauty-and-brutality\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/01/natasha-carthew-on-cornish-beauty-and-brutality", "date_published": "2023-04-01 10:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ospreys’ Owen Williams: ‘Rugby is the worst I’ve seen it since I’ve been a professional’", "description": "<p>As he prepares to face Saracens in the Champions Cup, the fly-half is thankful for a rise in his fortunes as the game battles to survive</p><p>There are few people better placed to pass judgment on the precariousness of life as a rugby player in the UK than the Ospreys fly-half Owen Williams. In a little over six months he has broken his thumb, been made redundant, stepped straight into the frying pan that is Welsh regional rugby, become a father and made his first international start, during the Six Nations. Most players go their whole careers experiencing less.</p><p>Williams can be forgiven for sounding a little weary as he reflects on the events of this season. On the endless days spent recovering from his injury, watching the number of Worcester players training together dwindle as the lucky ones picked up offers at other clubs. On joining the Ospreys as injury cover and producing the sort of form to make Warren Gatland take note, all the while seeing teammates driven to the brink by uncertainty over their futures brought out by the dispute that came to a head in the week of Wales against England – the very match where Williams wore the national No 10 jersey for the first time.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/ospreys-owen-williams-rugby-is-the-worst-ive-seen-it-since-ive-been-a-professional\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/ospreys-owen-williams-rugby-is-the-worst-ive-seen-it-since-ive-been-a-professional", "date_published": "2023-04-01 09:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Trump indictment make white evangelicals ditch ‘imperfect vessel’?", "description": "<p>White conservative Christians drawn to the ‘Make America Great Again’ slogan have long accepted that the former president is not an ethical paragon</p><p>As Donald Trump blustered his way through his one-term presidency, dogged by <a href=\"https://abcnews.go.com/Politics/list-trumps-accusers-allegations-sexual-misconduct/story?id=51956410\">accusations</a> of sexual assault, tainted by <a href=\"https://www.cnn.com/2019/07/02/politics/donald-trump-dictators-kim-jong-un-vladimir-putin/index.html\">a fascination</a> with authoritarian leaders, and widely reviled for his apparent <a href=\"https://www.theguardian.com/commentisfree/2019/jul/17/democrats-trump-race-baiting-votes\">fondness</a> for racists, America’s white evangelical Christians largely stood firmly by his side.</p><p>Evangelical leaders justified their support for Trump by <a href=\"https://www.theguardian.com/us-news/2020/jan/11/donald-trump-evangelical-christians-cyrus-king\">comparing him to King Cyrus</a>, who in the biblical telling liberated the Jews from Babylonian captivity, despite himself being a Persian ruler who did not believe in the god of Israel.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/donald-trump-white-evangelical-christians-indictment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/donald-trump-white-evangelical-christians-indictment", "date_published": "2023-04-01 09:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The secret to good hair – and 15 other ways to have a better day", "description": "<p>From parallel parking to defusing a tantrum to getting a good night’s sleep, we ask the experts for their top tips</p><p>I leap out of bed the minute the alarm goes off at 4am and have my clothes ready, so I don’t have to scrabble around in the dark. I neck a mouthful of a probiotic and have just one black coffee – otherwise I’m way too excitable. The minute I get into work, I whack on the tunes really loud: Steely Dan, Toto or some disco. Sing along to the bangers and then you’re off!<br /><strong>Zoe Ball, DJ and presenter</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/the-secret-to-good-hair-beating-jetlag-great-photos-ways-to-do-the-little-things-better\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/the-secret-to-good-hair-beating-jetlag-great-photos-ways-to-do-the-little-things-better", "date_published": "2023-04-01 09:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers’ recipe for roast hake and asparagus with grilled spring-onion butter | Sunday best", "description": "<p>A dish that sings of spring: hake on asparagus roasted in herby, spicy butter</p><p>Butter is so reassuringly delicious, so simply luxuriant, so easily able to transport any ingredient into something infinitely better that it is a wonder that there isn’t a national shortage in these uneasy times. Stack it up in the freezer and get creative with ways you can doctor yours – or just get out a pack and slather it all over hot toast. Either way, things will look up.</p> <a href=\"https://www.theguardian.com/food/2023/apr/01/thomasina-miers-recipe-for-roast-hake-and-asparagus-with-grilled-spring-onion-butter\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/01/thomasina-miers-recipe-for-roast-hake-and-asparagus-with-grilled-spring-onion-butter", "date_published": "2023-04-01 09:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You can keep your nostalgic club nights – in my 50s, I’ve discovered the magic of the rave | McKenzie Wark", "description": "<p>Techno has no time for the past. Since coming out as trans, it has felt like the sound of my body breaking free</p><p>What greets me as I step through the portal is fog so thick I can’t see anything but shimmering blue. Welcome to the rave. We’re at an “undisclosed location” somewhere in Brooklyn. Or is it Queens? Somewhere in here is the source of the noise, this delightfully dense, hard techno, punctuating the blue. When my eyes adjust, I might be able to find it.</p><p>I came out as a trans woman in my 50s, about five years ago. I needed a way to shake the most stubborn and obtuse residues of gender dysphoria out of my body. I found raves. I’d been around this world in the 1990s. I knew what to expect, there in the blue fog. I knew how to pack a rave bag. What substances pair well with what sounds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/nostalgic-club-nights-rave-techno-trans\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/nostalgic-club-nights-rave-techno-trans", "date_published": "2023-04-01 09:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope Francis leaves hospital after bronchitis treatment", "description": "<p>Pope, 86, responded well to antibiotic infusion for breathing difficulties, medical team says</p><p>Pope Francis has left hospital to return to the Vatican after being treated for bronchitis, waving to wellwishers and the waiting media as he was driven away.</p><p>The pope, 86, was taken to Rome’s Gemelli hospital three days ago after complaining of breathing difficulties. He had responded well to an infusion of antibiotics, his medical team has said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/pope-francis-leaves-hospital-after-bronchitis-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/pope-francis-leaves-hospital-after-bronchitis-treatment", "date_published": "2023-04-01 08:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rita Wilson: ‘I was in a play, and on opening night my agent told me she was no longer going to represent me’", "description": "<p>The actor, producer and singer on sleeping in, surviving breast cancer and saying the wrong thing to a makeup artist</p><p>Born in California, Rita Wilson, 66, starred in The Brady Bunch TV show at 15. She went on to have roles in Frasier, The Good Wife, Sleepless in Seattle and Runaway Bride. She produced the films <a href=\"https://www.theguardian.com/culture/2002/sep/20/artsfeatures3\" title=\"\">My Big Fat Greek Wedding</a>, <a href=\"https://www.theguardian.com/culture/2008/jul/10/film.reviews\" title=\"\">Mamma Mia!</a> and, most recently, <a href=\"https://www.theguardian.com/film/2022/dec/28/a-man-called-otto-review-tom-hanks-goes-grumpy-in-remake-of-quirky-heartwarmer\" title=\"\">A Man Called Otto</a>, which stars her husband, <a href=\"https://www.theguardian.com/film/tomhanks\" title=\"\">Tom Hanks</a>, and son Truman. <a href=\"https://www.youtube.com/watch?v=-fEXoVK1hss\" title=\"\">Til You’re Home</a>, which she co-wrote and performed for the soundtrack, was shortlisted for the Academy Award for best original song. The film is available to buy on digital and, from 3 April, to rent on digital and DVD. Wilson lives in California.</p><p><strong>What is your greatest fear?</strong><br />Losing my memory. My mom had Alzheimer’s disease, and I never ever want to have that decline.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/rita-wilson-actor-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/rita-wilson-actor-interview", "date_published": "2023-04-01 08:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dover port officials ‘deeply frustrated’ with coach delays", "description": "<p>Port blames critical incident on extra Easter ferry bookings for coaches and French border processes</p><p>The Port of Dover has said it is “deeply frustrated” as coach traffic continues to face “significant delays”.</p><p>The port, which has <a href=\"https://www.theguardian.com/travel/2023/mar/31/port-of-dover-declares-critical-incident-as-coaches-face-long-wait-to-board-ferries\">declared a critical incident</a>, said the delays were “due to lengthy French border processes and sheer volume”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/dover-port-officials-deeply-frustrated-with-coach-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/dover-port-officials-deeply-frustrated-with-coach-delays", "date_published": "2023-04-01 08:07:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We want to read about people falling in love’: Curtis Sittenfeld and Marian Keyes on the romcom revival", "description": "<p>The American and Irish novelists discuss the joys of writing romance, standing up to the critics and why we’re in a ‘golden age’ for the menopause</p><p>Curtis Sittenfeld is the author of seven novels, including American Wife and Rodham, reimaginings of the lives of Laura Bush and Hillary Clinton. Her new novel, Romantic Comedy, revolves around a TV sketch show based on Saturday Night Live, and dissects celebrity culture in a love story set during the pandemic, much of which takes place via email exchange. <a href=\"https://www.theguardian.com/books/marian-keyes\">Marian Keyes</a> is the author of 15 bestselling novels, several of which centre on the daughters of the Walsh family; the most recent is Again, Rachel. Her books frequently feature characters dealing with issues such as addiction, bereavement and domestic violence. She is also the co-host, with Tara Flynn, of the BBC Radio 4 advice programme Now You’re Asking. Their conversation took place over Zoom with both authors in their homes, Sittenfeld in Minneapolis, Minnesota, and Keyes in Dun Laoghaire, Dublin.</p><p><strong>Marian Keyes:</strong> I was so excited when I heard that a new book from you was coming, because I would read anything you write. And I was thrilled at the idea of Curtis Sittenfeld writing in the romance genre. When I finished the last book I wrote, I had a big plan for a novel about a group of six characters who had been friends for 40 years. And one of them had become a kind of quite evil rich person. But when it came to starting it, I couldn’t do it, because the world after the pandemic just got worse. And I thought, I just want to write something lovely, where the stakes are kind of low, except on a personal level. So I started writing another love story. It really seems that people want to read about people falling in love and being good to each other. Because the world is so sharp and pointy, we need something nicer.</p> <a href=\"https://www.theguardian.com/books/2023/apr/01/curtis-sittenfeld-and-marian-keyes-on-the-romcom-revival\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/01/curtis-sittenfeld-and-marian-keyes-on-the-romcom-revival", "date_published": "2023-04-01 08:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Budget airlines: which is the best – and what about the worst?", "description": "<p>After Jet2 topped a Which? poll, we ask UK travel experts for their views and take a close look at the rules and extras</p><p>So which budget airlines offer the best customer experience, and which ones will have you muttering “never again” as you stagger out of the airport?</p><p>There is of course no one-size-fits-all answer – there are so many variables at play, from cost, customer service and the number of cancellations to legroom and luggage policy. Each airline has its own (often byzantine) rules, paid-for extras and small-print fees to navigate.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/01/budget-airlines-best-worst-jet2-uk-travel-rules-extras\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/01/budget-airlines-best-worst-jet2-uk-travel-rules-extras", "date_published": "2023-04-01 08:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvard professor’s fossil fuel links under scrutiny over climate grant", "description": "<p>Colleagues and students query role of Jody Freeman, who won prestigious research grant despite sitting on ConocoPhillips board</p><p>An eminent Harvard environmental law professor’s links to the fossil fuel industry are under scrutiny from colleagues and students after she was awarded a prestigious research grant to investigate corporate climate pledges.</p><p>Jody Freeman, founding director of Harvard’s environmental and energy law program and former Obama-era White House advisor, is a<a href=\"https://twitter.com/DivestHarvard/status/1491079583109885953\"> paid board member of ConocoPhillips</a> – a Fortune 500 American multinational oil and gas company that was ranked the 13th most polluting in the world by <a href=\"https://www.theguardian.com/environment/2019/oct/09/revealed-20-firms-third-carbon-emissions\">a Guardian investigation in 2019.</a> The firm’s <a href=\"https://www.theguardian.com/environment/2023/mar/14/biden-president-approved-alaska-willow-project\">controversial</a> Willow drilling project in Alaska was recently <a href=\"https://www.theguardian.com/us-news/2023/mar/13/alaska-willow-project-approved-oil-gas-biden\">approved</a> by the Biden administration.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/harvard-professor-jody-freeman-conocophillips-fossil-fuels-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/harvard-professor-jody-freeman-conocophillips-fossil-fuels-climate", "date_published": "2023-04-01 08:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Painting a new pantheon: portrait series honours Black radicals", "description": "<p>Artists and writers pay tribute to figures who resisted slavery and racism, as part of Guardian project exploring the paper’s links to enslavement</p><p>An entrepreneurial Pan-Africanist, a boxer-turned-campaigner and a pair of African American abolitionists are among a group of radical Black figures who are featured in new portraits commissioned by the Guardian as part of its <a href=\"https://www.theguardian.com/news/series/cotton-capital\">Cotton Capital project</a>.</p><p>The <a href=\"https://theguardian.com/news/ng-interactive/2023/mar/31/the-radicals\">Radicals series</a> includes eight exclusive portraits painted by prominent Black artists, including <a href=\"https://www.theguardian.com/artanddesign/2022/apr/04/joy-labinjo-i-wanted-to-correct-the-notion-that-black-people-arrived-in-britain-with-windrush\">Joy Labinjo</a>, <a href=\"https://www.theguardian.com/commentisfree/2022/mar/08/children-windrush-art-lives-struggles-parents-tate-britain\">Tam Joseph</a> and <a href=\"https://www.theguardian.com/artanddesign/2019/aug/16/claudette-johnsons-untitled-seven-bullets\">Claudette Johnson</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/01/painting-a-new-pantheon-portrait-series-honours-black-radicals\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/01/painting-a-new-pantheon-portrait-series-honours-black-radicals", "date_published": "2023-04-01 08:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "University Challenge was biased towards Oxbridge when I worked on it, and it still is. But there’s a fix | Lillian Crawford", "description": "<p>A third of the teams competing come from just two universities. How can that not be elitist?</p><p>It’s hard to argue that University Challenge <em>isn’t </em>elitist. The quizshow relies upon the assumption that Oxford and Cambridge will be the favourites to win, aided not only by virtue of historical reputation, but by the fact that individual colleges are invited to enter thanks to an archaic entrance process devised in 1962. This creates a programme premised on class divides, illustrated weekly by social media users who post the satirical image of Scumbag College sitting atop Footlights College, Oxbridge in a <a href=\"https://twitter.com/youngonesfan/status/1355806338887131139?s=20\">1984 episode of The Young Ones</a>.</p><p><a href=\"https://www.theguardian.com/media/2023/mar/27/bbc-accused-of-hiding-oxbridge-bias-on-university-challenge-in-deepening-elitism-row\">Professor of education Frank Coffield</a> is calling for the programme to address this bias, and has<a href=\"https://www.theguardian.com/media/2023/mar/27/bbc-accused-of-hiding-oxbridge-bias-on-university-challenge-in-deepening-elitism-row\"> complained to the BBC</a> regarding the weighted screen time given to Oxbridge students – given that<strong> </strong>these two universities constitute about a third of the teams competing.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/university-challenge-biased-teams-universities-elitist\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/01/university-challenge-biased-teams-universities-elitist", "date_published": "2023-04-01 08:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Max Verstappen claims pole for Australian GP but Mercedes roar again", "description": "<ul><li>World champion claims 22nd career pole and first in Australia</li><li>George Russell second and Lewis Hamilton start third for race</li></ul><p>Max Verstappen claimed pole for Red Bull in the Australian Grand Prix, mastering testing, cool conditions in Melbourne and lowering the Albert Park lap record four times to confirm his favouritism for Sunday’s race.</p><p>He beat the Mercedes of George Russell and Lewis Hamilton into second and third, a great result for the team who are struggling this season. Fernando Alonso was in fourth for Aston Martin.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/max-verstappen-claims-pole-for-australian-gp-as-mercedes-roars-into-second-and-third\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/max-verstappen-claims-pole-for-australian-gp-as-mercedes-roars-into-second-and-third", "date_published": "2023-04-01 07:05:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drought or no drought? California left pondering after record winter deluge", "description": "<p>Severe storms may have filled reservoirs but in the Golden State, a dry spell is ‘always lurking in the background’</p><p>Just a few months ago, millions in California were living under mandatory water conservation rules. The driest three years on record had transformed the state, depleted reservoirs and desiccated landscapes.</p><p>Then came a deluge. A dozen atmospheric river storms and several “bomb cyclones” have broken levees and buried mountain communities in snow, but they have also delivered a boon. Reservoirs are refilling. Brown hills are blooming once again.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/california-drought-status-winter-storms-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/california-drought-status-winter-storms-weather", "date_published": "2023-04-01 07:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boulangère lamb, roast pepper salad and semlor buns: Yotam Ottolenghi’s Easter recipes", "description": "<p>These dishes ooze with flavours of Easter, from spring lamb and roasted peppers to a Scandinavian dessert with a Japanese twist</p><p>I’m always excited about the ceremonial cooking of lamb in any context, and especially over Easter, when I know the table will be abundant with good company and light-hearted cheer. For this reason, I don’t mind taking on the task of putting together the celebratory meal, getting lost not only in the meaty centrepiece, but also in the semlor buns and slow-cooked potatoes, and in the hum of music and the echo of happy voices in the background. So here is a grand feast, for Easter and beyond.</p> <a href=\"https://www.theguardian.com/food/2023/apr/01/boulangere-lamb-roast-pepper-salad-semlor-buns-yotam-ottolenghi-easter-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/01/boulangere-lamb-roast-pepper-salad-semlor-buns-yotam-ottolenghi-easter-recipes", "date_published": "2023-04-01 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomas Tuchel has chance to prove his staying power at Bayern Munich | Jonathan Liew", "description": "<p>Title showdown with former club Borussia Dortmund hints at short-term punt but move may give team best shot at stability</p><p>Bayern Munich are by no means immune to mistakes, but they rarely make the same mistake twice. The ground lost to Borussia Dortmund between 2010 and 2012 was spectacularly recaptured, along with many of the rival club’s best players. The abortive reign of Carlo Ancelotti in 2016 seems to have warned the club hierarchy off the allure of the star foreign manager. And the remarkable chain of events that has reconfigured the landscape of German football over the past fortnight may just have its origins in Bayern’s failed pursuit of a promising young coach called Thomas Tuchel.<br /><br />Tuchel had been on Bayern’s radar as early as 2014, when Pep Guardiola began to recommend the Mainz coach as a potential successor. Cordial meetings were held with the sporting director, Michael Reschke, and the club president, Uli Hoeness. But it was in 2018, when the veteran coach Jupp Heynckes announced his retirement, that the chase really began. Heynckes publicly anointed Tuchel as his chosen successor and talks were arranged. But Bayern were too late. Tuchel had made up his mind to go abroad, and would soon be unveiled as the manager of Paris Saint-Germain.</p><p>If Julian Nagelsmann was unnerved at the prospect of Tuchel returning to the job market, he did a good job of hiding it. As his Bayern squad broke up for the international break after the 2-1 defeat at Bayer Leverkusen, there was little portent <a href=\"https://www.theguardian.com/football/2023/mar/23/bayern-munich-sack-julian-nagelsmann-and-prepare-to-appoint-thomas-tuchel\">of the approaching chaos</a>. “Everyone come back healthy from the internationals,” Nagelsmann warned his team in what would be their final meeting together. “And then we’ll smash Dortmund!” At which point Nagelsmann went skiing in the Austrian Alps with his girlfriend. He would only find out late on the Thursday night via media reports that his job had been given to Tuchel.<br /><br />It seemed logical enough, even if the shock value at the time was real. Beat Dortmund at the Allianz Arena this Saturday – as they have done in each of their last eight meetings at home – and Bayern will return to the top of the Bundesliga, presumptive favourites to win their 11th title in a row. This season’s Champions League <a href=\"https://www.theguardian.com/football/2023/mar/08/bayern-munich-psg-champions-league-last-16-match-report\">has produced eight wins out of eight</a>. But then raw numbers have never kept any Bayern manager safe. This is a club where coaches are hired and fired largely on feel and projection, the vague but compelling idea that some basic essence has been lost. “This is not what Bayern stands for,” the current sporting director, Hasan Salihamidzic, said scornfully after the defeat to Leverkusen, and in retrospect this was the point at which we should have realised that change was coming.<br /><br />And something <em>has</em> undoubtedly been slightly off at Bayern this season, even if it is hard to pin down exactly what. There were few signs of dressing-room disaffection, and indeed over the international window many Bayern players expressed their surprise at Nagelsmann’s sacking. Certainly results since the World Cup have been substandard, allowing a surging Dortmund to go top for the first time in almost four years. Eleven points dropped from winning positions hints at a certain brittleness and an occasional tendency to concede soft goals. But there is nothing like a smoking gun here.</p> <a href=\"https://www.theguardian.com/football/2023/apr/01/thomas-tuchel-julian-nagelsmann-bayern-munich-borussia-dortmund\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/01/thomas-tuchel-julian-nagelsmann-bayern-munich-borussia-dortmund", "date_published": "2023-04-01 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amid the Prince Harry circus lies a court battle with the highest stakes", "description": "<p>The Daily Mail’s owner, the prince and Elton John could be on the road to one of the biggest media trials in British history</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/28/why-is-prince-harry-bringing-legal-action-against-daily-mail-owner-associated-newspapers\">Why is Prince Harry bringing legal action against Daily Mail owner?</a></li></ul><p>When the Duke of Sussex unexpectedly arrived at the high court on Monday morning he became the most senior royal to appear in a courtroom since Princess Anne <a href=\"https://www.theguardian.com/uk/2002/nov/21/monarchy\">admitted</a> being in charge of an English bull terrier that was dangerously out of control in a public space.</p><p>Prince Harry was there to allege that Associated Newspapers, the parent company of the Daily Mail, was similarly out of control.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/amid-the-prince-harry-circus-lies-a-court-battle-with-the-highest-stakes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/amid-the-prince-harry-circus-lies-a-court-battle-with-the-highest-stakes", "date_published": "2023-04-01 07:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How 149 seconds of grainy footage made the case for Michael Vaughan", "description": "<p>Over four days in a stuffy Fleet Street room, two and a half minutes of video was spliced and diced</p><p>Anyone with a passing interest in the assassination of John F Kennedy knows about the Zapruder film, the silent 8mm sequence shot by Abraham Zapruder as the president’s car drove through Dallas on a fateful day in November 1963. For almost 60 years it has been picked over by experts and conspiracy theorists alike in the hunt for who really killed JFK.</p><p>Over four days in a stuffy room on Fleet Street in March, almost as much forensic scrutiny was applied to another grainy video. As Michael Vaughan sat watching the two minutes and 29 seconds of Sky Sports footage, spliced and diced, disputed and fought over, he knew that his reputation and career was on the line.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/01/how-149-seconds-of-grainy-footage-made-the-case-for-michael-vaughan\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/01/how-149-seconds-of-grainy-footage-made-the-case-for-michael-vaughan", "date_published": "2023-04-01 07:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My favourite American beauty shop is back in the UK | Sali Hughes", "description": "<p>The new store stocks more than 135 skincare, makeup, fragrance, hair and body brands – all under one roof</p><p>I remember a colleague in the beauty industry telling me that British women don’t want to shop for luxury beauty products like groceries. Allegedly, we wanted luxury beauty dispensed only from counters, by uniformed sales consultants with time to devote to a single customer and brand. This was the blinkered argument put forward by beauty industry analysts to explain the UK closure of Sephora in 2005.</p><p>British culture had, they said, rejected the global retailer’s self-selection, multibrand retail model. Having been there, shopped there and written about it first time around, I suggested that we had merely rejected its bafflingly situated and (then) slightly grubby and gloomy UK stores. I continued to make Sephora my first stop whenever I visited the US, and hoped the company might soon come to its senses.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/01/my-favourite-american-beauty-shop-is-back-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/01/my-favourite-american-beauty-shop-is-back-in-the-uk", "date_published": "2023-04-01 07:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on the power of TikTok – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/apr/01/tom-gauld-on-the-power-of-tiktok-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/apr/01/tom-gauld-on-the-power-of-tiktok-cartoon", "date_published": "2023-04-01 07:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finland election: tight race has Marin’s SDP polling behind far right", "description": "<p>Long coalition talks may follow Sunday, with conservative NCP not ruling out deal with populist Finns</p><p>Four years after she became the world’s youngest prime minister, Finland’s Sanna Marin faces a battle to keep her job on Sunday in an unpredictable election so tight that it could be won by any of the country’s three main parties.</p><p>Marin, now 37, took the reins of the Social Democratic party (SDP) – and the Finnish premiership – in 2019 and has since piloted the traditionally non-aligned Nordic country through the Covid pandemic and to the brink of Nato membership.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/finland-election-tight-race-sanna-marin-sdp-ncp-finns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/finland-election-tight-race-sanna-marin-sdp-ncp-finns", "date_published": "2023-04-01 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: IMF approves four-year $15.6bn loan programme for Ukraine", "description": "<p>Loan part of global package to help Kyiv rebuild its economy as Joe Biden calls on Russia to release arrested Wall Street Journal reporter</p><p>Bucha, the town infamous for a massacre at the hands of Russia, has become a symbol of Ukraine’s reconstruction effort. But experts say the influx of money from the west will bring challenges in such a corrupt country, as <strong>Lorenzo Tondo</strong> reports:</p><p>Russia has lost at least six ZOOPARK-1M counter-battery radar and will struggle to regenerate them because of sanctions, the <strong>UK Ministry of Defence</strong> has said in its latest intelligence update.</p><p>As of 23 March 2023, Ukrainian special operation forces released footage of a Russian ZOOPARK-1M counter-battery radar being destroyed in the Donetsk area.</p><p>Efforts by both sides to neutralise their opponent’s counter-battery radars have been a constant element of the conflict. These systems are relatively few in number but are a significant force multiplier. They allow commanders to rapidly locate and strike enemy artillery.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/01/russia-ukraine-war-live-imf-approves-four-year-156bn-loan-programme-for-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/01/russia-ukraine-war-live-imf-approves-four-year-156bn-loan-programme-for-ukraine", "date_published": "2023-04-01 06:56:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Body of man killed in custody may have been shown to trainees, Yorkshire police admit", "description": "<p>Body of Christopher Alder could have been seen by cadets after mixup of remains, says South Yorkshire force</p><p>South Yorkshire police have admitted that officers may have been shown the body of Christopher Alder, a former paratrooper who died in police custody, in a mortuary as part of their routine training years after he was supposed to have been buried.</p><p>Alder, an ex-Parachute Regiment soldier, choked to death while handcuffed and lying face down on the floor of a Hull police station on 1 April 1998. CCTV footage showed officers laughing, joking and making monkey noises while he lay unconscious in a pool of blood. It was more than 10 minutes before police went to his aid.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/body-of-man-killed-in-custody-may-have-been-shown-to-trainees-yorkshire-police-admit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/body-of-man-killed-in-custody-may-have-been-shown-to-trainees-yorkshire-police-admit", "date_published": "2023-04-01 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eight great trips for the long bank holiday weekends", "description": "<p>With four public holidays over the next two months, we pick exciting breaks in town and country in the UK, France and the Netherlands</p><p><strong>Culture in Hull</strong><br />For a last-minute Easter getaway, a city break offers more choice and less chance of places being booked up. The <a href=\"https://www.theguardian.com/travel/2017/jan/11/hull-guide-2017-capital-culture-hotels-pubs-restaurants\" title=\"\">UK’s 2017 City of Culture</a>, Hull is an interesting, multifaceted destination. There are leaflets of trails at the tourist kiosk at the railway station for exploring Hull’s Old Town, which has become a popular film location: it stood in for wartime London in TV shows such as The Crown<em>.</em></p> <a href=\"https://www.theguardian.com/travel/2023/apr/01/eight-great-trips-for-the-long-bank-holiday-weekends-uk-france-netherlands\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/01/eight-great-trips-for-the-long-bank-holiday-weekends-uk-france-netherlands", "date_published": "2023-04-01 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farne Islands shut to visitors over fears of new avian flu outbreak", "description": "<p>Rangers work to avoid repeat of last year’s devastating losses in breeding seabird colonies on the islands off the Northumberland coast</p><p>The Farne Islands will not open to visitors this spring in anticipation of bird flu once again ravaging breeding seabird colonies, after an “unprecedented” spate of deaths last year.</p><p>The rocky outcrop of islands off the coast of Northumberland has been looked after by the National Trust since 1925 and there are no previous records of so many endangered seabirds dying at once. More than <a href=\"https://www.theguardian.com/environment/2023/jan/04/farne-islands-bird-flu-i-was-one-in-hazmat-suit-we-picked-up-6000-dead-birds-aoe\">6,000 carcasses were picked up</a> last year, which is believed to be the tip of the iceberg compared with how many birds would have died in total.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/01/farne-islands-shut-to-visitors-over-fears-of-new-avian-flu-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/01/farne-islands-shut-to-visitors-over-fears-of-new-avian-flu-outbreak", "date_published": "2023-04-01 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carole Baskin’s Big Cat Rescue to close and move wildlife to Arkansas", "description": "<p>Howard Baskin, husband of Tiger King star, said the center agreed to move most of its cats to Turpentine Creek Wildlife Refuge</p><p>The Big Cat Rescue center run by Carole Baskin of Netflix fame is planning to close down and for most of its wildlife to be transported from Florida to a sanctuary in Arkansas.</p><p>In a <a href=\"https://bigcatrescue.org/moving/\">statement</a>, Howard Baskin, the husband of the co-star of Netflix’s smash hit series Tiger King, announced that the 30-year-old center in Tampa had agreed to move most of its cats to the Turpentine Creek Wildlife Refuge.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/31/carole-baskin-big-cat-rescue-close-tiger-king\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/31/carole-baskin-big-cat-rescue-close-tiger-king", "date_published": "2023-04-01 06:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It feels like a scandal’: Wizz Air passengers claim website bug cost them extra", "description": "<p>Travellers reportedly forced to pay at airport to board plane after technical hitch stopped them checking in online</p><p>It was recently named “<a href=\"https://www.which.co.uk/news/article/how-wizz-air-became-the-uks-worst-airline-aTteR4l9fOFU\">the UK’s worst airline</a>” by the consumer body Which?, and has been hauled over the coals by the industry regulator. Now Wizz Air is facing criticism over yet another issue. Passengers have contacted Guardian Money after being forced to cough up substantial sums at the airport or face being turned away from their flight after apparently encountering technical problems with the airline’s website that prevented them checking in online as planned.</p><p>In December, Grace Connolly says she had to hand over £170 at Prague airport for her party of four after they were unable to check in online for their return flight to Luton.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/01/wizz-air-passengers-cost-checking-in-online\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/01/wizz-air-passengers-cost-checking-in-online", "date_published": "2023-04-01 06:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We won’t be here for long’: UK firms fear the worst as energy bill support ends", "description": "<p>Bills could rise by as much as 133% when new cap is introduced this weekend, say analysts</p><p>Thousands of small businesses risk going bust as “brutal” energy bills are to double with the end of a government support scheme from this weekend.</p><p>Companies are braced for an increase in energy costs as the government’s support for non-household energy bills falls away, and many fixed rate deals come to an end. The combined impact could drive energy bills for many companies up by as much as 133% , according to analysts at the consultancy Cornwall Insight.</p> <a href=\"https://www.theguardian.com/business/2023/apr/01/we-wont-be-here-for-long-uk-firms-fear-the-worst-as-energy-bill-support-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/01/we-wont-be-here-for-long-uk-firms-fear-the-worst-as-energy-bill-support-ends", "date_published": "2023-04-01 06:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Why mine so close?’: the fight to protect the pristine Okefenokee swamp", "description": "<p>An Alabama company wants to mine near the 440,000-acre Georgia swamp, but locals and scientists fear it could be irreparably harmed</p><p>Humans, as a general rule, are rather unkind to swamps. They are disparaged as rotten places that must be drained, either literally, to make way for farmland and houses, or metaphorically, to make way for demagogues. It’s to this backdrop that one of the last remaining intact large swamps in the US, a pristine wetland almost unrivaled anywhere in the world, finds itself under threat from a planned mining project.</p><p>The Okefenokee swamp, found in the deep southern reaches of Georgia, may lack the fame of the fabled national parks of the US, but it is no less remarkable. Untouched by development, the 440,000-acre (180,000-hectare) swamp is a sort of time machine, offering an idea of what this mosaic of pine islands, with its riot of wildlife, would have looked shortly after its formation about 7,000 years ago.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/georgia-okefenokee-swamp-twin-pines-mining\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/georgia-okefenokee-swamp-twin-pines-mining", "date_published": "2023-04-01 06:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beef: Ali Wong ’s rage-fuelled drama is one of the most riveting shows of the year", "description": "<p>This dark, hilarious series sees a chance encounter send two strangers tumbling down a rabbit hole of revenge. It’s an early contender for the best-of-the-year lists</p><p>There’s a lot to love about Beef, the new A24/Netflix show (out Thursday) you’re going to spend the next few weeks hearing about, but one of my favourites is how clearly and surely it looks LA in the eye. We all know the facts: there are only three cities in the world, and those are LA, London and New York. I have never heard of another city in my entire life. And in recent years, TV shows that set themselves in these places (so: 95% of all TV shows) have been knowingly shy about it, as if they are an Oxford undergraduate refusing to admit their dad is rich: <em>yes</em>, these shows say, <em>yes we are in London. But look! We’re not in the posh or obvious bits, alright! Look, here’s Victoria Park! Here’s Larry’s in Peckham! Didn’t expect that, did you?</em></p><p>Beef is not like this. The central, well, beef – down-on-his-luck handyman Steven Yeun and up-on-her-luck-but-unsatisfied-anyway plant artist Ali Wong get into a road rage altercation that overtakes both of their lives (what a pitch!) – is completely of and informed by LA, a city that can only be navigated angrily in a car. On the side of Wong’s Amy, there’s a perfect lampooning of luxe-hippy culture: dinner club mushroom trips, vaping weed cross-legged in a business meeting before perusing a panic room catalogue, big floppy hats and beautiful cardigans, intimacy exercises, thinking your toddler is an artist, extremely expensive chairs.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/01/beef-ali-wong-steven-yeun-netflix-review-joel-golby\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/01/beef-ali-wong-steven-yeun-netflix-review-joel-golby", "date_published": "2023-04-01 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What links Easy Rider and 12 Angry Men? The Saturday quiz", "description": "<p>From The Four Seasons to big turtles, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Who wrote thrillers on a gold-plated typewriter?<br /><strong>2</strong> What is the largest species of turtle?<br /><strong>3</strong> Under what name was Margaret Anderson the first black female DJ on Radio 1?<br /><strong>4</strong> 75% of whose paintings are in a 2023 Amsterdam exhibition?<br /><strong>5</strong> What are the two provinces of the Church of England?<br /><strong>6</strong> Which sporting group is overseen by the PGMOL?<br /><strong>7</strong> What varnish is named after its country of origin?<br /><strong>8</strong> Which encyclopedia was launched by Microsoft in 1993?<br /><strong>What links:<br />9</strong> Jerez de la Frontera; Sanlúcar de Barrameda; El Puerto de Santa María?<br /><strong>10</strong> Indus script; Rongorongo (Easter Island); Linear A; Danube script?<br /><strong>11</strong> North Carolina’s biggest city; male chicken; wrote The Four Seasons; died 1307?<br /><strong>12</strong> 12 Angry Men; Klute and Easy Rider; Single White Female?<br /><strong>13</strong> Cool; free; fusion; hard bop; modal?<br /><strong>14</strong> Nixon; Goldwater; Humphrey; McGovern; Ford?<br /><strong>15</strong> Lucilinburhuc Castle; Belgae people; low countries?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/what-links-easy-rider-and-12-angry-men-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/what-links-easy-rider-and-12-angry-men-the-saturday-quiz", "date_published": "2023-04-01 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Letter signed by Elon Musk demanding AI research pause sparks controversy", "description": "<p>The statement has been revealed to have false signatures and researchers have condemned its use of their work</p><p>A <a href=\"https://www.theguardian.com/technology/2023/mar/29/elon-musk-joins-call-for-pause-in-creation-of-giant-ai-digital-minds\">letter co-signed by Elon Musk</a> and thousands of others demanding a pause in artificial intelligence research has created a firestorm, after the researchers cited in the letter condemned its use of their work, some signatories were revealed to be fake, and others backed out on their support.</p><p>On 22 March more than 1,800 signatories – including Musk, the cognitive scientist Gary Marcus, and Apple co-founder Steve Wozniak – called for a six-month pause on the development of systems “more powerful” than that of <a href=\"https://www.theguardian.com/technology/2023/mar/14/chat-gpt-4-new-model\">GPT-4</a>. Engineers from Amazon, DeepMind, Google, Meta and Microsoft also lent their support.</p><p><em>Reuters contributed to this report.</em></p> <a href=\"https://www.theguardian.com/technology/2023/mar/31/ai-research-pause-elon-musk-chatgpt\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/31/ai-research-pause-elon-musk-chatgpt", "date_published": "2023-04-01 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do I look like Dua Lipa? Edith Pritchett on trying low-rise jeans – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/01/do-i-look-like-dua-lipa-edith-pritchett-on-trying-low-rise-jeans-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/01/do-i-look-like-dua-lipa-edith-pritchett-on-trying-low-rise-jeans-cartoon", "date_published": "2023-04-01 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Planning applications in England fall to record low in housing blow", "description": "<p>Experts say developers deterred by changes to planning system brought in by successive Tory governments</p><p>Planning applications in England have fallen to their lowest level in at least 16 years, according to <a href=\"https://www.gov.uk/government/statistics/planning-applications-in-england-october-to-december-2022/planning-applications-in-england-october-to-december-2022\">figures published this week</a> by the levelling up department that highlight the scale of the country’s housing crisis.</p><p>Local authorities received fewer applications to build new buildings or improve old ones in 2022 than at any point since before 2006, the earliest year for which the government provides statistics.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/01/planning-applications-in-england-fall-to-record-low-in-housing-blow\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/01/planning-applications-in-england-fall-to-record-low-in-housing-blow", "date_published": "2023-04-01 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Lesley Manville’s juicy murder mystery series kicks off", "description": "<p>A crime author is found dead in Magpie Murders. Plus: Ed Sheeran and Russell Crowe join Jonathan Ross. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/01/tv-tonight-lesley-manvilles-juicy-mystery-series-kicks-off\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/01/tv-tonight-lesley-manvilles-juicy-mystery-series-kicks-off", "date_published": "2023-04-01 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: I’m fixing the roof – and my life is hanging by a thread", "description": "<p>Were the last people who did this nine-feet tall, or did they use a crane? My ladder is just about high enough, I hope …</p><p>Over the past month I’ve taken a small number of men out to the garden to show them the <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/tim-dowling-theres-a-hole-in-my-roof-but-i-have-an-ingenious-plan\" title=\"\">large hole in the plastic corrugated roofing</a> that spans the side return, and my solution to the problem: an umbrella poked up through the hole and opened, with a wrench hanging from its handle to keep it from blowing away. I only wanted them to admire my low cunning, but they all had criticisms.</p><p>“The umbrella covers the hole,” said Kitch the electrician when I showed him. “But any rain hitting the roof above the umbrella will run down the corrugations and pour straight through.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/tim-dowling-im-fixing-the-roof-and-my-life-is-hanging-by-a-thread\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/tim-dowling-im-fixing-the-roof-and-my-life-is-hanging-by-a-thread", "date_published": "2023-04-01 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘I had a train to catch, and I think we’d had enough of each other by then’", "description": "<p>Yvette, 64, an archaeologist and curator, meets Ian, 72, a retired firefighter</p><p><strong>What were you hoping for?</strong><br />To meet a nice chap and maybe find a walking/running buddy.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/01/blind-date-yvette-ian\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/01/blind-date-yvette-ian", "date_published": "2023-04-01 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From God’s Creatures to Dreamland: a complete guide to this week’s entertainment", "description": "<p>Whether it’s Paul Mescal doing wrong in rural Ireland or Lily Allen wreaking havoc in Margate, our critics have your cultural needs covered for the next seven days</p><p><strong>God’s Creatures</strong><strong><br /></strong><em>Out now</em><strong><br /></strong>Starring man of the moment Paul Mescal (Aftersun) opposite Emily Watson, this drama, set in a remote fishing village in Ireland, explores a mother’s sense of duty to her son, as a close-knit community is rocked by the consequences of a lie told out of love.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/01/from-gods-creatures-to-dreamland-a-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/01/from-gods-creatures-to-dreamland-a-complete-guide-to-this-weeks-entertainment", "date_published": "2023-04-01 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Rebuilding is part of our resistance’: how Ukraine is bringing Bucha back to life", "description": "<p>The town infamous for a massacre at hands of Russia has become a symbol of Ukraine’s reconstruction effort, but experts say the influx of money from the west will bring challenges in such a corrupt country</p><p>Standing on the crumbling roof of a house, dozens of workers hammer in unison. Around them, cranes, bulldozers and trucks work frantically to repair roads and buildings destroyed by Russian artillery. It is hard to believe that this noisy construction site is in Yablonska Street, in the town of Bucha, in the north of Kyiv, at the precise crossroads where a year ago the bodies of dozens of civilians, brutally killed by Russian soldiers, were strewn over almost a mile, some with their hands bound behind their backs.</p><p>Ukraine has already repaired, and in many cases fully rebuilt, many of the sites destroyed by Moscow, including bridges, roads and government buildings. It is only the beginning of what Kyiv has described as the largest rebuilding effort since the second world war and perhaps the most expensive in history, with an estimated cost of half a trillion dollars. But managing this unprecedented influx of money in a country with a long history of corruption will bring challenges, experts say.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/ukraine-rebuild-bucha-prompts-corruption-reconstruction\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/ukraine-rebuild-bucha-prompts-corruption-reconstruction", "date_published": "2023-04-01 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid booster vaccine to be offered to millions in England next week", "description": "<p>Care home residents will be first to receive spring top-up jab as infections in England hit 2023 high</p><p>Millions of people in England will be offered a Covid booster jab next week, health officials have announced, as recent estimates show infections have climbed to their highest level this year.</p><p>Care home residents will be the first to receive the spring Covid-19 booster vaccine from Monday, with millions more people invited to book an appointment from Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/covid-booster-vaccine-offered-millions-england-spring-care-home-residents-infections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/covid-booster-vaccine-offered-millions-england-spring-care-home-residents-infections", "date_published": "2023-04-01 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to turn leftover roast lamb into a classic Irish pie | Waste not", "description": "<p>Dingle pies are a great way to use up any leftover lamb from Easter, and these are inspired by influential zero-waste chef JP McMahon</p><p>“Dingle pie is a good way to save lamb,” says the inspirational Irish chef <a href=\"https://www.instagram.com/mistereatgalway/?hl=en\">JP McMahon</a>. “Pies have a very rich history in the British Isles,” he says, and adds that every time you make a pie, you tap into that tradition. Dingle pies use leftover roast lamb (and its fat), making them both faster to make, and transforming scraps into a seriously satiating, traditional, hand-shaped pie.</p> <a href=\"https://www.theguardian.com/food/2023/apr/01/how-to-turn-leftover-roast-lamb-into-a-classic-irish-pie-zero-waste-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/01/how-to-turn-leftover-roast-lamb-into-a-classic-irish-pie-zero-waste-cooking", "date_published": "2023-04-01 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best theatre to stream this month: Emilia Clarke in The Seagull, the RSC’s Tartuffe and more", "description": "<p>Our roundup of drama to watch at home includes a Big Night of Musicals, You Bury Me and James Earl Jones in King Lear</p><p>Game of Thrones stars <a href=\"https://www.theguardian.com/culture/2022/jun/26/emilia-clarke-games-of-thrones-last-christmas-seagull-the-best-place-in-the-world-is-backstage-at-a-theatre\">Emilia Clarke</a> and <a href=\"https://www.theguardian.com/stage/2019/jun/19/indira-varma-interview-game-of-thrones-present-laughter\">Indira Varma</a> reunited for Jamie Lloyd’s typically bold and radical Chekhov production in <a href=\"https://www.theguardian.com/stage/2022/jul/07/the-seagull-review-woodchip-walled-chekhov-is-hypnotic\">the West End last year</a>. It now joins the <a href=\"https://www.ntathome.com/products/the-seagull\">National Theatre at Home</a> archive alongside the Donmar Warehouse’s <a href=\"https://www.ntathome.com/products/henry-v\">Henry V</a>, starring another GoT alumnus, <a href=\"https://www.theguardian.com/stage/2022/feb/17/kit-harrington-male-anger-interview-henry-v-donmar-warehouse\">Kit Harington</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/01/the-best-theatre-to-stream-this-month-emilia-clarke-in-the-seagull-the-rscs-tartuffe-and-more\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/01/the-best-theatre-to-stream-this-month-emilia-clarke-in-the-seagull-the-rscs-tartuffe-and-more", "date_published": "2023-04-01 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: Ringside at the cow auction | Andrea Meanwell", "description": "<p><strong>Tebay, Cumbria:</strong> In an effort to become more self-sustainable, and to help the landscape of the farm, we are starting a new suckler herd</p><p>After analysing our farm economics in 2020, we sold our Aberdeen Angus suckler herd as they were losing money. With the basic payment scheme falling at that point, we had to take a long hard look at the farm and become more efficient financially. Unfortunately, with the loss of the suckler herd also went the ability to use cows in the landscape as “ecosystem engineers” year-round. We had calves coming and going during the year, but no regular workforce of hardy cattle.</p><p>We had also lost the ability to provide our own beef for our family, so this year I decided to buy some young belted Galloway cattle with a view to building up a small herd. The idea was to become more self-sustainable, provide for our family and sell the excess meat to our neighbours. Besides, my husband had also promised me three hairy cows (hardy native breeds that can survive our climate) as a much-delayed Christmas present, which was cunning of him since he knew I was going to buy them anyway at the Galloway show and sale in Carlisle in March.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/01/country-diary-ringside-at-the-cow-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/01/country-diary-ringside-at-the-cow-auction", "date_published": "2023-04-01 04:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge blocks law restricting drag shows in Tennessee", "description": "<p>US district judge Thomas Parker grants temporary injunction, finding the law clashes with first amendment on free speech</p><p>A federal judge has temporarily blocked a <a href=\"https://www.theguardian.com/us-news/2023/mar/02/tennessee-drag-show-bill-legislature\">new Tennessee law that placed strict limits on drag shows</a> just hours before it was set to go into effect, siding with a group that filed a lawsuit claiming the statute violates the first amendment.</p><p>The decision on Friday comes after Memphis-based LGBTQ+ theatre company Friends of George’s filed the lawsuit on Monday against the Shelby county district attorney, Steve Mulroy, and the state.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/01/judge-blocks-law-restricting-drag-shows-in-tennessee\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/01/judge-blocks-law-restricting-drag-shows-in-tennessee", "date_published": "2023-04-01 04:19:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weekend podcast: remembering Paul O’Grady, Marina Hyde on Gwyneth’s trial, and Zoe Williams refutes the ‘men are trash’ narrative", "description": "<p>Marina Hyde confesses how couldn’t tear her eyes away from the Gwyneth Paltrow trial (1m32s); from Camden council care worker to trailblazing icon, we revisit an interview with Paul O’Grady from 2017 (9m34s); and Zoe Williams laments the revival of the ‘men-are-trash’ narrative (24m15s).</p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/apr/01/weekend-podcast-remembering-paul-ogrady-marina-hyde-on-gwyneths-trial-and-zoe-williams-refutes-the-men-are-trash-narrative\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/apr/01/weekend-podcast-remembering-paul-ogrady-marina-hyde-on-gwyneths-trial-and-zoe-williams-refutes-the-men-are-trash-narrative", "date_published": "2023-04-01 04:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten Chinese aircraft cross Taiwan Strait median line, island’s defence ministry says", "description": "<p>Taiwan sends aircraft to warn away nine Chinese fighter jets and one drone that breached unofficial barrier between two sides</p><p>Ten Chinese aircraft crossed the Taiwan Strait median line, normally an unofficial barrier between the mainland and the island, Taiwan’s defence ministry has said.</p><p>Nine Chinese fighter jets and one military drone crossed the median line in the 24 hours to 6am on Saturday, the ministry said in its daily report on Chinese military activities.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/ten-chinese-aircraft-cross-taiwan-strait-median-line-islands-defence-ministry-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/ten-chinese-aircraft-cross-taiwan-strait-median-line-islands-defence-ministry-says", "date_published": "2023-04-01 03:21:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Heartbreaking’: eight bodies recovered from waters at US-Canada border", "description": "<p>Two more people found on Friday as authorities says dozens of Indian and Romanian migrants have been crossing through Mohawk territory</p><p>The bodies of eight people believed to have died trying to cross from Canada into the United States have been found in the past two days, authorities said on Friday, including two children.</p><p>Six people, described as members of two families of Romanian and Indian descent, were found on Thursday in a marshy area of the St Lawrence River, which forms part of the Canada-US border. And on Friday, the bodies of two more migrants were found, bringing the death toll to eight, according to police in the Mohawk territory of Akwesasne.</p><p><em>Associated Press contributed to this report</em></p> <a href=\"https://www.theguardian.com/world/2023/mar/31/us-canada-border-eight-bodies-found-akwesasne\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/31/us-canada-border-eight-bodies-found-akwesasne", "date_published": "2023-04-01 02:08:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man shot dead by police near Jerusalem’s al-Aqsa mosque", "description": "<p>26-year-old man from an Arab village in southern Israel had grabbed and fired officer’s gun after being stopped for questioning, say police</p><p>A man detained near al-Aqsa mosque in Jerusalem was shot dead after he grabbed an officer’s gun and fired it, police said.</p><p>They identified the man as a 26-year-old resident of Hura, an Arab village in southern Israel.</p> <a href=\"https://www.theguardian.com/world/2023/apr/01/man-shot-dead-by-police-near-jerusalems-al-aqsa-mosque-after-grabbing-officers-gun\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/01/man-shot-dead-by-police-near-jerusalems-al-aqsa-mosque-after-grabbing-officers-gun", "date_published": "2023-04-01 02:05:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk broke law with threat to Tesla workers’ stock options, court rules", "description": "<p>Appeal judges uphold previous ruling, citing ‘implied threat’ in CEO’s tweet directed at Fremont employees who wanted to join union </p><p>A US appeals court has ruled that Elon Musk violated federal labour law by tweeting that employees of Tesla would lose stock options if they joined a union.</p><p>The New Orleans-based 5th US circuit court of appeals upheld a decision by the US National Labor Relations Board that said the 2018 tweet amounted to an unlawful threat that could discourage unionising and ordered Musk to delete it.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/01/elon-musk-broke-law-with-threat-to-tesla-workers-stock-options-court-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/01/elon-musk-broke-law-with-threat-to-tesla-workers-stock-options-court-rules", "date_published": "2023-04-01 02:04:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lincolnshire council challenges Home Office plan to house asylum seekers at RAF base", "description": "<p>West Lindsey council launches legal action, saying decision to use RAF Scampton for up to 2,000 asylum seekers is ‘irrational’</p><p>West Lindsey district council has launched legal action against the Home Office to challenge the decision to use a local Royal Air Force station as a site for asylum seeker accommodation.</p><p>It follows an announcement by the immigration minister on Wednesday <a href=\"https://www.theguardian.com/uk-news/2023/mar/29/asylum-seekers-housed-portakabins-maybe-ships-robert-jenrick\">to use RAF Scampton in Lincolnshire as a site for up to 2,000 asylum seekers</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/01/lincolnshire-council-challenges-home-office-plan-to-house-asylum-seekers-at-raf-base\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/01/lincolnshire-council-challenges-home-office-plan-to-house-asylum-seekers-at-raf-base", "date_published": "2023-04-01 01:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}]