[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Fixes New Azure AD Vulnerability Impacting Bing Search and Major Apps", "description": "Microsoft has patched a misconfiguration issue impacting the Azure Active Directory (AAD) identity and access management service that exposed several \"high-impact\" applications to unauthorized access.\n\"One of these apps is a content management system (CMS) that powers Bing.com and allowed us to not only modify search results, but also launch high-impact XSS attacks on Bing users,\" cloud security", "link": "https://thehackernews.com/2023/04/microsoft-fixes-new-azure-ad.html", "date_published": "2023-04-01 08:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cacti, Realtek, and IBM Aspera Faspex Vulnerabilities Under Active Exploitation", "description": "Critical security flaws in Cacti, Realtek, and IBM Aspera Faspex are being exploited by various threat actors in hacks targeting unpatched systems.\nThis entails the abuse of CVE-2022-46169 (CVSS score: 9.8) and CVE-2021-35394 (CVSS score: 9.8) to deliver MooBot and ShellBot (aka PerlBot), Fortinet FortiGuard Labs said in a report published this week.\nCVE-2022-46169 relates to a critical", "link": "https://thehackernews.com/2023/04/cacti-realtek-and-ibm-aspera-faspex.html", "date_published": "2023-04-01 04:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Exploiting WordPress Elementor Pro Vulnerability: Millions of Sites at Risk!", "description": "Unknown threat actors are actively exploiting a recently patched security vulnerability in the Elementor Pro website builder plugin for WordPress.\nThe flaw, described as a case of broken access control, impacts versions 3.11.6 and earlier. It was addressed by the plugin maintainers in version 3.11.7 released on March 22.\n\"Improved code security enforcement in WooCommerce components,\" the", "link": "https://thehackernews.com/2023/04/hackers-exploiting-wordpress-elementor.html", "date_published": "2023-04-01 04:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}]