[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Duchowny usprawiedliwiał rosyjską agresję. Kijowski sąd podjął decyzję", "description": "Ukraiński sąd nałożył na przełożonego Ławry Kijowsko-Peczerskiej Pawła dwa miesiące aresztu domowego. Metropolita Ukraińskiej Cerkwi Prawosławnej Patriarchatu Moskiewskiego jest oskarżony o wzniecanie nienawiści na tle religijnym oraz usprawiedliwianie rosyjskiej agresji na Ukrainę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/duchowny-usprawiedliwial-rosyjska-agresje-kijowski-sad-podjal-decyzje/", "date_published": "2023-04-01 20:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Pięciolatka bawiła się telefonem matki. Zamówiła 10 motocykli i 10 par butów", "description": "Kiedy Jessica dała pięcioletniej córce pograć na swoim telefonie, kobieta nie miała pojęcia, jak drogo będzie kosztowała ją ta decyzja. Rezolutna dziewczynka nie miała wcale zamiaru bawić się smartfonem. Weszła na stronę Amazona i zrobiła duże zakupy. Zamówiła 10 motocykli dla dzieci, małe auto i 10 par butów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/usa-pieciolatka-bawila-sie-telefonem-matki-zamowila-10-motocykli-i-10-par-butow/", "date_published": "2023-04-01 20:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja przejęła stery w Radzie Bezpieczeństwa ONZ. Biały Dom apeluje", "description": "W sobotę Rosja objęła kierownictwo w Radzie Bezpieczeństwa Organizacji Narodów Zjednoczonych. W związku z tym Waszyngton wystosował komunikat skierowany do władz na Kremlu. - Apelujemy do Rosji, aby zachowywała się profesjonalnie - powiedziała na konferencji prasowej sekretarz prasowa Białego Domu Karine Jean-Pierre.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/rosja-przejela-stery-w-radzie-bezpieczenstwa-onz-bialy-dom-apeluje/", "date_published": "2023-04-01 16:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Pomyliła dom z pensjonatem. 71-latka została zamordowana", "description": "71-latka została brutalnie zamordowana przez właściciela domu w Wielkiej Brytanii. Kobieta weszła do prywatnego mieszkania, ponieważ wzięła je za pensjonat, w którym miała wykupiony nocleg. W piątek policja opublikowała nagranie z kamery monitoringu, ukazujące ostatnie chwile życia seniorki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/wielka-brytania-pomylila-dom-z-pensjonatem-71-latka-zostala-zamordowana/", "date_published": "2023-04-01 15:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "NASA: Wenus, Merkury, Saturn i deszcz meteorytów widoczne na niebie w kwietniu", "description": "Zwykle są zbyt blisko Słońca i nie znikają przyćmione przez światło. W kwietniu oddają się nieco od naszej galaktycznej gwiazdy i dadzą się podziwiać nawet gołym okiem! Kiedy poszukiwać na niebie Merkurego, Wenus i Saturna? NASA podaje, co w kwietniu pojawi się na niebie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/nasa-mowi-co-zobaczymy-na-niebie-w-kwietniu-wenus-merkury-i-deszcz-meteorytow/", "date_published": "2023-04-01 15:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rzym: Aktywiści wlali czarny płyn do fontanny na Placu Hiszpańskim. \"Kropla, która przelewa czarę\"", "description": "Woda w słynnej fontannie na Placu Hiszpańskim w sobotę przybrała czarny kolor. Grupa aktywistów wlała do niej płyn na bazie węgla drzewnego. Czas powiedzieć dość: mamy do czynienia z systematycznym wandalizmem przeciwko dziedzictwu artystycznemu i kulturowemu -stwierdził minister kultury Włoch Gennaro Sangiuliano.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/rzym-aktywisci-wlali-czarny-plyn-do-fontanny-na-placu-hiszpanskim-kropla-ktora-przelewa-czare/", "date_published": "2023-04-01 15:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Finlandia dołączy do NATO. Rosyjska propaganda: Musimy wyzwolić fińskich braci!", "description": "Finlandia formalnie dołączy do naszego Sojuszu w najbliższych dniach - poinformował szef NATO Jens Stoltenberg. Jako sojusznicy będziemy się wzajemnie bronić - przekazała z kolei premier Finlandii Sanna Marin. Po tej decyzji w rosyjskich mediach propagandowych zawrzało: - Musimy wyzwolić fińskich braci!", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/finlandia-dolaczy-do-nato-rosyjska-propaganda-musimy-wyzwolic-finskich-braci/", "date_published": "2023-04-01 14:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Odnaleziono czterolatka, który błąkał się po lesie. Jest nagranie", "description": "Chłopiec zgubił się, gdy wyszedł ze swojego domu w Atlantic City - przekazały media. Dzięki szeroko zakrojonym poszukiwaniom dziecko udało się odnaleźć. Czterolatkowi cały czas towarzyszył wierny pies. Akcję policji nagrała kamera na mundurze jednego z funkcjonariuszy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/usa-odnaleziono-czterolatka-ktory-blakal-sie-po-lesie-akcje-nagrala-policyjna-kamera/", "date_published": "2023-04-01 11:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Selfie z ostatniej wieczerzy, imprezy Kleopatry i spotkania neandertalczyków. To szaleństwa AI", "description": "Selfie z ostatniej wieczerzy? Zdjęcie z imprezy Kleopatry? A może rodzinna fotografia neandertalczyków z epoki kamienia? Te zdjęcia obiegły internet, wywołując skrajne emocje użytkowników. To wszystko za sprawą wyobraźni sztucznej inteligencji. Jest jednak coś, z czym AI jeszcze sobie nie radzi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/selfie-z-ostatniej-wieczerzy-imprezy-kleopatry-i-spotkania-neandertalczykow-to-szalenstwa-ai/", "date_published": "2023-04-01 10:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Makabryczna historia z udziałem aligatorem. Ciało chłopca znaleziono w paszczy bestii", "description": "Ciało dwuletniego chłopca z Florydy zostało znalezione w paszczy aligatora - przekazała policja. Dziecka poszukiwano od kilku dni. Wcześniej w mieszkaniu odnaleziono zwłoki jego matki. Funkcjonariusze o śmierć dziecka oraz kobiety oskarżyli 21-letniego mężczyznę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/usa-makabryczna-historia-z-aligatorem-w-tle-cialo-chlopca-znaleziono-w-paszczy-bestii/", "date_published": "2023-04-01 08:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Watykan. Papież Franciszek wyszedł ze szpitala. Przytula wiernych", "description": "Papież po kilku dniach wyszedł ze szpitala. Opuszczając klinikę, zatrzymał się, by porozmawiać z dziennikarzami. Ojciec Święty udzielił także błogosławieństwa jednej z pacjentek. Pytany o to, jak się czuje, żartował: - Wciąż żyję. Franciszek przebywał w lecznicy z powodu zapalenia oskrzeli.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/watykan-papiez-franciszek-wychodzi-ze-szpitala-przytula-wiernych/", "date_published": "2023-04-01 08:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Tornada przetaczają się przez Amerykę. Kataklizm zbiera żniwo", "description": "Setki ludzi odniosło obrażenia po przejściu tornada przez Little Rock, stolicę stanu Arkansas. W Illinois zerwało dach teatru, zginęła jedna osoba - podały media. Zagrożenie tornadami i gwałtownymi burzami wydano dla obszarów w 15 stanach, od Wisconsin na północy po Teksas na południu. Prezydent USA Joe Biden ogłosił plan pomocy dla poszkodowanych dla Missisipi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/usa-tornada-przetaczaja-sie-przez-ameryke-kataklizm-zbiera-swoje-zniwo/", "date_published": "2023-04-01 06:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "AP: Donald Trump będzie formalnie aresztowany", "description": "Agencja AP poinformowała, że Donald Trump zostanie we wtorek formalnie aresztowany i postawiony w stan oskarżenia. Byłoby to bezprecedensowe wydarzenie w historii Stanów Zjednoczonych. Nigdy wcześniej nie spotkało to byłego prezydenta USA.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/ap-donald-trump-bedzie-formalnie-aresztowany/", "date_published": "2023-04-01 05:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rumunia. Andrew Tate i jego brat opuścili areszt. Sąd zdecydował o areszcie domowym", "description": "Celebryta Andrew Tate wraz z bratem zostali przeniesieni do aresztu domowego. Rumuński sąd uchylił wniosek prokuratorów o zatrzymanie ich w areszcie policyjnym. Andrew, jego brat Tristan i dwie kobiety są podejrzani o handel ludźmi, gwałt i udział w gangu. Wszyscy zaprzeczają oskarżeniom. Rumuńskiej policji udało się ująć zatrzymanych po twitterowej sprzeczce Tatea z Gretą Thunberg.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-01/rumunia-andrew-tate-i-jego-brat-opuscili-areszt-sad-zdecydowal-o-areszcie-domowym/", "date_published": "2023-04-01 04:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]