[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Deadpool 3, The Batman 2, John Wick 5, Captain America 4: New World Order... KinoCheck News", "description": "This time in the #KinoCheckNews \"Captain America 4: New World Order\", \"Joker 2: Folie à Deux\", \"John Wick 5\", \"The Batman 2\", \"Deadpool 3\", \"Spider-Man: The Spider Within\", \"Carl's Date\" etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news \n\n00:00 Up: Carl's Date \nPrepare yourselves to shed some tears again, because Pixar has a new \"Up\" short film coming up. \"Carl's Date\" will be screened in theaters before the new Pixar film \"Elemental\" and revolves around the beloved old man whose story with his first great love already captured our hearts in 2009... https://kinocheck.com/news/ufn24h\n\n01:22 Joker 2: Folie à Deux\nSo far, 2019's \"Joker\" is the most successful R-rated film of all time, with box office takings of more than $1 billion. The story of the mentally ill outsider Arthur Fleck, who becomes increasingly insane due to a number of blows of fate, is to be continued next year. This week, there was again news about the film detached from the DC Universe, which just like \"The Batman\" is part of the so-called Elseworlds...\nhttps://kinocheck.com/news/9hu6k2\n\n02:52 Deadpool 3 \nMany fans can hardly wait for the release of \"Deadpool 3\". Ever since the surprising announcement that none other than Hugh Jackman will play a leading role as Wolverine, expectations have been high. After all, it's not all the time that you see two such fan favorites together in front of the camera... \nhttps://kinocheck.com/news/xhb8iq\n\n04:06 The Batman: Part 2\nWarner Bros. is currently in the process of assembling the cast for \"The Batman 2\", which is set to hit theaters in late 2025. Robert Pattinson is, of course, back as the Batman, though fans are eagerly awaiting the reveal of the new villain. According to Deadline, that villain could be Clayface, who is said to play an important role in the film...\nhttps://kinocheck.com/news/d4w40q\n\n05:33 John Wick 5 & Spin-Offs \n\"John Wick: Chapter 4\" has been running in cinemas since last week. The ending in particular may have taken some fans by surprise, which is why the Internet has been filled with speculations for several days now. Following the theatrical release, all sorts of news were published by those responsible, many of which also address the future of the franchise... https://kinocheck.com/news/3avhc5\n\n07:26 Spider-Man: The Spider Within\nSony Pictures Animation and Sony Pictures Imageworks have jointly announced a short film titled \"The Spider Within\". It is scheduled for release in June and will be related to the upcoming \"Spider-Man: Across the Spider-Verse\"...\nhttps://kinocheck.com/news/gyihiw\n\n08:19 Captain America 4: New World Order\nIt feels like a lifetime ago that the Hulk was portrayed by Edward Norton and not by current actor and fan favorite Mark Ruffalo. The last time the \"Fight Club\" star was seen in the role of the green giant was in 2008.... \nhttps://kinocheck.com/news/3mar6r\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=zyk7xZn0UBk", "date_published": "2023-04-01 10:02:03+00:00", "persistent": false, "user": null, "language": "en-US"}]