[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Firearms Expert Reacts To CURSED Hot Dogs, Horseshoes & Hand Grenades’ Guns", "description": "Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down some of the creatively cursed guns of Hot Dogs, Horseshoes & Hand Grenades, including a giant Kolibri pistol, a shotgun that looks like a toy, and a hammer-fired pistol. \n\nThank you to Anton, developer of Hotdogs, Horseshoes and Handgrenades for sharing this gameplay footage. You can check out the game here : store.steampowered.com/app/450540\n\nAnd big thanks to Kommander Karl for both his bizarre reloads and for bringing that cursed toy to life in H3VR. Be sure to watch more from them here: https://www.youtube.com/@KommanderKarl\n\n0:00 Opening\n0:40 Uzi Nano\n1:31 Mosin\n2:08 MP5\n3:17 Kuularuisku\n4:04 Break Action Super Shorty\n5:52 Whizzbanger\n8:23 Ipsick 2011\n9:10 USPSAECIAL\n10:31 Baby's First Boomstick\n12:09 Floppy McLongflopper\n13:22 Kolibri 9001\n14:50 M2 Tombstone\n15:33 Gluger & Llock\n16:25 Stenof\n\nIn the latest video in the Firearm Expert Reacts series, Jonathan Ferguson--a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries--breaks down some horrifically cursed guns from Hot Dogs, Horseshoes & Hand Grenades and compares them to their potential real-life counterparts.\n\nFirearms Expert Reacts playlist - https://www.youtube.com/watch?v=y4T78VQoWUs&amp;list=PLpg6WLs8kxGMgYb13XjPgOKbm5O-CDq7R\n\nIf you're interested in seeing more of Jonathan's work, you can check out more from the Royal Armouries right here. - https://www.youtube.com/user/RoyalArmouries\n\nIf you would like to support the Royal Armouries, you can make a charitable donation to the museum here. - https://royalarmouries.org/support-us/donations/\n\nAnd if you would like to become a member of the Royal Armouries, you can get a membership here. - https://royalarmouries.org/support-us/membership/\n\nYou can either purchase Jonathan's book here. - https://www.headstamppublishing.com/bullpup-rifle-book\n\nOr at the Royal Armouries shop here. - https://shop.royalarmouries.org/collections/thorneycroft-to-sa80-british-bullpup-firearms-1901-2020\n\nYou can subscribe to the Armax Journal that Jonathan Associate Edited here: https://www.armaxjournal.org/", "link": "https://www.youtube.com/watch?v=7cjGCR6iRWU", "date_published": "2023-04-01 14:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}]