[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Two Strikes (full documentary) | FRONTLINE", "description": "The first part of a two-part documentary special explores a “two-strikes” law in Florida.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: https://www.pbs.org/donate​.\n\n“Two Strikes,” a film produced as part of FRONTLINE’s fellowship with Firelight Media, tells the story of how Mark Jones, a former West Point cadet struggling with PTSD and alcoholism, got life in prison in Florida after an attempted carjacking — a sentence that even the victim viewed as too harsh.\n\nThrough the lens of Jones’ case, the documentary explores how statutes like Florida’s so-called “two-strikes” law, more formally called the Prison Releasee Reoffender law, can result in people getting mandatory maximum sentences, including life in prison, for crimes in which no one is injured. While Florida’s statute is among the strictest, many states have laws that increase prison time for repeat offenses.\n\n“Two Strikes” is a FRONTLINE Production with Noncompliant Films in assoc", "link": "https://www.youtube.com/watch?v=AbPzIQg4Wtw", "date_published": "2023-09-05T23:00:06+00:00", "bookmarked": false, "dead": false, "artist": "FRONTLINE PBS | Official", "album": "FRONTLINE PBS | Official", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/AbPzIQg4Wtw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Two Strikes & Tutwiler: Inside the U.S. Criminal Justice System (full documentaries) | FRONTLINE", "description": "In collaboration with The Marshall Project, a two-part documentary special explores a “two-strikes” law in Florida, and the experience of being pregnant in prison in Alabama.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: https://www.pbs.org/donate​.\n\n“Two Strikes,” a film produced as part of FRONTLINE’s fellowship with Firelight Media, tells the story of how Mark Jones, a former West Point cadet struggling with PTSD and alcoholism, got life in prison in Florida after an attempted carjacking — a sentence that even the victim viewed as too harsh. \n\nThrough the lens of Jones’ case, the documentary explores how statutes like Florida’s so-called “two-strikes” law, more formally called the Prison Releasee Reoffender law, can result in people getting mandatory maximum sentences, including life in prison, for crimes in which no one is injured. While Florida’s statute is among the strictest, many states have laws that increase prison time for repe", "link": "https://www.youtube.com/watch?v=ARLTyyEKpjE", "date_published": "2023-09-05T23:00:04+00:00", "bookmarked": false, "dead": false, "artist": "FRONTLINE PBS | Official", "album": "FRONTLINE PBS | Official", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ARLTyyEKpjE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "A ‘Two-Strikes’ Law Put Him in Prison for Life. Even His Victim Said It Was Too Harsh | FRONTLINE", "description": "Mark Jones’ story in Florida illustrates how sentencing laws can put people who didn’t physically hurt anyone in prison for life. Watch an excerpt from the new documentary ‘Two Strikes,’ from FRONTLINE, The Marshall Project and Firelight Media.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nAiring in a special two-part hour that goes inside America's criminal justice system, “Two Strikes” will be available to watch in full at pbs.org/frontline, on The Marshall Project's website, and in the PBS App starting Sept. 5, 2023, at 7/6c. \"Two Strikes\" will be available to watch at 10/9c on PBS stations and on YouTube. FRONTLINE's Sept. 5 hour will also include \"Tutwiler,\" a look at the complexities of pregnancy in prison.\n\nLearn more: https://www.pbs.org/wgbh/frontline/documentary/two-strikes/\n\n\"Two Strikes\" is a FRONTLINE Production with Noncompliant Films in association with Firelight Media & The Marshall Project. Th", "link": "https://www.youtube.com/watch?v=JBg0qN2Q5gM", "date_published": "2023-09-05T12:30:55+00:00", "bookmarked": false, "dead": false, "artist": "FRONTLINE PBS | Official", "album": "FRONTLINE PBS | Official", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/JBg0qN2Q5gM/hqdefault.jpg"}]