[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New BLISTER Malware Update Fuelling Stealthy Network Infiltration", "description": "An updated version of a malware loader known as BLISTER is being used as part of SocGholish infection chains to distribute an open-source command-and-control (C2) framework called Mythic.\n“New BLISTER update includes keying feature that allows for precise targeting of victim networks and lowers exposure within VM/sandbox environments,” Elastic Security Labs researchers Salim Bitam and Daniel", "link": "https://thehackernews.com/2023/09/new-blister-malware-update-fuelling.html", "date_published": "2023-09-05T14:04:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Python Variant of Chaes Malware Targets Banking and Logistics Industries", "description": "Banking and logistics industries are under the onslaught of a reworked variant of a malware called Chaes.\n\"It has undergone major overhauls: from being rewritten entirely in Python, which resulted in lower detection rates by traditional defense systems, to a comprehensive redesign and an enhanced communication protocol,\" Morphisec said in a new detailed technical write-up shared with The Hacker", "link": "https://thehackernews.com/2023/09/new-python-variant-of-chaes-malware.html", "date_published": "2023-09-05T12:19:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Way Too Vulnerable: Join this Webinar to Understand and Strengthen Identity Attack Surface", "description": "In today's digital age, it's not just about being online but how securely your organization operates online. Regardless of size or industry, every organization heavily depends on digital assets. The digital realm is where business takes place, from financial transactions to confidential data storage.\nWhile organizations have quickly adopted tools like Multi-Factor Authentication (MFA),", "link": "https://thehackernews.com/2023/09/way-too-vulnerable-join-this-webinar-to.html", "date_published": "2023-09-05T11:56:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Key Cybersecurity Tools That Can Mitigate the Cost of a Breach", "description": "IBM's 2023 installment of their annual \"Cost of a Breach\" report has thrown up some interesting trends. Of course, breaches being costly is no longer news at this stage! What’s interesting is the difference in how organizations respond to threats and which technologies are helping reduce the costs associated with every IT team’s nightmare scenario. \nThe average cost of a breach rose once again", "link": "https://thehackernews.com/2023/09/key-cybersecurity-tools-that-can.html", "date_published": "2023-09-05T11:14:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Warn of Cyber Weapons Used by Lazarus Group's Andariel Cluster", "description": "The North Korean threat actor known as Andariel has been observed employing an arsenal of malicious tools in its cyber assaults against corporations and organizations in the southern counterpart.\n“One characteristic of the attacks identified in 2023 is that there are numerous malware strains developed in the Go language,” the AhnLab Security Emergency Response Center (ASEC) said in a deep dive", "link": "https://thehackernews.com/2023/09/researchers-warn-of-cyber-weapons-used.html", "date_published": "2023-09-05T10:15:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Meta Takes Down Thousands of Accounts Involved in Disinformation Ops from China and Russia", "description": "Meta has disclosed that it disrupted two of the largest known covert influence operations in the world from China and Russia, blocking thousands of accounts and pages across its platform.\n“It targeted more than 50 apps, including Facebook, Instagram, X (formerly Twitter), YouTube, TikTok, Reddit, Pinterest, Medium, Blogspot, LiveJournal, VKontakte, Vimeo, and dozens of smaller platforms and", "link": "https://thehackernews.com/2023/09/meta-takes-down-thousands-of-accounts.html", "date_published": "2023-09-05T06:17:00+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]