[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The HELL HAPPENED TO VOLITION?", "description": "As fans might already know, the studio behind the Saints Row franchise - Volition was recently closed. Volition is known for its work on the Red Faction and Saints Row franchises. It’s also a studio that has seen its fair share of ups and downs. \n\nWith this video, we take a walk down memory lane and look at the history of Saints Row and what eventually led to the present day where the company doors have been permanently shut down.", "link": "https://www.youtube.com/watch?v=ETbjA5mDABI", "date_published": "2023-09-05T18:15:01+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ETbjA5mDABI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Komplete Evolution of SMOKE - Before You Play Mortal Kombat 1", "description": "The Mortal Kombat series spans a dozen mainline entries and multiple timelines, so it’s obvious that the characters that make an appearance in the franchise have evolved with each passing release. \n\nWith this feature, we will be taking a look at the evolution of Tomas Vrbada (better known as Smoke) all the way from his original appearance in Mortal Kombat 2 as a hidden boss fight to his cyberized form in Mortal Kombat 3 to the latest design refresh that we are about to see in Mortal Kombat 1 2023. In addition to this, we will also be taking a look at how his fighting style evolved with each game and what new moves were added to his arsenal of tricks.", "link": "https://www.youtube.com/watch?v=hnVgRJGw3Bw", "date_published": "2023-09-05T14:00:27+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hnVgRJGw3Bw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Reasons Why I'll Possibly NEVER COMPLETE STARFIELD", "description": "Bethesda Game Studios' games have a knack for continuing to live on for a long, long time after release, with many people clocking in hundreds upon hundreds of ours into these massive single player RPGs over the course of multiple years. \n\nAnd sure, a lot of that is thanks to their vibrant modding communities and the post-launch support they receive, but a lot of it is also down to the fact that, even at launch, BGS' games are mind-bogglingly massive open world experiences with dozens upon dozens upon dozens of hours of content, and plenty more still if you decide to dive into their ridiculously dense and addictive sandbox elements.", "link": "https://www.youtube.com/watch?v=lhNxYoM67qs", "date_published": "2023-09-05T10:00:37+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/lhNxYoM67qs/hqdefault.jpg"}]