[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Modern Warfare III - Official Zombies Reveal Cinematic Trailer", "description": "The Zombies experience arrives in the Modern Warfare universe as a team of multi-national Operators assist the members of Task Force 141 against vast undead hordes brought on by a second major enemy threat. Watch the trailer and dig into the lore of this massive, open-world experience launching with Modern Warfare 3 on November 10.\n\n#callofduty #mw3 #gaming", "link": "https://www.youtube.com/watch?v=DrTR7B5-IKQ", "date_published": "2023-09-19T17:27:53+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DrTR7B5-IKQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why I'm Sad There Are No Aliens to Romance in Starfield | Reality Check", "description": "Player controlled in-game Romance dates way back to the visual novels and largely text based RPG adventures of the early 1990s. For decades we've been exploring parasocial relationships between human player and digital love interest. From the Baldur's Gate Tales of the Sword Coast Expansion to...well, Baldur's Gate 3, getting your game freak on has become a cherished part of the modern Role Playing Game experience.\n\nSo why does Starfield's feel so...empty?\n\nShort answer: it's too close to reality. Part of the fun of in-game romance is exploring possibilities beyond those we find in our own lives, not only of the universally accepted LGBTQ+ variety–which Starfield does feature, and we love–but also beyond what is strictly human. Games like Mass Effect, Dragon Age: Inquisition, Fallout 4 and yes, Baldur's Gate 3 have allowed us to couple with a myriad of horned, winged and weird footed humanoids.\n\nBut why exactly do we want to get it on with non-human creatures? On the this episode of ", "link": "https://www.youtube.com/watch?v=_D9vmVp7ZS8", "date_published": "2023-09-19T17:00:30+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_D9vmVp7ZS8/hqdefault.jpg"}]