[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 574 of the invasion", "description": "<p>Air defence continues to be Ukraine’s ‘greatest need’ says US secretary of defence; UN chief says Russia creating ‘world of insecurity’ at general assembly </p> <a href=\"https://www.theguardian.com/world/2023/sep/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-574-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-574-of-the-invasion", "date_published": "2023-09-19T23:18:04+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fathers have ‘unique effect’ on children’s educational outcomes, study finds", "description": "<p>Research claims children whose fathers read and play with them see a ‘small but significant’ increase in their educational attainment </p><p>Children whose fathers read, play, sing and draw with them show a “small but significant” increase in their educational attainment at primary school, according to research that suggests just 10 minutes a day could make a difference.</p><p>While it has long been recognised that parental engagement is critical for a child’s education and development, a study led by the University of Leeds claims fathers have “a unique and important effect” on children’s educational outcomes.</p> <a href=\"https://www.theguardian.com/society/2023/sep/20/fathers-have-unique-effect-on-childrens-educational-outcomes-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/20/fathers-have-unique-effect-on-childrens-educational-outcomes-study-finds", "date_published": "2023-09-19T23:01:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former mayor of London Ken Livingstone diagnosed with Alzheimer’s disease", "description": "<p>The retired 78-year-old former MP is ‘being well cared for’, his family announced</p><p>Ken Livingstone, the former Labour MP and mayor of London, has been diagnosed with Alzheimer’s disease, his family has announced.</p><p>The 78-year-old is being “well cared for by his family and friends” as he lives a “private life” in retirement, they said in a statement to the PA news agency.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/20/former-mayor-of-london-ken-livingstone-diagnosed-with-alzheimers-disease\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/20/former-mayor-of-london-ken-livingstone-diagnosed-with-alzheimers-disease", "date_published": "2023-09-19T23:00:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two men arrested over fatal shooting of Sydney cocaine kingpin Alen Moradian", "description": "<p>Moradian was shot dead in an underground carpark in Bondi Junction in June</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/sep/20/australia-news-live-cathy-freeman-referendum-indigenous-voice-to-parliament-climate-el-nino-weather-fire-danger-warning#top-of-blog\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Two men have been arrested over the fatal Bondi Junction shooting of Sydney cocaine kingpin Alen Moradian in June.</p><p>NSW police said strikeforce detectives arrested a 42-year-old man at about 6am on Wednesday. He is expected to be charged with murder and other offences related to the coordination of the fatal shooting.</p> <a href=\"https://ww", "link": "https://www.theguardian.com/australia-news/2023/sep/20/two-men-arrested-over-fatal-shooting-of-sydney-cocaine-kingpin-alen-moradian", "date_published": "2023-09-19T22:19:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sepsis often missed as 50% of screening tools don’t work, study finds", "description": "<p>Research uncovers flaws in two of four tools used by health workers worldwide to diagnose condition</p><p>Paramedics and A&amp;E doctors often miss signs of sepsis and two of the four ways health professionals screen for the killer condition do not work, a new study claims.</p><p>Sepsis, which is often described as blood poisoning, is estimated to be involved in the deaths of about <a href=\"https://sepsistrust.org/awareness-month-2023/\">48,000 people a year in the UK</a>.</p> <a href=\"https://www.theguardian.com/society/2023/sep/19/sepsis-missed-50-percent-screening-tools-do-not-work-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/19/sepsis-missed-50-percent-screening-tools-do-not-work-study-finds", "date_published": "2023-09-19T22:01:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Proud and excited’: Arteta and Arsenal return to the Champions League", "description": "<ul><li>Gunners’ first time in competition since 2016-17 season</li><li>Arsenal won and lost to PSV in Europa League last season</li></ul><p>Mikel Arteta has spoken of his pride at leading Arsenal into their first Champions League campaign since 2016. Their meeting with PSV Eindhoven at the Emirates Stadium on Wednesday marks a return from the wilderness and is a visible waymarker of the progress they have made since Arteta took over almost four years ago.</p><p>Although Arteta must reshuffle his attack after Gabriel Martinelli sustained a hamstring victory <a href=\"https://www.theguardian.com/football/2023/sep/17/everton-arsenal-premier-league-match-\">in the 1-0 win at Everton on Sunday</a> there was an evident buoyancy around Arsenal’s training facility. They face last season’s Eredivisie runners-up, who are managed by the former Ajax and Borussia Dortmund coach Peter Bosz, and Arteta was happy to dwell on the momentousness of the occasion.</p> <a href=\"https://www.theguardian.com/", "link": "https://www.theguardian.com/football/2023/sep/19/mikel-arteta-arsenal-champions-league-psv-eindhoven", "date_published": "2023-09-19T21:30:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: top carbon offset projects may not cut planet-heating emissions", "description": "<p>Majority of offset projects that have sold the most carbon credits are ‘likely junk’, according to analysis by Corporate Accountability and the Guardian</p><p>The vast majority of the environmental projects most frequently used to offset greenhouse gas emissions appear to have fundamental failings suggesting they cannot be relied upon to cut planet-heating emissions, according to a new analysis.</p><p>The global, multibillion-dollar voluntary carbon trading industry has been embraced by governments, organisations and corporations including oil and gas companies, airlines, fast-food brands, fashion houses, tech firms, art galleries and universities as a way of claiming to reduce their greenhouse gas footprint.</p><p><strong>A total of 39 of the top 50 emission offset projects, or 78% of them, were categorised as likely </strong><strong> junk</strong> or worthless due to one or more fundamental failing that undermines its promised emission cuts.</p><p><strong>Eight others (16%) look", "link": "https://www.theguardian.com/environment/2023/sep/19/do-carbon-credit-reduce-emissions-greenhouse-gases", "date_published": "2023-09-19T21:17:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City overcome Red Star scare in Champions League opener", "description": "<p>Who can stop Manchester City retaining the Champions League? This is a question many will ponder and for which Red Star Belgrade had no answer. By the end of this opening group game that is. Because, 45 minutes in, Serbia’s champions of the past six years led and threatened to do what Lyon did five years ago to the day: defeat Pep Guardiola’s side, in Europe, at their home.</p><p>Yet City are the masters of refusing to be beaten and so cue two Julián Álvarez strikes minutes into the second half which overturned Red Star’s advantage, broke their visitors, and had Guardiola’s men coasting before Rodri applied the coup de grace.</p> <a href=\"https://www.theguardian.com/football/2023/sep/19/manchester-city-get-title-defence-off-to-winning-start-against-red-star-belgrade\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/19/manchester-city-get-title-defence-off-to-winning-start-against-red-star-belgrade", "date_published": "2023-09-19T21:01:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Not many keepers could have matched Pope’s San Siro saves, says Eddie Howe", "description": "<ul><li>Newcastle keep clean sheet in first Champions League game</li><li>Pope made six saves in first 20 minutes against Milan</li></ul><p>Eddie Howe acknowledged his debt to Nick Pope after the goalkeeper made a string of outstanding saves to earn Newcastle a <a href=\"https://www.theguardian.com/football/2023/sep/19/milan-newcastle-united-champions-league-match-report\" title=\"\">precious point</a> in their opening Champions League game against Milan at San Siro.</p><p>Pope has recently been out of sorts and dropped by England but he timed his return to form to coincide with his side’s first game in Europe’s showpiece competition since 2003. He made six vital saves in the first 20 minutes.</p> <a href=\"https://www.theguardian.com/football/2023/sep/19/not-many-keepers-could-have-matched-popes-san-siro-saves-says-eddie-howe\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/19/not-many-keepers-could-have-matched-popes-san-siro-saves-says-eddie-howe", "date_published": "2023-09-19T20:24:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK could become an ‘EU lite’ member of bloc, suggests Franco-German report", "description": "<p>Blue-sky exercise envisages four levels of membership to allow for countries having looser ties to the union</p><p>A vision of a future EU with four types of membership – including an “EU lite” for countries such as the UK – has been tabled by a group of academics commissioned by France and Germany to consider future reforms.</p><p>The proposal comes as the UK’s opposition leader, Keir Starmer, told France’s president, Emmanuel Macron, that <a href=\"https://www.theguardian.com/politics/2023/sep/19/keir-starmer-wraps-up-foreign-mini-tour-with-visit-to-emmanuel-macron-in-paris\">he wanted to build an “even stronger” relationship between the two countries</a> if he wins power at a national election pencilled in for next year.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/uk-could-become-an-eu-lite-member-of-bloc-suggests-franco-german-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/uk-could-become-an-eu-lite-member-of-bloc-suggests-franco-german-report", "date_published": "2023-09-19T19:48:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Oppenheimer became the unlikeliest blockbuster of the year", "description": "<p>Christopher Nolan’s three-hour historical drama just sped past the $900m mark, becoming the biggest biopic ever, but how did he do it?</p><p>To bet against Christopher Nolan is to bet against the house – which is to lose like a fool – and yet he still came into summer movie season looking like something of an underdog.</p><p>In the great <a href=\"https://www.theguardian.com/film/2023/jul/24/barbie-oppenheimer-movie-release-box-office-ticket-sales\">Barbenheimer clash of 23</a>, Mattel’s smiley plastic plaything had a handful of built-in advantages: it was a peppy, colorful, feel-good comedy featuring one of the brightest movie stars of her generation as a pop-culture fixture already known and loved by the general public. Its rival, Oppenheimer, started to sound like a tough sell in comparison, a historical drama about the crushing depths of all-American guilt with a three-hour runtime, long stretches of black-and-white photography, a not-quite-name-brand leading man in Cillian Murp", "link": "https://www.theguardian.com/film/2023/sep/19/oppenheimer-box-office-barbie", "date_published": "2023-09-19T19:12:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle mark Champions League return with Milan draw thanks to Pope", "description": "<p>At times Nick Pope could have been forgiven for believing he was taking on Milan single-handedly but Newcastle’s goalkeeper rose to the challenge, earning Eddie Howe’s side a, perhaps, slightly fortuitous opening Champions League point.</p><p>A combination of Pope’s multiple saves, Milanese profligacy and visiting resilience ensured that Newcastle departed northern Italy wearing a cloak of respectability yet this was not quite the return to Europe’s showpiece competition that Howe had so craved.</p> <a href=\"https://www.theguardian.com/football/2023/sep/19/milan-newcastle-united-champions-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/19/milan-newcastle-united-champions-league-match-report", "date_published": "2023-09-19T19:10:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Home Office Windrush ‘transformation team’ formally disbanded", "description": "<p>Campaigners reject justification that ‘significant progress’ has been made towards reform and describe news as insulting</p><p>The Home Office team that was tasked with transforming the department after the Windrush scandal has been formally disbanded, triggering disappointment from those affected and dismay from civil servants.</p><p>The Home Office’s annual report confirmed that the department’s dedicated post-Windrush “transformation” team had been wound down “due to the significant progress we have made”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/home-office-post-windrush-transformation-team-formally-disbanded\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/home-office-post-windrush-transformation-team-formally-disbanded", "date_published": "2023-09-19T19:08:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Why don’t we know more of her? It’s upsetting’: dance genius Bronislava Nijinska", "description": "<p>Created 100 years ago, Nijinska’s ballet Les Noces is a feminist masterpiece. Andrea Miller, who has choreographed a new version using Stravinsky’s music and art by Phyllida Barlow, hails a trailblazer</p><p>‘I was told that British audiences don’t really like experimental work, like they do in Germany or Switzerland,” says American choreographer Andrea Miller. “Which makes me really nervous. I’m more on the expressionist weirdo side.”</p><p>Miller, 41, is making her first work for a major British ballet company, a new version of Stravinsky’s Les Noces, originally choreographed a century ago by Bronislava Nijinska. “If I remember this correctly, Nijinska’s Les Noces did really well in Paris and then failed in London. So, there’s a precedent,” she grimaces.</p> <a href=\"https://www.theguardian.com/stage/2023/sep/19/why-dont-we-know-more-of-her-its-upsetting-dance-genius-bronislava-nijinska\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/sep/19/why-dont-we-know-more-of-her-its-upsetting-dance-genius-bronislava-nijinska", "date_published": "2023-09-19T19:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children arrive in Belarus after being illegally removed from Ukraine", "description": "<p>Almost 50 children from Donetsk, Luhaks and Zaprizhzhia were removed by Belarusian charity, according to Belta</p><p>Ukrainian children who had been illegally deported to Russia have arrived in <a href=\"https://www.theguardian.com/world/belarus\">Belarus</a>, where state media published photographs showed them waving Belarusian flags, and flanked by riot police.</p><p>The 48 children come from the occupied Ukrainian regions of Donetsk, Luhansk and Zaporizhzhia, which Moscow claims it has annexed.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/children-arrive-in-belarus-after-being-illegally-removed-from-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/children-arrive-in-belarus-after-being-illegally-removed-from-ukraine", "date_published": "2023-09-19T19:00:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russell Brand is a familiar story | Rebecca Solnit", "description": "<p>Can we really be surprised when rich and powerful men are accused of sexual abuse?</p><p>There’s nothing new but the details about what the Times journalists <a href=\"https://www.thetimes.co.uk/article/russell-brand-rape-sexual-assault-abuse-allegations-investigation-v5hxdlmb6\">uncovered</a> about Russell Brand in their investigative report published this weekend. We’ve been through this so many times, the story finally uncovered of a rich or powerful or celebrated man being accused of sexual abuse for years or decades. Russell Brand says all of his relationships were absolutely always consensual.</p><p>That’s the first piece of the familiar story – that they got away with it for years because one of the forms inequality takes is inequality of voice –the voice with which you say what’s happened, the voice that’s listened to and believed and respected, the voice that determines what happens.</p><p>Rebecca Solnit’s most recent books are Orwell’s Roses and the climate anthology Not T", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/russell-brand-rape-sexual-assault-familiar-story", "date_published": "2023-09-19T18:50:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gove may blame Labour, but Tory-led councils are facing similar difficulties", "description": "<p>With 26 English local authorities at risk of following Birmingham in next two years, a longer-term view is needed</p><p>In Michael Gove’s otherwise sombre speech to parliament on Tuesday announcing <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/commissioners-to-run-birmingham-city-council-michael-gove-says\">a team of commissioners</a> to run the cash-strapped Labour-run Birmingham council, the communities secretary could not resist a swipe at his political opponents.</p><p>“I think it important for us to recognise that the intervention in Birmingham, and our [previous] interventions in Sandwell and Liverpool, have all been interventions in Labour-led local authorities in which comprehensive mismanagement extended back over years,” he said.</p> <a href=\"https://www.theguardian.com/society/2023/sep/19/michael-gove-blame-labour-tory-led-councils-facing-similar-difficulties\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/19/michael-gove-blame-labour-tory-led-councils-facing-similar-difficulties", "date_published": "2023-09-19T18:50:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Diane Abbott accuses Labour of ‘fraudulent’ inquiry into racism comments", "description": "<p>MP says investigation sparked by a letter to the Observer seen as arguing there is a hierarchy of racism is being run out of party HQ</p><p>Diane Abbott has accused Labour of leading a “fraudulent” investigation into her comments about racism that left her suspended from the party.</p><p>Abbott, who became the UK’s first black female MP in 1987, has claimed the party’s whips office is no longer conducting a formal investigation. Instead, she claims the internal inquiry is “now run entirely out of the Labour party HQ, which reports to Keir Starmer – and there is no investigation”.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/diane-abbott-accuses-labour-of-fraudulent-inquiry-into-racism-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/diane-abbott-accuses-labour-of-fraudulent-inquiry-into-racism-comments", "date_published": "2023-09-19T18:48:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starmer and Macron didn’t talk about Brexit or the booing – no point falling out on a first date | John Crace", "description": "<p>Parliament is a dead zone, so the Labour leader spent much of the week abroad and Tory MPs put their feet up</p><p>You know how it is. You’ve been back at work for just over two weeks after a six-week break and you’re knackered already. Just not match fit. You could do with another break. Well, tough. Get over yourself. Welcome to the real world. No rest till Christmas.</p><p>Just not in Westminster. A blink after the last recess and we’re into another for the conference season. The Lib Dems don’t start their annual bash in Bournemouth until the weekend, but why put MPs through the torment of doing a full week when they could knock off on the Tuesday. Anything to save Rishi Sunak from being embarrassed at prime minister’s questions.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/keir-starmer-emmanuel-macron-brexit-john-crace-sketch\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/keir-starmer-emmanuel-macron-brexit-john-crace-sketch", "date_published": "2023-09-19T18:46:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Chilling’: Ariana Grande, Amanda Gorman and others sign letter against book bans", "description": "<p>Letter, spearheaded by Reading Rainbow’s LeVar Burton, includes 175 signatories calling on Hollywood to fight bans in US schools</p><p>Ariana Grande, Guillermo del Toro, Mark Ruffalo and Amanda Gorman are among the over 175 actors, entertainers, authors, activists and others who have signed an <a href=\"https://campaigns.moveon.org/banned-bookmobile/artists/\">open letter</a> calling on Hollywood to use their influence to oppose book bans.</p><p>The letter, spearheaded by Reading Rainbow host LeVar Burton and published via the political advocacy organization MoveOn Political Action, calls out books bans in US schools as “restrictive behavior” that is “antithetical to free speech and expression”. It also emphasizes the “chilling effect” the bans, often implemented at the local level, can have “on the broader creative field”.</p> <a href=\"https://www.theguardian.com/books/2023/sep/19/celebrities-sign-letter-book-ban-ariana-grande-amanda-gorman\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/19/celebrities-sign-letter-book-ban-ariana-grande-amanda-gorman", "date_published": "2023-09-19T18:37:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Red Star Belgrade, PSG v Dortmund: Champions League – live", "description": "<ul><li>Updates from the opening matches, 8pm BST kick-offs</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: the latest from all tonight’s games</a></li></ul><p><strong>GOAL! Young Boys 1-2 Leipzig (X Schlager 74)</strong></p><p>Xaver Schlager has put Leipzig, who will expect to finish second in Group G, ahead in Switzerland. Red Star and Manchester City are the other teams in taht group.</p> <a href=\"https://www.theguardian.com/football/live/2023/sep/19/manchester-city-v-red-star-belgrade-psg-v-dortmund-champions-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/sep/19/manchester-city-v-red-star-belgrade-psg-v-dortmund-champions-league-live", "date_published": "2023-09-19T18:33:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The brand of the era’: how Glossier became a defining force of the 2010s", "description": "<p>A new book about the rise of Emily Weiss’s billion-dollar beauty company that wanted to be your friend, for better and for worse</p><p>In the spring of 2019, I sometimes found myself transfixed by the corner of Canal and Lafayette streets in Soho, either marveling at a line of people or in it. This was the New York headquarters of Glossier, the makeup brand of the millennial pink zeitgeist. Founded by Emily Weiss in 2014 with just four products, Glossier was – and, to an extent, still is – the purveyor of minimalist makeup in the 2010s: crisp sans serif advertising, direct-to-consumer delivery (in distinctive pink bubble packaging), a model of goddess-like, preternatural dewiness.</p><p>I wasn’t a devotee of the brand so much as a lurker entranced by its omnipresence; by way of word of mouth and online buzz, their Milky Jelly Cleanser and Lash Slick mascara found their way into my makeup bag. Their Boy Brow gel, which promised the full, fluffy arches of the era, was more than one ", "link": "https://www.theguardian.com/books/2023/sep/19/glossier-beauty-brand-book-emily-weiss", "date_published": "2023-09-19T18:33:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada killing adds to suspicions of Indian crackdown on Sikh separatists", "description": "<p>Khalistani groups who want independence of Punjab accuse India of killings in UK and elsewhere</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/sep/19/trudeau-india-expulsions-canada-sikh-leader-killed\">Canada and India make tit-for-tat envoy expulsions over killing of Sikh leader</a></strong></li></ul><p>Months before Hardeep Singh Nijjar was <a href=\"https://www.theguardian.com/world/2023/jun/20/advocate-separate-sikh-state-india-shot-dead-canada-hardeep-singh-nijjar-temple\">shot dead in a carpark in Canada</a>, three other Indians associated with the Sikh separatist movement had died on foreign soil – in circumstances deemed, at least by some, as suspicious.</p><p>On Monday, Justin Trudeau alleged there was <a href=\"https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-trudeau\">“credible evidence”</a> that the Indian government was behind the assassination of Nijjar, an explosive accusation that torpe", "link": "https://www.theguardian.com/world/2023/sep/19/canada-killing-adds-to-suspicions-of-indian-crackdown-on-sikh-separatists", "date_published": "2023-09-19T18:33:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Asylum seekers ‘degraded’ at detention centre: key points from Brook House inquiry", "description": "<p>Report on immigration removal centre details ‘crushing’ abuse and excessive use of force that has left detainees with PTSD</p><p>The Brook House inquiry report, <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/toxic-culture-brook-house-immigration-removal-centre-inquiry\">published on Tuesday</a>, has been described as a searing indictment of immigration detention, where migrants who are not being punished for a criminal offence are locked up indefinitely.</p><p>The report was commissioned because undercover footage obtained by the BBC’s Panorama team provided evidence of suffering by many detainees. The report includes moving pen portraits of some of those detained.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/migrants-humiliated-and-degraded-at-detention-centre-inquiry-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/migrants-humiliated-and-degraded-at-detention-centre-inquiry-reveals", "date_published": "2023-09-19T18:21:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS consultants offer to call off strikes for 12% pay rise in apparent olive branch", "description": "<p>BMA also offers to take non-pay investments into account to reach agreement – but No 10 insists pay talks will not be reopened</p><p>Hospital consultants in England have offered to call off their strikes if they receive a pay rise of about 12% this year – double the increase ministers insist is their final offer.</p><p>Their proposal, and the disclosure of recent “constructive” conversations with the government, appear to be a conciliatory move by the British Medical Association (BMA) to end their pay dispute.</p> <a href=\"https://www.theguardian.com/society/2023/sep/19/nhs-consultants-offer-to-call-off-strikes-for-12-pay-rise-in-apparent-olive-branch\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/19/nhs-consultants-offer-to-call-off-strikes-for-12-pay-rise-in-apparent-olive-branch", "date_published": "2023-09-19T18:18:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada and India make tit-for-tat envoy expulsions over killing of Sikh leader", "description": "<p>Top intelligence officials expelled after Trudeau accused India of involvement in assassination of exiled Hardeep Singh Niijar</p><p>Canada and India have announced tit-for-tat diplomatic expulsions after Justin Trudeau’s <a href=\"https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-trudeau\">explosive allegation</a> that New Delhi was behind a state-sponsored assassination on Canadian soil – accusations that India derided as “absurd”.</p><p>Speaking on Tuesday, the Canadian prime minister stood firm on the allegations that India was implicated in the death of the Sikh independence advocate Hardeep Singh Niijar, who was <a href=\"https://www.theguardian.com/world/2023/jun/20/advocate-separate-sikh-state-india-shot-dead-canada-hardeep-singh-nijjar-temple\">shot dead in Surrey, British Columbia, in June.</a></p> <a href=\"https://www.theguardian.com/world/2023/sep/19/trudeau-india-expulsions-canada-sikh-leader-killed\">Continue", "link": "https://www.theguardian.com/world/2023/sep/19/trudeau-india-expulsions-canada-sikh-leader-killed", "date_published": "2023-09-19T18:16:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Canada and India: from partnership to public claims of a killing | Editorial", "description": "<p>Whatever the truth about the murder of Hardeep Singh Nijjar, the row shows that building relationships with New Delhi won’t be easy</p><p>Canada made waves when it recently announced <a href=\"https://www.theguardian.com/world/2023/sep/07/canada-foreign-election-interference\" title=\"\">an inquiry into potential foreign election interference</a>. Its tanking relations with China have been watched closely, not least for how they reflect upon other western countries’ dealings with Beijing. Russia’s activities were also under scrutiny. Fewer people noticed that ministers also <a href=\"https://www.forbes.com/sites/tylerroush/2023/09/07/canada-investigating-potential-election-interference-from-china-and-russia/\" title=\"\">cited</a> the potential role of the Indian government.</p><p>The decision looks like a ripple in a millpond following Justin Trudeau’s extraordinary <a href=\"https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/the-guardian-view-on-canada-and-india-from-partnership-to-public-claims-of-a-killing", "date_published": "2023-09-19T18:14:45+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Keir Starmer in the Élysée: an EU reconnaissance mission | Editorial", "description": "<p>The Labour leader’s meeting with Emmanuel Macron was a first tentative step in the long haul of restoring better relations with Europe</p><p>If it’s Tuesday, it must be Paris. In the past few days, a whirlwind foreign tour has given Sir Keir Starmer the chance to pose as Britain’s prime minister in waiting, ahead in the polls and probably heading towards Downing Street next year. A <a href=\"https://www.bbc.co.uk/news/uk-politics-66804798\" title=\"\">visit</a> last Thursday to The Hague, where he held talks with Europol officials, was followed by a weekend trip to Montreal, where <a href=\"https://www.youtube.com/watch?v=pXwyzGAMru4\" title=\"\">discussions</a> took place with Canada’s prime minister, Justin Trudeau.</p><p>Easily the most significant appointment in the Labour leader’s diary was Tuesday’s tête-à-tête with Emmanuel Macron in the Élysée. Protocol dictated that no television footage of the meeting would appear, given Sir Keir’s status as an opposition leader. But this was ab", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/the-guardian-view-on-keir-starmer-in-the-elysee-a-cautious-charm-offensive", "date_published": "2023-09-19T18:12:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak planning to drop net zero policies in pre-election challenge to Labour", "description": "<p>Plans set to be announced on Friday could include delaying ban on sales of new petrol and diesel cars</p><p>Rishi Sunak is planning to row back on some of the government’s net zero policies that impose a direct cost on consumers as the Conservatives attempt to create a dividing line with Labour before the next election.</p><p>The Guardian understands that the move, expected to be announced in a major speech this Friday, could include delaying a <a href=\"https://www.theguardian.com/business/2021/mar/15/car-industry-lobbied-uk-government-delay-ban-petrol-diesel-cars\">ban on</a> the sales of new petrol and diesel cars and the phasing out of gas boilers.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/19/rishi-sunak-planning-drop-net-zero-policies-pre-election-challenge-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/19/rishi-sunak-planning-drop-net-zero-policies-pre-election-challenge-labour", "date_published": "2023-09-19T18:05:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian shortlisted for Society of Editors Media Freedom awards", "description": "<p>Nominations include for national news media of the year and commentator of the year</p><p>The Guardian has received several nominations for the Society of Editors’ Media Freedom awards, including for national news media of the year.</p><p>The awards aim to commend “excellence in public interest and campaigning journalism” across platforms including national and regional print media, broadcast, digital and magazine journalism.</p> <a href=\"https://www.theguardian.com/media/2023/sep/19/the-guardian-shortlisted-for-society-of-editors-media-freedom-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/19/the-guardian-shortlisted-for-society-of-editors-media-freedom-awards", "date_published": "2023-09-19T18:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "CBI cancels annual general meeting citing cashflow problems", "description": "<p>UK’s most influential business lobby group replaces AGM with online audience with its director-general and president</p><p>The Confederation of British Industry, once regarded as the UK’s most influential business lobby group, has cancelled its annual general meeting at the last minute citing cashflow problems.</p><p>Due to take place on Wednesday, the AGM has been replaced with “an audience with” CBI’s director general, <a href=\"mailto:Rain.NewtonSmith@cbi.org.uk\">Rain Newton-Smith</a>, and its president, <a href=\"mailto:brian.mcbride@cbi.org.uk\">Brian McBride</a>. The event will be broadcast online to members who sign up to watch.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/cbi-cancels-annual-general-meeting-citing-cashflow-problems\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/cbi-cancels-annual-general-meeting-citing-cashflow-problems", "date_published": "2023-09-19T17:52:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "South Africa go big and bold with reboot of forward heavy bench against Ireland", "description": "<ul><li>Springboks opt for 7-1 split in favour of forwards in reserve</li><li>Etzebeth fit to play for South Africa with Libbok starting at 10</li></ul><p>The influential Eben Etzebeth is fit to face Ireland this weekend and has been included in a power-laden South Africa side for the pivotal Pool B match at the Stade de France on Saturday. The Springboks have also opted to roll out a forward-dominated bench with just one backline specialist among their replacements.</p><p>Etzebeth missed <a href=\"https://www.theguardian.com/sport/2023/sep/17/south-africa-romania-rugby-world-cup-match-report\">South Africa’s game against Romania</a> with a sore shoulder which had previously forced him off early against Scotland but is back for one of the biggest collisions of the tournament to date. A Springbok win would effectively cement them as pool winners and leave Ireland sweating on their game against Scotland to guarantee qualification for the knockout stages.</p> <a href=\"https://www.theguard", "link": "https://www.theguardian.com/sport/2023/sep/19/south-africa-ireland-rugby-world-cup", "date_published": "2023-09-19T17:50:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "FC Hollywood make Kane the star in perfect script for Manchester United", "description": "<p>Ten Hag will be reminded of what could have been when he faces Bayern Munich’s record signing in Champions League</p><p>It was a day of frayed nerves and emotion, Harry Kane forced to wait in and around Stansted Airport, to borrow from the football vernacular. His move to Bayern Munich seemingly in jeopardy at the very last.</p><p>Told by <a href=\"https://www.theguardian.com/football/tottenham-hotspur\">Tottenham</a> to stay away from the training ground – an edict of staggeringly bad optics – Kane knew there would be no face-to-face goodbyes with the people at his boyhood club, no chance to personally collect his belongings. But would there be a goodbye at all? As the Spurs chairman, Daniel Levy, tried to renegotiate the finer points of the deal with Bayern on Friday 11 August, Kane began to wonder and fret.</p> <a href=\"https://www.theguardian.com/football/2023/sep/19/fc-hollywood-make-kane-the-star-in-perfect-script-for-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/19/fc-hollywood-make-kane-the-star-in-perfect-script-for-manchester-united", "date_published": "2023-09-19T17:46:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marina Abramović’s RA retrospective is terrifying and vital", "description": "<p>Show documents vast legacy of brave artist who has turned her life into a relentless performance </p><p>Here is Marina Abramović asking to be treated as an object, her audience provided with a hammer, a saw, chains, a whip and other frightening implements to do what they want with her.</p><p>And here she is wearing a doctor’s white coat as she tells us a story “about how we, in Balkans, kill the rats …”, as she embarks on a blood-curdling video lecture as part of her 1997 Balkan Baroque at the Venice Biennale, at the height of the Yugoslav civil wars. I remember it from then as one of the most gruelling and moving performances I have ever seen.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/sep/19/marina-abramovic-royal-academy-retrospective\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/sep/19/marina-abramovic-royal-academy-retrospective", "date_published": "2023-09-19T17:45:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BBC to investigate if Russell Brand used its taxis to collect 16-year-old girlfriend", "description": "<p>Full inquiry under way at broadcaster into comedian’s time there as it removes all his shows from catchup service</p><p>The BBC has pledged to investigate whether Russell Brand used the broadcaster’s taxis to pick up a 16-year-old girl from school, as it removed all of the comedian’s shows from its catchup services.</p><p>Brand has been accused of using cars paid for by his then employers at the BBC to <a href=\"https://www.theguardian.com/culture/2023/sep/18/russell-brand-accuser-calls-his-response-to-allegations-insulting\">drive his young girlfriend around London</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/19/bbc-to-investigate-if-russell-brand-used-its-taxis-to-collect-16-year-old-girlfriend\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/19/bbc-to-investigate-if-russell-brand-used-its-taxis-to-collect-16-year-old-girlfriend", "date_published": "2023-09-19T17:32:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Watchdog criticises payment of Boris Johnson’s £265,000 Partygate legal bill", "description": "<p>NAO says Cabinet Office failed to follow proper processes when taxpayers’ money was used to fund legal bills</p><p>The Cabinet Office failed to follow proper processes when it allowed taxpayers’ money to be used to fund Boris Johnson’s Partygate legal bills, the UK’s public spending watchdog has said.</p><p>The government’s justifications for the £265,000 spend were also deemed to be “borderline” and not “wholly persuasive” by the National Audit Office (NAO).</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/watchdog-criticises-decision-to-pay-boris-johnsons-265000-partygate-legal-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/watchdog-criticises-decision-to-pay-boris-johnsons-265000-partygate-legal-bill", "date_published": "2023-09-19T17:30:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Corporation creep: why London’s Bond Street became Burberry Street - and caused outrage", "description": "<p>Transport for London’s one-week deal with the fashion house is part of a wider trend towards our public spaces being branded and privatised</p><p>Blink (quite slowly) and you maybe missed it, because by tonight Bond Street will have reclaimed its rightful name, having spent London fashion week as Burberry Street. The iconic tube sign was renamed and retinted in a discombobulating, non-tube blue, and, by and large, people hated it.</p><p>This may have come as a surprise to Transport for London, who did the deal with the fashion brand, and are keen to stress that “signage within trains, including the in-car digital displays that show what the next station is, and route maps within the trains, have not been changed as part of this temporary take-over”.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/19/corporation-creep-why-bond-street-became-burberry-street-and-caused-outrage\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/19/corporation-creep-why-bond-street-became-burberry-street-and-caused-outrage", "date_published": "2023-09-19T17:29:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ray Epps, rioter at centre of conspiracy theory, charged over January 6", "description": "<p>Oath Keeper, who has denied being federal agent provocateur, indicted on one count of disorderly conduct in restricted area</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/sep/19/government-shutdown-mccarthy-republicans-trump-biden-politics-live?filterKeyEvents=false&amp;page=with:block-6509ab158f088432c016c342\"> US politics – latest updates</a></li></ul><p>Ray Epps – a Donald Trump supporter, Oath Keepers militia member and January 6 participant who became the subject of <a href=\"https://www.theguardian.com/media/2022/jan/07/fox-news-6-january-capitol-attack-tucker-carlson-sean-hannity-laura-ingraham\">rightwing conspiracy theories</a> about the attack on Congress – has been charged with one criminal count related to the riot.</p><p>In <a href=\"https://www.courtlistener.com/docket/67807327/1/united-states-v-epps/\">a court filing</a> in US district court in Washington DC, dated Monday, federal prosecutors charged Epps with disorderly or disruptive conduct in a res", "link": "https://www.theguardian.com/us-news/2023/sep/19/ray-epps-charged-january-6-conspiracy-theory", "date_published": "2023-09-19T17:26:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prolonged grief disorder more common in Covid lockdown bereaved, study finds", "description": "<p>Social isolation and loneliness in early bereavement found to strongly contribute to worse symptoms</p><p>People bereaved during the first two waves of the Covid pandemic are three times more likely to be suffering from prolonged grief disorder (PGD), which can leave them in intense emotional pain and lonely, research from Cardiff and Bristol universities has revealed.</p><p>The disorder, also known as complicated grief, can result in persistent longing for the deceased, intense emotional pain including guilt and denial, and trouble engaging with friends and planning for the future, all of which goes on for longer than six months.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/19/prolonged-grief-disorder-more-common-in-covid-lockdown-bereaved-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/19/prolonged-grief-disorder-more-common-in-covid-lockdown-bereaved-study-finds", "date_published": "2023-09-19T17:10:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France accused of attack on press freedom after journalist arrest", "description": "<p>Ariane Lavrilleux, who reported on leaked documents alleging French intelligence used to target civilians in Egypt, is in custody</p><p>France has been accused of an “unacceptable” attack on press freedom after the arrest of an investigative journalist who reported on leaked documents that alleged French intelligence was used to target civilians in Egypt.</p><p>Police arrived at the home of Ariane Lavrilleux at dawn on Tuesday and took her into custody after searching her property. AFP reported that she was being questioned by agents of the DGSI, France’s domestic intelligence agency.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/france-accused-attack-press-freedom-journalist-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/france-accused-attack-press-freedom-journalist-arrest", "date_published": "2023-09-19T17:04:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on problems facing the NHS and the Metropolitan police – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/19/martin-rowson-on-problems-facing-the-nhs-and-the-metropolitan-police-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/19/martin-rowson-on-problems-facing-the-nhs-and-the-metropolitan-police-cartoon", "date_published": "2023-09-19T17:03:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zak Crawley leads England’s next generation in ODI series against Ireland", "description": "<ul><li>Sam Hain and Tom Hartley among four debutants in squad</li><li>Joe Root requested to play first ODI on Wednesday to find touch</li></ul><p>Before their <a href=\"https://www.theguardian.com/sport/2019/jul/14/england-new-zealand-cricket-world-cup-final-match-report-super-over\">defence of the 50-over World Cup</a> gets under way in India next month comes a glimpse into the crystal ball for England, with an inexperienced side led by Zak Crawley playing the first of three one-day internationals against Ireland on Wednesday.</p><p>Joe Root has requested a one-off outing at Headingley in a bid to find his touch before take-off but this is the second string, featuring <a href=\"https://www.theguardian.com/sport/2023/sep/19/sam-hain-interview-england-odi-cricket\">four uncapped players in Sam Hain</a>, Jamie Smith, George Scrimshaw and Tom Hartley. The question now is whether this next generation will be Star Trek or Saved By Bell as regards rebooting the franchise.</p> <a href=\"https:/", "link": "https://www.theguardian.com/sport/2023/sep/19/zak-crawley-leads-englands-next-generation-in-odi-series-against-ireland", "date_published": "2023-09-19T17:00:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Libya’s floods hit the worst place at the worst time | Letters", "description": "<p><strong>Prof Janet Hooke</strong> describes the dangers of building a city on an alluvial fan and the vulnerability of such locations to extreme weather events. Plus letters from <strong>Susan Roaf </strong>and <strong>David O’Brien</strong></p><p>Much of your <a href=\"https://www.theguardian.com/world/libya-flood-2023\" title=\"\">reporting of the Derna flood disaster</a> (<a href=\"https://www.theguardian.com/world/2023/sep/14/libya-call-for-inquiry-fury-death-toll-catastrophic-floods\" title=\"\">Libyans call for inquiry as fury grows over death toll from catastrophic floods, 14 September</a>) has focused on the state of the dams and the political situation, together with the extreme weather event, but there is another factor that makes the town highly vulnerable. It appears to be built on an <a href=\"https://education.nationalgeographic.org/resource/alluvial-fan/\" title=\"\">alluvial fan</a> – a cone-shaped feature of the landscape, formed over millennia by sediment deposition from the", "link": "https://www.theguardian.com/world/2023/sep/19/how-libyas-floods-hit-the-worst-place-at-the-worst-time", "date_published": "2023-09-19T16:46:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Could the dog (and cat) days be over soon? | Letters", "description": "<p>Readers reflect on the environmental impact of having pets, the validity of research on the subject, and if it’s morally right to ‘own’ another sentient being</p><p>Re your article (<a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/13/the-case-against-pets-is-it-time-to-give-up-our-cats-and-dogs\" title=\"\">The case against pets: is it time to give up our cats and dogs?, 13 September</a>), the real question to be asked is whether it can ever be morally right for one sentient being to “own” another at all. As well as closing down the wasteful and exploitative global <a href=\"https://www.bloomberg.com/company/press/global-pet-industry-to-grow-to-500-billion-by-2030-bloomberg-intelligence-finds/\" title=\"\">$320bn pet industry</a>, it’s probably time to put a stop to animal-based sports such as horse racing and polo. Whether zoos and safari parks do more harm than good is also a question to be looked into. And with plant-based or synthetic meat becoming increasingly indistinguis", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/19/could-the-dog-and-cat-days-be-over-soon", "date_published": "2023-09-19T16:46:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scottish gender recognition bill would leave UK law untouched, court told", "description": "<p>Holyrood lawyer argues UK minister relied on ‘irrelevant considerations’ to justify use of section 35 veto</p><p>Holyrood’s gender recognition reform bill would leave UK-wide equality law untouched, and the Westminster government’s reasons for blocking it are “almost entirely unsupported by evidence”, Scotland’s most senior law officer has said.</p><p>Dorothy Bain, the lord advocate, set out arguments on behalf of Scottish ministers on the first day of their challenge to Downing Street’s unprecedented veto of the bill. The bill was passed by a cross-party majority in the Holyrood parliament last December and would make Scotland the first part of the UK to <a href=\"https://www.theguardian.com/uk-news/2022/dec/22/scotland-passes-bill-making-it-easier-for-people-to-legally-change-gender\">introduce a self-identification system</a> for people who want to change their legally recognised sex.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/scottish-gender-recognition-bill-wo", "link": "https://www.theguardian.com/uk-news/2023/sep/19/scottish-gender-recognition-bill-would-leave-uk-law-untouched-court-told", "date_published": "2023-09-19T16:39:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harry Kane urges Bayern to exploit Manchester United’s ‘difficult spell’", "description": "<ul><li>Erik ten Hag’s team travel to Munich for Wednesday game</li><li>Striker to play first Champions League match for new club</li></ul><p>Harry Kane has suggested that he and Bayern Munich can exploit the turmoil around Manchester United when they face them in the opening round of Champions League group stage ties here on Wednesday night.</p><p>United have travelled to Bavaria on the back of three defeats in the first five matches of the Premier League season and with fires burning on multiple fronts – taking in the <a href=\"https://www.theguardian.com/football/2023/sep/15/erik-ten-hag-jadon-sancho-manchester-united\">internal suspension</a> for Jadon Sancho after his criticism of the manager, Erik ten Hag, and the <a href=\"https://www.theguardian.com/football/2023/sep/10/manchester-united-give-antony-leave-of-absence-over-police-investigation\">leave of absence</a> for Antony as he fights allegations against him by three women.</p> <a href=\"https://www.theguardian.com/football/202", "link": "https://www.theguardian.com/football/2023/sep/19/harry-kane-bayern-munich-manchester-united-champions-league", "date_published": "2023-09-19T16:32:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN report urges countries to consider financial reparations for transatlantic slavery", "description": "<p>UN secretary general says no country has comprehensively accounted for the past</p><p>A UN report calling on countries to consider financial reparations for transatlantic slavery has been hailed as a significant step forward by campaigners.</p><p>The report by the UN secretary general, António Guterres, said no country had comprehensively accounted for the past and addressed the legacy of the mass enslavement of people of African descent for more than 400 years.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/un-report-urges-countries-to-consider-financial-reparations-for-transatlantic-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/un-report-urges-countries-to-consider-financial-reparations-for-transatlantic-slavery", "date_published": "2023-09-19T16:23:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Milan v Newcastle: Champions League – live", "description": "<ul><li>Champions League Group F updates, 5.45pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | <a href=\"https://www.theguardian.com/football/2023/sep/19/football-daily-big-cup-is-back-baby\">Football Daily</a> | And you can <a href=\"mailto:scott.murray@theguardian.com\">email Scott</a></li></ul><p><strong>It’s been a while, but Newcastle have done this sort of thing before.</strong> Here’s some pictorial evidence of the Toon cavorting on the European stage, including a lightning-in-a-bottle snapshot of Scott Parker’s sheer glee at becoming a winner of the 2006 Intertoto Cup.</p><p><strong>Milan make three changes in the wake of their 5-1 Serie A stuffing by Internazionale.</strong> Samu Chukwueze, Fikayo Tomori and Tommaso Pobega take the places of Tijjani Reijnders, Simon Kjær and Christian Pulišić, who all drop to the bench.</p> <a href=\"https://www.theguardian.com/football/live/2023/sep/19/milan-v-newcastle-champions-league-live-updat", "link": "https://www.theguardian.com/football/live/2023/sep/19/milan-v-newcastle-champions-league-live-updates", "date_published": "2023-09-19T16:18:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football referees in Cyprus go on strike after latest car bomb attack", "description": "<ul><li>Cyprus FA suspends top-flight matches until further notice</li><li>‘Our support for referees and their families is unquestionable’</li></ul><p>Referees in Cyprus have gone on indefinite strike after an apparent arson attack on a car belonging to an official’s mother, the latest incident in a campaign of terror that has run for nearly a decade.</p><p>The Cyprus Football Association has suspended top-flight games in the country and declared “unquestionable” support for officials, who are demanding improved security measures for themselves and their families.</p> <a href=\"https://www.theguardian.com/football/2023/sep/19/referees-in-cyprus-go-on-strike-after-latest-car-bomb-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/19/referees-in-cyprus-go-on-strike-after-latest-car-bomb-attack", "date_published": "2023-09-19T16:10:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Now it’s clear: hard work doesn’t make you rich. Surely that’s the death knell for the myth of social mobility | Faiza Shaheen", "description": "<p>Where you are born in the UK and the wealth of your family are the key factors that  determine life outcomes, new figures reveal</p><p>Every parent wants their child to reach their full potential and flourish: my mum called me Faiza because it means “winner” in Arabic in the hope that success would be inevitable. It’s an emotion that runs deep, and one that politicians across the spectrum are keen to tap into, for ever promising to build an “aspirational” or truly “meritocratic” society where any individual can make it as long as they work hard enough.</p><p>Equality of opportunity is a phrase commonly used by our politicians, even for those too scared to talk about equality more generally. Yet for decades we’ve been moving in the wrong direction. A recent report by the Institute for Fiscal Studies (IFS) found that where you are born in the UK, and the income and wealth of your family, now matter more than ever in <a href=\"https://ifs.org.uk/inequality/intergenerational-mobility-i", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/hard-work-rich-social-mobility-uk-wealth-life", "date_published": "2023-09-19T16:07:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Black British fashion celebrated in London show The Missing Thread", "description": "<p>Somerset House exhibition showcases design legends and commissions by new wave of talent</p><p>Black designers have long been crucial to the history of UK fashion, with names such as Bruce Oldfield, Ozwald Boateng and Walé Adeyemi redefining British style over the past half century. While recent years have seen a new class of black British designers, including Grace Wales Bonner, Martine Rose and Bianca Saunders, become household names in fashion, there are still generations of artistic talents whose contributions have been left unacknowledged in the pantheon.</p><p>Now a new exhibition at Somerset House titled The Missing Thread: Untold Stories of Black British Fashion, which opens this week, seeks to redress that, exploring the legacy of Black diasporic designers and artisans from the 1970s through to the present day.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/19/black-british-fashion-design-celebrated-london-show-missing-thread\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/19/black-british-fashion-design-celebrated-london-show-missing-thread", "date_published": "2023-09-19T16:05:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starmer wraps up foreign mini-tour with visit to Macron in Paris", "description": "<p>Talks between Labour leader and French president at Élysée described as ‘warm and engaging’ </p><p>Keir Starmer has completed his international mini-tour by meeting Emmanuel Macron in Paris for symbolically significant if low-key talks that skirted around specifics of Brexit or migration policy.</p><p>After discussions in The Hague with EU law enforcement officials, and weekend meetings with Justin Trudeau and others <a href=\"https://www.theguardian.com/politics/2023/sep/15/keir-starmer-canada-labour-immigration-policy\">in Montreal</a>, the Labour leader held 45 minutes of one-to-one talks with the French president at the Élysée Palace.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/keir-starmer-wraps-up-foreign-mini-tour-with-visit-to-emmanuel-macron-in-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/keir-starmer-wraps-up-foreign-mini-tour-with-visit-to-emmanuel-macron-in-paris", "date_published": "2023-09-19T16:03:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "FTX sues Sam Bankman-Fried’s parents, claiming they received millions in gifts", "description": "<p>Lawsuit is the company’s first legal pursuit against Bankman-Fried’s parents for their role in the company</p><p>FTX is suing the parents of Sam Bankman-Fried, two longtime Stanford Law School professors, alleging that the couple inappropriately used company funds to enrich themselves through gifts and donations.</p><p>The cryptocurrency company, now operating under CEO John Jay Ray III, an expert in helping companies recover after bankruptcy, claims Joseph Bankman and Barbara Fried received funds from their son’s company in the form of gifts and donations to specific causes.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/ftx-sues-sam-bankman-fried-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/ftx-sues-sam-bankman-fried-parents", "date_published": "2023-09-19T15:44:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bear raid on Krispy Kreme! Ursine invaders sack Alaska doughnut truck", "description": "<p>An unattended pastry truck was irresistible to a bear mom and her cub, who gorged on doughnuts before being chased away</p><p>Two bears on an Alaska military base raided a Krispy Kreme doughnut van that was stopped outside a convenience store during its delivery route.</p><p>The driver usually left his doors open when he stopped at the store but this time a sow and one of her cubs that loitered nearby sauntered inside, where they stayed for probably 20 minutes on Tuesday morning, said Shelly Deano, the store manager for Joint Base Elmendorf-Richardson JMM Express. The bears chomped on doughnut holes and other pastries, ignoring the banging on the side of the van that was intended to shoo them away, Deano said.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/19/bear-raid-krispy-kreme-alaska-doughnut-truck\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/19/bear-raid-krispy-kreme-alaska-doughnut-truck", "date_published": "2023-09-19T15:43:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "City watchdog ex-chair says he faced ‘political pressure’ to let in crypto firms", "description": "<p>Charles Randell says some of the exchanges the FCA was pressed to allow to trade in the UK are now being investigated in the US</p><p>The UK’s financial watchdog came under “political pressure” to welcome crypto firms into the British market, its former chairman has said.</p><p>Charles Randell, who stepped down as chairman of the Financial Conduct Authority (FCA) in the spring, said it was an example of the kind of influence that elected politicians have tried to exert on independent regulators.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/19/city-watchdog-fca-ex-chair-says-he-faced-political-pressure-to-let-in-crypto-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/19/city-watchdog-fca-ex-chair-says-he-faced-political-pressure-to-let-in-crypto-firms", "date_published": "2023-09-19T15:39:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Senior Tory Lee Anderson broke MPs’ code by filming on Commons roof", "description": "<p>Anderson apologises over GB News clip and for sending email about his show from his official address</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/19/starmer-macron-paris-labour-brexit-renegotiation-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Lee Anderson, the Conservative party’s deputy chair, has been found to have broken parliamentary rules by filming a promotional clip for his GB News programme from the roof of the House of Commons.</p><p>The senior Tory apologised and promised not to do it again after admitting having breached the MPs’ code of conduct by being filmed on the roof terrace and sending an email advertising his programme from his parliamentary email address.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/senior-tory-lee-anderson-broke-mps-code-by-filming-on-commons-roof\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/senior-tory-lee-anderson-broke-mps-code-by-filming-on-commons-roof", "date_published": "2023-09-19T15:18:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to Germany’s ‘favourite Englishman’ Roger Whittaker", "description": "<p>Baritone, who has died aged 87, cultivated loyal German fanbase by learning to sing translated lyrics phonetically</p><p>Tributes are being paid across Germany to the singer Roger Whittaker, described as the country’s favourite Briton who served his biggest and most loyal fanbase by singing in their tongue.</p><p>Whittaker, whose <a href=\"https://www.theguardian.com/music/2023/sep/18/roger-whittaker-folk-singer-famous-for-durham-town-dies-aged-87\">death at 87 was announced on Monday</a>, admitted to never learning to speak the language, but became one of the most prolific recording artists in German by having his translated lyrics transcribed phonetically and taking lessons to sound as if he meant what he sang.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/tributes-flow-for-germanys-favourite-englishman-roger-whittaker\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/tributes-flow-for-germanys-favourite-englishman-roger-whittaker", "date_published": "2023-09-19T15:13:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Missing half the equation’: scientists criticise Australia over approach to fossil fuels", "description": "<p>Prof Lesley Hughes and others says there is ‘cognitive dissonance’ between Labor’s stated commitment to the climate crisis and its policies</p><p>The Australian government is “missing half the equation” in acting on the climate crisis by backing a shift to renewable energy but having no plan to get out of fossil fuels, according to an author of a new scientific review.</p><p>Prof Lesley Hughes is a leading climate change scientist and member of the independent Climate Council and government advisory body the Climate Change Authority. Hughes said there is a “cognitive dissonance” between Labor’s stated commitment to addressing the problem and the pace at which it is moving.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/19/missing-half-the-equation-scientists-criticise-australia-over-approach-to-fossil-fuels\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/19/missing-half-the-equation-scientists-criticise-australia-over-approach-to-fossil-fuels", "date_published": "2023-09-19T15:00:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Joni Mitchell watched me sing one of her songs. I was horrified’: Rick Beato, the world’s best-loved music nerd", "description": "<p>As energised by Taylor Swift as Schoenberg, Beato has earned millions of fans with his YouTube videos and become the man musicians seek out to discuss their craft</p><p>Once a proud dad posting videos of his son’s perfect pitch, now a muso-in-chief interviewing Sting and Keith Jarrett, American YouTube star Rick Beato has established himself as the internet’s pre-eminent musical sage, with improbable view counts, a sellout stage show, and a multigenerational fanbase that includes the stars themselves.</p><p>61-year-old Beato (pronounced bee-Ah-toh) has 3.6 million subscribers on his aptly titled Everything Music channel, which he produces from his home studio in Atlanta, Georgia. He seems as energised by Taylor Swift’s label woes as he is by Schoenberg’s serialism, and he’s a multi-instrumentalist himself with serious guitar chops – in an interview with Brian May, the Queen guitarist jokes: “I don’t wanna talk to you, you’re better than me!” One minute he’s demonstrating how to no", "link": "https://www.theguardian.com/music/2023/sep/19/joni-mitchell-watched-me-sing-one-of-her-songs-i-was-horrified-rick-beato-the-worlds-best-loved-music-nerd", "date_published": "2023-09-19T15:00:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The ultimate kid-friendly recipe? Alice Zaslavsky’s tray-bake pizza", "description": "<p>It’s hands-on, versatile and tastes as good as it looks. For an easy school holiday cooking project for children of all ages, pizza is perfect</p><ul><li><a href=\"https://www.theguardian.com/food/2023/sep/19/how-to-get-your-kids-to-cook-encourage-kitchen\">Mini masterchefs: how to encourage your kids to get in the kitchen</a></li></ul><p>As a teacher in my past life, a food literacy advocate in my current, and a parent now and forever, the school holidays is the best and the worst time to talk about getting kids into the kitchen.</p><p>The best, because what better opportunity to for them to learn valuable life-skills such as adaptability, resilience and curiosity? Let alone the ability to feed themselves, while building up numeracy and literacy through measuring or calculating ingredients, and following instructions (or creating their own).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/20/alice-zaslavskys-tray-bake-pizza-kid-friendly-recipes-easy-simple\">Continue ", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/20/alice-zaslavskys-tray-bake-pizza-kid-friendly-recipes-easy-simple", "date_published": "2023-09-19T15:00:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roy Hodgson back working after illness but bad news for Palace over Olise", "description": "<ul><li>Manager taking training after missing Saturday’s game</li><li>Midfielder has suffered new hamstring injury</li></ul><p>Roy Hodgson will be back in the dugout for Crystal Palace’s match against Fulham on Saturday after recovering from illness but Michael Olise looks set for an extended spell on the sidelines after a setback in his return from a hamstring injury.</p><p>Hodgson missed <a href=\"https://www.theguardian.com/football/2023/sep/16/aston-villa-crystal-palace-premier-league-match-report\">Palace’s 3-1 defeat to Aston Villa on Saturday</a> after <a href=\"https://www.theguardian.com/football/2023/sep/16/crystal-palace-manager-roy-hodgson-taken-ill-before-aston-villa-match\">he was taken ill</a> that morning. Paddy McCarthy, the assistant manager, took charge and said the former England manager had been “feeling a little bit under the weather”. Palace confirmed that the 76-year-old, the oldest manager in Premier League history, had returned to work on Tuesday.</p> <a href=\"h", "link": "https://www.theguardian.com/football/2023/sep/19/roy-hodgson-crystal-palace-michael-olise", "date_published": "2023-09-19T14:56:29+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Braverman stopped immigration centre inspections despite safeguarding warnings", "description": "<p>Inspector says home secretary halted annual review of ‘adults at risk’ days after he raised concerns</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2023/sep/19/ministers-detention-centres-inspections-brook-house-suella-braverman-home-office\">I warned ministers about our disgraceful UK detention centres. Their solution? Stop the inspections</a> – <a href=\"https://www.theguardian.com/profile/david-neal\">David Neal</a></li></ul><p>Suella Braverman halted annual inspections of immigration detention centres such as Brook House last year, shortly after ministers received direct warnings that vulnerable people such as torture victims had been left unprotected, the immigration watchdog has disclosed.</p><p>In an <a href=\"https://www.theguardian.com/commentisfree/2023/sep/19/ministers-detention-centres-inspections-brook-house-suella-braverman-home-office\">article for the Guardian</a>, David Neal, the independent chief inspector of borders and immigration (ICIBI), said the ho", "link": "https://www.theguardian.com/uk-news/2023/sep/19/suella-braverman-stopped-immigration-centre-inspections-despite-safeguarding-warnings", "date_published": "2023-09-19T14:54:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rudy Giuliani sued by own lawyer for $1.3m in unpaid fees", "description": "<p>Former New York mayor-turned Trump attorney reportedly facing financial problems as he defends against multiple legal threats</p><p>The New York mayor-turned-Donald Trump attorney Rudy Giuliani has been <a href=\"https://iapps.courts.state.ny.us/nyscef/ViewDocument?docIndex=eYHF5xS3gOZAubr6emBaXw==\">sued</a> by his own lawyer, who seeks more than $1.3m in outstanding fees.</p><p>“This action simply seeks payment of an outstanding bill for legal services rendered by plaintiffs in the amount of $1,360,196.10,” said <a href=\"https://iapps.courts.state.ny.us/nyscef/ViewDocument?docIndex=eYHF5xS3gOZAubr6emBaXw==\">a lawsuit</a> filed in New York state supreme court on Monday by <a href=\"https://dhclegal.com/attorneys/robert-j-costello/\">Robert J Costello</a>, of Davidoff Hutcher &amp; Citron.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/19/rudy-giuliani-sued-lawyer-unpaid-fees\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/19/rudy-giuliani-sued-lawyer-unpaid-fees", "date_published": "2023-09-19T14:53:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I warned ministers about our disgraceful UK detention centres. Their solution? Stop the inspections | David Neal", "description": "<p>The report on Brook House mirrors concerns I raised as chief inspector, but Suella Braverman’s Home Office lacks the will to address them</p><ul><li>David Neal is the independent chief inspector of borders and immigration</li></ul><p><a href=\"https://www.theguardian.com/uk-news/2023/sep/19/toxic-culture-brook-house-immigration-removal-centre-inquiry\">Today’s inquiry report</a> into mistreatment at Brook House should mark a crucial turning point for the notorious immigration detention centre.</p><p>The long-awaited findings, which identified 19 instances of mistreatment, including inappropriate use of force <a href=\"https://www.bbc.co.uk/news/uk-england-sussex-66846891\">against 10 detainees</a> and initially failing to help a detainee following a suicide attempt, found that the immigration removal centre was a place of “stress and distress”. A total of 33 recommendations, including a 28-day time limit for holding detainees, was issued to make the centre more humane.</p> <a href=\"ht", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/ministers-detention-centres-inspections-brook-house-suella-braverman-home-office", "date_published": "2023-09-19T14:52:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Google DeepMind AI tool assesses DNA mutations for harm potential", "description": "<p>AlphaMissense’s predictions could help speed up research and diagnosis of rare disorders</p><p>Scientists at Google DeepMind have built an artificial intelligence program that can predict whether millions of genetic mutations are either harmless or likely to cause disease, in an effort to speed up research and the diagnosis of rare disorders.</p><p>The program makes predictions about so-called missense mutations, where a single letter is misspelt in the DNA code. Such mutations are often harmless but they can disrupt how proteins work and cause diseases from cystic fibrosis and sickle-cell anaemia to cancer and problems with brain development.</p> <a href=\"https://www.theguardian.com/science/2023/sep/19/google-deepmind-ai-tool-assesses-dna-mutations-for-harm-potential\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/19/google-deepmind-ai-tool-assesses-dna-mutations-for-harm-potential", "date_published": "2023-09-19T14:30:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain grants Basque, Catalan and Galician languages parliamentary status", "description": "<p>MPs from far-right Vox stage walkout in protest at recognition of co-official languages</p><p>Spanish MPs have been able to address congress in Basque, Catalan and Galician for the first time after the country’s Socialist-led caretaker government agreed to smaller parties’ demands for the the three regional languages to be granted official parliamentary status.</p><p>The change – which is intended to help the chamber “progress along the path of linguistic plurality” – was requested by the Catalan pro-independence parties on whose support the acting prime minister, Pedro Sánchez, is relying to form a new government after July’s general election resulted in a hung parliament.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/spain-grants-basque-catalan-and-galician-languages-parliamentary-status\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/spain-grants-basque-catalan-and-galician-languages-parliamentary-status", "date_published": "2023-09-19T14:22:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "True cost of Edinburgh tram line has exceeded £1bn, says report", "description": "<p>Public inquiry highlights ‘litany of avoidable failures’ involving project company Tie, council and ministers</p><p>A damning report on the chaos that beset Edinburgh’s tram line says its true cost has soared to well over £1bn because of a “litany of avoidable failures”.</p><p>The long-awaited <a href=\"https://www.edinburghtraminquiry.org/\">report from a public inquiry</a> into the project calls for new powers to prosecute businesses that make “false statements” to councillors, and substantial changes in the way Scotland oversees tram projects in future.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/edinburgh-tram-line-cost-public-inquiry-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/edinburgh-tram-line-cost-public-inquiry-report", "date_published": "2023-09-19T14:08:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cost of housing asylum seekers in hotels rises to £8m a day, says Home Office", "description": "<p>Shadow home secretary Yvette Cooper calls daily bill ‘astronomical’ and accuses Tories of ‘utter failure’</p><p>The cost of housing asylum seekers in hotels has risen to £8m a day, according to the Home Office’s annual report.</p><p>Suella Braverman, the home secretary, had said the figure was £6m a day when addressing the Commons <a href=\"https://hansard.parliament.uk/Commons/2023-09-18/debates/5CA4E8A3-6959-401F-AA91-18A3E4F60A4B/IrregularMigrationChannelCrossings#contribution-39A2B5A7-14BA-4E6D-973D-655D378F8258\">on Monday</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/cost-housing-asylum-seekers-hotels-rise-home-office\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/cost-housing-asylum-seekers-hotels-rise-home-office", "date_published": "2023-09-19T14:08:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "H&M is latest fashion retailer in UK to charge to return online purchases", "description": "<p>Rise in delivery and processing costs combined with increased use of free returns leads to £1.99 charge</p><p>The Swedish chain H&amp;M has become the latest in the fashion sector to start charging shoppers to return unwanted items bought online.</p><p>The group, the world’s second-largest clothing retailer after Zara-owner Inditex, will charge £1.99 to take back items that are not damaged or faulty – either in stores or by post.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/19/hm-becomes-latest-retailer-in-uk-to-charge-to-return-items-bought-online\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/19/hm-becomes-latest-retailer-in-uk-to-charge-to-return-items-bought-online", "date_published": "2023-09-19T14:05:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coked-up caped crusader: how Hélio Oiticica liberated the art world with drugs, nests and hammocks", "description": "<p>He co-founded Brazil’s Tropicalia movement, fled fascism, pioneered immersive art in his flat, became a drug dealer and then died aged 42. Now his wild world is being rebuilt at the English seaside</p><p>In the early hours of 13 March 1973, the artist <a href=\"https://www.theguardian.com/artanddesign/2007/jun/07/art\">Hélio Oiticica</a> was at his downtown New York loft, high on cocaine, with his friend, the film-maker and fellow Brazilian Neville D’Almeida. He reached for the nearest thing at hand on which to cut another line – <a href=\"https://www.allmusic.com/album/weasels-ripped-my-flesh-mw0000207737\">Weasels Ripped My Flesh</a>, an LP by Frank Zappa &amp; the Mothers of Invention – and as he snorted, the artist noticed how the specks of powder sprayed out across the illustration of a man having his face lacerated. This transgressive interruption to what was already a violent image appealed to the pair of them, and they hit on the idea of using the drug as “paint” to deface the", "link": "https://www.theguardian.com/artanddesign/2023/sep/19/coked-up-caped-crusader-how-helio-oiticica-liberated-the-art-world-with-drugs-nests-and-hammocks", "date_published": "2023-09-19T13:57:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US government shutdown lurches closer as McCarthy fights rightwing Republicans over funding deal – live", "description": "<p>House speaker faces early vote on government spending bill that could make shutdown more likely if it fails to pass</p><p><em>Here’s more from the Guardian’s <a href=\"https://www.theguardian.com/profile/davidsmith\">David Smith</a> on the state of play in the House as Kevin McCarthy tries to manage an unruly Republican caucus that can’t agree on funding the government or, potentially, even whether he should remain as speaker:</em></p><p>A short-term spending bill in the US Congress has slammed into opposition from far-right Republicans, intensifying the risk of a government shutdown and <a href=\"https://www.theguardian.com/us-news/kevin-mccarthy\">Kevin McCarthy</a> losing his speakership.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/sep/19/government-shutdown-mccarthy-republicans-trump-biden-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/sep/19/government-shutdown-mccarthy-republicans-trump-biden-politics-live", "date_published": "2023-09-19T13:49:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Céline Condorelli: Pentimenti review – have a lie down in front of the cardinal", "description": "<p><strong>National Gallery, London</strong> <br />Works by the gallery’s artist in residence coexist with classic 17th-century paintings, as a soundtrack, an off-kilter rug and ceiling hangings urge us to reassess our relation to the space</p><p>Céline Condorelli’s Pentimenti (The Corrections), in Room 31 at the National Gallery only works if you let it. Intriguing, disarming and seductive, Condorelli’s work occupies a gallery dedicated to 17th-century French painting, a room dominated by several works by Nicolas Poussin and by Philippe de Champaigne’s imposing full-length portrait of Cardinal de Richelieu, Louis XIII’s first minister, and a collector of Poussin’s art.</p><p>Some will find Conderelli’s low-key intervention puzzling at best, if not infuriating, among the works by Claude and the Le Nain brothers, and above all Poussin, the enigmatic and sometimes haunting and bawdy classicist. Condorelli’s presence does not interfere. A printed rug on the floor, called Bulk: Everlasti", "link": "https://www.theguardian.com/artanddesign/2023/sep/19/celine-condorelli-pentimenti-review-national-gallery-london", "date_published": "2023-09-19T13:32:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Roman empire: why men just can’t stop thinking about it", "description": "<p>Women across the world are asking men how often the ancient civilisation pops into their head – and the answer is frequently startling</p><p><strong>Name:</strong> <a href=\"https://www.theguardian.com/books/2021/dec/08/top-10-books-about-the-roman-empire-greg-woolf-rome-an-empire-s-story\">The Roman empire</a>.</p><p><strong>Age:</strong> More or less wound up by 476AD, although it still occupies a significant amount of territory today.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/19/the-roman-empire-why-men-just-cant-stop-thinking-about-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/19/the-roman-empire-why-men-just-cant-stop-thinking-about-it", "date_published": "2023-09-19T13:31:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Commissioners to run Birmingham city council, Michael Gove says", "description": "<p>Commissioners to preside over financial recovery plan that could include job cuts, asset sales and council tax rises</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/sep/19/what-might-birmingham-city-council-be-forced-to-sell-to-pay-its-bills\">What might Birmingham city council be forced to sell?</a></li><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/19/starmer-macron-paris-labour-brexit-renegotiation-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The government has announced it will send commissioners to run Birmingham city council, and launch a local inquiry, after the authority declared itself in effect bankrupt.</p><p>This month Britain’s largest local authority<a href=\"https://www.theguardian.com/society/2023/sep/05/councils-in-england-in-crisis-as-birmingham-declares-itself-bankrupt\"> issued a section 114 notice</a> declaring it did not have the resources to balance its budget because of a series of problems inc", "link": "https://www.theguardian.com/uk-news/2023/sep/19/commissioners-to-run-birmingham-city-council-michael-gove-says", "date_published": "2023-09-19T13:18:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "B&Q owner cashes in as Britons improve homes rather than move", "description": "<p>Kingfisher says people are staying put as mortgage interest rates and household bills soar</p><p>British consumers are continuing to spend on improving their homes and gardens as an alternative to moving home amid soaring mortgage rates and a surge in household bills, according to the owner of B&amp;Q and Screwfix.</p><p>Sales at Kingfisher’s UK and Irish business rose 1.7% in the six months to the end of July as homeowners bought 11% more insulation materials at B&amp;Q in an attempt to offset winter heating bills and were also revamping bathrooms and gardens.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/consumer-spending-on-home-improvements-gives-kingfisher-sales-lift\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/consumer-spending-on-home-improvements-gives-kingfisher-sales-lift", "date_published": "2023-09-19T13:04:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bayerisches Staatsorchester/Jurowski review – vividly pictorial", "description": "<p><strong>Barbican Hall, London</strong><br />The 500-year-old orchestra celebrated its rich history with a full-colour performance of Strauss’s Alpine Symphony and the UK premiere of Ukrainian composer Victoria Poleva’s White Interment</p><p>The Bayerisches Staatsorchester (Bavarian State Orchestra) celebrates its half-millennium this year. That’s right: 500 years old – a symphony orchestra dating back to before such things existed, if you accept there being an unbroken line between the musicians at the Munich court in 1523 and the disciplined body of players making the Barbican’s beams ring here in the first of a pair of concerts with their music director Vladimir Jurowski.</p><p>On the way the orchestra has inspired many composers, not least Wagner, and they nodded to this with their encore, the prelude to Act 3 of Die Meistersinger von Nürnberg. It had a sense of profundity that was almost devotional – a feeling heightened by the fact that so much of what had gone before was so ", "link": "https://www.theguardian.com/music/2023/sep/19/bayerisches-staatsorchester-jurowski-review-vividly-pictorial-barbican", "date_published": "2023-09-19T13:03:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is there dispute over control of Nagorno-Karabakh?", "description": "<p>Separatist region’s mostly Armenian population has resisted Azerbaijani rule for more than a century</p><p>Azerbaijan has said its armed forces have <a href=\"https://www.theguardian.com/world/2023/sep/19/azerbaijan-launches-anti-terrorist-campaign-in-disputed-nagorno-karabakh-region\">launched what it called “local anti-terrorist activities”</a> in the Nagorno-Karabakh region to restore constitutional order by disarming and forcing the withdrawal of Armenian military formations there.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/why-is-there-armenia-azerbaijan-dispute-over-control-of-nagorno-karabakh\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/why-is-there-armenia-azerbaijan-dispute-over-control-of-nagorno-karabakh", "date_published": "2023-09-19T13:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From hate speech to AI music: the YouTube chief trying to leap tech’s biggest hurdles", "description": "<p>Alison Lomax, London chief of the video platform, says it is committed to embracing artificial intelligence – but ‘responsibly’</p><p>Alison Lomax’s presence on the video streaming platform she runs is relatively scant compared with the YouTubers with whom she spends much of her time.</p><p>But what clips exist succinctly chart the marketing tech revolution she’s been navigating: there’s a badly framed <a href=\"https://www.youtube.com/watch?v=HtfKUNt8niI\" title=\"\">12 minutes</a> from 2014 of Lomax lecturing on the rise of influencers working with brands; in another she describes how TV companies woke up to <a href=\"https://www.youtube.com/watch?v=vTMC1uGiGsI\" title=\"\">the potential of partnering</a> with YouTube in 2016; and there’s her <a href=\"https://www.youtube.com/watch?v=dz3rOkt1dWc\" title=\"\">on stage</a> at London’s podcast show this year, discussing YouTube’s imminent relaunch into the booming audio format.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/19/fr", "link": "https://www.theguardian.com/technology/2023/sep/19/from-hate-speech-to-ai-music-the-youtube-chief-trying-to-leap-techs-biggest-hurdles", "date_published": "2023-09-19T13:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Global heating made Mediterranean floods more likely, study says", "description": "<p>Report says climate change<strong> </strong>made rainfall heavier but human factors turned extreme weather into humanitarian disaster</p><p>Carbon pollution led to heavier rains and stronger floods in Greece and Libya this month but other human factors were responsible for “turning the extreme weather into a humanitarian disaster”, scientists have said.</p><p>Global heating made the levels of rainfall that devastated the Mediterranean in early September up to 50 times more likely in Libya and up to 10 times more likely in Greece, according to a study from World Weather Attribution that used established methods but had not yet been peer-reviewed.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/19/global-heating-made-mediterranean-floods-more-likely-study-says\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/19/global-heating-made-mediterranean-floods-more-likely-study-says", "date_published": "2023-09-19T13:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy to address UN general assembly for first time since  start of Russia-Ukraine war – live updates", "description": "<p>Ukrainian president, US president Joe Biden, Brazil’s president Lula to speak amid hopes 77th annual summit will focus on global development</p><p>Western leaders have gone on a charm offensive on the opening day of the UN general assembly as they were forced to defend their record in meeting the organisation’s sustainable development goals (SDGs), and <a href=\"https://www.theguardian.com/world/2023/sep/17/rifts-over-ukraine-disrupt-un-summit-on-crises-in-the-global-south\">insist that the war in Ukraine had not distracted them</a> from this commitment to end global inequality.</p><p>At a special summit in New York amounting to a halfway stocktake on progress towards meeting the goals by the target date of 2030, all sides acknowledged there was little chance that <a href=\"https://sdgs.un.org/goals\">the ambitious set of commitments</a> set in 2015, including ending extreme poverty and safeguarding the environment, will be met on schedule.</p><p>Millions of people have fallen into po", "link": "https://www.theguardian.com/world/live/2023/sep/19/russia-ukraine-war-news-zelensky-united-nations-speech-biden-live-updates", "date_published": "2023-09-19T12:52:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Phil Mickelson says he is ‘in recovery’ after claim he gambled more than $1bn", "description": "<ul><li>Golfer said betting alienated him from loved ones</li><li>Allegations came in book by gambler Billy Walters</li></ul><p>Phil Mickelson said in a lengthy <a href=\"https://twitter.com/PhilMickelson/status/1689758380141756416\">social media post</a> on Monday that he has stopped betting after crossing the line from moderation into addiction.</p><p>“Most of you will enjoy this football season with moderation while having lots of fun and entertainment,” Mickelson wrote. “The fantasy leagues will provide banter amongst friends and money won or lost betting won’t affect you. I won’t be betting this year.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/19/phil-mickelson-says-he-is-in-recovery-after-claim-he-gambled-more-than-1bn\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/19/phil-mickelson-says-he-is-in-recovery-after-claim-he-gambled-more-than-1bn", "date_published": "2023-09-19T12:45:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Plans for a disc-free Xbox revealed in leaked Microsoft court documents", "description": "<p>Unredacted court documents show digital-only cylindrical Xbox Series X console plans, a new controller and future Bethesda games releases</p><p>An unredacted document accidentally made public as part of Microsoft’s court battle with the Federal Trade Commission over its <a href=\"https://www.theguardian.com/technology/2023/jul/14/microsoft-activision-blizzard-deal-us-court-ruling-ftc\">proposed $69bn acquisition of Activision Blizzard</a> has revealed key information regarding the future of Xbox as well as forthcoming video games and messages regarding a potential bid to buy Nintendo.</p><p><a href=\"https://www.theverge.com/2023/9/19/23880111/microsoft-xbox-series-x-new-design-refresh\">One piece of documentation</a>, dated from April 2022, details Microsoft’s plan to launch refreshed versions of its Xbox Series S and Series X consoles in September and November 2024 respectively. The Xbox Series X update, codenamed Project Brooklin is, according to the document, set to be digital onl", "link": "https://www.theguardian.com/games/2023/sep/19/plans-for-a-disc-free-xbox-revealed-in-leaked-microsoft-court-documents", "date_published": "2023-09-19T12:36:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aurora borealis and a beekeeper: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/19/aurora-borealis-and-a-beekeeper-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/19/aurora-borealis-and-a-beekeeper-tuesdays-best-photos", "date_published": "2023-09-19T12:36:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Arkansas child dies of rare brain-eating amoeba after playing at country club", "description": "<p>Unnamed child probably contracted water-borne <em>Naegleria fowleri</em> organism while playing at splash pad</p><p>A child in <a href=\"https://www.theguardian.com/us-news/arkansas\">Arkansas</a> has died after becoming infected with a rare, brain-eating amoeba while playing at a splash pad.</p><p>The child, whose name was not immediately released, appears to have contracted <em><a href=\"https://www.cdc.gov/parasites/naegleria/general.html#anchor_19429\">Naegleria fowleri</a></em> from a country club splash pad in the state capital of Little Rock, Arkansas health officials and the county coroner said in a <a href=\"https://www.healthy.arkansas.gov/news/detail/case-of-rare-infection-identified-in-arkansas\">news release</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/19/arkansas-child-dies-brain-eating-amoeba-naegleria-fowleri\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/19/arkansas-child-dies-brain-eating-amoeba-naegleria-fowleri", "date_published": "2023-09-19T12:25:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Woman appears at Essex court accused of murdering her parents", "description": "<p>Virginia McCullough remanded in custody until plea hearing on 1 December</p><p>A woman has appeared in court accused of murdering her parents whose remains are believed to have been found at her house in Essex, police have said.</p><p>Virginia McCullough, 35, appeared by prison video link at Basildon crown court charged with the murders of John and Lois McCullough, who were in their 70s.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/woman-appears-at-essex-court-accused-of-murdering-her-parents-virginia-mccullough\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/woman-appears-at-essex-court-accused-of-murdering-her-parents-virginia-mccullough", "date_published": "2023-09-19T12:09:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anthropology review – clever AI missing-person mystery", "description": "<p><strong>Hampstead theatre, London<br /></strong>Lauren Gunderson’s smart play finds a software engineer creating a digital version of a sister who has disappeared <br /></p><p>While screenwriters strike, partly over the threat from artificial intelligence, playwrights are busy writing about AI. Lauren Gunderson’s Anthropology is the second world premiere in a week featuring pseudo-humanity – after Alan Ayckbourn’s <a href=\"https://www.theguardian.com/stage/2023/sep/13/constant-companions-review-alan-ayckbourn-sex-robots-stephen-joseph-scarborough\">Constant Companions</a> – and the third such London play in six months, following Jordan Harrison’s <a href=\"https://www.theguardian.com/stage/2023/mar/17/marjorie-prime-review-menier-chocolate-factory-anne-reid-ai\">Marjorie Prime</a> and Andrew Stein’s <a href=\"https://theartsdesk.com/theatre/disruption-park-theatre-review-relevant-and-resonant\">Disruption</a>. (Hermione Lee’s <a href=\"https://www.theguardian.com/books/2020/oct/01/tom-s", "link": "https://www.theguardian.com/stage/2023/sep/19/anthropology-review-hampstead-theatre-london", "date_published": "2023-09-19T12:02:55+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle United ‘deeply concerned’ after fan stabbed in Milan", "description": "<ul><li>Eddie McKay in hospital in a stable condition</li><li>58-year-old attacked by a group of men in Milan city centre</li></ul><p>Newcastle United have said they are “deeply concerned” after one of their fans was stabbed in Milan on Monday night. A 58-year-old was attacked by a group of men in the city centre before Newcastle’s Champions League match against Milan on Tuesday and is in hospital in a stable condition.</p><p>Pictures posted online showed a man with a bloodied torso lying on the ground. A Newcastle spokesperson said: “We are deeply concerned by reports that a supporter was seriously assaulted in Milan on Monday evening and we are liaising with local authorities to understand the circumstances. Our thoughts are with the supporter and their family and we hope for a full and speedy recovery.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/19/newcastle-united-deeply-concerned-after-fan-stabbed-in-milan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/19/newcastle-united-deeply-concerned-after-fan-stabbed-in-milan", "date_published": "2023-09-19T12:00:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lies of P review – inventive Pinocchio RPG has a fiendish heart", "description": "<p><strong>PC, Xbox, PS5<br /></strong>This hack-and-slasher clings to its Soulsborne heritage too tightly, but does creative things that no other Soulslike until now has managed to pull off</p><p>The Soulslike subgenre of games, named after the Dark Souls series of obtuse hack-and-slashers by From Software, are always punishingly difficult. It’s their whole raison d’etre – or at least that’s the accepted wisdom. Fiendish traps, deadly ambushes, terrifying bosses; what many titles in the field seem to overlook is that Fromsoft’s difficulty is almost always in service of lending an atmosphere of dread, wonder and coherence. It’s a fine line. Hear whispers of a mad fallen monarch only to beat them on your first try, and all that careful myth-making reveals itself as artifice. But if you sense the hand of an overly sadistic designer weaving in artificial difficulty, the world suddenly feels lifeless.</p><p>Enter Lies of P, a lengthy, moody action RPG that can’t always resist difficulty,", "link": "https://www.theguardian.com/games/2023/sep/19/lies-of-p-review-pc-xbox-ps5", "date_published": "2023-09-19T12:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One common virus is still killing thousands of children every year – but new vaccines offer hope | Devi Sridhar", "description": "<p>Exciting scientific developments offer solutions to respiratory syncytial virus (RSV). The only barrier is cost</p><p>The number one cause of infants being hospitalised in the US and Europe is a virus you’ve probably never heard of: <a href=\"https://www.theguardian.com/society/2022/may/19/respiratory-syncytial-virus-under-fives-respiratory-infection-covid\">RSV</a>. Most people experience it as a mild infection resembling a cold. But it can be very serious in babies and elderly people. The tell-tale symptoms are abnormally fast breathing, a caving-in of the chest between and under the ribs, and wheezing or crackles – worrying noises caused by the bronchial tubes being inflamed, or the small air sacs in the lungs filling with fluid. The virus makes it harder to breathe and feed, both of which are essential, but even more so for newborn babies.</p><p>The gap between public awareness of RSV and the toll it takes is massive. Worldwide, <a href=\"https://www.niaid.nih.gov/diseases-condit", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/rsv-vaccine-children-kills-cost-", "date_published": "2023-09-19T12:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drew Barrymore was America’s sweetheart – but her baffling video was a terrible misstep | Arwa Mahdawi", "description": "<p>Her decision to continue her talkshow amid the writers’ strike received such a backlash that she reversed it. But the holes in her ‘apology’ had already been laid bare</p><p>Gal Gadot must be giddy with relief. For the past few years, the <a href=\"https://www.theguardian.com/film/2017/jun/04/wonder-woman-review-gloriously-badass-breath-fresh-air-gal-gadot\" title=\"\">Wonder Woman</a> actor has held the No 1 spot in the category of most cringeworthy and ill-advised celebrity home video ever made. You will know the one: <a href=\"https://www.theguardian.com/film/2022/jan/05/gal-gadot-imagine-video\" title=\"\">the star-studded rendition of John Lennon’s Imagine</a> that she posted online at the start of the pandemic to try to cheer us up. Because nothing is more uplifting than hearing a celebrity trill “imagine no possessions” from their multimillion-dollar mansion while the world as you know it crumbles.</p><p>Now, however, Gadot has been knocked off the top spot in the Hall of Cringe by", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/drew-barrymore-talkshow-writers-strike-video", "date_published": "2023-09-19T11:53:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A massive threat’: Crowley says Italy braced for battle against Uruguay", "description": "<ul><li>Italy coach wary of challenge posed by <em>Los Teros </em>in Nice</li><li>‘The tier two countries are getting a hell of a lot closer’</li></ul><p>The Italy head coach, Kieran Crowley, believes Uruguay will pose a “massive threat” when the sides meet at Stade de Nice on Wednesday.</p><p>After an inspirational display by <em>Los Teros</em> <a href=\"https://www.theguardian.com/sport/2023/sep/14/france-uruguay-rugby-world-cup-match-report\">against France last Thursday in Lille</a>, when they trailed by a single point after 55 minutes before losing 27-12, the <em>Azzurri</em> coach is not merely being polite.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/19/italy-uruguay-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/19/italy-uruguay-rugby-world-cup", "date_published": "2023-09-19T11:48:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian market tragedy may have been caused by errant missile fired by Ukraine", "description": "<p>Evidence collected by the New York Times suggests Russia may not have been responsible for strike</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/19/russia-ukraine-war-live-updates-major-fire-lviv-warehouse-attack-zelenskiy-questions-russias-place-at-un\">Russia-Ukraine war – latest news updates</a></li></ul><p>A missile strike that hit a crowded market in the Ukrainian city of <a href=\"https://www.theguardian.com/world/2023/sep/06/russian-strike-on-crowded-ukraine-market-leaves-many-dead-blinken-visit\">Kostiantynivka killing at least 17 civilians earlier this month</a>, could have been caused by an errant missile fired by Ukraine, the New York Times has reported.</p><p>A further 32 people were wounded on 6 September by the impact of the missile 12 miles (20km) from the frontlines in the Donetsk region of eastern <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, in one of the highest civilian death tolls from a single incident in recent months.</p", "link": "https://www.theguardian.com/world/2023/sep/19/ukrainian-market-tragedy-may-have-been-caused-by-errant-missile-fired-by-ukraine", "date_published": "2023-09-19T11:25:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He swam, hooking my arm with his penis’: inside the dolphin sex scandal that outraged a nation", "description": "<p>Wild new podcast Hooked on Freddie follows the 1990 tabloid frenzy about an animal rights activist who formed a special bond with a dolphin – only to be put on trial for it</p><p>When someone mentions the year 1990, you might think of the last days of <a href=\"https://www.theguardian.com/politics/margaretthatcher\">Margaret Thatcher</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2019/feb/27/the-satanic-verses-30-years-on-review-what-an-astonishing-fallout#:~:text=Upon%20reading%20The%20Satanic%20Verses,how%20it%20could%20be%20otherwise.\">The Satanic Verses</a>, <a href=\"https://www.theguardian.com/gnm-archive/gallery/2015/mar/28/poll-tax-riots-revisited-in-pictures\">poll tax</a>, recession and the <a href=\"https://www.theguardian.com/uk/ira\">IRA</a>. Or, you just might think of a man in the north-east of England getting arrested for masturbating a dolphin.</p><p>The man in question was the animal rights campaigner Alan Cooper; one of the witnesses to the alleged incident wa", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/19/dolphin-sex-scandal-hooked-on-freddie", "date_published": "2023-09-19T11:25:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Panic and rash decision-making’: ex-Bud Light staff on one of the biggest boycotts in US history", "description": "<p>A partnership with the influencer Dylan Mulvaney prompted a backlash that tanked sales. Insiders condemn the company’s response</p><p>When Anheuser-Busch InBev, the multinational beer company, promoted Alissa Heinerscheid to vice-president of marketing for Bud Light in July 2022, she became the first female VP in the beer’s 40-year history. “It’s just old white men,” says one former employee of the company leadership. “That’s why we were excited to at least have Alissa in that role.”</p><p>In a March 2023 interview with the lifestyle podcast Make Yourself At Home, Heinerscheid spoke of her remit. “I had a really clear job to do when I took over Bud Light, and it was: ‘This brand is in decline, it’s been in a decline for a really long time, and if we do not attract young drinkers to come and drink this brand, there will be no future for Bud Light.’” Part of that involved updating the marketing to be “lighter, brighter” and more inclusive. “Bud Light had […] a brand of fratty, kind ", "link": "https://www.theguardian.com/world/2023/sep/19/dylan-mulvaney-bud-light-boycott", "date_published": "2023-09-19T11:15:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Toxic culture’ at Brook House immigration removal centre, inquiry finds", "description": "<p>Report identifies numerous breaches of human rights laws relating to torture and inhuman treatment</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/19/starmer-macron-paris-labour-brexit-renegotiation-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The first public inquiry into abuses at a UK immigration detention centre has identified a “toxic culture” and numerous breaches of human rights laws relating to torture and inhuman or degrading treatment, as well as racist, derogatory language used by some staff towards detainees.</p><p>The inquiry calls for sweeping changes to immigration detention including the introduction of a 28-day time limit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/toxic-culture-brook-house-immigration-removal-centre-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/toxic-culture-brook-house-immigration-removal-centre-inquiry", "date_published": "2023-09-19T11:10:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s Sam Hain: ‘It’s very cool. The talent around is almost unfathomable’", "description": "<p>Warwickshire batter has benefitted from a mid-career change in thinking and is finally part of a full England squad</p><p>If Jason Roy being <a href=\"https://www.theguardian.com/sport/2023/sep/18/jason-roy-questions-england-future-after-second-world-cup-dumping-cricket\">squeezed out of England’s World Cup plans</a> underlines the bottleneck of white-ball talent in the country then the same can be said about another player hoping to belatedly enter the stage this week.</p><p>No English player in history boasts <a href=\"https://www.espncricinfo.com/records/highest-career-batting-average-282914\">a higher List A average Sam Hain’s current 57.96</a> – globally, only India’s Ruturaj Gaikwad sits above him on 60.3 – and over the past five years Warwickshire’s middle-order talisman has been a regular for the Lions, notching up four centuries for England’s second string along the way.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/19/sam-hain-interview-england-odi-cricket\">Continu", "link": "https://www.theguardian.com/sport/2023/sep/19/sam-hain-interview-england-odi-cricket", "date_published": "2023-09-19T11:04:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for sweetcorn and kimchi fritters", "description": "<p>Crispy but succulent little cakes with bright flavours and a Korean spin</p><p>Pull the leaves and fine fibres from 2 plump heads of <strong>sweetcorn</strong>. Place them stem-end down on a chopping board, then slice down from the tip of each head to remove the kernels. They will probably come off in strips. Crumble into kernels to separate them and put them in a mixing bowl.</p><p>Finely chop 2 <strong>spring onions</strong> and stir into the sweetcorn, then stir in the yolks of 2 <strong>eggs</strong>. Introduce 250g of <strong>kimchi</strong>, 2 tbsp of <strong>soy sauce</strong>, 50g of <strong>plain flour</strong> and mix well. You should be able to press the mixture into 8 thin cakes. If they won’t hold together, stir in a little more flour.</p> <a href=\"https://www.theguardian.com/food/2023/sep/19/nigel-slater-midweek-dinner-recipe-sweetcorn-and-kimchi-fritters\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/sep/19/nigel-slater-midweek-dinner-recipe-sweetcorn-and-kimchi-fritters", "date_published": "2023-09-19T11:02:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We need to talk about ‘racism laundering’: what it is, who benefits – and how to be vigilant | Nels Abbey", "description": "<p>The row over claims of ghostwriting at the Daily Mail has sparked debate about how toxic policies are pursued and narratives created</p><p>It is a sad aspect of public life that a quick route to success and notoriety for minorities in the UK is to express the most reactionary opinions imaginable. Witness Kwasi Kwarteng randomly and needlessly <a href=\"https://www.youtube.com/watch?v=YFwtyxPLstQ\">blurting out slavery apologia</a> on Piers Morgan’s show, or the careers so far of Priti Patel and Suella Braverman. They will have their own views as individuals, but at the same time powerful people and institutions are aware of how useful it is to have their own prejudices mirrored, rendered acceptable, laundered perhaps by a minority voice, with the effect that it ostensibly shields them from criticism.</p><p>That regrettable effect is particularly concerning when a doubt is raised as to whether the views, as presented to the public, are a true reflection of honestly held opinion or a ", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/racism-laundering-ghostwriting-daily-mail", "date_published": "2023-09-19T11:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eastern Libya orders journalists out of flood-hit Derna after protests", "description": "<p>Media crackdown follows reports that police officers had detained and questioned Libyan reporters</p><p>Libya’s eastern government has ordered journalists to leave Derna after angry protests against the authorities a week after a flood killed thousands of residents.</p><p>Hundreds of people gathered on Monday outside Sahaba mosque in the city, chanting slogans. Some sat on its gold-domed roof. Later in the evening, a <a href=\"https://www.theguardian.com/world/2023/sep/19/libya-protesters-set-fire-to-mayors-home-in-anger-over-derna-flood-deaths\">crowd set fire to the house</a> of the man who was Derna’s mayor at the time of the disaster, Abdulmenam al-Ghaithi.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/eastern-libya-orders-journalists-flood-derna-protests-media-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/eastern-libya-orders-journalists-flood-derna-protests-media-crackdown", "date_published": "2023-09-19T10:50:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: The ‘smartphone era’ transformed the world – what will define the next decade?", "description": "<p>In this week’s newsletter: It’s been ten years since the dawn of the iPhone age – and since I started covering tech at the Guardian. This is how much the world has changed since</p><p>• <strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up here</a></strong></p><p>The annual cadence of Apple’s money-printing press conferences is a big date on the tech journalism calendar. It might not be exciting any more (<a href=\"https://www.theguardian.com/technology/2022/sep/14/techscape-apple-new-iphone-14-safety-apple-watch\">as we discussed last year</a>), with a steady stream of lea", "link": "https://www.theguardian.com/technology/2023/sep/19/techscape-smartphone-era-tech-ai-nfts-blockchain", "date_published": "2023-09-19T10:45:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Azerbaijan launches ‘anti-terrorist’ campaign in disputed Nagorno-Karabakh region", "description": "<p>Bombardment of blockaded region could reopen 2020 war in which land was taken from Armenian population</p><p>Azerbaijan has said it is launching an “anti-terrorist” campaign in the disputed Nagorno-Karabakh region, as bombing raids were reported in the regional capital of Stepanakert and at other Armenian positions.</p><p>The bombardment of the blockaded region, which local Armenians call Artsakh, could reopen a bloody 2020 war in which Azerbaijan retook land from a local Armenian population amid widespread accusations of war crimes.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/azerbaijan-launches-anti-terrorist-campaign-in-disputed-nagorno-karabakh-region\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/azerbaijan-launches-anti-terrorist-campaign-in-disputed-nagorno-karabakh-region", "date_published": "2023-09-19T10:36:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Tottenham’s un-Spursy rise and Manchester United’s tyre fire", "description": "<p>Our cartoonist on Ange Postecoglou’s refreshing approach to managing Tottenham Hotspur and the chaos at Old Trafford</p><ul><li><strong><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/david-squires\">You can get a copy of a cartoon in the G", "link": "https://www.theguardian.com/football/ng-interactive/2023/sep/19/david-squires-on-tottenham-ange-postecoglou-manchester-united", "date_published": "2023-09-19T10:08:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s an open secret the music industry is sexist and racist – Jann Wenner just let it slip | Craig Seymour", "description": "<p>The Rolling Stone co-founder apologised for controversial comments about Black and female musicians, but they exposed rock journalism’s previously unspoken biases</p><p>In 2020, I was a guest on the Who Cares About the Rock Hall? podcast, discussing why one of my favourite bands, Labelle, should be inducted into the Rock and Roll Hall of Fame. They were certainly deserving: they sang socially conscious songs from a Black woman’s perspective, espoused a philosophy that reflected the intersectional politics of Black feminists such as the Combahee River Collective, and sported a space-age look now celebrated as an expression of Black futurism.</p><p>The problem was that I didn’t know how to articulate Labelle’s significance in terms that made sense for the Rock and Roll Hall of Fame. Labelle only had one big hit, Lady Marmalade, an ode to a Creole sex worker; the group’s most direct influence has been multiple covers of Lady Marmalade that have almost no connection with the group’s r", "link": "https://www.theguardian.com/music/2023/sep/19/jann-wenner-music-industry-rolling-stone", "date_published": "2023-09-19T10:07:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Walk of infamy: the Trump star causing a stir in Los Angeles", "description": "<p>City leaders largely agree the memorial should go, but there is little consensus on how to remove it</p><p>Political leaders in Los Angeles don’t mince their words about Donald Trump – they have called the former president a <a href=\"https://spectrumnews1.com/ca/la-west/politics/2021/01/12/la-council-members-introduce-resolution-to-support-trump-impeachment\">madman</a>, a fascist, and “a clear and present danger to the stability of the country”. Yet when it comes to taking the small, symbolic step of erasing Trump’s most visible presence in the City of Angels, his star on the celebrity-studded Hollywood Walk of Fame, they have been strangely reluctant to turn their words into concrete action.</p><p>All indications are that the city leadership would like to see Trump’s star gone – ideally before next year’s presidential election. Political aides and others in and around city government say as much in background briefings and off-the-record conversations.</p> <a href=\"https://www.th", "link": "https://www.theguardian.com/us-news/2023/sep/19/donald-trump-walk-of-fame-star-hollywood-los-angeles", "date_published": "2023-09-19T10:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Panic and rash decision-making’: ex-Bud Light staff on one of the biggest boycotts in US history", "description": "<p>A partnership with the influencer Dylan Mulvaney prompted a backlash that tanked sales. Insiders condemn the company’s response</p><p>When Anheuser-Busch InBev, the multinational beer company, promoted Alissa Heinerscheid to vice-president of marketing for Bud Light in July 2022, she became the first female VP in the beer’s 40-year history. “It’s just old white men,” says one former employee of the company leadership. “That’s why we were excited to at least have Alissa in that role.”</p><p>In a March 2023 interview with the lifestyle podcast Make Yourself At Home, Heinerscheid spoke of her remit. “I had a really clear job to do when I took over Bud Light, and it was: ‘This brand is in decline, it’s been in a decline for a really long time, and if we do not attract young drinkers to come and drink this brand, there will be no future for Bud Light.’” Part of that involved updating the marketing to be “lighter, brighter” and more inclusive. “Bud Light had […] a brand of fratty, kind ", "link": "https://www.theguardian.com/world/2023/sep/19/bud-light-boycott-dylan-mulvaney", "date_published": "2023-09-19T10:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Creation of the Gods I: Kingdom of Storms review – immortals and armies wreak havoc", "description": "<p>Director Wuershan’s ambitious adaptation of Xu Zhonglin’s 16th-century novel has too much highly variable CGI but its idiosyncrasies set it apart</p><p>“Strange things keep happening these days,” muses Jiang Ziya (Bo Huang) halfway through this extravagant adaptation of <a href=\"https://en.wikipedia.org/wiki/Investiture_of_the_Gods\">Xu Zhonglin’s 16th-century myth-and-fantasy novel Investiture of the Gods</a>. By this point, we’ve already seen a woman kill herself with a hatpin before being possessed by the spirit of a white fox; a gurgling, pistachio-coloured demon baby is found naked in the woods; and a conjuror who can make his head float free of his body when threatened with decapitation. Strange days indeed.</p><p>Ziya is one of three immortals sent to arrest the Great Curse which is threatening the future of the Shang dynasty. King Zhou (Kris Phillips) is besotted with the seductive but malevolent Su Daji (Naran), and is letting his kingdom descend into carnage. The only hop", "link": "https://www.theguardian.com/film/2023/sep/19/creation-of-the-gods-i-kingdom-of-storms-review-immortals-and-armies-wreak-havoc", "date_published": "2023-09-19T10:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I never considered work romantic – until I heard about the ‘office 10’", "description": "<p>Apparently, the closed ecoystem of the workplace makes ordinary folk seem unbelievably beautiful. That’s not how I remember it</p><p>New York magazine has introduced me to the concept of <a href=\"https://www.thecut.com/article/office-ten-essay.html\" title=\"\">the office 10</a>: the person who would be middlingly attractive in a normal scenario, but in the closed-circuit environment of the workplace is unbelievably beautiful. It’s a feature of the “self-contained, temporary social ecosystem” that makes you adjust your settings. Only those people exist; since you sort them accordingly, one of them must be the most beautiful person in your world.</p><p>If you factor in the boredom of work and the huge proportion of it that is meaningless, the office 10 becomes its raison d’être, the person who can propel you out of bed on the off-chance that they might go to Pret at the same time as you, or might think similarly about Liz Truss. Be real: you are probably their office 10 as well. It’s ", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/i-never-considered-work-romantic-until-i-heard-about-the-office-10", "date_published": "2023-09-19T10:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hampshire man attacked by 11ft python that crept into his conservatory", "description": "<p>Chris Byrne says snake ‘nicked my arm and drew blood’ when he encountered the reptile in his home</p><p>The owners of conservatories are used to dealing with the odd creature that creeps in – wasps, bees, moths. But Rob Byrne had a much bigger beast to tackle when an 11ft-long (3-metre) reticulated python slithered in through the window of his sunroom in a Hampshire village and gave him a nip.</p><p>Byrne said he had been locking up his conservatory doors when he noticed a movement at a set of blinds. “It tried to bite me and coil around me. It nicked my arm and drew blood,” he said. “My wife and granddaughter came into the conservatory, saw it, and screamed.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/hampshire-man-attacked-11ft-python-crept-into-conservatory\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/hampshire-man-attacked-11ft-python-crept-into-conservatory", "date_published": "2023-09-19T09:54:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can you name your baby ‘Methamphetamine Rules’ in Australia?", "description": "<p>When an ABC journalist gave birth to her third child, she decided to put the Births Deaths and Marriages register to the test</p><ul><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Are there any names you can’t legally <a href=\"https://www.theguardian.com/australia-news/2023/jun/14/charlotte-and-oliver-top-the-australian-lists-again-but-gender-neutral-baby-names-rise-in-popularity\">call your baby in Australia</a>?</p><p>It’s a question many wanted answered by the ABC’s new show What the FAQ, says Kirsten Drysdale, a journalist at the public broadcaster. So when Drysdale gave birth to her third son in July, she decided to put it to the test.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copyembed\">Sign up for Gu", "link": "https://www.theguardian.com/australia-news/2023/sep/19/can-you-name-your-baby-methamphetamine-rules-in-australia", "date_published": "2023-09-19T09:45:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "M62 closed in both directions after pedestrian killed", "description": "<p>Motorway shut between Birchwood and Eccles as man, 25, arrested over fatal collision shortly after midnight</p><p>The M62, one of the UK’s busiest roads, was closed in both directions on Tuesday morning after a pedestrian was killed shortly after midnight.</p><p>Greater Manchester police said emergency services were called to a collision between a car and an adult male at 12.15am.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/m62-closed-both-directions-pedestrian-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/m62-closed-both-directions-pedestrian-killed", "date_published": "2023-09-19T09:39:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Climate action must respond to extreme weather driving health crisis, says WHO", "description": "<p>Melting ice caps and rising sea levels are less urgent than floods, wildfires, drought and other disasters, New York summit hears</p><p>Floods, wildfires, drought and the onslaught of extreme weather are driving a global health crisis that must be put at the centre of climate action, the World Health Organization said on Tuesday.</p><p>“The climate crisis is a health crisis; it drives extreme weather and is taking lives around the world,” Dr Tedros Adhanom Ghebreyesus, head of the WHO, said. “Melting ice caps and rising sea levels are, of course, crucial issues, but for most people they are distant threats in both time and place. The threats of our changing climate are right here and right now.”</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/19/climate-action-must-respond-to-extreme-weather-driving-health-crisis-says-who\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/19/climate-action-must-respond-to-extreme-weather-driving-health-crisis-says-who", "date_published": "2023-09-19T09:35:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Portugal prove that gallant defeat is preferable to England’s robotic rugby", "description": "<p>Minnows have played with passion and skill to light up a World Cup in which Steve Borthwick’s side have shown little flair</p><p>What, ultimately, is the <em>raison d’être</em> of sport? The result, pure and simple, or how a particular game or moment makes you feel? Different people tend to have different answers to this fundamental question, which is perfectly fine. World Cups, in particular, are about scoring more points than the other lot. The touchy-feely stuff can then be ladled on top, dependent on personal taste.</p><p>The complication arrives on weekends such as the one just gone in France. On Saturday night a few of us spoke to the Portugal flanker Nicolas Martins after <a href=\"https://www.theguardian.com/sport/2023/sep/16/wales-portugal-rugby-world-cup-match-report\" title=\"\">his side’s gallant defeat by Wales</a> in Nice. Portugal had just been beaten 28-8 but gained tens of thousands of admirers in the process with their immensely watchable brand of fast-paced rugby.</", "link": "https://www.theguardian.com/sport/2023/sep/19/portugal-prove-that-gallant-defeat-is-preferable-to-englands-robotic-rugby", "date_published": "2023-09-19T09:30:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Avanti West Coast wins long-term contract despite history of delays", "description": "<p>RMT union says operator is a ‘disaster’ as Arriva’s CrossCountry also secures extended deal</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/19/oil-hits-95-per-barrel-politicians-debanked-views-fca-oecd-global-economy-business-live\">Business live – latest updates</a></li></ul><p>Avanti, one of Britain’s least reliable train operators, has been awarded a long-term contract to keep running intercity services on the West Coast main line.</p><p>The transport secretary, Mark Harper, declared Avanti “back on track” – although the <a href=\"https://dataportal.orr.gov.uk/media/vlqfv4tv/passenger-performance-apr-jun-2023.pdf\">regulator’s last full performance report</a> showed it was the least punctual operator, with fewer than half of services running on time from April to June.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/avanti-west-coast-contract-train-delays-rmt-arriva-crosscountry\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/avanti-west-coast-contract-train-delays-rmt-arriva-crosscountry", "date_published": "2023-09-19T09:25:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The chase is off: jump racing great Constitution Hill to stay over hurdles", "description": "<ul><li>Henderson says owner and jockey unanimous in decision</li><li>Dream of emulating Dawn Run’s Gold Cup triumph dashed </li></ul><p>Constitution Hill will stay over hurdles this season, trainer Nicky Henderson has announced. The six-year-old is unbeaten in seven career starts to date, with six of those victories at Grade One level, including a nine-length triumph in last season’s Champion Hurdle.</p><p>Following Constitution Hill’s Aintree Hurdle verdict in April, Henderson, owner Michael Buckley and jockey Nico de Boinville discussed a possible switch to chasing over the summer. However, they have now decided to remain over the smaller obstacles, with another Champion Hurdle success the ultimate aim.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/19/jump-racing-great-constitution-hill-to-stay-over-hurdles\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/19/jump-racing-great-constitution-hill-to-stay-over-hurdles", "date_published": "2023-09-19T09:17:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk says Twitter, now X, is to charge all users subscription fees", "description": "<p>Billionaire also says platform has 550 million monthly users generating up to 200m posts a day</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/19/oil-hits-95-per-barrel-politicians-debanked-views-fca-oecd-global-economy-business-live\">Business live – latest updates</a></li></ul><p>Elon Musk has indicated that X, formerly known as Twitter, is preparing to charge all users for accessing the platform.</p><p>The X owner said erecting a paywall around the business would ward off the bots, or automated accounts, that have become a bugbear for Musk.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/19/elon-musk-twitter-x-subscription-fees-users-posts\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/19/elon-musk-twitter-x-subscription-fees-users-posts", "date_published": "2023-09-19T09:11:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 12, saves drowning man using CPR technique he saw on Stranger Things", "description": "<p>Austen Macmillan rescued his registered behavior technician, Jason Piquette, from a pool and performed chest compressions</p><p>At first, Christina Macmillan wasn’t crazy about her 12-year-old son Austen watching <a href=\"https://www.theguardian.com/tv-and-radio/stranger-things\">Stranger Things</a>, the fictional Netflix show pitting a group of children against aliens and demons. But she’s changed her mind after her son used a CPR technique that he saw on a scene from the series to save his registered behavior technician’s life this past Labor Day.</p><p>“I was a little hesitant about him watching it,” Macmillan told the Guardian, citing the show’s science fiction-horror premise. “But I’m definitely glad that I let him.”</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/19/florida-boy-saves-man-cpr-stranger-things\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/19/florida-boy-saves-man-cpr-stranger-things", "date_published": "2023-09-19T09:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Big Brother changed TV for ever: ‘There was a massive idea at its core – watch and judge’", "description": "<p>The show that kicked off the reality TV boom is coming back – but should it? The creators and stars of the original series consider the impact of a cultural disruptor</p><p>By now, almost every aspect of modern life has been filtered through eliminative reality TV formats. The search for love. The search for gainful employment. The universal human desire to spend more time in the company of Alan Sugar. In 2023, jaded by the emotional excesses of Love Island and the comical indignities of I’m a Celebrity … Get Me Out of Here!, it is amazing to remember exactly how analogue and stark the beginnings of reality TV were.</p><p>But that doesn’t mean those beginnings weren’t monumental. They were, in television terms, epoch-defining. Big Brother is set to return for a second reboot this autumn and, in the pyrotechnic light of the shows it has spawned, it’s possible that the revival will seem underwhelming. Over the course of summer 2000, the show took spectacular flight – and TV has neve", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/19/big-brother-reboot-itv2", "date_published": "2023-09-19T09:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Lib Dems are struggling when they should be flying: should they leap in where Labour fears to tread? | Polly Toynbee", "description": "<p>As the Mid Bedfordshire byelection looms, it’s clear the party needs a radical approach if it is to be seen as any more than a tactical vote</p><p>As Labour and the Liberal Democrats battle it out in <a href=\"https://www.theguardian.com/politics/2023/sep/16/lib-dems-mid-bedfordshire-tories-labour-nadine-dorries-seat\">Mid Bedfordshire</a>, both are equally astounded by the titanic collapse of the Tory vote in a seat they owned for 90 years. Before canvassers speak, voters volunteer their disgust at Tory disgraces.</p><p>As in many “safe” seats where constituents feel neglected by complacent MPs, seeing the Mid Beds’ absentee, the MP Nadine Dorries, strutting on TV and <a href=\"https://www.theguardian.com/politics/2023/aug/26/nadine-dorries-formally-resigns-as-mp-after-11-week-delay\">in the Mail</a> “crystalises all they feel about the Tories”, says Mark Pack, the Lib Dem president, sitting in a cafe after a hard day’s canvassing. “Sewage in these chalk streams has the same symbolic", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/lib-dems-labour-mid-bedfordshire-byelection", "date_published": "2023-09-19T09:00:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Germany will suffer worst from world economic slowdown, says OECD", "description": "<p>Higher interest rates and weaker trade, as well as sluggish growth in China, likely to hit big economies</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/19/oil-hits-95-per-barrel-politicians-debanked-views-fca-oecd-global-economy-business-live\">Business live – latest updates</a></li></ul><p>Germany is expected to experience the heaviest blow from a slowdown in the world economy driven by higher interest rates and weaker global trade, the Organisation for Economic Co-operation and Development has warned.</p><p>In downbeat forecasts for the world economy, the Paris-based organisation said Europe’s largest economy was likely to be the only G20 country apart from Argentina to shrink this year during a wider international slowdown.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/germany-world-economic-slowdown-oecd-interest-rates-china\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/germany-world-economic-slowdown-oecd-interest-rates-china", "date_published": "2023-09-19T09:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sharp rise in number of schools in England with collapse-risk concrete", "description": "<p>Department for Education says number where reinforced autoclaved aerated concrete has been found has risen from 147 to 174</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/19/starmer-macron-paris-labour-brexit-renegotiation-rishi-sunak-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Crumbling and potentially dangerous concrete has been found in 174 English schools, the Department for Education (DfE) has said, 27 more than the initial list, and still expected to be a some way below the final total.</p><p>In a revised list of schools affected by reinforced autoclaved aerated concrete (Raac), the first official government update on the crisis in a fortnight, the DfE said 23 schools were having to use a mix of virtual and in-person learning, three more than before.</p> <a href=\"https://www.theguardian.com/education/2023/sep/19/schools-england-raac-reinforced-autoclaved-aerated-concrete\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/19/schools-england-raac-reinforced-autoclaved-aerated-concrete", "date_published": "2023-09-19T08:57:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starmer to meet Macron in Paris as thinktank says Labour’s proposed Brexit renegotiation might not be worth it – UK politics live", "description": "<p>Labour proposals focus on UK priorities but party will have to refine its offer to address key EU interests, says UK in a Changing Europe</p><p>The <strong>Department for Education</strong> has published <a href=\"https://www.gov.uk/government/publications/reinforced-autoclaved-aerated-concrete-raac-management-information\">its updated list of schools</a> in England affected by Raac (reinforced autoclaved aerated concrete). As more school building surveys have been completed, the number of schools affected has risen from 147 to 174.</p><p><strong>Steve Barclay</strong>, the health secretary, has accused NHS staff in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> of planning “politically timed” industrial action as he outlined proposals to extend strike laws to ensure doctors and nurses in hospitals provide a minimum level of cover, <strong>Ben Quinn</strong> reports.</p> <a href=\"https://www.theguardian.com/politics/live/2023/sep/19/starmer-macron-paris-labour-bre", "link": "https://www.theguardian.com/politics/live/2023/sep/19/starmer-macron-paris-labour-brexit-renegotiation-rishi-sunak-uk-politics-latest", "date_published": "2023-09-19T08:44:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tui extends Greece and Turkey season to November after extreme summer heat", "description": "<p>Tour operator says more people are choosing to holiday in the cooler autumn months</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/19/oil-hits-95-per-barrel-politicians-debanked-views-fca-oecd-global-economy-business-live\">Business live – latest updates</a></li></ul><p>The travel operator Tui has extended the season for Greece and Turkey to November in response to increased demand, after extreme temperatures over the summer that disrupted some holidaymakers’ plans.</p><p>More people have chosen to holiday in the cooler autumn months, after <a href=\"https://www.theguardian.com/world/2023/jul/15/italy-temperatures-48c-mediterranean-heatwave-hotter\">temperatures in parts of the Mediterranean jumped above 40C</a> over the summer. Tui said demand for the usual final month of the season, October, was 8% higher than last year.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/tui-greece-turkey-season-november-extreme-summer-heat\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/tui-greece-turkey-season-november-extreme-summer-heat", "date_published": "2023-09-19T08:40:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Surrey v Northamptonshire, Essex v Hampshire, and more – live", "description": "<ul><li>Live updates on the penultimate round of matches</li><li><a href=\"https://www.theguardian.com/sport/2023/sep/18/sussex-promotion-hopes-in-tatters-after-12-point-deduction-for-ill-discipline\">Sussex promotion hopes in tatters after 12-point deduction</a></li><li>Drop Tanya an <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email</a> | Tweet <a href=\"mailto:@tjaldred\">@tjaldred</a> | Post BTL</li></ul><p><strong>Autumnal:</strong></p><p><em>Cloud and rain quickly spreading in from the west through the morning, though after a spell of rain, drier with some bright spells for southern parts of the UK. Windy with a risk of coastal gales. </em>Met Office.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/19/county-cricket-surrey-v-northamptonshire-essex-v-hampshire-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/19/county-cricket-surrey-v-northamptonshire-essex-v-hampshire-and-more-live", "date_published": "2023-09-19T08:24:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Barclay accuses NHS staff of planning ‘politically timed’ strikes", "description": "<p>Health secretary sets out proposals to extend minimum cover laws as 48-hour strike begins in England</p><p>The health secretary has accused NHS staff in England of planning “politically timed” industrial action as he outlined proposals to extend strike laws to ensure doctors and nurses in hospitals provide a minimum level of cover.</p><p>As consultants began another 48-hour strike on Tuesday as part of a row over pay, one of their representatives warned Steve Barclay that the plans – which are unlikely to come into force until the new year – would “only save up problems for later”.</p> <a href=\"https://www.theguardian.com/society/2023/sep/19/steve-barclay-accuses-nhs-staff-politically-timed-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/19/steve-barclay-accuses-nhs-staff-politically-timed-strikes", "date_published": "2023-09-19T08:04:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fear the Night review – Neil LaBute on losing streak with atrocious home invasion thriller", "description": "<p>The director of In the Company of Men continues his run of terrible films with this awfully acted, ungripping drama</p><p>In the most dismaying possible way, <a href=\"https://www.theguardian.com/stage/labute\">Neil LaBute</a> has done it again. The dramatist and film-maker who gave us the 90s toxic masculinity classic In the Company of Men and the interesting and undervalued Samuel L Jackson thriller <a href=\"https://www.theguardian.com/film/2008/dec/05/film-review-lakeview-terrace\">Lakeview Terrace</a> in 2008, seems now to be going through a period of churning out exploitation content like a hack-for-hire. Last year we had the <a href=\"https://www.theguardian.com/film/2022/oct/04/house-of-darkness-review-tedious-straight-to-video-revenge-horror-neil-labute\">dismal revenge horror House of Darkness</a>; now it’s this terrible home invasion thriller, with awful acting, clunking dialogue cues and drearily ungripping action and suspense sequences, along with a ChatGPT-ish title.</p><p", "link": "https://www.theguardian.com/film/2023/sep/19/fear-the-night-review-neil-labute-on-losing-streak-with-atrocious-home-invasion-thriller", "date_published": "2023-09-19T08:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oh Miriam! Stories from an Extraordinary Life by Miriam Margolyes review – a ‘national trinket’ remembers", "description": "<p>The actor follows her unfettered 2021 memoir with a miscellany of showbiz tales, agony aunt advice and her F-bomb on the Today programme</p><p>“I’m lesbian, I’m short, I’m fat, I’m Jewish, I’m Dickensian,” rattles off Miriam Margolyes, fully aware no string of identity markers could capture her uniqueness. <em>Oh Miriam!</em> is similarly hard to define – a mix of celebrity memoir, sex advice column and anti-Tory soapbox, it demonstrates the loose-cannon plain talk that has endeared her to millions, while pushing back against her caricature. Often snortingly funny, it’s also surprisingly rueful. “Why is it that now I am showered with the work that eluded me for so many years?” she asks.</p><p>The book jumps between subjects almost at random, but early sections are the freshest, covering stories of her Belarusian émigré family and her adolescence spent in 1950s Oxford. She saltily updates <a href=\"https://www.vanityfair.com/magazine/2000/01/01/proust-questionnaire\">the Proust Quest", "link": "https://www.theguardian.com/books/2023/sep/19/oh-miriam-stories-from-an-extraordinary-life-by-miriam-margolyes-review-a-national-trinket-remembers", "date_published": "2023-09-19T08:00:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Protester who held sign outside London climate trial prosecuted", "description": "<p>Trudi Warner, 68, prosecuted for contempt of court after protest outside London court</p><p>A retired social worker who held up a placard about the rights of jurors outside a trial of climate protesters is being prosecuted for contempt of court by the solicitor general.</p><p>The decision to prosecute Trudi Warner, 68, came as it emerged the police were separately investigating at least 12 people on suspicion of attempting to pervert the course of justice for holding up similar signs outside a London court.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/protester-who-held-sign-outside-london-climate-trial-prosecuted\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/protester-who-held-sign-outside-london-climate-trial-prosecuted", "date_published": "2023-09-19T07:46:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "YouTube suspends Russell Brand’s revenues from his channel", "description": "<p>Google-owned company says move is due to it ‘violating our creator responsibility policy’</p><p>YouTube has suspended Russell Brand’s ability to earn money on the platform following allegations of rape and sexual assault in a massive hit to his finances.</p><p>The video-sharing and social media site said it had suspended Brand’s channel from the YouTube partner programme after serious allegations against him, meaning his videos are no longer able to monetise on the platform.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/19/youtube-suspends-russell-brand-revenues-channel\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/19/youtube-suspends-russell-brand-revenues-channel", "date_published": "2023-09-19T07:31:46+00:00", "bookmarked": true, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": "rumpel", "language": "en-UK", "thumbnail": null, "tags": ["youtube", "censorship", "deplatform", "russel brand"], "vote": ["youtube", "censorship", "deplatform", "russel brand"]}, {"source": "https://www.theguardian.com/rss", "title": "‘Nothing has changed’: Jenni Hermoso hits out over Spain squad call-ups", "description": "<ul><li>Boycotting players selected and could be fined if they stay away</li><li>Hermoso says players feel FA using ‘division and manipulation’ </li></ul><p>Jenni Hermoso said the decision to <a href=\"https://www.theguardian.com/football/2023/sep/18/spain-call-up-15-world-cup-winners-despite-boycott-over-luis-rubiales-affair\">call up players</a> who are <a href=\"https://www.theguardian.com/football/2023/sep/15/spain-world-cup-winning-underline-refusal-to-play-for-national-team-football\">boycotting</a> Spain’s women’s team was proof that “nothing has changed” at the country’s federation (RFEF) even after <a href=\"https://www.theguardian.com/football/2023/sep/10/luis-rubiales-to-quit-in-wake-of-world-cup-kiss-scandal\">the resignation</a> of its president over the Women’s World Cup kiss scandal.</p><p>After most of Spain’s World Cup-winning squad were selected on Monday for upcoming games, the players said they would continue their boycott, which came after Luis Rubiales <a href=\"https:", "link": "https://www.theguardian.com/football/2023/sep/19/spain-women-squad-jenni-hermoso-nothing-has-changed", "date_published": "2023-09-19T07:25:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Superpower review – Sean Penn’s Zelenskiy documentary lacks insight", "description": "<p>Actor embedded himself with the Ukrainian president during a time of crisis, but his film feels like a missed opportunity</p><p>Sean Penn is a brave man. He regularly shrugs off the comforts of Hollywood to parachute into sites of devastation and disaster, from Iraq and Venezuela to Haiti, where he notoriously commanded bountiful media attention over the course of a self-directed and extended embed during the aftermath of the 2010 earthquake. The actor’s new film Superpower is a documentary that goes beyond the photo ops and talk show appearances, and relays what it looks like, day after day, hour after hour, when an Oscar-winning movie star crashes a cataclysm.</p><p>Co-directed by Aaron Kaufman and produced with Vice, Penn’s Superpower was originally meant to be a feature film on Volodymyr Zelenskiy, the heroically buffoonish Ukrainian comedian whose anti-corruption bits and widespread popularity somehow translated into presidency. Around the time that the documentary project wa", "link": "https://www.theguardian.com/film/2023/sep/19/superpower-review-sean-penn-zelenskiy-documentary-russia-ukraine-war", "date_published": "2023-09-19T07:20:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oil hits $95 per barrel; ‘no evidence’ of politicians being debanked over views – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as Brent crude hits 10-month high and Nigel Farage criticises FCA investigation</p><p><strong>In the City, B&amp;Q owner Kingfisher has cut its full-year earnings outlook after being hit by wet weather and low consumer confidence.</strong></p><p>Pre-tax profits at Kingfisher dropped by a third in the six months to 31 July, the company reported this morning, to £317m from £474m. Like-for-like sales were down 2.2%.</p><p>“Our LFL sales in H1 were slightly ahead of expectations, against a backdrop of unseasonal weather and ongoing macroeconomic challenges in our markets.</p><p><em> </em>Kingfisher missed the mark in the first half and warned profits will fall further than previously anticipated over the full year. Analysts already had doubts over its annual goal but the cut today was much sharper than hoped thanks to tepid sales and because the inflationary environment is weighing on margins.</p><p>Still, many in the oil mar", "link": "https://www.theguardian.com/business/live/2023/sep/19/oil-hits-95-per-barrel-politicians-debanked-views-fca-oecd-global-economy-business-live", "date_published": "2023-09-19T07:09:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A plaque on a statue can't cover a cruel slave trader’s mass murder. My ancestors deserve better | Robert Beckford", "description": "<p>Keeping a statue to William Beckford on display reeks of moral failure. It belongs in a museum, alongside clear details of his crimes against humanity</p><p>The statue of the 18th-century plantation owner William Beckford, which stands in Guildhall in London, will be recontextualised rather than permanently removed, says the City of London Corporation. A plaque will be placed alongside the statue explaining its connection to the transatlantic chattel slave trade. To me – a descendant of the people he enslaved – the decision feels like a moral failure.</p><p>Last year, I was involved in some of the discussions with the Ironmonger’s Company and other stakeholders in the statue. It became apparent that after the decision in 2021 that the figure <a href=\"https://www.bbc.co.uk/news/uk-england-london-58833814\">would remain in the Great Hall</a>, there was not as much resistance as I would have expected. But as a Jamaican-British man and a descendant of those whom Beckford exploited and ", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/plaque-statue-slave-trader-murder-ancestors-william-beckford-london", "date_published": "2023-09-19T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I spent nine years in a Colombian women’s prison. This is what I learned | Claudia Cardona", "description": "<p>The system is failing women, with often devastating impacts on our families, mental or reproductive health. But those who have been inside can change it for the better – if we are allowed</p><p>When I started my jail sentence in Bogotá, Colombia, it was 2008 and I was 31 with a four-year-old daughter. I was imprisoned for nine years and three months. I don’t tell people the reason I went to prison. Not for me, but for all the free women who face so many problems because of the time they spent in jail. My crime doesn’t make me the person I am.</p><p>Most women in Colombia commit crime out of a need to provide for their families. They are judged and punished without society or the justice system taking the circumstances surrounding the crime into account.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/19/i-spent-nine-years-in-a-colombian-womens-prison-this-is-what-i-learned\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/19/i-spent-nine-years-in-a-colombian-womens-prison-this-is-what-i-learned", "date_published": "2023-09-19T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pastor Postecoglou shows importance of journey even if you never reach heaven | Jonathan Liew", "description": "<p>Tottenham’s prospects of winning a trophy remain slim but the Australian’s approach is giving supporters reason to smile</p><p>A few years ago, around the same time people started getting extremely animated by things such as net spends and expected goals, there came a school of emerging thought that challenged the traditional narrative of footballing performance, arguing – in effect – that the influence of a manager was vastly overstated. Matches are won by the best players, so the hypothesis went, and the best players cost money, and thus a club’s wage bill was a far more reliable predictor of success than whichever bloke happened to be sitting on a padded car seat in the dugout.</p><p>In this reading, the era of the all-powerful manager – the patriarchal visionary who oversaw everything from tactics to contract negotiations to the temperature of the away showers – was gone, if it ever really existed. Football’s centre of gravity had shifted away from the manager’s office towards", "link": "https://www.theguardian.com/football/2023/sep/19/pastor-postecoglou-shows-importance-of-journey-even-if-you-never-reach-heaven", "date_published": "2023-09-19T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How low can you go? Cars and Chicano culture – in pictures", "description": "<p>Lowriding is the Mexican-American subculture of cruising as close to the asphalt as possible. Photographer Owen Harvey went along for the ride</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/19/how-low-can-you-go-cars-and-chicano-culture-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/19/how-low-can-you-go-cars-and-chicano-culture-in-pictures", "date_published": "2023-09-19T06:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ID anomaly left me in the dark over Blue Light discount card", "description": "<p>I am a social worker and used it for shopping but now I’m retired I can’t renew it</p><p><strong>Until recently I worked as a social worker and benefited from the Blue Light Card discount scheme for public service employees. I used it to save money on my weekly shop in Asda, as well as in high street stores such as Next.</strong></p><p><strong>I retired last summer and when I attempted to renew my card I was turned down. While retired members of the armed forces, police, fire service and NHS are still eligible, social care staff are not because they cannot provide a “consistent form of ID”.</strong></p> <a href=\"https://www.theguardian.com/money/2023/sep/19/id-anomaly-left-me-in-the-dark-over-blue-light-discount-card\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/19/id-anomaly-left-me-in-the-dark-over-blue-light-discount-card", "date_published": "2023-09-19T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My trip to a Greek island idyll where electric vehicles rule", "description": "<p>The Dodecanese island of Astypalea is waving goodbye to petrol and diesel in a groundbreaking project that has been welcomed by local people</p><p><br />After my seven-hour ferry journey across rolling azure seas, it’s a relief to be back on land. Along with a handful of locals returning from Athens laden with boxes of <em>bougatsa</em> custard pies and neat bags of shopping, I’ve arrived on the Dodecanese island of Astypalea – known as the butterfly island because of <em>Mesa </em><em>Nisi</em> and <em>Exo </em><em>Nisi</em>, its two wing-shaped islands linked by a narrow strip of land. You can break the journey in Naxos or Mykonos. But despite the length of the journey, nothing can beat the pleasure of leaving the bustling port of Piraeus and arriving on a peaceful Greek island by boat.</p><p>Traditionally, the inhabitants of this rugged island, which is one of Greece’s remotest and poorest, scratched a living from agriculture and fishing. Nowadays, most of the island’s 1,300-st", "link": "https://www.theguardian.com/travel/2023/sep/19/greece-island-astypalea-electric-vehicles-holidays", "date_published": "2023-09-19T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Property over people? New York City’s $52bn plan to save itself from the sea", "description": "<p>A decade after Hurricane Sandy, critics of a federal plan that allocates billions to protect the region from rising waters are calling it a ‘failure of imagination’</p><p>Retired FDNY firefighter Patrick Kilgallen remembers the night well. In late October 2012, the approach of Hurricane Sandy up the US Eastern Seaboard coincided with a spring tide, propelling a surge of storm water that crashed into New York City and its surrounds, causing more than $70bn (£56bn) in damages, mostly from flooding.</p><p>When water from the ocean and bayside came coursing up the street, Kilgallen was with his family at home, one block in from the wooden boardwalk, at Rockaway Beach – a barrier island off Queens that faces the Atlantic Ocean and has become known as the “Irish Riviera” for its large population of Irish-American families, including many New York City firefighters and police officers.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/19/new-york-hurricane-sandy-flooding-plan", "link": "https://www.theguardian.com/environment/2023/sep/19/new-york-hurricane-sandy-flooding-plan", "date_published": "2023-09-19T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The New Leviathans by John Gray review – should we abandon hope and prepare for anarchy?", "description": "<p>The philosopher falls back on generalities and sketches of oddballs in his latest, sometimes frenzied assault on liberalism and humanity</p><p>This is a punchy book, and its punches are meant for people like me: people who long to live in a society where lives are cherished, truth is revered, and everyone can speak their mind. John Gray calls us “liberals”, and relishes the fact that we once applauded faraway acts of resistance – from the <a href=\"https://www.theguardian.com/world/2020/dec/14/10-years-on-the-arab-springs-explosive-rage-and-dashed-dreams\">Arab spring</a> to the umbrella revolution in Hong Kong – which have turned out not too well. We ought to be ashamed of ourselves, he says: it is time to drop our “liberalism” and abandon hope.</p><p>Gray has been pushing this kind of argument for more than 40 years. His signature theme – which can be traced back to Edmund Burke’s <em>Reflections on the Revolution in France</em><em> </em>(1790) – is that when a belief in rational ", "link": "https://www.theguardian.com/books/2023/sep/19/the-new-leviathans-by-john-gray-review-should-we-abandon-hope-and-prepare-for-anarchy", "date_published": "2023-09-19T06:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Tower review – apocalyptic lockdown horror goes into the dark, deadly void", "description": "<p>This tale of a tower block enveloped in nothingness, and the terrible things its residents do to survive, starts grim and just gets grimmer … and grimmer</p><p>At the beginning of this remorselessly bleak apocalyptic nightmare, the residents of a tower block in Paris wake up to find the world outside has disappeared. “There is no outdoors,” marvels one man. In its place is a vast black nothingness that swallows up everything and anyone that enters it. About five minutes in, you might start thinking about the plot holes, which feel as gaping as the void’s blackness. Such as, how is that the flats still have electricity? What is making the TVs flicker like it’s the 1980s? Why hasn’t the building been sucked into the abyss?</p><p>Actually, these questions are a pleasant distraction from the film’s grim vision of how low humanity can sink. Its writer and director, the novelist and film-maker Guillaume Nicloux, clearly subscribes to a Hobbesian view that, in the event of society breaki", "link": "https://www.theguardian.com/film/2023/sep/19/the-tower-review-apocalyptic-lockdown-horror-goes-into-the-dark-deadly-void", "date_published": "2023-09-19T06:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: ‘major’ fire at Lviv warehouse after attack, Ukraine says; Zelenskiy questions Russia’s place at UN", "description": "<p>Man seriously injured in attack on west Ukrainian city, governor says; president arrives in New York ahead of first in-person address to UN since war began</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/sep/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-573-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 573 of the invasion</a></strong></li></ul><p>One cargo vessel carrying grain has left the Ukrainian Black Sea port of Chornomorsk for the first time since a grain deal collapsed, an industry source has said according to Reuters, in a test of Ukraine‘s ability to unblock its seaports for grain export.</p><p>Ukraine last month announced a “humanitarian corridor” in the Black Sea to release ships trapped in its ports since the start of war in February 2022 and to circumvent a de facto blockade after Russia abandoned a deal to let Kyiv export grain.</p><p>Han told Blinken that US-China relations face “difficulties and challenges” that re", "link": "https://www.theguardian.com/world/live/2023/sep/19/russia-ukraine-war-live-updates-major-fire-lviv-warehouse-attack-zelenskiy-questions-russias-place-at-un", "date_published": "2023-09-19T05:31:01+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tigray atrocities continuing almost a year after ceasefire, UN experts warn", "description": "<p>Ethiopian government is failing to protect its citizens from ‘grave’ human rights abuses, amid rising violence and hate speech – report</p><p>Human rights abuses are still being committed in Ethiopia’s northern Tigray region more than 10 months after a ceasefire formally ended the bloody civil war, according to a group of UN experts.</p><p>The latest report by the UN’s <a href=\"https://www.ohchr.org/en/hr-bodies/hrc/ichre-ethiopa/index\">International Commission of Human Rights Experts on Ethiopia</a> said the nation’s government was failing to protect its citizens from “grave and ongoing” human rights abuses being committed by militias and Eritrean troops, who fought alongside Ethiopia’s federal military and <a href=\"https://www.theguardian.com/global-development/2023/aug/07/people-are-under-siege-why-ethiopias-war-in-tigray-isnt-over\">remain in border areas of Tigray</a>.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/19/tigray-ethiopia-atrocities-continuing", "link": "https://www.theguardian.com/global-development/2023/sep/19/tigray-ethiopia-atrocities-continuing-after-ceasefire-un-rights-experts-warn", "date_published": "2023-09-19T05:30:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Tim Peake gives us the ultimate tour of space", "description": "<p>Our favourite British astronaut delves into the secrets of the universe. Plus, the truth about the Ozempic ‘skinny’ jab. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/19/tv-tonight-tim-peake-gives-us-the-ultimate-tour-of-space\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/19/tv-tonight-tim-peake-gives-us-the-ultimate-tour-of-space", "date_published": "2023-09-19T05:20:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia now in El Niño climate pattern, increasing bushfire risk, BOM says", "description": "<p>Pattern – which will increase chance of hot and dry summer – announced as total fire bans declared for greater Sydney region</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/sep/19/australia-news-live-qatar-hearing-slot-hoarding-qantas-nsw-labor-budget-cost-of-living-indigenous-voice-to-parliament\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The Bureau of Meteorology has declared that Australia is now in an El Niño climate pattern that will increase the chances of a hot and dry summer, and heighten the risk of dangerous bushfires.</p><p>The announcement comes amid <a href=\"https://www.theguardian.com/australia-news/2023/sep/19/nsw-schools-closed-he", "link": "https://www.theguardian.com/australia-news/2023/sep/19/australia-el-nino-declaration-bom-bushfire-risk-summer-weather-temperature", "date_published": "2023-09-19T05:01:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sadiq Khan says hundreds of thousands spent on anti-Ulez Twitter manipulation", "description": "<p>Mayor of London expected to tell social media firms of campaign and urge them to ‘bear down on the attempts to distort truth’</p><p>Sadiq Khan is expected to claim that “hundreds of thousands of dollars” were spent on an anti-Ulez online manipulation campaign on Twitter, citing research conducted after Labour’s unexpected Uxbridge byelection defeat.</p><p>The London mayor, who will speak at a conference in New York on Tuesday, said he feared that disinformation and manipulation campaigns were “spreading apace” but it was not always clear who was behind them.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/sadiq-khan-says-hundreds-of-thousands-spent-on-anti-ulez-twitter-manipulation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/sadiq-khan-says-hundreds-of-thousands-spent-on-anti-ulez-twitter-manipulation", "date_published": "2023-09-19T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The brave victims of Russell Brand’s misogyny deserve full support. This time, let’s get it right | Marina Hyde", "description": "<p>The new claims made me think about the media’s treatment of the woman he so famously humiliated on Radio 2. I hope we all know better now</p><p>Contemplating the notion of crossing the line, Russell Brand once remarked: “As I always say, there is no line. People draw that line in afterwards to fuck you up.” Anyway: here we all are in the afterwards.</p><p>Back in the day, though, a lot of people were thrilled to be on what they thought was Russell’s side of the line. For a certain type of mournfully uncool man on the left, Russell Brand was quite the excitement. You only had to watch their little faces in his presence – lit up at being fleetingly indulged by the kind of guy who would probably have bullied them at school. He was a <a href=\"https://www.theguardian.com/profile/russellbrand\">sports columnist at the Guardian</a> (often also writing opinion columns), he guest-edited <a href=\"https://www.newstatesman.com/long-reads/2013/10/russell-brand-on-revolution\">the New Statesman</", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/brave-victims-russell-brand-misogyny-deserve-full-support", "date_published": "2023-09-19T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK care home bosses demand next government funds 44% pay rise for staff", "description": "<p>Exclusive: Firms call on future PM to introduce £15-per-hour minimum wage for frontline workers</p><p>Care home bosses are demanding the next government funds a 44% pay rise for frontline staff to stabilise the crisis-hit sector and boost a system that is “in an extremely precarious state”.</p><p>Care England, whose members include the largest care home chains, is calling for the next prime minister to set a £15-per-hour minimum wage for care workers as part of a £10bn a year support package. There are currently over 152,000 <a href=\"https://www.skillsforcare.org.uk/Adult-Social-Care-Workforce-Data/Workforce-intelligence/publications/national-information/The-size-and-structure-of-the-adult-social-care-sector-and-workforce-in-England.aspx\">vacant</a> posts, 430,000 people <a href=\"https://www.adass.org.uk/adass-spring-survey-2023-care-waiting-lists-down-but-needs-increasing\">are on care waiting lists</a> and <a href=\"https://www.theguardian.com/society/2022/dec/28/dementia-patients", "link": "https://www.theguardian.com/society/2023/sep/19/uk-care-home-bosses-demand-next-government-funds-44-pay-rise-for-staff", "date_published": "2023-09-19T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Mutilating the tree of life’: Wildlife loss accelerating, scientists warn", "description": "<p>Human activity has caused species groups to go extinct 35 times faster than they have over the past 500 years</p><p>Groups of animal species are vanishing at a rate 35 times higher than average due to human activity, according to researchers, who say it is further evidence that a sixth mass extinction in Earth’s history is under way and accelerating.</p><p>Scientists analysing the rate at which closely related animal species have gone extinct in the past 500 years have found they would have taken 18,000 years to vanish in the absence of humans, and the rate at which they are being lost is increasing.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/19/mutilating-the-tree-of-life-wildlife-loss-accelerating-scientists-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/19/mutilating-the-tree-of-life-wildlife-loss-accelerating-scientists-warn", "date_published": "2023-09-19T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Symbol of hope’: Lahaina’s beloved banyan shows new growth after fires", "description": "<p>Community rallies to save colossal 150-year-old tree after Maui wildfires badly singed it last month</p><p>A colossal, beloved 150-year-old banyan tree at the centre of Lahaina town that was scorched when deadly wildfires ravaged Maui, Hawaii, last month is showing viridescent signs of new growth.</p><p>The tree, which has been described as the “<a href=\"https://www.theguardian.com/us-news/2023/aug/10/lahaina-banyan-tree-burned-hawaii-wildfire\">heartbeat of Lahaina Town</a>” was badly singed, but still standing last month after fires killed at least 97 people and reduced much of the historic town to ash.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/lahaina-banyan-tree-hawaii-wildfires-new-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/18/lahaina-banyan-tree-hawaii-wildfires-new-growth", "date_published": "2023-09-19T05:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Loose lending and inadequate auditing: central government’s role in the local council disaster | Nils Pratley", "description": "<p>Councils’ decision-making caused the worst failures, but lack of Westminster oversight is also to blame</p><p>Imagine a situation in which most companies on the London Stock Exchange had failed to file their report and accounts on time, with several behind on their paperwork by multiple years. Then further imagine that one explanation for the delays was that the UK doesn’t have enough auditors with the right skills, and that the body that used to do most of the work was abolished in 2015. Then assume that a handful of these companies were simultaneously confessing to hundreds of millions of pounds of writedowns on property speculation. There would be uproar.</p><p>The above parallel, however, roughly describes the state of affairs in local government in England. Only 12% of audits for 2022 were completed on time and, even with a subsequent push to catch up, the tally stood at only 27% at the last count. Overall, 520 audits, from a population of about 400 local authorities, are del", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/sep/19/lending-auditing-central-government-local-council-disaster", "date_published": "2023-09-19T05:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russell Brand’s wonderland: the online soapbox where the star pushes his ‘free speech’", "description": "<p>Amid the relentless conspiracy theorising on the comedian’s YouTube and Rumble video channels, there have been fleeting pauses for self-reflection</p><p>In a video posted last year, sandwiched between episodes on what the Covid vaccine provider Pfizer “isn’t telling you” and the “bezerker” qualities of Donald Trump as a consensus-breaking force – familiar themes for the millions of subscribers to Russell Brand’s Stay Free channel – there was a change of tone.</p><p>The subject of the daily episode was not the usual diet of conspiracy theories, critiques of the mainstream media and whimsical football chat but instead the US libel trial involving Johnny Depp and Amber Heard in which the veracity of the allegations of domestic abuse made by the Hollywood star’s former wife were being examined.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/19/russell-brands-wonderland-the-online-soapbox-where-the-star-pushes-his-free-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/19/russell-brands-wonderland-the-online-soapbox-where-the-star-pushes-his-free-speech", "date_published": "2023-09-19T05:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "End of salt reduction drive led to 24,000 premature deaths in England – study", "description": "<p>Heath experts say findings show government cannot rely on food industry to help cut people’s intake</p><p>Thousands of people have died avoidably after the government stopped telling the food industry to cut how much salt it puts into its products, research has found.</p><p>Salt is a <a href=\"https://www.bhf.org.uk/informationsupport/support/healthy-living/healthy-eating/salt#:~:text=The%20recommended%20daily%20salt%20intake,children%20depends%20on%20their%20age\">significant cause</a> of high blood pressure, which leads to tens of thousand of people a year suffering or dying from a heart attack or stroke.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/end-of-salt-reduction-drive-led-to-24000-premature-deaths-in-england-study\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/end-of-salt-reduction-drive-led-to-24000-premature-deaths-in-england-study", "date_published": "2023-09-19T04:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 2023 Great British Bake Off contestants – ranked!", "description": "<p>Cheer up – Bake Off is just days away! We rate this year’s batch of contestants, from the pet therapist to the veg grower and … the Terminator?</p><p>The 14th series of The Great British Bake Off is now only days away. And for a show that prides itself on consistency, a few things have changed this year. Alison Hammond is now a presenter, and hopefully the show won’t cause as much of an <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/07/great-british-bake-off-accused-of-cultural-appropriation-over-mexican-episode\">international racism furore</a> as it did last year.</p><p>There are also 12 brand new contestants. And, as is tradition, I have parsed their bios and contestant Q&amp;As to determine who will win and who will lose. So here is the new clutch of bakers, ranked in reverse order of impressiveness.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/19/the-2023-great-british-bake-off-contestants-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/19/the-2023-great-british-bake-off-contestants-ranked", "date_published": "2023-09-19T04:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK drug advisers recommended decriminalising possession in 2016, leak reveals", "description": "<p>Exclusive: Guardian has seen copy of 27-page report that Home Office attempted to keep confidential</p><p>The UK government’s official drug advisers privately advocated for a formal repeal of the criminalisation of personal-use drug possession in 2016, a leaked document has revealed.</p><p>The Guardian has seen a copy of the 27-page pro-decriminalisation report, which the Home Office ignored at the time but then fought a three-year battle to keep confidential after a freedom of information request.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/uk-drug-advisers-recommended-decriminalising-possession-in-2016-leak-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/uk-drug-advisers-recommended-decriminalising-possession-in-2016-leak-reveals", "date_published": "2023-09-19T04:00:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson called his allies ‘The Munsters’, new book alleges", "description": "<p>The Right to Rule describes Johnson as isolated on back benches, ‘scathing’ in private about MPs who did back him</p><p>Boris Johnson described his political allies as “<a href=\"https://www.theguardian.com/film/2021/jun/16/eddie-munster-and-me-the-secret-lives-of-spooky-sinister-screen-children\">The Munsters</a>” and regularly hummed the Addams Family theme tune while discussing them after he quit as foreign secretary over Theresa May’s proposed Brexit deal, it has been claimed.</p><p>The former prime minister, who had returned to the Conservative back benches in July 2018, also joked that he had “cornered the market in sex pests” among his supporters, according to a book by the Telegraph’s political editor, Ben Riley-Smith.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/boris-johnson-called-his-allies-the-munsters-new-book-alleges\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/boris-johnson-called-his-allies-the-munsters-new-book-alleges", "date_published": "2023-09-19T04:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Justice for Neanderthals! What the debate about our long-dead cousins reveals about us", "description": "<p>They were long derided as knuckle-draggers, but new discoveries are setting the record straight. As we rethink the nature of the Neanderthals, we could also learn something about our own humanity</p><p>There’s a human type we’ve all met: people who find a beleaguered underdog to stick up for. Sometimes, the underdog is an individual – a runt of a boxer, say. Sometimes, it is a nation, threatened by a larger neighbour or by the rising sea. Sometimes, it is a tribe of Indigenous people whose land and health are imperilled. Sometimes, it is a language down to its last native speakers. The underdog needn’t be human: there are species of <a href=\"https://www.theguardian.com/environment/2017/dec/14/a-different-dimension-of-loss-great-insect-die-off-sixth-extinction\" title=\"\">insect</a>, even of <a href=\"https://www.theguardian.com/environment/2023/aug/30/flora-fauna-and-funga-un-backs-new-term-for-conservation-discussions\" title=\"\">fungi</a>, that have their advocates. But what all thes", "link": "https://www.theguardian.com/science/2023/sep/19/justice-for-neanderthals-what-the-debate-about-our-long-dead-cousins-reveals-about-us", "date_published": "2023-09-19T04:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s gender recognition reform judicial review: what you need to know", "description": "<p>Court challenge opens in Edinburgh after UK government blocked bill making it easier for trans people to change their legal sex</p><p>A major court battle between the Scottish and UK governments over the twin flashpoints of constitutional powers and gender recognition reform will begin in Edinburgh on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/scotlands-gender-recognition-reform-judicial-review-what-you-need-to-know\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/scotlands-gender-recognition-reform-judicial-review-what-you-need-to-know", "date_published": "2023-09-19T04:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Daring or delusional? Starmer seeks to woo Europe with talk of new Brexit deal", "description": "<p>Labour leader to meet Emmanuel Macron amid his international tour to test appetite for closer ties to EU</p><p>Keir Starmer is to meet Emmanuel Macron as he begins to prepare the ground for a potential renegotiation of the UK-EU trading agreement in 2025.</p><p>The Labour leader will meet the French president at the Élysée Palace in Paris on Tuesday on the latest leg of an international tour, which has taken in The Hague and Montreal.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/keir-starmer-europe-talk-new-brexit-deal-labour-leader-emmanuel-macron-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/keir-starmer-europe-talk-new-brexit-deal-labour-leader-emmanuel-macron-eu", "date_published": "2023-09-19T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Never past your prime! 13 peaks we reach at 40 or later – from sex to running to self-esteem", "description": "<p>Ageing doesn’t have to mean slowing down. In fact, you’re more likely to win an ultramarathon in midlife, not to mention get happier, wiser and more body confident</p><p>It’s easy to fixate on everything you’re getting worse at as you age. I’m 48, and trying to remember a phone number long enough to dial it, write under time pressure or sprint after the bus all leave me marvelling – if that’s the word – at my evaporating abilities. Muscle and bone mass decline from your 30s, and midlife can feel like a slippery, baffling slope towards decay (yes, I am fun to be around, thank you for noticing). But are there things even someone as ancient as me can still get better at?</p><p>The assumption that ageing is inevitably a process of cognitive and physical decline is one Daniel Levitin, professor of neuroscience at McGill University, sought to challenge in his book <a href=\"https://guardianbookshop.com/the-changing-mind-9780241379400\">The Changing Mind</a>. “Our societal narrative is not", "link": "https://www.theguardian.com/science/2023/sep/19/never-past-your-prime-13-peaks-we-reach-at-40-or-later", "date_published": "2023-09-19T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Biggest walkout NHS has ever seen’ will put patients at risk, health body warns", "description": "<p>NHS Confederation says hospitals will cancel more appointments and operations than ever before this week</p><p>More patients than ever before will be put at risk when consultants and junior doctors begin the “biggest walkout the NHS has ever seen”, the body that speaks for health trusts has warned.</p><p>The <a href=\"https://www.theguardian.com/society/2023/sep/18/doctors-strike-to-disrupt-care-unlike-anything-seen-before-warn-nhs-officials\">latest round of industrial action</a> in England, when consultants will strike in a dispute over pay on Tuesday and Wednesday and junior doctors on Wednesday, Thursday and Friday, would force hospitals to cancel a higher number of appointments and operations than ever before, the NHS Confederation revealed.</p> <a href=\"https://www.theguardian.com/society/2023/sep/19/biggest-walkout-nhs-has-ever-seen-will-put-patients-at-risk-health-body-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/19/biggest-walkout-nhs-has-ever-seen-will-put-patients-at-risk-health-body-warns", "date_published": "2023-09-19T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Ukrainians understand corruption can kill’: Kyiv takes on an old enemy", "description": "<p>Much work is too be done, but campaigners say recent scandals and court cases are a good rather than bad sign</p><p>As the Ukrainian army’s counteroffensive continues against Russian forces in the east of the country, another battle is raging on the home front in Kyiv – against corruption.</p><p>President Volodymyr Zelenskiy <a href=\"https://www.theguardian.com/world/2023/sep/04/ukraine-defence-minister-oleksii-reznikov-resigns\">recently sacked Oleksii Reznikov</a> as defence minister. There are also numerous court cases against various defence ministry officials. Separately, one of Ukraine’s most notorious oligarchs, Ihor Kolomoisky, <a href=\"https://www.theguardian.com/world/2023/sep/03/ukrainian-oligarch-ihor-kolomoisky-detained-on-suspicion-of-and-money-laundering\">has been arrested on suspicion of fraud and money laundering</a>, and is in pre-trial detention.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/corruption-kyiv-takes-on-an-old-foe-wartime\">Continue readi", "link": "https://www.theguardian.com/world/2023/sep/19/corruption-kyiv-takes-on-an-old-foe-wartime", "date_published": "2023-09-19T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Where the coast goes, England follows’: Tories risk ‘tidal wave’ if they ignore seaside towns, says thinktank", "description": "<p>Exclusive: Report highlights growing gap between declining coastal communities and  rest of the country</p><p>Rishi Sunak must commit to levelling up England’s struggling seaside towns, or risk a political “tidal wave” at the next general election, a Conservative thinktank has warned.</p><p>In a report entitled Troubled Waters, the thinktank Onward shows that communities set within 5km of England’s coast are poorer, sicker and more crime-ridden than their inland neighbours – and calls for a £500m regeneration package.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/19/tories-risk-political-tidal-wave-if-they-ignore-seaside-towns-thinktank\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/19/tories-risk-political-tidal-wave-if-they-ignore-seaside-towns-thinktank", "date_published": "2023-09-19T04:00:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Comfort Eating with Grace Dent is coming back", "description": "<p>Season five of Comfort Eating with <a href=\"https://twitter.com/gracedent\">Grace Dent</a> will kick off on Tuesday, 26 September. Join Grace as she learns what her celebrity guests, such as Nadiya Hussain and Jon Ronson, love to eat when nobody is watching</p><p><strong>New episodes of Comfort Eating with Grace Dent are released every Tuesday</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/sep/19/comfort-eating-with-grace-dent-is-coming-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/sep/19/comfort-eating-with-grace-dent-is-coming-back", "date_published": "2023-09-19T04:00:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will our bees survive the Asian hornet invasion? – podcast", "description": "<p>Asian hornets have been <a href=\"https://www.theguardian.com/environment/2023/aug/17/rise-asian-hornet-sightings-uk-bees\">spotted in the UK</a> in record numbers this year, sparking concern about what their presence could mean for our native insects, and in particular bee populations. Madeleine Finlay speaks to ecologist Prof Juliet Osborne about why this species of hornet is so voracious, how European beekeepers have been impacted by their arrival, and how scientists and the government are attempting to prevent them from becoming established here</p><p>Read more Guardian reporting on invasive species <a href=\"https://www.theguardian.com/environment/invasive-species\">here</a></p> <a href=\"https://www.theguardian.com/science/audio/2023/sep/19/will-our-bees-survive-the-asian-hornet-invasion-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/sep/19/will-our-bees-survive-the-asian-hornet-invasion-podcast", "date_published": "2023-09-19T04:00:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Young people ditching ambitions over UK cost of living crisis, research finds", "description": "<p>Survey of 18- to 24-year-olds for Prince’s Trust found two-thirds had lowered their career expectations</p><p>Young people are abandoning their dreams and ambitions because of the cost of living crisis and mental health concerns, new research has found.</p><p>Harbouring hopes for an enjoyable career that makes them financially secure seems unimaginable and too risky, with young people saying they are only able to plan for the short term: half of those surveyed said they were not able to think beyond the next six months.</p> <a href=\"https://www.theguardian.com/society/2023/sep/19/young-people-ditching-ambitions-over-uk-cost-of-living-crisis-research-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/19/young-people-ditching-ambitions-over-uk-cost-of-living-crisis-research-finds", "date_published": "2023-09-19T04:00:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nick Chubb ‘out for season’ after severe knee injury in Browns’ loss to Steelers", "description": "<ul><li>Running back injured same knee while in college</li><li>Saints beat Panthers in Monday’s other game</li></ul><p>The Cleveland Browns’ star running back, Nick Chubb, was carted off the field with what appeared to be a severe knee injury <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401547424\">during his team’s 26-22 loss</a> to the Pittsburgh Steelers on Monday night.</p><p>Steelers safety Minkah Fitzpatrick came in low for a tackle at the end of a five-yard run early in the second quarter and delivered a hit to Chubb’s legs. Chubb remained on the ground for several minutes while teammates gathered in prayer nearby. He eventually left on a cart. ESPN chose not to show replays of the incident.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/nick-chubb-knee-injury-cleveland-browns-pittsburgh-steelers-nfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/18/nick-chubb-knee-injury-cleveland-browns-pittsburgh-steelers-nfl", "date_published": "2023-09-19T02:43:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy vows to be heard as he prepares for first in-person UN address since Russia’s invasion", "description": "<p>Ukraine president visits wounded soldiers in New York and questions Russia’s right to a security council seat ahead of key speech at UN general assembly  </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>Volodymyr Zelenskiy is set to address the UN general assembly in-person on Tuesday for the first time since Russia’s invasion in February 2022, telling reporters: “For us it’s very important that all our words, all our messages will be heard.”</p><p>The Ukrainian president made the remarks during a visit to Staten Island university hospital, where Ukrainian soldiers have been treated for amputations.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/volodymyr-zelenskiy-un-address-speech-tuesday\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/volodymyr-zelenskiy-un-address-speech-tuesday", "date_published": "2023-09-19T02:29:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The horrifying allegations against Russell Brand", "description": "<p>The comedian, presenter and actor has been accused of sexual assault, emotional abuse and rape between 2006 and 2013 – allegations Brand denies. <strong>Alexandra Topping</strong> explains why such stories can be particularly difficult to investigate</p><p>Russell Brand’s public persona has always been outrageous, controversial and sexually explicit. Yet despite multiple falls from grace he became a ubiquitous presence in the British media as a TV and radio presenter and comedian. After yet another scandal he left the UK for the US – starring in Hollywood films and being briefly married to the pop star Katy Perry.</p><p>But now he has been accused of rape, sexual assault and emotional abuse. The allegations against him come from a number of women, one of whom says Brand started a sexual relationship with her when she was 16 years old that spanned seven years. <strong>Nosheen Iqbal</strong> hears how alongside serious assaults, former colleagues say his inappropriate behaviour on a", "link": "https://www.theguardian.com/news/audio/2023/sep/19/the-horrifying-allegations-against-russell-brand", "date_published": "2023-09-19T02:00:44+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Where is Li Shangfu? China’s missing defence minister highlights Xi’s total grip on power", "description": "<p>China’s latest missing minister underscores the move to centralised rule, and how questioning Xi’s judgement has become increasingly dangerous</p><p>Three weeks after he was last seen in public, there is still no official confirmation about what has happened to Gen Li Shangfu, China’s defence minister and the latest senior official to be seemingly swept up in China’s political purges.</p><p>Last week, Reuters reported that Li, along with eight other senior officials, was <a href=\"https://www.theguardian.com/world/2023/sep/15/china-defence-minister-li-shangfu-missing\">under investigation</a> for the corrupt procurement of military equipment relating to his time at the helm of the equipment division of the Central Military Commission, the military’s ruling body, between September 2017 and October 2022. US intelligence has also made similar conclusions.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/general-li-shangfu-china-defence-minister-missing-xi-jinping-vetting\">Con", "link": "https://www.theguardian.com/world/2023/sep/19/general-li-shangfu-china-defence-minister-missing-xi-jinping-vetting", "date_published": "2023-09-19T01:22:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beijing summons German ambassador after foreign minister calls Xi Jinping a ‘dictator’", "description": "<p>Annalena Baerbock, who has taken a hawkish stance on China, made the remark last week during a visit to the US </p><p>Beijing has summoned the German ambassador to China after foreign minister Annalena Baerbock called president Xi Jinping a “dictator”, Berlin has said, in the latest flare-up of tensions between the countries.</p><p>While they are major trade partners, Berlin-Beijing ties have been fraying as some in the German government take a harder line over issues ranging from human rights to Taiwan.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/china-summons-german-ambassador-after-foreign-minister-calls-xi-jinping-dictator\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/china-summons-german-ambassador-after-foreign-minister-calls-xi-jinping-dictator", "date_published": "2023-09-19T01:14:08+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Explainer: what’s behind the growing tensions between Canada and India?", "description": "<p>Justin Trudeau has said there is ‘credible’ evidence that Indian government agents were behind the<strong> </strong>alleged assassination of Sikh leader</p><p>Canada’s prime minister, Justin Trudeau, announced on Monday that there was “credible” information linking <a href=\"https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-trudeau\">Indian government agents to the murder of a Sikh separatist leader</a> in British Columbia in June.</p><p>The announcement marks a significant worsening of bilateral ties between the two countries at a time when India is already unhappy that Canadian authorities are not cracking down on Sikh protesters who want their own independent homeland.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/canada-india-tensions-explainer-fatal-shooting-sikh-leader-hardeep-singh-nijjar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/canada-india-tensions-explainer-fatal-shooting-sikh-leader-hardeep-singh-nijjar", "date_published": "2023-09-19T00:25:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Authorities locate debris of F-35 fighter jet that crashed in South Carolina", "description": "<p>Recovery team worked to secure the debris field of a Marine Corps F-35 fighter jet after pilot ejected and parachuted to safety</p><p>Authorities found a debris field Monday from a Marine Corps F-35 stealth fighter jet that crashed in South Carolina after the pilot ejected and parachuted to safety.</p><p>The debris field was located in rural Williamsburg county, according to the Marine Corps’ Joint Base Charleston. The field is about two hours north-east of the base, and residents were being asked to avoid the area while the recovery team worked to secure it.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/us-stealth-f-35-fighter-jet-crash-south-carolina-update\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/18/us-stealth-f-35-fighter-jet-crash-south-carolina-update", "date_published": "2023-09-19T00:23:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is Jacinda Ardern absent from New Zealand election campaign?", "description": "<p>Former PM became ‘lighting rod for discontent’ among some voters as analysts say her time in office associated with Covid fallout</p><p>As the final month of campaigning in New Zealand’s election begins, one figure is noticeably absent for observers abroad: former prime minister Jacinda Ardern.<br /><br />Ardern dominated political life in New Zealand for five years, until her shock <a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-resigns-as-prime-minister-of-new-zealand\">resignation in January 2023.</a> Now, as she wrote on Instagram in April, she is “helpfully” at Harvard during New Zealand’s election campaign.</p><p>Ardern was elected in 2017 on a wave of Jacindamania and her extremely high popularity endured, carrying the Labour party under her leadership to a historic win in 2020. She enjoyed stratospheric popularity abroad too – featuring on the cover of Vogue and as a favourite guest of late-night talkshows in the US.</p> <a href=\"https://www.theguardia", "link": "https://www.theguardian.com/world/2023/sep/19/new-zealand-election-2023-where-is-jacinda-ardern-why-absent-campaign", "date_published": "2023-09-19T00:19:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]