[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCcyq283he07B7_KUX07mmtA", "title": "How Chinese Demand For Fish Maw (Swim Bladder) Fuels A $52 Million Industry In Uganda | So Expensive", "description": "Warning: Graphic Content\n\nFish maw — the swim bladder of a fish — is one of the most expensive dried-seafood products in the world. A Chinese delicacy, it can fetch $450 to $1,000 per kilogram. It’s often viewed as a symbol of wealth and prosperity, and it's given out as gifts at important events and stockpiled as a speculative investment. It’s one of the “four treasures” of Cantonese cuisine, along with abalone, sea cucumber, and shark fin. But the main reason fish maw is so desired is its supposed medical value. Because of its high levels of collagen and fiber, it's believed to promote healthy skin, boost the immune system, and aid digestion. Fish maw is also often recommended in China for postpartum recovery and to reduce post-surgery pain. But because of overfishing in East Asia, China now imports the majority of its bladders from other countries, like Uganda. In Uganda, fishers compete for Nile perch in Lake Victoria and ship them to China for extremely high prices.\n\nMORE SO EXP", "link": "https://www.youtube.com/watch?v=_pCDAnQH84o", "date_published": "2023-09-19T21:00:29+00:00", "bookmarked": false, "dead": null, "artist": "InsiderBusiness", "album": "InsiderBusiness", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_pCDAnQH84o/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCcyq283he07B7_KUX07mmtA", "title": "This #cheese is so unique that it can only be found on one #farm in the entire world! #PuleCheese", "description": "", "link": "https://www.youtube.com/watch?v=oMa0CdIeiQc", "date_published": "2023-09-19T18:24:40+00:00", "bookmarked": false, "dead": null, "artist": "InsiderBusiness", "album": "InsiderBusiness", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oMa0CdIeiQc/hqdefault.jpg"}]