[{"source": "https://www.theguardian.com/international/rss", "title": "Romanian steel: how Theo Dan’s grandfather forged his love for rugby | Gerard Meagher", "description": "<p>The England hooker has gone from Ampthill in the Championship to the World Cup</p><p>Theo Dan’s rapid rise into the England ranks came thanks to a breakthrough season at Saracens – via a stint at Ampthill – but it was forged in Romanian steel. His grandfather, an engineer from Bucharest, was a keen player in his day and built a set of posts for Dan to learn his trade, locking horns with his cousins for days on end in the long summers of his youth.</p><p>The 22-year-old speaks Romanian with his parents – who moved to the UK in the late 1990s – with the odd word of English thrown in and he was due to spend another summer in Romania until a call from Steve Borthwick. The England head coach informed him he would be capping a fine season, one that began in the Championship but ended with Saracens’ victory in <a href=\"https://www.theguardian.com/sport/2023/may/27/saracens-seal-premiership-glory-as-owen-farrell-steals-sales-thunder\" title=\"\">the Premiership final</a>, with a place in Eng", "link": "https://www.theguardian.com/sport/2023/sep/19/theo-dan-grandfather-rugby-world-cup-england", "date_published": "2023-09-19T21:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Zelenskiy accuses Russia of genocide and urges world leaders to attend peace summit", "description": "<p>Ukrainian president says all leaders ‘who do not tolerate any aggression’ would be invited to a peace summit</p><p>Volodymyr Zelenskiy has told the UN general assembly that Russia is committing genocide in Ukraine and urged world leaders to attend a peace summit to help stop the invasion and future wars of aggression.</p><p>Appearing in the assembly chamber in New York for the first time in person, the Ukrainian president used the opportunity to try to galvanise support for his country’s plight among many countries, especially in the global south, <a href=\"https://www.theguardian.com/world/2023/sep/17/rifts-over-ukraine-disrupt-un-summit-on-crises-in-the-global-south\">many of whom have sought to sit on the fence in the face of the full-scale Russian invasion.</a></p> <a href=\"https://www.theguardian.com/world/2023/sep/19/zelenskiy-russia-genocide-un-general-assembly\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/zelenskiy-russia-genocide-un-general-assembly", "date_published": "2023-09-19T20:19:16+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Indigenous burial mounds in Ohio become Unesco world heritage site", "description": "<p>The network of ceremonial mounds join the Acropolis, Machu Picchu, the Taj Mahal, Stonehenge and the Great Wall of China</p><p>A network of Native American ceremonial and burial mounds in southern Ohio have been added to the list of world heritage sites of the United Nations Educational, Scientific and Cultural Organization (<a href=\"https://www.theguardian.com/world/unesco\">Unesco</a>). The move places what the organization describes as “part cathedral, part cemetery and part astronomical observatory” on the same cultural plane as the Acropolis, Machu Picchu, the Taj Mahal, Stonehenge and the Great Wall of China.</p><p>The recognition of the <a href=\"https://www.nps.gov/hocu/learn/historyculture/hopewell-ceremonial-earthworks.htm\">Hopewell ceremonial earthworks </a>was announced by Unesco’s world heritage committee during a meeting in Saudi Arabia.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/19/ohio-indigenous-burial-mounds-unesco-world-heritage-site\">Continue readi", "link": "https://www.theguardian.com/us-news/2023/sep/19/ohio-indigenous-burial-mounds-unesco-world-heritage-site", "date_published": "2023-09-19T19:34:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "New Hampshire man died after being punched at Patriots game, witness says", "description": "<ul><li>Dale Mooney, 53, died Sunday after ‘incident’ at Foxborough</li><li>Witness told MassLive.com victim was punched by Miami fan</li></ul><p>Police are investigating the death of a New Hampshire man following an incident in the stands at a New England Patriots home game over the weekend, a county attorney’s office said.</p><p>Police and personnel responded to the upper deck at Gillette Stadium shortly before 11pm local time on Sunday. Dale Mooney, 53, of Newmarket, New Hampshire, “was in apparent need of medical attention”, the Norfolk County district attorney’s office said in a news release on Monday.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/19/dale-mooney-patriots-fan-death-gillette-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/19/dale-mooney-patriots-fan-death-gillette-stadium", "date_published": "2023-09-19T17:48:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Spectre of Jimmy Carter hangs over Biden’s deal with Iran to free Americans", "description": "<p>The failure to free US hostages seized at the US embassy in Tehran over 40 years ago consigned one Democratic president to a single term</p><p>For all the widespread fear of a second Donald Trump presidency, the Biden White House could be forgiven for being more preoccupied by the spectre of Jimmy Carter and the baleful images of his last year in office.</p><p>Carter was the last Democratic president to serve only a first term, brought low by the searing drama of the Tehran embassy siege, when Iranian revolutionaries had overrun the US diplomatic compound and held 52 American personnel captive for more than a year, heaping international humiliation on a military superpower when the cold war was still at its height.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/19/iran-prisoner-deal-biden-jimmy-carter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/19/iran-prisoner-deal-biden-jimmy-carter", "date_published": "2023-09-19T13:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Nightmare is finally over’: Americans freed from Iran speak of relief on return to US", "description": "<p>Five former prisoners land in Virginia after controversial deal which involved exchange of five Iranians and unfreezing of $6bn</p><p>Americans detained for years in Iran arrived home on Tuesday, tearfully hugged their loved ones and declared “Freedom!” after being let go as part of a politically risky deal that saw Joe Biden agree to the release of nearly $6bn in frozen Iranian assets.</p><p>The prisoners landed at Fort Belvoir, Virginia, with clapping and cheers heard in the pre-dawn hours. Siamak Namazi, the first off the jet, paused for a moment, closed his eyes and took a deep breath before leaving the plane. Loved ones, some holding small American flags, enveloped them in hugs and exchanged greetings in English and Farsi, the main language of Iran.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/19/freed-americans-prisoners-iran-return-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/19/freed-americans-prisoners-iran-return-us", "date_published": "2023-09-19T12:44:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Crude oil tops $95 a barrel raising fears of return to rising inflation", "description": "<p>Oil price is bad news for central banks trying to tame inflation and will add to pressure to further increase interest rates </p><p>The price of crude oil has topped $95 a barrel, threatening to push up petrol prices at the pump and create a headache for central bankers tasked with taming the resulting inflation.</p><p>Markets are already betting that the latest inflation figures from the Office for National Statistics, out on Wednesday, will show a rise in the annual rate of consumer price inflation to 7% in August, <a href=\"https://www.theguardian.com/business/2023/aug/16/uk-inflation-falls-sharply-as-cost-of-living-pressures-ease\">from 6.8% in July</a>.</p> <a href=\"https://www.theguardian.com/business/2023/sep/19/crude-oil-price-barrel-rising-inflation-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/19/crude-oil-price-barrel-rising-inflation-interest-rates", "date_published": "2023-09-19T12:07:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Love over money: footballers who have gone home to finish their careers", "description": "<p>Sergio Ramos, Ángel Di María and Santi Cazorla turned down lucrative deals and went back to where their hearts lay</p><p>By <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> for <a href=\"https://thefootballmine.com/\">The Football Mine</a></p><p>During his heyday Sergio Ramos would not have won many popularity contests outside his own club’s fanbase. As an exponent of the dark arts Ramos was irascible, spiky and often infuriating. His career was littered with various misdemeanours, including 28 red cards, 20 of which he received in La Liga – a record for individual dismissals. However, Ramos’s return to his hometown club, Sevilla, has brought the 37-year-old acclaim. At his emotional homecoming he outlined his motivation: “It wasn’t a matter of money or a contract but a question of philosophy, mentality and feeling. At Sevilla we come together in these values.”</p><p>In light of so many high-profile players moving to Saudi Arabia in the last few months, it was refreshing to", "link": "https://www.theguardian.com/football/2023/sep/19/love-money-footballers-home-finish-careers-sergio-ramos-di-maria-santi-cazorla", "date_published": "2023-09-19T11:58:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Bling to wins: Deion Sanders has struck fear into the college football establishment", "description": "<p>The NFL hall of famer’s overpowering charisma has entrenched the once ailing Colorado at the heart of sports and culture in the US</p><p>Bulletin board material is not something you should give Deion Sanders, whose habit of taking the scoring attempts against him and <a href=\"https://www.youtube.com/watch?v=SUfB55kAEYs\">returning them with interest</a> is what made him perhaps the best two-way player in NFL history. Now the coach at the University of Colorado, Sanders makes a spectacular show of making footstools from the legion of critics who considered him too green and too dumb for such a dynamic leadership post.</p><p>But Jay Norvell couldn’t hold his tongue. Before his Colorado State team faced Colorado last Saturday, <a href=\"https://www.espn.com/college-football/story/_/id/38399402/jay-norvell-jabs-deion-sanders-ahead-colorado-rivalry-game\">Norvell attacked Sanders</a> for wearing gold chains, sunglasses and cowboy hats in interviews – a look Norvell considered unprofession", "link": "https://www.theguardian.com/sport/2023/sep/19/bling-to-wins-deion-sanders-has-struck-fear-into-the-college-football-establishment", "date_published": "2023-09-19T11:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Subtle and sinister’: Republicans’ anti-drag crusade seen as assault on LGBTQ+ rights", "description": "<p>Hundreds of anti-LGBTQ+ laws were introduced in 2023, including bans on drag shows, but many have been struck down</p><p>At the beginning of 2023, drag came under attack.</p><p>Tennessee, Texas and Montana all passed laws which would specifically ban drag artists from performing in certain public spaces – the latest part of a conservative culture war that has seen books banned from schools and libraries around the country and rights stripped from the LGBTQ+ community.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/us-states-attack-drag-shows-lgbtq-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/us-states-attack-drag-shows-lgbtq-rights", "date_published": "2023-09-19T10:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Soap operas, late-night snacks and naps: How NBA players get their rest", "description": "<p>Basketball players criss-cross North America during the season. Getting a good night’s rest is vital if they want to stay on top of their games</p><p>When it came to George Gervin’s gameday routine, no one was going to mess with his soap opera viewing. Trashy shows helped the Hall of Famer relax so he could drift off into an essential pre-game nap. Without those two-to-three hours of slumber, the “Ice Man” may not have been able to lead the NBA in scoring in four different seasons. Indeed, naps, says Gervin, have been a part of NBA life for some time. Crucial in a profession that has players and coaches up at odd hours, working themselves weary.</p><p>“We’d have shootaround and then we’d come back, you eat lunch, and then I’d take a nap for a couple of hours,” Gervin tells the Guardian. “I did that most of my career. I got caught up in the soap operas back then.”</p> <a href=\"https://www.theguardian.com/sport/2023/sep/19/soap-operas-late-night-snacks-and-naps-how-nba-players-get-t", "link": "https://www.theguardian.com/sport/2023/sep/19/soap-operas-late-night-snacks-and-naps-how-nba-players-get-their-rest", "date_published": "2023-09-19T09:00:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "My exhibitionist girlfriend likes sex with the curtains open", "description": "<p>It is a new relationship and I am finding it difficult to tell her that this makes me uncomfortable. What should I do?</p><p><strong>After some years of bachelorhood, I recently met the most wonderful woman through a dating app. I could easily fill pages on how we connect</strong><strong>, </strong><strong>barring one sexual fetish that has emerged</strong><strong>. During one of our first nights together, she described herself as “a bit of an exhibitionist” and insisted on leaving the bedroom curtains open while making love. The way my fourth-floor </strong><strong>flat is situated, this didn’t put us on full display</strong><strong>, but neighbours from across the street may very well have had a good view of</strong><strong> everything we did. My girlfriend found </strong><strong>this very arousing, which </strong><strong>had its effect on me, but I </strong><strong>also found this an awkward experience</strong><strong>. It made me wonder what else she has in store. At this earl", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/19/my-exhibitionist-girlfriend-likes-sex-with-the-curtains-open", "date_published": "2023-09-19T07:00:51+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "As a white Australian, I am deeply ashamed of the past. Voting yes is a step towards a more equitable future | Ron Glanville", "description": "<p>The Uluru statement and referendum isn’t asking a lot from us - primarily that we listen and own our truth, which any decent society would do</p><ul><li>Read our <a href=\"https://www.theguardian.com/australia-news/2023/sep/04/what-is-the-indigenous-voice-to-parliament-australia-what-does-it-mean-explained-referendum-campaign\">voice referendum explainer</a> and see the <a href=\"https://www.theguardian.com/news/datablog/ng-interactive/2023/sep/04/indigenous-voice-to-parliament-poll-results-polling-latest-opinion-polls-referendum-tracker-newspoll-essential-yougov-news-by-state-australia\">latest voice poll results</a></li><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Why would an old white guy support an Aboriginal and Torres Strait Island", "link": "https://www.theguardian.com/commentisfree/2023/sep/19/indigenous-voice-to-parliament-referendum-voting-yes", "date_published": "2023-09-19T05:09:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Clacton-on-Sea: the ‘forgotten’ town that voted for Brexit", "description": "<p>Residents of the Essex coastal community with the highest proportion of economically inactive people in the UK discuss the reality of living on the edge</p><p>At Geo’s Fish Bar in Clacton-on-Sea on a sunny afternoon, business is quiet enough for Peter Serghiou, the manager, to take a break. He rests his forearms on the wooden counter and gazes out at the high street in the town where he grew up.</p><p>“I mean, I like it. I’ve been down here all my life,” says Serghiou, whose parents moved to the seaside town from Cyprus more than 70 years ago. “But I think for newcomers that come into the town, there’s nothing much for them worthwhile. If they don’t want to work in shops, there’s nothing.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/clacton-on-sea-coastal-town-voted-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/19/clacton-on-sea-coastal-town-voted-brexit", "date_published": "2023-09-19T04:00:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Vatican considering report into ‘very serious’ allegations against former Broome bishop Christopher Saunders, church says", "description": "<p>Archbishop of Perth says the former bishop has denied the ‘deeply distressing’ allegations</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/sep/19/australia-news-live-qatar-hearing-slot-hoarding-qantas-nsw-labor-budget-cost-of-living-indigenous-voice-to-parliament\">Follow our Australia news live blog for latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The Catholic archbishop of Perth says “very serious and deeply distressing” allegations against a former bishop are now being examined by the Vatican after an investigation by the church.</p><p>In <a href=\"https://mediablog.catholic.org.au/statement-on-vatican-investigation-into-bishop-christopher-saunders/\">a statement</a>, the archbi", "link": "https://www.theguardian.com/australia-news/2023/sep/19/broome-bishop-christopher-saunders-allegations-vatican-report", "date_published": "2023-09-19T03:37:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "European governments shrinking railways in favour of road-building, report finds", "description": "<p>Rail networks in most countries have been starved of funding while motorways lengthen, study shows</p><p>European governments have “systematically” shrunk their railways and starved them of funding while pouring money into expanding their road network, <a href=\"https://greenpeace.at/uploads/2023/09/analysis_development-of-transport-infrastructure-in-europe_2023.pdf\">a report</a> has found.</p><p>The length of motorways in Europe grew 60% between 1995 and 2020 while railways shrank 6.5%, according to research from the German thinktanks <a href=\"https://wupperinst.org/en/\">Wuppertal Institute</a> and <a href=\"https://t3-forschung.de/en/\">T3 Transportation</a>. For every €1 governments spent building railways, they spent €1.6 building roads.</p> <a href=\"https://www.theguardian.com/world/2023/sep/19/european-governments-railways-road-building-report-motorways-funding-rail\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/19/european-governments-railways-road-building-report-motorways-funding-rail", "date_published": "2023-09-19T00:01:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}]