[{"source": "http://louderwithcrowder.com/feed/", "title": "\"They make me vomit\": Legendary actor wrecks Oscars' new woke diversity requirements", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33617775&amp;width=2000&amp;height=1500&amp;coordinates=784%2C0%2C0%2C0\" /><br /><br /><p>Legendary actor Richard Dreyfuss (\"Jaws,\" \"Mr. Holland's Opus,\" \"What About Bob?\") is no fan of the Academy's new \"inclusion\" standards. Woke, Marxist Hollywood wasn't woke or Marxist enough. Now in order to be nominated for an Oscar, you have quotas you need to fill based on race and gender.</p><p>The new standards make Dreyfuss \"vomit.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">\n\t\tRichard Dreyfuss on Hollywood’s new \"inclusivity standards\":<br />\n<br />\n\t\t\"They make me vomit.” <a href=\"https://t.co/ljsKxN9HFK\">pic.twitter.com/ljsKxN9HFK</a><br />\n\t\t— Citizen Free Press (@CitizenFreePres) <a href=\"https://twitter.com/CitizenFreePres/status/1655011052663480322?ref_src=twsrc%5Etfw\">May 7, 2023</a>\n</blockquote></div><blockquote>No one should be telling me as an artist that I have to give in to the latest, most current idea of what morality is. What are we risking? Are we really risking hurting people’s feelings? You can’t legislate that. You have to let life be life and I’m sorry, I don’t think there is a minority or majority in the country that has to be catered to like that.</blockquote><p>It would have been nice if the reporter asked Dreyfuss about the more important topic: the time he stole Fingers Malloy's Diet Coke from the CPAC bloggers' lounge. It's been over a decade and is about time the actor answered for this.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"8f11b\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33617781&amp;width=980\" />\n</p>\n<p>That is not to say that Dreyfuss isn't right. <a href=\"https://www.theguardian.com/film/2023/may/06/richard-dreyfuss-says-oscar-diversity-rules-make-me-vomit\" target=\"_blank\">The new rules are that starting in 2025</a>, in order to qualify to be nominated for an Oscar, \"at least one lead character in the movie be from an “an underrepresented racial or ethnic group”, having at least 30% of the general ensemble cast be from at least two underrepresented groups (women, racial-ethnic, LGBTQ+ or people with disabilities), or having the movie’s subject focus on one of those groups.\"</p><p>But it's an issue I don't have any extra bandwidth to care about. Like most Americans, I don't give a rip about the Oscars. 90% of the movies I love were never nominated let alone won. In order to get the critical acclaim to be considered Oscar-worthy, a movie already has to pander to a progressive worldview. If that is no longer woke enough for Hollywood, meh. The Academy can keep nominating more and more movies that less and less moviegoers care about.</p><p>If I were a filmmaker, I wouldn't care about the guidelines. I'd also ignore them and tell the story I want to tell anyway.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/richard-dreyfuss-hollywood-inclusivity", "date_published": "2023-05-07 13:20:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "MMA legend offers to fight any transgender fighter, and his first challenger is a blast from the past", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33617717&amp;width=1200&amp;height=600&amp;coordinates=0%2C0%2C0%2C80\" /><br /><br /><p>In 1971, Billie Jean King competed against Bobby Riggs in the \"Battle of the Sexes.\" Could 2023 bring us the battle of the genders? MMA legend Jake Shield has offereds to fight any transgender fighter since, you know, they're real men. Shields has his first challenger. Two-time Texas state wrestling champion Mack Beggs.</p><p>This dude.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Who could have guessed in 2018 that one day this photo would define a generation? <a href=\"https://t.co/EzlSBktBn4\">pic.twitter.com/EzlSBktBn4</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1649370792503791616?ref_src=twsrc%5Etfw\">April 21, 2023</a></blockquote> </div><p>The 31-9-1 Shields used to be your typical California liberal. <a href=\"https://www.louderwithcrowder.com/mma-fighter-jake-shields-tries-reasoning-protesters\">Then in 2017</a> when he saved a man's life from <a href=\"https://www.louderwithcrowder.com/family-friendly-texas-full\" target=\"_self\">Antifa thugs</a> in <a href=\"https://www.louderwithcrowder.com/uc-berkeley-refuses-ben-shapiro\" target=\"_self\">Berkley</a>. Shields started to realize, \"Hey, these people are all batsh*t crazy.\" The former champion has been growing more and more based since then.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Since trans men are real men I would like to challenge the 10 toughest trans men in the world to a fight <br /><br />I fight them with no training camp and no rest between each fight<br />— Jake Shields (@jakeshieldsajj) <a href=\"https://twitter.com/jakeshieldsajj/status/1649160295812857862?ref_src=twsrc%5Etfw\">April 20, 2023</a></blockquote> </div><p>His challenge is a response to the ongoing debate about transgender athletes competing in sports, most notably at the high school and collegiate levels. One side of the debate, the side that believes in biology, feels that because boys are born with certain biological advantages in strength and athletics, it is unfair for them to compete against girls. Effectively robbing girls of opportunities like scholarships and being able to discover themselves as they learn, grow, and develop. </p><p><span></span>The other side of the debate is anti-science, votes Democrat, and thinks you're a transphobe.<br /></p><p>The debate tends to focus on people born males competing in female sports because, for some unknown reason, it isn't people born female dominating in male sports. <a href=\"https://www.louderwithcrowder.com/volleyball-player-north-carolina\" target=\"_self\">Nor is it people born female giving people born male concussions</a>. That's what makes Mack Beggs an interesting challenger.</p><p>When Mack was born a girl, he competed against girls. Which is good. But he did it while transitioning and hopped up on hormones and testosterone. Which critics at one point called \"cheating.\" Now as an adult, Beggs is nutting up to prove that transmen ARE men.</p><p>He accepted Shields' challenge in an Instagram story. \"We just going to make this an official call out, but Jake Shields I will take you up on your offer. ... If you’re going to call yourself a fighter do it f***ing right. Like, that’s just f***ing disrespectful.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">This is a real picture from a real news article about a trans “man” whos gonna beat me up 😂😂😂😂 <a href=\"https://t.co/aeiRSQRzQb\">pic.twitter.com/aeiRSQRzQb</a><br />— Jake Shields (@jakeshieldsajj) <a href=\"https://twitter.com/jakeshieldsajj/status/1654615766074032130?ref_src=twsrc%5Etfw\">May 5, 2023</a></blockquote> </div><p>Let's get it on. Jake Shields vs. Mack Beggs. Five rounds. Ten-point must system. Dylan Mulvaney and Kayla Lemieux could be ring card girls. It's the megafight that 2023 deserves.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/jake-shields-mack-beggs", "date_published": "2023-05-07 12:51:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Another normal day in NYC as Jordan Neely protesters launch racial attacks on cops and jump in the subway tracks", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33617642&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C198%2C0\" /><br /><br /><p>We still don't have a lot of details as to what led to a Marine choking unhoused homeless man Jordan Neely on a subway. <a href=\"https://www.louderwithcrowder.com/homeless-nyc-marine-subway\" target=\"_blank\">Other than Neely said he was ready to die</a>, had over forty priors, and is now dead. Oh, and Marxist social media influencers like Rep. AOC tweeted out that Neely was murdered. And as is often the case when activists don't wait for the facts to come in, they behave stupidly.</p><p>This person launched a racist tirade against a New York City police officer. None of the police officers had anything to do with the incident and there were other white officers the leftist protester could have yelled at. He decided to target the one black police officer to hurl racial epithets at. All in the name of social justice, ya heard?</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">A protester freely taunts and harasses a New York City police officer over the death of Jordan Neely. <br /><br />“Pussy! Do somethin’ nigga’! <a href=\"https://t.co/K5zQyPkFnQ\">pic.twitter.com/K5zQyPkFnQ</a><br />— Rebecca Brannon (@RebsBrannon) <a href=\"https://twitter.com/RebsBrannon/status/1654639861062664192?ref_src=twsrc%5Etfw\">May 6, 2023</a></blockquote> </div><p>And in what is the most stunning display of stupidity this blogger has seen in his fifteen-year career... you know how <a href=\"https://www.louderwithcrowder.com/blocking-traffic-italy-rebellion\" target=\"_blank\">leftists like to block traffic</a>? Who for reasons known only to them <a href=\"https://www.louderwithcrowder.com/animal-extinction-valentines-day\" target=\"_blank\">thinks inconveniencing commuters</a> trying to get to work is <a href=\"https://www.louderwithcrowder.com/street-protest-france\" target=\"_blank\">an effective way to affect change</a>?</p><p>These chuckleheads jumped in the subway tracks to stop a subway car. </p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Breaking: Protesters are now disrupting the subway in NYC for Jordan Neely <a href=\"https://t.co/NSO5UjAs7x\">pic.twitter.com/NSO5UjAs7x</a><br />— Rebecca Brannon (@RebsBrannon) <a href=\"https://twitter.com/RebsBrannon/status/1654973123916095488?ref_src=twsrc%5Etfw\">May 6, 2023</a></blockquote> </div><p>It is my unfortunate duty to inform you that none of them touched the third rail and electrocuted themselves.</p><p>Think about this. Because an unhoused homeless man died on a subway, protestors think that trapping NYers in an underground metal tube is going to cause them to care about the unhoused homeless man. It is more likely that the people on the subway -- white and black, male and female, gay and straight -- all came together to agree these protesters would have made great speedbumps.</p><p>We are still unclear what led bystanders, one of them being a Marine, to restrain unhoused homeless man Jordan Neely. I doubt half of the protestors know who he is or why they are even there.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/jordan-neely-weekend-protests-subway", "date_published": "2023-05-07 12:11:14+00:00", "persistent": false, "user": null, "language": "en-US"}]