[{"source": "https://thehill.com/news/feed/", "title": "Ted Cruz ramps up as Democrats seek to take him down", "description": "Sen. Ted Cruz (R-Texas) is hoping to avoid a reprisal of his 2018 close call as he preps for a potential general election challenge from Rep. Colin Allred (D-Texas) in what could be one of the most expensive races on the Senate map next year.  Democrats are hoping the race emerges as a rare competitive...", "link": "https://thehill.com/homenews/senate/3990957-ted-cruz-ramps-up-as-democrats-seek-to-take-him-down/", "date_published": "2023-05-07 22:31:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Iran concealed weapons in earthquake aid to hit US troops, Discord leak says: report", "description": "A new leak found that Iran concealed weapons within earthquake aid to Syria to target U.S. troops, The Washington Post reported. A new leak of U.S. documents that circulated on the online platform Discord and obtained by The Post appear to show that Iran hid military equipment in aid shipments to Syria after the region...", "link": "https://thehill.com/policy/international/3992819-iran-concealed-weapons-in-earthquake-aid-to-hit-us-troops-discord-leak-says-report/", "date_published": "2023-05-07 22:28:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Modest pessimism': McHenry assesses confidence level in reaching debt ceiling deal", "description": "Rep. Patrick McHenry (R-N.C.) said on Sunday that he has “modest pessimism” when it comes to his confidence level in reaching a debt ceiling deal as the ​​deadline nears to avoid default. During an appearance on CBS’s “Face The Nation,” moderator Margaret Brennan asked about his level of confidence that lawmakers will reach an agreement...", "link": "https://thehill.com/homenews/house/3992887-modest-pessimism-mchenry-assesses-confidence-level-in-reaching-debt-ceiling-deal/", "date_published": "2023-05-07 22:11:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump misses deadline to testify in E. Jean Carroll rape case", "description": "Former President Trump will not testify at his civil trial centered around a rape allegation by writer E. Jean Carroll after his lawyers did not meet a judge-mandated deadline on Sunday to request that he testify. Trump’s legal team previously insisted he would not testify or show up to the proceedings, even after the former...", "link": "https://thehill.com/regulation/court-battles/3992872-trump-misses-deadline-to-testify-in-e-jean-carroll-rape-case/", "date_published": "2023-05-07 21:46:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newly obtained videos show DeSantis in 2018 workshopping how to deal with Trump and not 'piss off all his voters'", "description": "Newly obtained video from 2018 shows then-candidate Ron DeSantis (R-Fla.) grappling with how to deal with questions about disagreements with then-President Trump, saying he needs to “frame it in a way that’s not going to piss off all his voters.” In the videos, reportedly showing debate prep for his first campaign for governor in 2018,...", "link": "https://thehill.com/blogs/blog-briefing-room/3992867-newly-obtained-videos-show-desantis-in-2018-workshopping-how-to-deal-with-trump-and-not-piss-off-all-his-voters/", "date_published": "2023-05-07 21:38:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump weighs in on Bud Light controversy: 'time to beat the Radical Left at their own game'", "description": "Former President Trump weighed in on the Bud Light controversy on Sunday in a Truth Social post he wrote promoting a book that calls to \"defund leftist woke companies.\" Trump called out Anheuser-Busch - the parent company of Bud Light - in his social media post on Sunday while promoting the \"The Great Patriot Protest...", "link": "https://thehill.com/blogs/blog-briefing-room/3992837-trump-weighs-in-on-bud-light-controversy-time-to-beat-the-radical-left-at-their-own-game/", "date_published": "2023-05-07 21:22:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wagner boss says mercenaries will continue to fight in Bakhmut, reversing earlier threat", "description": "The Wagner Group, the Russian paramilitary group fighting against Ukraine, will continue to battle in the Ukrainian city of Bakhmut, after its chief criticized the Russian government and threatened to pull his troops from the city. Yevgeny Prigozhin, founder of the Wagner Group, signaled on Sunday that his fighters would stay in the city, according...", "link": "https://thehill.com/policy/international/3992843-wagner-boss-says-mercenaries-will-continue-to-fight-in-bakhmut-reversing-earlier-threat/", "date_published": "2023-05-07 21:12:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "There's only one way to fix gerrymandering (and it's not through the courts)", "description": "In an about-face last week, with a newly elected Republican majority, the North Carolina Supreme Court cleared the way for the Republican-controlled state legislature to further gerrymander its state and congressional districts, reversing a recent ruling. New maps will likely transfer four more House seats to Republicans (for a total of 11 of 14), despite...", "link": "https://thehill.com/homenews/3992810-theres-only-one-way-to-fix-gerrymandering-and-its-not-through-the-courts/", "date_published": "2023-05-07 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arab League votes to reinstate Syria despite violent conflict", "description": "The Arab League, an organization of Middle Eastern and African countries, voted to re-admit Syria, it said on Sunday, after the country was booted from the group for 11 years after its violent crackdown on civilian protests. The move by the group to allow Syria back is effective immediately, as the country, led by President...", "link": "https://thehill.com/policy/international/3992817-arab-league-votes-to-reinstate-syria-despite-violent-conflict/", "date_published": "2023-05-07 20:43:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to know about mass shooting at Texas mall", "description": "A gunman opened fire at a mall near Dallas, Texas on Saturday, killing eight people before being shot and killed by police. The shooting occurred in the Allen Premium Outlets, a mall outside of Dallas resulting in the deaths of eight victims with seven injured. An officer responding to an unrelated call at Allen Premium...", "link": "https://thehill.com/homenews/state-watch/3992721-what-to-know-about-mass-shooting-at-texas-mall/", "date_published": "2023-05-07 20:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "MTV Movie & TV Awards switches to pre-taped event due to writers' strike", "description": "MTV has decided to pre-tape its annual Movie &#38; TV Awards due to the ongoing screenwriters' strike.  MTV’s parent company, Paramount Global, made their decision on Friday to scale back the award show.  “As we carefully navigate how best to deliver the fan first awards' show we envisioned that our team has worked so hard...", "link": "https://thehill.com/blogs/in-the-know/3992785-mtv-movie-tv-awards-switches-to-pre-taped-event-due-to-writers-strike/", "date_published": "2023-05-07 20:20:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump ad paints former president as political outsider amid legal woes: ‘Embrace that label’", "description": "A new ad by former President Trump paints the former president as a political outsider against the litany of legal woes he faces as well as his impeachments by Congress. “Following your convictions means you must be willing to face criticism from those who lack the same courage,” Trump’s voice says in the video over...", "link": "https://thehill.com/homenews/campaign/3992755-trump-ad-paints-former-president-as-political-outsider-amid-legal-woes-embrace-that-label/", "date_published": "2023-05-07 20:18:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Comer calls Hunter Biden DOJ investigation a ‘slap on the wrist’", "description": "Rep. James Comer (R-Ky.) said any indictment of Hunter Biden stemming from the federal investigation into him would be a “slap on the wrist,” as reports suggest investigators are nearing a decision on whether to charge the president’s son. Hunter Biden could be facing tax and gun-related charges from a multi-year investigation by federal prosecutors,...", "link": "https://thehill.com/blogs/blog-briefing-room/3992776-comer-calls-hunter-biden-doj-investigation-a-slap-on-the-wrist/", "date_published": "2023-05-07 20:10:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Does cannabis help with anxiety?", "description": "Every day after work, Tim*, a 27-year-old New York City-based nonprofit professional, does the same thing to deal with the anxiety he has struggled with since childhood.    As soon as he gets out of the subway, he takes out a joint kept tucked away in a smell-proof container in his backpack, lights it, and puffs while walking to his Queens apartment.     “I wouldn’t...", "link": "https://thehill.com/policy/healthcare/3991131-does-cannabis-help-with-anxiety/", "date_published": "2023-05-07 19:49:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Uvalde lawmaker on latest Texas mass shooting: 'People need to really wake up'", "description": "Texas state Sen. Roland Gutierrez (D) said on Sunday that “people need to really wake up” in the wake of seven people being killed by a gunman at a Dallas-area outlet mall on Saturday.  “People need to really wake up. I mean, wake up to what's happening here. It's almost become some normal event for everybody....", "link": "https://thehill.com/homenews/state-watch/3992709-uvalde-lawmaker-on-latest-texas-mass-shooting-people-need-to-really-wake-up/", "date_published": "2023-05-07 19:11:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "14th Amendment emerges as last-ditch fix to ward off default", "description": "Top political figures are swirling the possibility that President Biden could use the powers of a clause in the 14th Amendment as a last-ditch effort to ward off the looming threat that the U.S. could default on its debt as soon as next month.  When asked about possibility of invoking the amendment, President Biden as...", "link": "https://thehill.com/homenews/administration/3992673-14th-amendment-emerges-as-last-ditch-fix-to-ward-off-default/", "date_published": "2023-05-07 19:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The time to ban forced arbitration is now", "description": "The FAIR Act would ban forced arbitration clauses in employment, consumer and similar cases, to prevent corporations from breaking the law and getting away with it.", "link": "https://thehill.com/opinion/judiciary/3986551-the-time-to-ban-forced-arbitration-is-now/", "date_published": "2023-05-07 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Democrat: Biden administration move to the 'center' is a 'little bit too late'", "description": "Rep. Henry Cuellar (D-Texas) said Sunday that the Biden administration's new policies to bring them closer to the \"center\" on immigration policy is coming too late in President Biden's term. \"Now, the administration needs to go to the center, and I’ve asked them to go to the center, and I think some of the policies...", "link": "https://thehill.com/homenews/house/3992697-texas-democrat-biden-administration-move-to-the-center-is-a-little-bit-too-late/", "date_published": "2023-05-07 18:52:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abbott: We don't need 1,500 soldiers at the border, we need 15,000 or 150,000", "description": "Texas Gov. Greg Abbott (R) slammed the Biden administration’s move to send 1,500 troops to the southern border, arguing the president was sending the soldiers to “do paperwork” and not “secure the border.” “President Biden is sending 1,500, quote, soldiers to do paperwork, and he's not going to secure the border,” Abbott said in an...", "link": "https://thehill.com/homenews/state-watch/3992706-abbott-we-dont-need-1500-soldiers-at-the-border-we-need-15000-or-150000/", "date_published": "2023-05-07 18:46:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "7 dead after being struck by a vehicle in Texas", "description": "Seven people are dead and another six people are injured after being struck by a vehicle in the border city of Brownsville, Texas on Sunday morning. Valley Central News reported that a car ran into pedestrians at about 8:30 Sunday morning near the Ozanam Center, a shelter for migrants and the homeless. Lt. Martin Sandoval...", "link": "https://thehill.com/homenews/state-watch/3992671-7-dead-after-being-struck-by-a-vehicle-in-texas/", "date_published": "2023-05-07 18:32:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Omar says she often talks to her children about threats", "description": "Rep. Ilhan Omar (D-Minn.) said in an interview that she often talks to her children about the threats she receives from her constituents amid a man being arrested for vandalizing her office.  “I have to have regular conversations with my kids: 'What happens if I am killed?'\" Omar said in an interview with the Star...", "link": "https://thehill.com/homenews/3992686-omar-says-she-often-talks-to-her-children-about-threats/", "date_published": "2023-05-07 18:28:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says the only way to defeat Trump is head on: ‘There’s only one lane’", "description": "Former New Jersey Gov. Chris Christie (R), who is mulling a potential bid for the White House, said on Sunday that GOP contenders will need to \"go through\" former President Trump if they want to be the Republican nominee in 2024. \"There’s one lane. And that one lane, Donald Trump’s at the head of. So,...", "link": "https://thehill.com/homenews/campaign/3992653-christie-says-the-only-way-to-defeat-trump-is-head-on-theres-only-one-lane/", "date_published": "2023-05-07 17:52:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "7 killed by driver near Texas migrant shelter; police say it may have been intentional", "description": "Seven people were killed Sunday morning after a driver ran over them in Brownsville, Texas. The collision does not appear to have been accidental, police said.", "link": "https://thehill.com/homenews/state-watch/3992658-7-killed-by-driver-near-texas-migrant-shelter-police-say-it-may-have-been-intentional/", "date_published": "2023-05-07 17:32:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden knocks Republicans, calls for assault weapons ban after latest Texas mass shooting", "description": "President Biden took aim at Republicans for not taking action in the wake of the latest Texas mass shooting that left nine people dead and again called on Congress to pass an assault weapons ban. \"Too many families have empty chairs at their dinner tables. Republican Members of Congress cannot continue to meet this epidemic...", "link": "https://thehill.com/homenews/administration/3992625-biden-knocks-republicans-calls-for-assault-weapons-ban-after-latest-texas-mass-shooting/", "date_published": "2023-05-07 17:19:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Republican: It's 'stunning' Biden hasn't been willing to negotiate on debt ceiling", "description": "Sen. James Lankford (R-Okla.) said on Sunday that he finds it \"stunning\" that President Biden hasn't been willing to negotiate with lawmakers on the debt ceiling as a deadline nears to avoid default. During an appearance on ABC’s “This Week,” Lankford, a member of the Senate Finance Committee, noted that it's been over three months...", "link": "https://thehill.com/homenews/sunday-talk-shows/3992627-senate-republican-its-stunning-biden-hasnt-been-willing-to-negotiate-on-debt-ceiling/", "date_published": "2023-05-07 17:05:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Could Taiwan's next president impact a potential cross-strait crisis?", "description": "Amid escalating U.S.-China strategic competition, the island's 2024 presidential election will shape crisis management in East Asia.", "link": "https://thehill.com/opinion/international/3992487-could-taiwans-next-president-impact-a-potential-cross-strait-crisis/", "date_published": "2023-05-07 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump leading Biden by 7 points in hypothetical matchup: survey", "description": "Former President Trump leads President Biden by 7 points in a hypothetical 2024 matchup between the two, according to a new survey. The Washington Post-ABC News poll found that 49 percent of Americans said they would definitely or probably vote for Trump or are leaning toward casting their ballots for him in a hypothetical matchup...", "link": "https://thehill.com/homenews/campaign/3992597-trump-leading-biden-by-7-points-in-hypothetical-matchup-survey/", "date_published": "2023-05-07 16:50:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sinema says she'll never join Republican Party", "description": "Sen. Kyrsten Sinema (I-Ariz.) said Sunday that she will not consider becoming a member of the Republican Party, months after she switched her affiliation from Democrat to Independent. During an appearance on CBS’s “Face The Nation,” Sinema told moderator Margaret Brennan about how the two political party systems in the U.S. are broken. She noted...", "link": "https://thehill.com/homenews/sunday-talk-shows/3992579-sinema-says-shell-never-join-republican-party/", "date_published": "2023-05-07 16:16:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lankford won’t say if he’ll endorse Trump in 2024", "description": "Sen. James Lankford (R-Okla.) on Sunday avoided endorsing former President Trump in his 2024 White House bid. Host George Stephanopoulos asked Lankford on ABC's \"This Week\" whether the senator was \"comfortable with the idea\" of Trump as the GOP nominee. \"Well, we're going to allow the nominee process to go through. I've not endorsed anyone in this...", "link": "https://thehill.com/homenews/campaign/3992563-lankford-wont-say-if-hell-endorse-trump-in-2024/", "date_published": "2023-05-07 16:01:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A No Labels presidential candidate can’t win — but could determine who does", "description": "In an interview a few days ago, Lieberman expressed ambivalence about Biden, but not about Trump.", "link": "https://thehill.com/opinion/campaign/3992472-a-no-labels-presidential-candidate-cant-win-but-could-determine-who-does/", "date_published": "2023-05-07 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson expects Trump to be on GOP debate stage", "description": "Republican presidential candidate and former Arkansas Gov. Asa Hutchinson on Sunday said he expects former President Trump to appear on the GOP primary debate stage, despite the former president’s recent suggestions that he could skip the events. “I’m ... not sure whether Donald Trump's going to be there or not. I hope that he will...", "link": "https://thehill.com/homenews/campaign/3992556-hutchinson-expects-trump-to-be-on-gop-debate-stage/", "date_published": "2023-05-07 15:44:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas pushes back on criticism, says Biden administration is prepared for lifting of Title 42", "description": "Department of Homeland Security (DHS) Secretary Alejandro Mayorkas is pushing back on criticism the Biden administration has received over its plans to lift Title 42, saying officials are prepared for the move later this week.  During a Sunday appearance on CBS’s “Face The Nation,”  moderator Margret Brennan mentioned recent criticism from Arizona Gov. Katie Hobbs...", "link": "https://thehill.com/homenews/sunday-talk-shows/3992548-mayorkas-pushes-back-on-criticism-says-biden-administration-is-prepared-for-lifting-of-title-42/", "date_published": "2023-05-07 15:28:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top intel Democrat warns China and Russia could ‘exploit’ US debt default", "description": "Rep. Jim Himes (D-Conn.), the top Democrat on the House Intelligence Committee, warned on Sunday that China and Russia could “exploit” a possible U.S. default, which the Treasury Department warns could hit as soon as next month. “Of course, the Russians and the Chinese would seek to exploit it,” Himes said of the debt crisis...", "link": "https://thehill.com/homenews/house/3992515-top-intel-democrat-warns-china-and-russia-could-exploit-us-debt-default/", "date_published": "2023-05-07 15:19:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Brazile says Democrats need to ‘wake up’ to poor Biden polling numbers", "description": "Democrats need to “wake up,” strategist Donna Brazile warned on Sunday following a new national poll in which President Biden’s approval ratings sank further over the first few months of the year. The Washington Post-ABC News survey found the president’s approval rating fell 6 percentage points between February and May, with the share of those...", "link": "https://thehill.com/homenews/campaign/3992530-brazile-says-democrats-need-to-wake-up-to-poor-biden-polling-numbers/", "date_published": "2023-05-07 15:14:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson: Roberts should state 'clear set of rules' for Supreme Court instead of Congress taking action", "description": "Republican presidential candidate and former Arkansas Gov. Asa Hutchinson on Sunday said Supreme Court Chief Justice John Roberts should state a “clear set of rules” for the nation’s highest court as it deals with ethics scrutiny — rather than Congress taking action on the issue.  “I think there needs to be a clear set of...", "link": "https://thehill.com/regulation/court-battles/3992516-hutchinson-roberts-should-state-clear-set-of-rules-for-supreme-court-instead-of-congress-taking-action/", "date_published": "2023-05-07 15:02:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is your company planning layoffs, closures? Many states let you check", "description": "Between tons of tech layoffs and major retailers closing up shop, it's understandable if you're feeling a little uneasy in terms of job security. Depending on the size of your company and your state of residence, you may be able to easily check if your employer is planning serious cuts or branch closures.", "link": "https://thehill.com/homenews/nexstar_media_wire/3988204-is-your-company-planning-layoffs-closures-many-states-let-you-check/", "date_published": "2023-05-07 14:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries won't rule out short-term debt limit hike to avoid default", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) during an interview on Sunday didn’t rule out agreeing to a short-term move to temporarily raise the debt ceiling and make the debt ceiling and budget deadlines match up as lawmakers and the White House work against the threat of default. Asked on NBC’s “Meet the Press” whether Democrats...", "link": "https://thehill.com/homenews/house/3992505-jeffries-wont-rule-out-short-term-debt-limit-hike-to-avoid-default/", "date_published": "2023-05-07 14:39:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen calls invoking 14th Amendment a 'constitutional crisis'", "description": "Treasury Secretary Janet Yellen on Sunday called the possibility of invoking the 14th Amendment a \"constitutional crisis\" after President Biden left open such an option amid stalled debt ceiling talks. During an appearance on ABC’s “This Week,” anchor George Stephanopoulos repeatedly asked Yellen about whether Biden invoking the 14th Amendment – in which he could...", "link": "https://thehill.com/homenews/sunday-talk-shows/3992495-yellen-calls-invoking-14th-amendment-a-constitutional-crisis/", "date_published": "2023-05-07 14:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Battle for Feinstein seat splits top Democrats", "description": "California’s Senate primary has put some of the most powerful figures in the Democratic Party on opposing sides in what is becoming one of the most closely monitored and unpredictable races of the 2024 cycle.  Progressive Rep. Barbara Lee (D-Calif.) got a big boost this week after Rep. James Clyburn (D-S.C.), a prominent establishment Democrat...", "link": "https://thehill.com/homenews/campaign/3990722-battle-for-feinstein-seat-splits-top-democrats/", "date_published": "2023-05-07 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘History’ will judge Chief Justice John Roberts, Durbin says", "description": "Sen. Dick Durbin (D-Ill.) on Sunday said “history” will judge the Supreme Court’s Chief Justice John Roberts amid controversies about ethics on the nation’s highest court. “Chief Justice Roberts has the power in his hands to change this first thing tomorrow morning. He could announce a code of conduct for the court and finally mean...", "link": "https://thehill.com/homenews/senate/3992493-history-will-judge-chief-justice-john-roberts-durbin-says/", "date_published": "2023-05-07 14:19:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans agree on something: returning to the Moon and shooting for Mars", "description": "A recent YouGov poll has some very good news for supporters of expanding human civilization to the moon, Mars and beyond.", "link": "https://thehill.com/opinion/technology/3990369-americans-agree-on-something-returning-to-the-moon-and-shooting-for-mars/", "date_published": "2023-05-07 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stop the steal — the Republican steal", "description": "Most distressing, few voters are paying attention to redistricting in their own state, and have not made opposition to partisan gerrymandering a priority, let alone a litmus test.", "link": "https://thehill.com/opinion/judiciary/3992435-stop-the-steal-the-republican-steal/", "date_published": "2023-05-07 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stop trying to make more babies", "description": "Policies that attempt to raise fertility rates are a fool's errand and risk doing more harm than good.", "link": "https://thehill.com/opinion/white-house/3986125-stop-trying-to-make-more-babies/", "date_published": "2023-05-07 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Durbin: ‘Tangled web’ around Clarence Thomas ‘just gets worse’", "description": "Sen. Dick Durbin (D-Ill.) on Sunday said the “tangled web” around Supreme Court Justice Clarence Thomas, who is facing criticism over his financial disclosures, “just gets worse.”  “This tangled web around Justice Clarence Thomas just gets worse and worse by the day. I don't know what's going to come up next. I thought I'd heard...", "link": "https://thehill.com/homenews/senate/3992479-durbin-tangled-web-around-clarence-thomas-just-gets-worse/", "date_published": "2023-05-07 13:55:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sinema warns of 'humanitarian crisis' when Title 42 lifts", "description": "Sen. Kyrsten Sinema (I-Ariz.) is warning of a “humanitarian crisis” when Title 42 expires later this week.  “Everyone here in Arizona knows we are not prepared. The Biden administration had two years to prepare for this and did not do so. And our state is going to bear the brunt and migrants will be in...", "link": "https://thehill.com/homenews/senate/3992459-sinema-warns-of-humanitarian-crisis-when-title-42-lifts/", "date_published": "2023-05-07 13:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to address graduates at Howard University, Air Force Academy", "description": "President Biden will deliver commencement addresses to graduates at Howard University next week and at the U.S. Air Force Academy next month.  Biden will be in Washington, D.C. to speak to Howard University on May 13, the White House announced on Saturday. The historically Black university is Vice President Kamala Harris’s alma mater.  “I’m honored...", "link": "https://thehill.com/homenews/administration/3992447-biden-to-address-graduates-at-howard-university-air-force-academy/", "date_published": "2023-05-07 12:33:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "One-third in new survey say Biden has mental sharpness to be effective", "description": "About a third of Americans in a new poll said that they think President Biden has the “mental sharpness” to be effective in his role, as he campaigns for another four years in the White House in 2024.  The Washington Post-ABC News survey found 32 percent of respondents said Biden has the “mental sharpness it...", "link": "https://thehill.com/homenews/campaign/3992431-one-third-in-new-survey-say-biden-has-mental-sharpness-to-be-effective/", "date_published": "2023-05-07 12:13:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Where in the world is Joe Biden?", "description": "Despite Biden's campaign relaunch, there hasn't yet been much in the way of traditional campaigning.", "link": "https://thehill.com/opinion/campaign/3991927-where-in-the-world-is-joe-biden/", "date_published": "2023-05-07 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approval slips to new low in wake of 2024 campaign launch: survey", "description": "President Biden’s approval rating has dipped to a new low in a poll taken in the wake of his 2024 reelection bid announcement.  The Washington Post-ABC News survey found the president’s approval rating fell 6 percentage points between February and May, with the share of those who say they approve of the way Biden’s handling...", "link": "https://thehill.com/homenews/campaign/3992413-biden-approval-slips-to-new-low-in-wake-of-2024-campaign-launch-survey/", "date_published": "2023-05-07 11:53:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie warns a Trump, Biden rematch 'is bad for the Republican Party'", "description": "Former New Jersey Gov. Chris Christie (R) warned on Sunday that a potential rematch between former President Trump and President Biden in 2024 would be “bad for the Republican Party.” “I’m very concerned that what we’re heading towards is a Trump-Biden rematch,” Christie said in an interview with radio talk show host John Catsimatidis on...", "link": "https://thehill.com/homenews/campaign/3992247-christie-warns-a-trump-biden-rematch-is-bad-for-the-republican-party/", "date_published": "2023-05-07 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These are the most obese states in the US, report finds", "description": "Obesity is a common, chronic disease among many U.S. adults and children, but some states have higher rates than others.", "link": "https://thehill.com/homenews/state-watch/3991207-these-are-the-most-obese-states-in-the-us-report-finds/", "date_published": "2023-05-07 10:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'So, I hear I'm transphobic': Dee Snider responds after being dropped by SF Pride", "description": "Two days after he was pulled from a main-stage appearance at this year's Pride Celebration in San Francisco — and after his song, \"We're Not Gonna Take It,\" was canceled as the festival's unofficial rallying cry — Twisted Sister front man Dee Snider has issued a response.", "link": "https://thehill.com/homenews/state-watch/3991724-so-i-hear-im-transphobic-dee-snider-responds-after-being-dropped-by-sf-pride/", "date_published": "2023-05-07 10:27:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden eases into campaign mode", "description": "President Biden is taking his time shifting into campaign mode. In the nearly two weeks since he announced his reelection bid, Biden met with donors in Washington, D.C., and his 2024 campaign has rolled out a pair of ads in major swing states.  But Biden has kept a low profile rather than capitalizing on the...", "link": "https://thehill.com/homenews/campaign/3990888-biden-eases-into-campaign-mode/", "date_published": "2023-05-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California readies for treasure hunt as floods wash up 'Gold Rush 2.0'", "description": "In the aftermath of an unusually wet winter, Californians are bracing not only for flooded fields and raging rapids, but also for a potential treasure hunt that experts are dubbing “Gold Rush 2.0.”  “It's one of those 100-years events,” Mark Dayton, a Sacramento Valley metal detector expert, told The Hill.  With one atmospheric river after...", "link": "https://thehill.com/policy/equilibrium-sustainability/3990790-california-readies-for-treasure-hunt-as-floods-wash-up-gold-rush-2-0/", "date_published": "2023-05-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Future of student loan forgiveness looms over Biden in 2024", "description": "The issue of student loans stands to loom over President Biden’s 2024 bid as he tackles one of his key first-term campaign promises being tied up at the Supreme Court. Biden managed to deliver on the promise of developing a program to forgive a chunk of student debt to the cheers of many Democrats and...", "link": "https://thehill.com/homenews/administration/3990415-future-of-student-loan-forgiveness-looms-over-biden-in-2024/", "date_published": "2023-05-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to know about Air Force Gen. Charles Q. Brown Jr., the next potential Joint Chiefs chair", "description": "President Biden is expected to soon announce that he has chosen Air Force Chief of Staff Gen. Charles Q. Brown Jr. to become the country’s senior-most military officer later this year.   If formally nominated and approved by the Senate, Brown, 60, would become chairman of the Joint Chiefs of Staff, replacing Army Gen. Mark Milley,...", "link": "https://thehill.com/policy/defense/3991201-what-to-know-about-air-force-gen-charles-q-brown-jr-the-next-potential-joint-chiefs-chair/", "date_published": "2023-05-07 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California task force votes in favor of reparation proposals for Black residents", "description": "The California Reparations Task Force voted on Saturday to recommend a series of proposals that could see Black residents in the state receive billions of dollars in reparations, according to The Associated Press. If approved by the California legislature and Gov. Gavin Newsom (D), the proposals would provide eligible Black residents with varying payments for the state’s...", "link": "https://thehill.com/homenews/state-watch/3992230-california-task-force-votes-in-favor-of-reparation-proposals-for-black-residents/", "date_published": "2023-05-07 03:09:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "At least 9 injured, fatalities reported in mall shooting near Dallas: police", "description": "At least nine people were injured and an unspecified number were killed in a shooting at a mall outside of Dallas, Texas, local police said. Brian Harvey, the chief of police in Allen, Texas, confirmed that there were fatalities but said they did not yet have an accurate number. The Allen Fire Department transported nine...", "link": "https://thehill.com/homenews/state-watch/3992182-at-least-9-injured-fatalities-reported-in-mall-shooting-near-dallas-police/", "date_published": "2023-05-07 01:45:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Astronaut Buzz Aldrin named honorary brigadier general, member of Space Force", "description": "Former astronaut Buzz Aldrin was named an honorary brigadier general in the U.S. Air Force and made an honorary member of the U.S. Space Force on Friday, more than 50 years after he first set foot on the moon. “Without the courage and dedication of Aldrin, we may never have been afforded the luxury of...", "link": "https://thehill.com/blogs/in-the-know/3992144-astronaut-buzz-aldrin-named-honorary-brigadier-general-member-of-space-force/", "date_published": "2023-05-07 01:06:40+00:00", "persistent": false, "user": null, "language": "en-US"}]