[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Need Everybody’: Hero Cop Called For Backup Before Taking On Texas Mall Shooter Alone", "description": "The police officer who took down the shooter at an outlet mall in Allen, Texas, on Saturday made a brief phone call from one of the stores asking for assistance — just before he engaged the suspect himself. The police officer, whose name has not yet been released to the public, was reportedly already on ...", "link": "https://www.dailywire.com/news/i-need-everybody-hero-cop-called-for-backup-before-taking-on-texas-mall-shooter-alone", "date_published": "2023-05-07 17:38:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Reparations Task Force Approves Plan Giving Up To $1.2 Million To Each Black Resident", "description": "Black California residents could receive up to $1.2 million based on how many years they have lived in the state after its official reparation task force approved recommendations on Saturday to issue a formal reparative monetary apology. The nine-member panel, which became the first task force in the United States to form in September 2020, ...", "link": "https://www.dailywire.com/news/california-reparations-task-force-approves-plan-giving-up-to-1-2-million-to-each-black-resident", "date_published": "2023-05-07 17:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘2000 Years Ago They Hated Him Too’: Chris Pratt Looks To Jesus When Dealing With Haters", "description": "Actor Chris Pratt has seen significant backlash over the years for being upfront and transparent about his Christian faith — and when asked how he handles being the target of hateful comments, he doubled down. Pratt, 43, told entertainment outlet Page Six last week that he always thinks back to the story of Jesus and ...", "link": "https://www.dailywire.com/news/2000-years-ago-they-hated-him-too-chris-pratt-looks-to-jesus-when-dealing-with-haters", "date_published": "2023-05-07 17:02:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Debt Ceiling Battle Lines Drawn Ahead Of White House Meeting", "description": "Republicans are voicing confidence as Democrats appear to be digging in ahead of a meeting planned for Tuesday at the White House on raising the debt ceiling. In an appearance Sunday on CBS News, Rep. Patrick McHenry (R-NC), chairman of the House Financial Services Committee, explained why he is less pessimistic about negotiations than he was just ...", "link": "https://www.dailywire.com/news/debt-ceiling-battle-lines-drawn-ahead-of-white-house-meeting", "date_published": "2023-05-07 16:25:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Mall Shooting Suspect Was A Security Guard; His Family Needed Translator To Speak To Police: Report", "description": "Law enforcement officials said the suspect who murdered at least eight people and injured half a dozen more at the Allen Premium Outlets in Texas was a 33-year-old Latino male who reportedly worked as a security guard. The suspect, who The Daily Wire is not naming due to company policy about not giving notoriety to ...", "link": "https://www.dailywire.com/news/texas-mall-shooting-suspect-was-a-security-guard-his-family-needed-translator-to-speak-to-police-report", "date_published": "2023-05-07 16:04:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former UFC Lightweight Champion Tony Ferguson Arrested Outside Hollywood Nightclub On DUI Charge", "description": "Former UFC lightweight champion Tony Ferguson was arrested early Sunday for allegedly driving under the influence after crashing his truck into two parked cars outside a Hollywood nightclub. Ferguson, 39, flipped his pickup truck on its side after the collision around 1:50 a.m., leaving one man transported to a local hospital in an unknown condition, ...", "link": "https://www.dailywire.com/news/former-ufc-lightweight-champion-tony-ferguson-arrested-outside-hollywood-nightclub-on-dui-charge", "date_published": "2023-05-07 15:29:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Most Americans Don’t Think Biden Is Mentally Or Physically Fit Enough For Second Term: Poll", "description": "Less than two weeks after announcing his re-election bid, a new poll shows the majority of Americans don’t think President Joe Biden is mentally or physically fit to serve a second term.  The Washington Post-ABC News poll shows that 63% of voters don’t believe the president has the “mental sharpness it takes to serve effectively ...", "link": "https://www.dailywire.com/news/most-americans-dont-think-biden-is-mentally-or-physically-fit-enough-for-second-term-poll", "date_published": "2023-05-07 15:06:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Senator Sinema Blasts Biden Over Border Crisis As Situation Nears Dire Event: ‘Had Two Years To Prepare For This’", "description": "Sen. Kyrsten Sinema (I-AZ) slammed President Joe Biden during an interview on Sunday for his repeated failure to secure the U.S.-Mexico border as the crisis is expected to intensify this week as Title 42 is set to end. Sinema made the remarks during an interview with Margaret Brennan on CBS News&#8217; &#8220;Face The Nation&#8221; while ...", "link": "https://www.dailywire.com/news/senator-sinema-blasts-biden-over-border-crisis-as-situation-nears-dire-event-had-two-years-to-prepare-for-this", "date_published": "2023-05-07 14:36:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "At Least 7 Dead At U.S.-Mexico Border, Multiple Injured After Car Mows Over Pedestrians: Reports", "description": "Multiple people died on Sunday in South Texas at the U.S.-Mexico border after a vehicle reportedly ran over more than a dozen people. Video of the aftermath showed numerous bodies severely disfigured, including victims who had missing limbs, with the road and sidewalk covered in blood. ABC News reported that the incident happened in Brownsville, ...", "link": "https://www.dailywire.com/news/at-least-7-dead-at-u-s-mexico-border-multiple-injured-after-car-mows-over-pedestrians-reports", "date_published": "2023-05-07 13:33:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Comer Urges Feds Not To Indict Hunter Biden Before Wednesday", "description": "A leading House Republican is teasing an announcement that could blow the investigation into Hunter Biden wide open. Oversight Chairman James Comer (R-KY) said on Sunday that Republicans are planning a press conference for the middle of this week that would cover alleged misconduct beyond the charges for tax- and gun-related crimes that federal prosecutors ...", "link": "https://www.dailywire.com/news/comer-urges-feds-not-to-indict-hunter-biden-before-wednesday", "date_published": "2023-05-07 13:25:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Janet Yellen Suggests Republicans Are Holding A ‘Gun To The Head Of The American People’ Over Debt Ceiling", "description": "Treasury Secretary Janet Yellen said during an interview on Sunday that the U.S. federal government would run out of money sometime in June if the debt ceiling increase is not passed as she suggested that Republican lawmakers were trying to do negotiations with a &#8220;gun to the head of the American people.&#8221; Yellen made the ...", "link": "https://www.dailywire.com/news/janet-yellen-suggests-republicans-are-holding-a-gun-to-the-head-of-the-american-people-over-debt-ceiling", "date_published": "2023-05-07 12:59:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mike Lee: Senate Republicans Have ‘More Than Enough’ Votes To Block ‘Clean’ Debt Ceiling, Force Dems To Negotiate", "description": "Senator Mike Lee (R-UT) said Sunday that he has more than enough votes to prevent Democrats from passing a &#8220;clean&#8221; debt ceiling increase. Appearing on Fox News&#8217;s &#8220;Sunday Morning Futures,&#8221; Lee told host Maria Bartiromo that 45 Republicans, including himself, would vote against a bill that raises the debt ceiling without meaningful spending reforms. He ...", "link": "https://www.dailywire.com/news/mike-lee-senate-republicans-have-more-than-enough-votes-to-block-clean-debt-ceiling-force-dems-to-negotiate", "date_published": "2023-05-07 12:15:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tucker Carlson And Elon Musk Discuss Working Together As Carlson Plots New Path Forward In Media: Report", "description": "Tucker Carlson has reportedly had a conversation with Twitter CEO Elon Musk about working together after Fox News took him off the air late last month. The news was contained in an Axios report about Carlson getting closer to allowing his top allies to start going after Fox News for keeping him locked in his ...", "link": "https://www.dailywire.com/news/tucker-carlson-and-elon-musk-discuss-working-together-as-carlson-plots-new-path-forward-in-media-report", "date_published": "2023-05-07 11:55:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘How’d That Work Out?’: CNN Throws RBG At Top Senate Dem Over Feinstein Debacle", "description": "CNN anchor Jake Tapper invoked the late Supreme Court Justice Ruth Bader Ginsburg in questioning the top Senate Judiciary Committee Democrat about the extended absence of Sen. Dianne Feinstein (D-CA) and its impact on the panel&#8217;s ability to approve judicial nominees. During an exchange on Sunday, Tapper pressed Judiciary Chairman Dick Durbin (D-IL) to consider the political ...", "link": "https://www.dailywire.com/news/howd-that-work-out-cnn-throws-rbg-at-top-senate-dem-over-feinstein-debacle", "date_published": "2023-05-07 11:21:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "German Christian School Takes Case Against Nation’s Homeschool Ban To High Court", "description": "The Association for Decentralized Learning, a Christian hybrid school provider in Germany which offers both virtual and home education, filed a lawsuit at the European Court of Human Rights after government officials refused to grant the entity approval to open new schools. German authorities did not approve a 2014 application from the Association for Decentralized ...", "link": "https://www.dailywire.com/news/german-christian-school-takes-case-against-nations-homeschool-ban-to-high-court", "date_published": "2023-05-07 09:42:44+00:00", "persistent": false, "user": null, "language": "en-US"}]