[{"source": "https://businessinsider.com.pl/.feed", "title": "Myślisz, że masz źle? Jak wynika z nowego badania, twój menedżer czuje się jeszcze gorzej", "description": "Kiedy ostatni raz sprawdziłeś, co słychać u twojego szefa? Istnieje prawdopodobieństwo, że jest w jeszcze gorszej sytuacji niż ty. Tak przynajmniej wynika z najnowszego badania przeprowadzonego na zlecenie Slacka.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/twoj-menedzer-jest-jeszcze-bardziej-wypalony-niz-ty/rvgysrg", "date_published": "2023-05-07 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tworzą papier z odpadów. \"Jedna partia wymaga 1,5 tys. litrów wody\"", "description": "Kalpana Handmade Papers pokazuje, że nawet z teoretycznie nieprzydatnych odpadów można stworzyć coś cennego. Właściciel jest przekonany, że dopóki ludzie będą potrzebować papieru, jego firma będzie się rozwijać.", "link": "https://businessinsider.com.pl/wideo/tworza-papier-z-odpadow-jedna-partia-wymaga-15-tys-litrow-wody/q644gxp", "date_published": "2023-05-07 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielki zwrot giganta. Niedawno nie zostawiał na elektrykach suchej nitki", "description": "— Jeśli zwiążemy się tylko z jednym podejściem, wielu klientów po prostu wybierze pojazd spalinowy — mówił dwa lata temu przedstawiciel Toyoty przed kongresem USA. W ten sposób ostrzegał przed zbyt szybkim stawianiem na pojazdy bateryjne. Teraz japoński gigant sam dokonuje zwrotu w swojej polityce.", "link": "https://businessinsider.com.pl/motoryzacja/wielki-zwrot-giganta-krytykowal-samochody-elektryczne-bedzie-je-produkowal/9516djc", "date_published": "2023-05-07 14:42:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pamiętasz kartki, kolejki i peweksy? Odpowiedz na 15 pytań o życiu w PRL-u", "description": "Okres PRL-u niektórzy Polacy wspominają jako szarą rzeczywistość i codzienną walkę o byt, dla innych był to czas, za którym tęsknią, bo według nich wtedy żyło im się lepiej. Reglamentacja towarów, wyjazdy zagraniczne tylko dla wybranych, bloki z wielkiej płyty i rozwój pierwszych biznesów – pamiętasz te czasy lub znasz je z opowieści, lektur i filmów? Odpowiedz na 15 quizowych pytań o życie w PRL-u. Zaczynamy?", "link": "https://businessinsider.com.pl/wiadomosci/pamietasz-kartki-kolejki-i-peweksy-odpowiedz-na-15-pytan-o-zyciu-w-prl-u/9v80evm", "date_published": "2023-05-07 14:22:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Daniel Obajtek: brak możliwości kupna rosyjskiej ropy kosztuje Orlen miliony dolarów dziennie", "description": "— Nie nazwałbym tego stratą: to kwestia niewspierania Rosji — powiedział prezes Daniel Obajtek w wywiadzie dla \"Financial Timesa\", odnosząc się do faktu, że firmy takie jak Orlen muszą więcej płacić za ropę innego pochodzenia niż rosyjska.", "link": "https://businessinsider.com.pl/biznes/daniel-obajtek-brak-rosyjskiej-ropy-kosztuje-orlen-miliony-dolarow-dziennie/2rycgrp", "date_published": "2023-05-07 14:10:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Emerytura po zmarłym mężu - najważniejsze informacje", "description": "Zastanawiasz się, czy należy ci się emerytura po mężu? Ile lat małżeństwa daje prawo do przejęcia świadczeń po zmarłym małżonku? Jaki procent należy się żonie? Odpowiedzi na te i inne pytania znajdziesz w poniższym tekście.", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytura-po-mezu-kiedy-ile-procent/54sq3e1", "date_published": "2023-05-07 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak odróżnisz polską truskawkę od zagranicznej. Jeden element jest kluczowy", "description": "Chcąc kupić w sklepie truskawki, natrafić możemy na owoce z różnych krajów — np. Hiszpanii czy Grecji. Klienci szczególnie cenią sobie jednak polskie, które niełatwo odróżnić od zagranicznych. Istnieje jedna cecha, która może nam w tym pomóc — przekazał w rozmowie z Business Insiderem ekspert Albert Zwierzyński z Agro-Wsparcia.", "link": "https://businessinsider.com.pl/tak-odroznisz-polska-truskawke-od-zagranicznej-jeden-element/8egg93z", "date_published": "2023-05-07 12:13:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie tylko telefony i klucze. Oto najdziwniejsze przedmioty, jakie gubimy w Uberze", "description": "Krab, winyl Beyonce i miecz świetlny — to tylko niektóre z najdziwniejszych rzeczy, jakie zostawili w samochodach klienci Ubera. Co ciekawe, pod względem roztargnienia Polacy zajmują czwarte miejsce wśród wszystkich nacji korzystających z usług serwisu.", "link": "https://businessinsider.com.pl/wiadomosci/nie-tylko-telefony-i-klucze-oto-najdziwniejsze-przedmioty-jakie-gubimy-w-uberze/lxxh9nv", "date_published": "2023-05-07 11:08:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Książę William przygotowywał się do roli króla przez całe życie. Czy przestarzałe lekcje przyniosą korzyści?", "description": "Książę William znalazł się o krok bliżej brytyjskiego tronu. Do tej roli przygotowywał się przez całe życie. Jako sukcesor William odbył lata szkoleń, które miały zapewnić przetrwanie brytyjskiej monarchii. Nie można jednak ignorować jednego faktu: jego dwaj nauczyciele, król Karol III i zmarła królowa Elżbieta II, pochodzą z różnych epok.", "link": "https://businessinsider.com.pl/wiadomosci/ksiaze-william-przygotowywal-sie-do-roli-krola-przez-cale-zycie-czy-przestarzale/hygep4j", "date_published": "2023-05-07 09:30:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płytki jak 200 lat temu? Ten człowiek nie pozwala umrzeć tej tradycji", "description": "Najpierw Saied przesiewa biały cement. Kiedy uzyska drobny proszek, miesza pigmenty, aby uzyskać odpowiedni odcień. Tak powstają tradycyjne płytki, które resztkami sił swojego twórcy opierają się masowej konkurencji.", "link": "https://businessinsider.com.pl/wideo/plytki-jak-200-lat-temu-ten-czlowiek-nie-pozwala-umrzec-tej-tradycji/xyesnm5", "date_published": "2023-05-07 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tym tygodniu RPP będzie decydować o stopach procentowych. Oto główne scenariusze", "description": "W nadchodzącym tygodniu zbierze się Rada Polityki Pieniężnej. Ostatnią podwyżkę stóp zarządzono we wrześniu 2022 r. i od października włącznie koszt pieniądza w Polsce jest stabilny. Ekonomiści prognozują, co tym razem zrobi RPP i czy wrócą dyskusje o obniżkach stóp dzięki spadkowi inflacji.", "link": "https://businessinsider.com.pl/finanse/w-tym-tygodniu-rpp-bedzie-decydowac-o-stopach-procentowych/6rx1r6w", "date_published": "2023-05-07 08:22:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mów do siebie dobrze. Według badań ta technika daje zdumiewające rezultaty", "description": "Badanie przeprowadzone przez BBC Lab UK wykazało, że może istnieć bardzo prosty sposób na zwiększenie czyjejś wydajności: pozytywne rozmawianie z samym sobą.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/rozmawianie-z-samym-soba-pomoze-osiagnac-ci-sukces/p2kvvk1", "date_published": "2023-05-07 07:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od kochanki do królowej. Transformacja Kamili jest zakończona", "description": "Przemiana Kamili z najbardziej znienawidzonej osoby w Wielkiej Brytanii w królową małżonkę dobiegła końca.", "link": "https://businessinsider.com.pl/wiadomosci/od-kochanki-do-krolowej-transformacja-camilli-jest-zakonczona/b1yjp6e", "date_published": "2023-05-07 07:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chcieli go okraść na 3 zł 44 gr. Na czym polega fraud testowy?", "description": "Na koncie pana Aleksandra bank wykrył podejrzaną transakcję. Skontaktował się z klientem i zablokował jego kartę. Jak się okazało, czytelnik Business Insidera padł ofiarą tzw. oszustwa testowego. Osoby, które weszły w posiadanie danych jego karty, chciały sprawdzić, jaka kwota transakcji aktywuje systemy zabezpieczeń na koncie mężczyzny.", "link": "https://businessinsider.com.pl/poradnik-finansowy/fraud-testowy-chcieli-go-okrasc-na-3-zl-44-gr-na-czym-polega-oszustwo/mb49h06", "date_published": "2023-05-07 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamach na Kreml to rosyjska prowokacja? W podobny sposób Putin doszedł do władzy", "description": "Wielkimi krokami zbliża się najważniejsze święto państwowe w Rosji — Dzień Zwycięstwa. Władimir Putin żadnym zwycięstwem pochwalić się jednak nie może. \"Operacja specjalna\" w Ukrainie przedłuża się, Bachmut, który miał paść do 9 maja, pozostaje niezdobyty. Rzekomy zamach na Kreml i życie samego prezydenta to doskonały pretekst do kontynuacji wojny. W zarządzaniu poprzez strach Putin jest niewątpliwie biegły. W ten sposób doszedł do władzy.", "link": "https://businessinsider.com.pl/wiadomosci/zamach-na-kreml-to-rosyjska-prowokacja-w-podobny-sposob-putin-doszedl-do-wladzy/3qnpwsv", "date_published": "2023-05-07 06:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie tylko lotnisko w Radomiu i przekop mierzei. Oto pomysł PiS na \"zapomnianą Polskę\"", "description": "Lotnisko dla Radomia, przekop mierzei dla Elbląga, fabryka samochodów elektrycznych dla Jaworzna. Z obłaskawiania miast, które dotychczas czuły się niedowartościowane, Prawo i Sprawiedliwość uczyniło swoją filozofią rządzenia. I wychodzi na tym dobrze, choć paliwo to może się wkrótce wyczerpać.", "link": "https://businessinsider.com.pl/gospodarka/nie-tylko-lotnisko-w-radomiu-czy-przekop-mierzei-to-pomysl-pis-na-polske-b/7c4xfj2", "date_published": "2023-05-07 05:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co dalej z hotelem Gołębiewski w Pobierowie? Porównaliśmy zdjęcia", "description": "W Pobierowie wciąż powstaje ostatni hotel Tadeusza Gołębiewskiego. Powstaje, ale kiedy w końcu powstanie? Dobre pytanie – przedstawiciele firmy nabierają wody w usta, ale my pojechaliśmy na miejsce. I porównaliśmy aktualne zdjęcia z tymi z zeszłego roku.", "link": "https://businessinsider.com.pl/wiadomosci/co-dalej-z-hotelem-golebiewski-w-pobierowie-porownalismy-zdjecia/8wkzrsq", "date_published": "2023-05-07 04:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]