[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Resident Evil 4 SAVED Resident Evil", "description": "Resident Evil and survival horror, as a genre, were on the decline. Sequels to games like Silent Hill, and newer titles like Fatal Frame were failing to make a splash, and even the mighty Resident Evil was slowly tumbling down on sales. This is the story of how Resident Evil 4 SAVED Resident Evil.\n#residentevil4 #re4 #howitsaved #gamespot \n\nWhile Resident Evil immediately became one of Capcom's most successful franchises, and spawned the survival horror genre, the genre peaked in popularity with Resident Evil 2. However, afterwards, after subsequent mainline RE game only sold less and less. By the 2000s, major rivals, like Silent Hill, were on the decline, and other Survival Horror franchises were failing to make a major splash.\n\nSo, Capcom needed something completely fresh to revitalize the series, and hopefully, survival horror as a whole. Fortunately, RE creator, Shinji Mikami, was sick of making the same thing over and over again, and was ready to create that change himself. Follow Dave Klein, joined by the The Sphere Hunter, as they breaks down this story, the creation of Resident Evil 4, and how it would not only save the slowly faltering Resident Evil Franchise, but go on to change the entire video game industry.\n\nTimestamps:\n0:00 - Intro\n0:30 - Resident Evil's influence\n1:33 - Resident Evil 2\n2:00 - Survival Horror's decline\n2:38 - Shinji Mikami's formula change\n3:07 - The Static Camera\n6:01 - OTS Aim Mechanic\n8:10 -The Action\n9:32 - Zombies? No!\n11:09 - Dynamic Difficulty\n11:41 - Humor\n12:58 - Impact\n\nWhat's another game that you think saved a franchise? Reply to the pinned comment below with #GameSpotGiveaway for a chance to win free stuff! Giveaway closes at 8AM PT on 5/8! Available to US Residents ONLY. See terms and conditions for details.\n\nSweepstakes Rules: https://www.gamespot.com/articles/gamespot-brand-new-shows-sweepstakes-rules/1100-6513743/", "link": "https://www.youtube.com/watch?v=Vb9XdGxkZ0Q", "date_published": "2023-05-07 15:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}]