{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/alec-baldwin-rust-formally-charged-involuntary-manslaughter-halyna-hutchins", "title": "Alec Baldwin and film armorer formally charged for Rust shooting", "date_published": "2023-01-31 22:48:06+00:00", "description": "<p>The actor maintains his innocence and plans to fight the charge of involuntary slaughter of cinematographer Halyna Hutchins </p><p>Actor Alec Baldwin and a weapons specialist have been formally charged with involuntary manslaughter in the fatal shooting of a cinematographer on a New Mexico movie set, according to court documents filed by prosecutors Tuesday.</p><p>Mary Carmack-Altwies, the Santa Fe district attorney, filed the charging documents naming Baldwin and Hannah Gutierrez-Reed, who supervised weapons on the set of the Western movie Rust.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/alec-baldwin-rust-formally-charged-involuntary-manslaughter-halyna-hutchins\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/andrea-riseborough-oscar-nomination-upheld", "title": "Andrea Riseborough’s Oscar nomination upheld after academy review", "date_published": "2023-01-31 22:04:06+00:00", "description": "<p>British actor’s surprise inclusion in the best actress category will not be disqualified after accusations of unfair tactics although ‘responsible parties’ will be dealt with</p><p>Andrea Riseborough’s controversial Oscar nomination will not be taken away after an academy review.</p><p>The British actor had been a surprise inclusion in this year’s best actress category for her performance in low-budget drama To Leslie after <a href=\"https://www.theguardian.com/film/2023/jan/18/to-leslie-andrea-riseborough-oscar-campaign\">a last-minute campaign from celebrities</a> including Kate Winslet and Gwyneth Paltrow. Accusations of unfair tactics were raised and the academy <a href=\"https://www.theguardian.com/film/2023/jan/27/oscars-campaign-procedures-andrea-riseborough-backlash\">announced</a> an internal review of campaign procedures.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/andrea-riseborough-oscar-nomination-upheld\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/newcastle-united-southampton-carabao-cup-semi-final-second-leg-match-report", "title": "Newcastle cruise into Carabao Cup final after Sean Longstaff sinks Southampton", "date_published": "2023-01-31 22:02:47+00:00", "description": "<p>Residents of Wembley can look forward to some rousing renditions of the Blaydon Races when Newcastle make their first appearance in a major final this century.</p><p>Perhaps appropriately it was a local lad, Sean Longstaff, who scored the two second-leg goals which sparked frenzied celebrations on Tyneside. Almost 24 years after losing the 1999 FA Cup final to Manchester United Newcastle finally have an opportunity to win their first trophy since the Fairs Cup in 1969.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/newcastle-united-southampton-carabao-cup-semi-final-second-leg-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/31/emily-atack-asking-for-it-review-a-truly-sickening-look-at-the-torrent-of-sexual-images-online", "title": "Emily Atack: Asking for It? review – a truly sickening look at the torrent of sexual images online", "date_published": "2023-01-31 22:00:01+00:00", "description": "<p>After receiving thousands of aggressive and explicit messages, the actor tackles digital sexual harassment – and its impact on girls as young as 12. You will be enraged</p><p>Receiving 37 sexually explicit messages in one morning, including dick pics, would surely ruin anyone’s breakfast. “That did put me off my scrambled eggs,” says Emily Atack, who must have been thankful sausages weren’t the plan that morning.</p><p>But none of this is funny. The actor and comic has made Emily Atack: Asking for It? (BBC Two), a documentary about her experience of receiving thousands of sexually aggressive messages and images on social media, and its impact on her. News of the programme makes the front page of the Sun (“TV Emily sex pest hell”), which prompts one of her harassers to get in touch. “I’ll be masturbating while watching your new documentary,” he writes, spectacularly failing to get the point or – far more likely – getting a thrill out of tormenting her.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/31/emily-atack-asking-for-it-review-a-truly-sickening-look-at-the-torrent-of-sexual-images-online\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/four-year-old-girl-dies-after-being-attacked-by-dog-in-milton-keynes", "title": "Four-year-old girl dies after being attacked by dog in Milton Keynes", "date_published": "2023-01-31 21:57:52+00:00", "description": "<p>Child was in a garden when attack happened and the dog has now been destroyed</p><p>A four-year-old girl has died after being attacked by a dog in Milton Keynes.</p><p>Officers were called just after 5pm on Tuesday after reports a dog had attacked the child in the back garden of a home in Broadlands, Netherfield. The dog has since been humanely destroyed, Thames Valley Police has confirmed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/four-year-old-girl-dies-after-being-attacked-by-dog-in-milton-keynes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/us-russia-new-start-nuclear-arms-treaty", "title": "US accuses Russia of violating key nuclear arms control treaty", "date_published": "2023-01-31 21:56:44+00:00", "description": "<p>Washington condemns Moscow for what it says is a ‘refusal to facilitate inspection activities’ regarding New Start treaty</p><p>The United States has accused Russia of violating the New Start treaty, the last major pillar of post cold-war nuclear arms control between the two countries, saying Moscow was refusing to allow inspection activities on its territory.</p><p><a href=\"https://www.theguardian.com/world/2010/dec/22/us-senate-new-start-approved\">The treaty came into force in 2011 </a>and was extended in 2021 for five more years. It caps the number of strategic nuclear warheads that the United States and Russia can deploy, and the deployment of land- and submarine-based missiles and bombers to deliver them.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/us-russia-new-start-nuclear-arms-treaty\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/kari-lake-investigation-arizona-elections-official", "title": "Arizona’s top election official seeks investigation into Republican Kari Lake", "date_published": "2023-01-31 21:49:49+00:00", "description": "<p>Losing gubernatorial candidate may have violated a state law that protects voter’s signatures, Democrat Adrian Fontes says</p><p>The Arizona secretary of state, Adrian Fontes, asked the state attorney general Monday to investigate and potentially charge the losing Republican candidate for governor with a felony for sharing images of voters’ signatures online.</p><p>Fontes, a Democrat, said GOP gubernatorial candidate Kari Lake may have violated a <a href=\"https://www.azleg.gov/ars/16/00168.htm\">state law</a> that protects a voter’s signature from being accessed or shared by anyone other than the voter or an “authorized government official in the scope of the official’s duties”. Violations of this law carry a class six felony charge, the lowest-level felony in Arizona.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/kari-lake-investigation-arizona-elections-official\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/dorset-wiltshire-firefighters-accused-in-itn-news-report-over-images-of-female-crash-victims", "title": "Dorset and Wiltshire firefighters ‘photographed female crash victims’", "date_published": "2023-01-31 21:00:10+00:00", "description": "<p>Several women in fire service also claim to have been sexually harassed by colleagues</p><p>An investigation has been launched after allegations that firefighters working for Dorset and Wiltshire fire service photographed women who had died in car accidents.</p><p>The disturbing images were shared on an informal WhatsApp group and were then subject to demeaning comments from male firefighters, <a href=\"https://www.itv.com/news/2023-01-31/police-investigate-claims-firefighters-took-photos-of-dead-women-in-car-crashes\">ITV News</a> uncovered.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/dorset-wiltshire-firefighters-accused-in-itn-news-report-over-images-of-female-crash-victims\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/us-flight-cancellations-weather-winter-storm-texas", "title": "Over 1,000 flights cancelled amid dangerous winter weather in US south", "date_published": "2023-01-31 20:58:45+00:00", "description": "<p>Severe weather affects parts of West Virginia to New Mexico with an ice storm concentrated in the Dallas-Fort worth area of Texas</p><p>More than 1,000 flights in the US have been cancelled amid dangerous winter weather in the southern region.</p><p>Severe winter weather affecting parts of West Virginia to New Mexico was triggering the mass flight cancellations as 40 million people remained under a winter weather alert, <a href=\"https://www.cnn.com/2023/01/31/weather/winter-ice-storm-south-central-us/index.html\">CNN</a> reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/us-flight-cancellations-weather-winter-storm-texas\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/attempted-murder-charges-driver-california-cliff-family", "title": "Attempted murder charges for driver who plunged off California cliff with family", "date_published": "2023-01-31 20:55:40+00:00", "description": "<p>Family of four all survived 250ft plummet off Pacific Coast Highway, which police believe to be an ‘intentional act’</p><p>The driver of a car that <a href=\"https://www.theguardian.com/us-news/2023/jan/03/car-rescue-tesla-autopilot-cliff-devils-slide-california\">plunged off a treacherous cliff</a> in northern California, seriously injuring himself, his wife and their two young children, was charged on Monday with attempted murder.</p><p>Dharmesh A Patel, 41, also faces enhancements for great bodily injury and domestic violence in the 2 January crash, the San Mateo county district attorney, Steve Wagstaffe, said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/attempted-murder-charges-driver-california-cliff-family\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/exhibition-lays-bare-church-of-englands-links-to-slave-trade", "title": "Exhibition lays bare Church of England’s links to slave trade", "date_published": "2023-01-31 20:47:04+00:00", "description": "<p>Artefacts on show at Lambeth Palace Library include a ‘slave bible’, with all mention of ‘freedom’ removed</p><p>From a “slave bible” with the passages relating to freedom and escape removed to documents revealing the Church of England’s involvement in a fund linked to transatlantic chattel slavery, a new exhibition lays bare the church’s colonial legacy.</p><p>The exhibition of original artefacts, some of which are on display for the first time, in Lambeth Palace Library is the latest step in a <a href=\"https://www.theguardian.com/world/2023/jan/10/church-of-england-100m-fund-past-wrongs-slave-trade-links\">wide-ranging programme of work</a> launched in 2019 that aims to “address past wrongs” by researching the church’s historical links to the slave trade. <br /><br />Chief executive of the Church Commissioners for England, Gareth Mostyn, said the extent of the church’s relationship to slavery uncovered through the research was “shaming”, and described the exhibits as “shocking and upsetting”. “We are deeply sorry,” he said. <br /><br />He added that the exhibition was an opportunity to show “really impactful documents” unearthed through the church’s research, which aims to “make sure that our history is told and that we’re transparent about what we have learned”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/exhibition-lays-bare-church-of-englands-links-to-slave-trade\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/three-russians-under-sanctions-own-uk-property-via-overseas-entities", "title": "Three Russians under sanctions own UK property via overseas entities", "date_published": "2023-01-31 20:26:54+00:00", "description": "<p>Alexander Frolov, Igor Shuvalov and Vladimir Potanin own properties via BVI, Cyprus and Russia</p><p>Three Russian oligarchs under sanctions are among those to declare they own more than £35m of UK property through the British Virgin Islands, Cyprus and Russia, the Guardian has found.</p><p>Alexander Frolov, a billionaire and associate of Roman Abramovich, is revealed as the owner of a mansion in Weybridge in Surrey bought for £9.8m in 2008 and a flat in Knightsbridge bought for £15.4m via the BVI.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/three-russians-under-sanctions-own-uk-property-via-overseas-entities\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/trump-beginning-end-judge-predicts", "title": "Judge who told Pence not to overturn election predicts ‘beginning of end of Trump’", "date_published": "2023-01-31 20:19:14+00:00", "description": "<p>‘What Trump has done is quite arguably the worst crime against the US that a president could commit,’ says J Michael Luttig</p><p>The conservative judge who convinced Mike Pence he could not overturn the 2020 election has <a href=\"https://www.washingtonpost.com/lifestyle/2023/01/31/michael-luttig-judge-jan-6-trump-pence/\">predicted</a> “the beginning of the end of Donald Trump” – the former president who incited the January 6 insurrection but is now trying to return to the White House.</p><p>Speaking <a href=\"https://www.washingtonpost.com/lifestyle/2023/01/31/michael-luttig-judge-jan-6-trump-pence/\">to the Washington Post</a>, J Michael Luttig also made a common comparison to another notorious former president, Richard Nixon, who resigned in 1974 over the Watergate scandal.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/trump-beginning-end-judge-predicts\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/tory-mps-urge-hunt-to-bring-forward-tax-cuts-after-bleak-imf-forecast", "title": "Tory MPs urge Hunt to bring forward tax cuts after bleak IMF forecast", "date_published": "2023-01-31 20:07:17+00:00", "description": "<p>Chancellor defiant as pressure mounts with warning from within that party could face end of an era in government</p><p>Conservative MPs have warned Jeremy Hunt that refusing to cut taxes in the spring budget would spell “the end of an era” for the party in government, amid disagreement over the latest warning about Britain’s gloomy economic forecast.</p><p>In a showdown with backbenchers on Tuesday night, the chancellor was told that voters were lacking hope and feeling depressed. But Hunt was said to have remained defiant and made clear there would not be a “rabbit out of the hat” announcement before the local elections in the spring.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/tory-mps-urge-hunt-to-bring-forward-tax-cuts-after-bleak-imf-forecast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/scottish-ministers-say-they-did-not-know-rapist-isla-bryson-was-put-in-womens-prison", "title": "Scottish ministers say they did not know trans rapist was put in women’s jail", "date_published": "2023-01-31 20:05:55+00:00", "description": "<p>Placing of transgender woman Isla Bryson in Cornton Vale caused outrage and led to review of all transgender inmates’ placings</p><p>Scottish ministers did not know about the decision to assess a transgender woman convicted of double rape last week at a women’s prison, according to the Holyrood justice secretary, prompting the Scottish Conservatives to demand a “detailed timeline” after a succession of U-turns.</p><p>Keith Brown’s statement to MSPs on Tuesday afternoon followed his announcement on Sunday that <a href=\"https://www.theguardian.com/uk-news/2023/jan/29/scotland-says-transgender-prisoners-with-violent-pasts-wont-go-to-womens-jails\">no transgender prisoner with a history of violence against women will be accommodated in a women’s prison</a> pending an urgent review of all transgender inmates, and after heavy criticism from opposition parties of the government’s “botched” and “chaotic” handling of the case.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/scottish-ministers-say-they-did-not-know-rapist-isla-bryson-was-put-in-womens-prison\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/arsenals-world-record-bid-for-alessia-russo-rejected-by-manchester-united", "title": "Arsenal’s world-record bid for Alessia Russo rejected by Manchester United", "date_published": "2023-01-31 20:05:11+00:00", "description": "<ul><li>United turned down ‘just under £500,000’ for striker</li><li>Natasha Dowie re-signs for Liverpool from Reading</li></ul><p>Alessia Russo has remained a Manchester United player after Women’s Super League rivals Arsenal tried to sign the England striker before the transfer deadline.</p><p>The Gunners had been looking to bolster their attack and launched a big-money bid for Russo a few days ago.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/arsenals-world-record-bid-for-alessia-russo-rejected-by-manchester-united\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/england-poised-to-shuffle-forward-pack-after-jonny-hill-and-jack-willis-are-cut", "title": "England poised to shuffle forward pack after Jonny Hill and Jack Willis are cut", "date_published": "2023-01-31 20:02:19+00:00", "description": "<ul><li>Steve Borthwick’s side taking shape before visit of Scotland</li><li>Jamie George on track to be ready for Six Nations start</li></ul><p>England are poised to reshuffle their pack for Saturday’s opening Six Nations fixture against Scotland after omitting both Jonny Hill and Jack Willis from the squad for the Calcutta Cup showdown at Twickenham.</p><p>Hill was a regular in the second row under the Eddie Jones regime but Leicester’s Ollie Chessum, Saracens’ Nick Isiekwe and Northampton’s Dave Ribbans have all been retained instead for the first game of Steve Borthwick’s tenure as England head coach.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/england-poised-to-shuffle-forward-pack-after-jonny-hill-and-jack-willis-are-cut\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/jan/31/steve-bell-on-bad-news-about-the-uks-economic-prospects-cartoon", "title": "Steve Bell on bad news about the UK’s economic prospects – cartoon", "date_published": "2023-01-31 20:00:50+00:00", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jan/31/steve-bell-on-bad-news-about-the-uks-economic-prospects-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/31/noviolet-bulawayo-and-margo-jefferson-join-exciting-rathbones-folio-prize-shortlist", "title": "NoViolet Bulawayo and Margo Jefferson join ‘exciting’ Rathbones Folio prize shortlist", "date_published": "2023-01-31 19:45:49+00:00", "description": "<p>The newly formatted prize will, for the first time, name winners in fiction, nonfiction and poetry and the shortlist includes writers from across the world</p><p>The shortlists for this year’s Rathbones Folio prize spans three continents and includes Booker prize-shortlisted Glory by NoViolet Bulawayo and Pulitzer prize-winning writer Margo Jefferson’s memoir Constructing a Nervous System.</p><p>This is the first year in which the <a href=\"https://www.theguardian.com/books/2022/jul/26/rathbones-folio-prize-fiction-nonfiction-poetry-ali-smith-jackie-kay-guy-gunaratne\">new format for the Rathbones Folio prize</a> is running; a winner will be named in each of the three categories (fiction, nonfiction and poetry), with those winners then going on to compete for the overall prize. Category winners will receive £2,000 each, with the overall winner getting an additional £30,000. Since 2017 the prize has been open to nonfiction and poetry as well as fiction, but the introduction of category winners is new.</p> <a href=\"https://www.theguardian.com/books/2023/jan/31/noviolet-bulawayo-and-margo-jefferson-join-exciting-rathbones-folio-prize-shortlist\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/raab-bullying-claims-inquiry-has-interviewed-three-top-mandarins", "title": "Raab bullying claims: inquiry has interviewed three top mandarins", "date_published": "2023-01-31 19:43:08+00:00", "description": "<p>Exclusive: top officials who worked with Raab at Foreign Office, MoJ and Brexit department have all provided testimony</p><p>All three Whitehall mandarins who worked with Dominic Raab while he was holding cabinet positions have now been interviewed by the official inquiry into his alleged bullying, the Guardian has learned.</p><p>Sources confirmed reports that the former Foreign Office permanent secretary Simon McDonald had given evidence after he admitted last year that the deputy prime minister could plausibly be characterised as a bully.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/raab-bullying-claims-inquiry-has-interviewed-three-top-mandarins\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/met-commander-accused-of-drug-use-asks-panel-hearing-case-to-stand-down", "title": "Met commander accused of drug use asks panel hearing case to stand down", "date_published": "2023-01-31 19:41:27+00:00", "description": "<p>Lawyer for Julian Bennett files recusal application against three-person panel after it refused to dismiss case </p><p>A senior Metropolitan police commander who is facing misconduct proceedings over his alleged drug use has called for the members of the hearing panel to remove themselves from the case due to alleged bias.</p><p>Julian Bennett, who has previously chaired misconduct hearings, wrote a drug testing strategy for the Met and oversaw the dismissal of two officers for drug misuse, is facing three allegations of discreditable conduct.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/met-commander-accused-of-drug-use-asks-panel-hearing-case-to-stand-down\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/you-people-netflix-defense", "title": "In defense of You People, the hit Netflix movie you hated", "date_published": "2023-01-31 19:30:55+00:00", "description": "<p>The culture-clash comedy does its job of providing a fun escape. Why is that so hard to buy?</p><p>The number one movie on Netflix, You People, has mainstream critics cringing and Black Twitter talking back to the screen. The takeaway: they’re not buying any of it – not the culture clash, not the casting and definitely not the chemistry between the two romantic leads.</p><p>More reinterpretation than remake of the 1967 classic Guess Who’s Coming to Dinner, You People – Black-ish creator Kenya Barris’s feature film directing debut -<strong> </strong>is a typical romcom by the numbers.<strong> </strong>But instead of two basic white people playing the will they, won’t they game, writer Jonah Hill is Ezra, a white Jewish man trying to make it work with a Black Muslim woman called Amira, played by Lauren London, in spite of their hidebound families.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/you-people-netflix-defense\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/chinese-owner-of-lotus-technology-to-list-a-stake-in-us-via-blank-cheque-firm", "title": "Chinese owner of Lotus Technology to list a stake in US via blank cheque firm", "date_published": "2023-01-31 19:19:38+00:00", "description": "<p>EV maker and R&amp;D arm of car group owned by Geely planning to join Nasdaq in deal with Spac backed by Bernard Arnault</p><p>The Chinese owner of Lotus is to list a stake in a division of the luxury sports car group in the US as part of deal with a firm backed by the world’s richest man.</p><p>China’s Geely said on Tuesday that it plans to merge electric carmaker Lotus Technology – an offshoot of the <a href=\"https://www.theguardian.com/business/2021/apr/27/sports-carmaker-lotus-to-ramp-up-production-more-than-tenfold\">Norfolk-based sports car brand</a> – with a special purpose acquisition vehicle (Spac) founded by L Catterton, which is backed by LVMH and its billionaire founder, Bernard Arnault.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/chinese-owner-of-lotus-technology-to-list-a-stake-in-us-via-blank-cheque-firm\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/jared-omaras-election-victory-was-massive-shock-ex-aide-tells-court", "title": "Jared O’Mara’s election victory was massive shock, ex-aide tells court", "date_published": "2023-01-31 19:18:28+00:00", "description": "<p>Gareth Arnold, on trial with former MP, says Labour did not expect O’Mara to win Sheffield Hallam seat</p><p>A former MP accused of expenses fraud was only chosen by Labour to contest a parliamentary seat because the party was thought he was bound to lose, a court has heard.</p><p>Jared O’Mara, 41, is standing trial at Leeds crown court accused of submitting fake invoices to fraudulently claim about £30,000 of taxpayer’s money to help fund a “substantial” cocaine habit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/jared-omaras-election-victory-was-massive-shock-ex-aide-tells-court\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/the-guardian-view-on-violence-in-israel-palestine-the-risk-of-a-third-intifada", "title": "The Guardian view on violence in Israel-Palestine: the risk of a third intifada | Editorial", "date_published": "2023-01-31 19:15:44+00:00", "description": "<p>Domestic political failures require others to step up, but tepid calls for calm from the US are not remotely sufficient</p><p>The question is no longer whether a third intifada could happen, but what can be done to avert it. In a recent poll, 61% of Palestinians and 65% of Israeli Jews <a href=\"https://www.theguardian.com/world/2023/jan/28/jenin-jerusalem-israelis-cycle-violence-occupied-territories-israel\">believed it was on the horizon</a>. As violence escalates, the crisis of domestic political leadership demonstrates why others must step up; but Antony Blinken has demonstrated that no one should expect the US to do so. The secretary of state flew to the Middle East this week for <a href=\"https://www.theguardian.com/world/2023/jan/30/blinken-begins-middle-east-trip-with-call-for-calm-as-israeli-palestinian-violence-flares\">talks with the Israeli prime minister, Benjamin Netanyahu</a>, and the <a href=\"https://www.theguardian.com/world/2023/jan/31/antony-blinken-palestinians-israelis-violence\">Palestinian president and prime minister,</a> Mahmoud Abbas and Mohammad Shtayyeh, but vague calls for calm won’t end the crisis.</p><p>Some have argued that a third intifada is under way already. Last year <a href=\"https://www.theguardian.com/world/2022/dec/15/israeli-palestinian-conflict-fears-bloodiest-year\">was the bloodiest on record</a> in Israel and the West Bank and Jerusalem since the second intifada ended in 2005, with about 150 Palestinians and 30 Israelis killed, and another 49 Palestinians <a href=\"https://www.theguardian.com/world/2022/aug/08/funerals-islamic-jihad-battle-songs-gaza-ceasefire-israel\">killed by Israeli airstrikes</a> on the Gaza Strip in August. Then, last Thursday, the deadliest Israeli army raid in the West Bank in decades <a href=\"https://www.theguardian.com/world/2023/jan/26/palestinians-say-nine-killed-in-israeli-raid-on-jenin-refugee-camp\">killed 10 Palestinians</a>. A day later, a Palestinian gunman <a href=\"https://www.theguardian.com/world/2023/jan/27/seven-israelis-killed-leaving-synagogue-in-east-jerusalem\">shot dead seven Israelis outside a synagogue</a> – the worst such terrorist attack in years. Further copycat and retaliatory attacks have followed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/the-guardian-view-on-violence-in-israel-palestine-the-risk-of-a-third-intifada\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/31/advice-for-darktrace-dont-complain-just-explain", "title": "Advice for Darktrace: don’t complain, just explain", "date_published": "2023-01-31 19:15:37+00:00", "description": "<p>When trust is everything the best way to respond is to opt for full exposure and elaborate explanation</p><p>Advice for cybersecurity firm Darktrace as it finds itself <a href=\"https://www.theguardian.com/business/2023/jan/31/uk-cybersecurity-firm-darktrace-shares-short-sellers\">under attack from short-sellers</a>: don’t rely on airy “nothing to see here” statements. If you want to shore up investors’ confidence when a New York hedge fund is questioning your accounting in a lengthy report, you usually have to get into the gritty business of point-by-point rebuttal.</p><p>Darktrace’s response on Tuesday to an outfit called Quintessential Capital Management fell into the boilerplate category. The company said it had “full confidence” in its accounting practices and financial statements, and that its board and management take their fiduciary responsibilities “very seriously”. All standard stuff, in other words.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jan/31/advice-for-darktrace-dont-complain-just-explain\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/31/newcastle-v-southampton-carabao-cup-semi-final-second-leg-live", "title": "Newcastle v Southampton: Carabao Cup semi-final, second leg – live", "date_published": "2023-01-31 19:13:22+00:00", "description": "<ul><li>League Cup updates from the 8pm GMT kick-off (<a href=\"https://www.theguardian.com/football/2023/jan/24/southampton-newcastle-united-carabao-cup-semi-final-first-leg-match-report\">first leg 1-0</a>)</li><li>And feel free to share your thoughts with Scott <a href=\"mailto:scott.murray@theguardian.com\">via email</a></li></ul><p><strong>Eddie Howe speaks to Sky.</strong> “We’re just very keen to try to perform to our maximum level … there’s a lot of buzz about the team and where we are in the competition … I hope that shows in a positive way today … we want to try to win the game today, and not think about a lead or a cushion, we’ll approach it as though it was a league game.”</p><p>He also salutes the £45m signing of Anthony Gordon from Everton. “I’m really pleased to get him, he’s a player of huge potential. He really fits our way of playing. He’ll bring a lot of excitement, he’s really athletic, he’s very much in our mould.”</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/31/newcastle-v-southampton-carabao-cup-semi-final-second-leg-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/the-guardian-view-on-rugby-union-a-sport-rich-in-drama-is-at-a-crossroads", "title": "The Guardian view on rugby union: a sport rich in drama is at a crossroads | Editorial", "date_published": "2023-01-31 19:06:49+00:00", "description": "<p>Many of its current travails are the result of issues left unresolved 30 years ago</p><p>Are we here to praise rugby union or to bury it? Over the past few days, the sport has been celebrating the “greatest try of all time” – the one <a href=\"https://www.bbc.co.uk/sport/rugby-union/64079671\">scored</a> by Gareth Edwards for the Barbarians against the All Blacks in January 1973 – and on Saturday the <a href=\"https://www.sixnationsrugby.com/fixtures/\">Six Nations</a> championship begins, with Wales v Ireland at the Principality Stadium and England v Scotland at Twickenham. France play Italy in Rome on Sunday. These are matches to savour: clashes of styles, traditions, sporting cultures. That is the beauty of the Six Nations and why the competition, the pinnacle of rugby in the northern hemisphere, never fails to captivate. Sometimes the anthems seem to go on for longer than the matches – Ireland insist on <a href=\"https://www.youtube.com/watch?v=cX4ka-5j2vU\">singing</a> two and Italy have a virtually full-scale Verdi <a href=\"https://www.youtube.com/watch?v=NAZ7iFji2s4\">opera</a> – but that is as it should be. The theatre of the sport is everything.<br /><br />But offstage there are worrying noises, and some suggest rugby union – the 15-player game, as opposed to the 13-player rugby league version – faces an existential crisis. That was the <a href=\"https://news.sky.com/story/welsh-rugby-union-chief-executive-steve-phillips-resigns-after-claims-of-racism-sexism-and-homophobia-in-organisation-12798110\">term</a> used over the weekend by Nigel Walker, acting head of the Welsh rugby union (WRU), after allegations of a “toxic culture” of misogyny, racism and homophobia at the organisation, which led to the <a href=\"https://www.theguardian.com/sport/2023/jan/29/steve-phillips-resigns-wru-chief-executive-toxic-culture-claims\">resignation</a> of the WRU’s chief executive on Sunday. <br /><br />The crisis in Wales is just one of an unprecedented set of challenges facing the sport. Safety concerns, with several former players showing symptoms of early-onset dementia, and in <a href=\"https://www.theguardian.com/sport/2023/jan/19/cte-rugby-chronic-traumatic-encephalopathy-legal-action\">some cases</a> threatening to sue the rugby authorities for negligence, have led to a rewriting of the tackle laws in an attempt to minimise head collisions. In England, that revision has turned into a shambles. The Rugby Football Union has <a href=\"https://www.englandrugby.com/news/article/rfu-council-approves-lowering-of-the-tackle-height-across-community-rugby-in-england-2023\">declared</a> that from 1 July in the amateur game, tackles must be made no higher than the waist, but in the professional game, upper-body contact will still be permitted. Critics argue the new law will make the situation worse, because it will lead to tacklers’ heads being what Ireland coach <a href=\"https://www.standard.co.uk/sport/rugby/andy-farrell-rfu-tackle-law-change-six-nations-2023-b1055134.html\">Andy Farrell</a> calls “sitting ducks” for ball carriers’ knees. It also risks a bifurcation of the professional and amateur games.<br /><br />All this comes on top of worries about the financial viability of professional rugby: two English Premiership clubs, <a href=\"https://www.skysports.com/rugby-union/news/12321/12722978/wasps-gallagher-premiership-club-placed-into-administration\">Wasps</a> and <a href=\"https://www.skysports.com/rugby-union/news/12321/12705708/worcester-warriors-suspended-from-all-competitions-after-rfu-monday-deadline-missed\">Worcester Warriors</a>, went into administration last year; in Wales the regional structure introduced in the wake of professionalism – which has never been popular with fans – is tottering. <a href=\"https://www.world.rugby/news/582543\">Rugby</a> became a fully professional sport only in the 1990s and aspired to take on the football juggernaut, but that was always hopelessly ambitious.<br /><br />Many of the sport’s current travails are the result of issues left unresolved 30 years ago, when an amateur, mostly recreational game based on traditional rivalries <a href=\"https://www.theguardian.com/sport/2016/sep/29/rugby-union-should-be-wary-of-following-football-into-fantasy-land\">attempted</a> to become a global mega-sport. Rugby union lacks the simplicity of football at its best; its stop-start nature, the impenetrability of scrummaging and the arcane nature of the laws make it a challenge for spectators. It may have to accept it will always be more of a minority taste – a passionate game but not a mass market game. It needs to stay true to itself, improve its governance and meet the safety concerns of players and parents of potential players head on. It is essential for the sport that schools and amateur clubs go on playing rugby. The Six Nations is the resplendent icing on the rugby cake, but if the sport is not careful, there may soon be no cake.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/the-guardian-view-on-rugby-union-a-sport-rich-in-drama-is-at-a-crossroads\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/tories-economic-failure-jeremy-hunt-nowhere-to-be-seen", "title": "Given chance to cheer Tories’ economic failure, Hunt is nowhere to be seen | John Crace", "date_published": "2023-01-31 19:01:41+00:00", "description": "<p>If making the country poorer was a symbol of success, the IMF report was a Brexit day bonus</p><p>Hang out the flags. Tuesday marked the third anniversary of the UK leaving the EU. Glory day. Correction. Glory days. What we always wanted. Well, some of us. Increasingly just a few of us.</p><p>Now is not the time for declinism. As Jeremy Hunt recently told us in <a href=\"https://www.theguardian.com/business/2023/jan/27/jeremy-hunt-economic-plan-brexit-uk\">his Bloomberg speech</a>, we should stop talking the UK down. People like the banker and former Conservative donor Guy Hands should stop being so bloody miserable and calling Brexit an <a href=\"https://www.theguardian.com/business/2023/jan/31/brexit-lies-tory-billionaire-guy-hands-uk-eu-economy\">unmitigated disaster</a> and start cheering its triumphs. So GDP is down 4%. Big deal. It could so easily have been 5 or 6%. Why can’t people focus on that for a change?</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/tories-economic-failure-jeremy-hunt-nowhere-to-be-seen\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/only-10000-people-in-uk-have-applied-for-government-issued-voter-id", "title": "Only 10,000 people in UK have applied for government-issued voter ID", "date_published": "2023-01-31 18:56:26+00:00", "description": "<p>Exclusive: number is just 0.5% of people who potentially need the document, Guardian learns</p><p>Only about 10,000 people have applied for a government-issued voter ID since the scheme opened, just 0.5% of the total who potentially need the document, the Guardian has learned.</p><p>The slow take-up, which could leave hundreds of thousands of people disenfranchised at local elections in May, will <a href=\"https://www.theguardian.com/politics/2022/dec/21/fears-voter-id-card-delay-could-disfranchise-many-in-england\">adds to worries</a> that the scheme is being rushed through and could cause chaos.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/only-10000-people-in-uk-have-applied-for-government-issued-voter-id\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/pope-francis-poison-of-greed-fuelling-conflict-congo", "title": "Pope Francis condemns ‘economic colonialism’ in Africa on visit to DRC", "date_published": "2023-01-31 18:52:07+00:00", "description": "<p>Pontiff says ‘poison of greed’ for mineral resources is fuelling conflict in Democratic Republic of Congo</p><p><a href=\"https://www.theguardian.com/world/pope-francis\">Pope Francis</a> has condemned “economic colonialism” in Africa, denouncing the “poison of greed” for mineral resources as he began a visit to the <a href=\"https://www.theguardian.com/world/congo\">Democratic Republic of Congo</a>.</p><p>Tens of thousands of people cheered as he travelled from the airport into the capital Kinshasa in his popemobile, chanting and waving flags.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/pope-francis-poison-of-greed-fuelling-conflict-congo\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/climate-protesters-who-squashed-cake-into-king-charles-waxwork-told-to-pay-damages", "title": "Climate protesters who squashed cake into King Charles waxwork told to pay damages", "date_published": "2023-01-31 18:46:27+00:00", "description": "<p>Eilidh McFadden and Tom Johnson convicted of criminal damage after action at Madame Tussauds and must pay £3,500 compensation</p><p>The climate protesters who threw cake into the face of a waxwork of King Charles in Madame Tussauds have been ordered to pay the London tourist attraction £3,500 in compensation.</p><p>Eilidh McFadden, 20, and Tom Johnson, 29, were found guilty of criminal damage at Westminster magistrates court on Tuesday for each smashing a vegan chocolate cake topped with shaving foam into the waxwork on 24 October last year.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/climate-protesters-who-squashed-cake-into-king-charles-waxwork-told-to-pay-damages\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/31/us-annenberg-report-finds-women-remain-stereotyped-in-music", "title": "US report finds women remain underrepresented and stereotyped in music", "date_published": "2023-01-31 18:35:50+00:00", "description": "<p>The Annenberg study shows the biggest discrepancies are in production and sound engineering and artists are failing commitments to redress the balance</p><p>The amount of top-selling female artists in the US increased in 2022, but the proportion of female songwriters making any commercial impact is still dismal, a new study has shown. The sixth annual University of Southern California Annenberg Inclusion Initiative report reveals that while the amount of women represented in Billboard’s year-end Hot 100 chart – which tallies the most commercially successful songs of the year – jumped 28.7% last year, to a total of 30%, only 14% of songwriters represented on the chart were women, a slight decrease from the 2021 statistic of 14.3%. Of the 232 producers represented on the year-end chart, only 3.4% were women, and one producer was non-binary.</p><p>“There is good news for women artists this year,” said Dr Stacy L Smith, who led the report, in a statement, “But let’s not get ahead of ourselves – there is still much work to be done before we can say that women have equal opportunity in the music industry.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/31/us-annenberg-report-finds-women-remain-stereotyped-in-music\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/tyre-nichols-death-white-officer-preston-hemphill", "title": "Tyre Nichols death: white officer’s belated suspension raises questions", "date_published": "2023-01-31 18:35:36+00:00", "description": "<p>Memphis police named and fired all five Black officers involved on 20 January, but waited to reveal Preston Hemphill’s identity</p><p>Questions have been raised over why Memphis police waited weeks to name a white police officer involved in the beating death of <a href=\"https://www.theguardian.com/us-news/tyre-nichols\">Tyre Nichols</a>, as it emerged an unnamed seventh officer and three emergency responders have also been disciplined over the case.</p><p>Major Karen Rudolph of Memphis police announced on Monday that the white officer in question, Preston Hemphill, was placed on desk duty following Nichols’s death on 8 January, a day after Nichols – who is Black – was beaten by police and two days before he died.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/tyre-nichols-death-white-officer-preston-hemphill\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/education/2023/jan/31/teachers-deserve-better-but-this-strike-is-not-just-about-pay", "title": "Teachers deserve better, but this strike is not just about pay | Letters", "date_published": "2023-01-31 18:27:03+00:00", "description": "<p>Year 10 pupil <strong>Milly Bell</strong> and headteacher <strong>Elisabeth Broers</strong> are united in support of teachers going on strike this week</p><p>After three years of disrupted education, in the form of home learning, bubbles and incessant mask-wearing, the thing my classmates and I wanted this year was normality. I’m in year 10 – I have never had a “normal” year at secondary school, with schools being closed halfway through the academic year in 2020.</p><p>We’ve all watched helplessly as our country has emerged from Covid into an economic crisis, clinging to the fact that our education at least had been returned, and that it could only get better. I find it, as many of my peers do, utterly appalling and disgraceful, not that the teachers themselves are striking, but that they feel they need to (<a href=\"https://www.theguardian.com/education/2023/jan/29/teachers-in-england-at-the-end-of-their-tether-says-union-chief\">Teachers in England at ‘end of their tether’ says union chief, 29 January</a>).</p> <a href=\"https://www.theguardian.com/education/2023/jan/31/teachers-deserve-better-but-this-strike-is-not-just-about-pay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/therese-coffey-admits-uk-cant-achieve-air-pollution-target-advised-by-experts", "title": "Thérèse Coffey admits UK can’t achieve air pollution target advised by experts", "date_published": "2023-01-31 18:24:39+00:00", "description": "<p>Environment secretary sets lower 10-year objective for cleaner air but researchers say their goal is reachable with stronger action</p><p>The government cannot achieve the air quality improvements advised by medical experts, so has set its targets lower for the next 10 years, the environment secretary has admitted as she unveiled a<a href=\"https://www.theguardian.com/environment/2023/jan/31/every-household-in-england-to-be-within-15-minutes-of-green-space-or-water\"> new environmental plan</a>.</p><p>Thérèse Coffey said on Tuesday: “We have cleaner air. I want it to be even cleaner. Now, I would have loved to have <a href=\"https://www.theguardian.com/environment/2022/mar/16/proposed-air-pollution-limit-england-environment-act\">made our target to achieve 10 micrograms</a> [of fine particulate matter, known as PM2.5, per cubic metre of air] by 2030, not 2040. Many parts of the country already enjoy this, but the evidence shows us that with the best will in the world we cannot achieve that everywhere by the end of the decade, particularly in London.”</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/therese-coffey-admits-uk-cant-achieve-air-pollution-target-advised-by-experts\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/31/paying-smart-meter-owners-to-use-less-electricity-may-harm-poor-peoples-health", "title": "Paying smart meter owners to use less electricity may harm poor people’s health | Letters", "date_published": "2023-01-31 18:24:14+00:00", "description": "<p><strong>Steve Thomas </strong>fears some will boost their income at the expense of their health – using the money to eat instead of heat</p><p>Smart meter owners will be grateful recipients of payments from National Grid if they reduce their electricity consumption at peak times during the current cold spell (<a href=\"https://www.theguardian.com/money/2023/jan/23/households-great-britain-paid-use-less-electricity-cut-bills-national-grid#:~:text=UK%20cold%20snap-,How%20does%20it%20work%3F,consumption%20by%20at%20least%2030%25.\">Households in Great Britain to be paid to use less electricity: how does it work?, 23 January</a>). While this might help keep the lights on, the risk is that low-income households who are already not consuming as much energy as they need to protect their welfare will take the opportunity to boost their income at the expense of their health – using the money to eat rather than heat.</p><p>However, there is a potential stick to go with this carrot and that is the option of charging consumers more for electricity at peak times. This will only be possible when all consumers have smart meters. It is proving hard enough to convince consumers to install them without downsides becoming apparent. As with the current scheme, power demand will be reduced at peak time. However, instead of giving consumers money to do this, they will be penalised if they do not and the welfare consequences in terms of increased excess winter deaths, already far too high, will be serious. The sensible course would be to prohibit use of high prices to reduce electricity demand at peak times. <br /><strong>Steve Thomas <br /></strong><em>Emeritus professor of energy policy, University of Greenwich</em></p> <a href=\"https://www.theguardian.com/money/2023/jan/31/paying-smart-meter-owners-to-use-less-electricity-may-harm-poor-peoples-health\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/gallery/2023/jan/31/scotlands-up-helly-aa-festival-in-pictures", "title": "Scotland’s Up Helly Aa festival – in pictures", "date_published": "2023-01-31 18:23:47+00:00", "description": "<p>Thousands gather for main Up Helly Aa fire festival in Shetland with women taking part in squads for first time</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/jan/31/scotlands-up-helly-aa-festival-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/tory-peer-withdraws-racially-charged-comments", "title": "Tory peer withdraws ‘racially charged’ comments", "date_published": "2023-01-31 18:18:47+00:00", "description": "<p>Exclusive: Rami Ranger criticised over comments about Pakistani journalists </p><p>A Conservative peer has apologised and withdrawn comments that were criticised for being “racially charged”, as a second referral about his conduct was made to the House of Lords standards watchdog.</p><p>Rami Ranger, a major Conservative party donor, admitted that remarks <a href=\"https://www.theguardian.com/politics/2023/jan/30/tory-peer-accused-of-racially-charged-attack-on-bbc-modi-documentary\">unearthed by the Guardian</a> that he made in a letter regarding Pakistani journalists and a later TV interview about grooming and drug dealing had “caused offence”.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/tory-peer-withdraws-racially-charged-comments\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/sunak-nature-save-nightingales-swifts-environment-plan", "title": "Sunak’s warm words on nature sound good, but can they save our last nightingales and swifts? | Beccy Speight", "date_published": "2023-01-31 18:00:26+00:00", "description": "<p>We’ve had encouraging environmental plans before. Time is running out - this one must become a reality</p><ul><li>Beccy Speight is the chief executive of the RSPB</li></ul><p>Make no mistake: our natural world is in crisis, and we are far beyond the point where words alone will fix it. For proof, you need only look to the annual <a href=\"https://www.theguardian.com/environment/2023/jan/31/woodpeckers-sparrows-annual-uk-bird-count-rspb-big-garden-birdwatch\">Big Garden Birdwatch</a>, which has shown a catastrophic decline over the past 14 years. And if you look for them in late spring, you’ll see that nightingales, turtle doves and swifts have almost vanished from our skies.</p><p>The government’s <a href=\"https://www.theguardian.com/environment/2023/jan/31/every-household-in-england-to-be-within-15-minutes-of-green-space-or-water\">announcement this week of commitments</a> to improve wildlife habitats could provide the platform for nature’s recovery. And the recent £3bn pledged to protect and restore nature, while not enough, demonstrates that the government recognises the scale of the task when it comes to delivering the targets agreed under the Environment Act and the global biodiversity framework set at Cop15. Defra has, on paper at least, attempted to rise to the challenge.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/sunak-nature-save-nightingales-swifts-environment-plan\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/up-to-half-a-million-to-strike-across-uk-as-talks-go-backwards", "title": "Up to half a million to strike across UK as talks go ‘backwards’", "date_published": "2023-01-31 17:55:30+00:00", "description": "<p>Action by teachers, civil servants, Border Force staff and train drivers to go ahead, with ministers accused of ‘stonewalling’ </p><p>Up to half a million workers will go on strike on Wednesday with thousands of schools shut, rail lines closed down and significant border disruption, as unions said negotiations on ending strikes were “going backwards”.</p><p>Ministers have been accused of “hoodwinking the public” and freezing any moves towards a settlement with NHS workers and rail unions. Government sources privately conceded that optimism at the beginning of the month about bringing an end to industrial action had faded.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/up-to-half-a-million-to-strike-across-uk-as-talks-go-backwards\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/water-firms-in-england-urged-to-upgrade-sewage-works-for-new-homes", "title": "Water firms in England urged to upgrade sewage works for new homes", "date_published": "2023-01-31 17:54:10+00:00", "description": "<p>Campaigners in Oxfordshire, Cotwolds and Cumbria say houses should not be occupied until system can cope</p><p>Campaigners are intervening to prevent new houses being occupied in several areas of the country until sewage treatment works are upgraded to cope.</p><p>In Oxfordshire, the Cotswolds and in Cumbria, the failure of water companies to invest in sewage infrastructure means new homes would just add more sewage into treatment works that are at or beyond capacity, and increase pollution into rivers, they say.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/water-firms-in-england-urged-to-upgrade-sewage-works-for-new-homes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/31/charmouth-crocodile-identified-as-new-genus-of-croc-like-creature", "title": "‘Charmouth crocodile’ identified as new genus of croc-like creature", "date_published": "2023-01-31 17:53:39+00:00", "description": "<p>Remains of 2-metre-long animal were discovered in 2017 by two fossil hunters for whom it has been named</p><p>Scientists have identified a new genus of fearsome crocodile-like creature that once hunted off what is now <a href=\"https://www.jurassiccoast.org/\">Dorset’s Jurassic Coast</a>.</p><p>The remains of the 2-metre-long animal were discovered by fossil hunters after a series of landslips on to a beach in 2017, and the newly recognised beast has been named <em>Turnersuchus hingleyae</em> in honour of the finders, Paul Turner and Lizzie Hingley.</p> <a href=\"https://www.theguardian.com/science/2023/jan/31/charmouth-crocodile-identified-as-new-genus-of-croc-like-creature\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/elderly-people-waited-nearly-twice-as-long-in-ae-in-england-as-in-2021", "title": "Elderly people waited nearly twice as long in A&E in England as in 2021", "date_published": "2023-01-31 17:49:21+00:00", "description": "<p>Exclusive: rise in typical delays from nine hours to 16 hours to get care or a bed puts over 80s at greater risk of dying, say doctors</p><p>The amount of time people over 80 spend in A&amp;E in England has almost doubled in a year, leaving them at increased risk of coming to harm and dying, emergency care doctors are warning.</p><p>An analysis by the Royal College of Emergency Medicine (RCEM) found that people of that age are spending 16 hours in A&amp;E waiting for care or a bed, a huge rise on the nine hours seen in 2021.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/elderly-people-waited-nearly-twice-as-long-in-ae-in-england-as-in-2021\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/mp-alex-davies-jones-rape-death-threats-speaking-against-andrew-tate", "title": "MP receives rape and death threats after speaking against Andrew Tate", "date_published": "2023-01-31 17:49:11+00:00", "description": "<p>Labour’s Alex Davies-Jones ‘bombarded’ with abuse after highlighting influencer’s ‘toxic’ influence on schoolboys</p><p>A Labour MP has said she has been “bombarded” with rape and death threats after speaking out against the “toxic” influence Andrew Tate had over schoolboys.</p><p>Alex Davies-Jones received abuse via email and directly to her office, soon after she raised the issue at prime minister’s question’s earlier this month. At the time, the shadow technology minister told MPs: “Teachers are now having to develop their own resources to re-educate boys who are being brainwashed online by his deeply toxic messaging.”</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/mp-alex-davies-jones-rape-death-threats-speaking-against-andrew-tate\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/virginia-basketball-coach-fired-for-impersonating-teenage-player-in-game", "title": "Virginia basketball coach fired for impersonating 13-year-old in game", "date_published": "2023-01-31 17:42:18+00:00", "description": "<ul><li>22-year-old assistant coach stepped in when player absent</li><li>Two other coaches have been fired from school’s program</li></ul><p>A 22-year-old Virginia basketball coach has been fired after being accused of attempting to pass herself off as one of her 13-year-old players during a game.</p><p><a href=\"https://www.wavy.com/sports/local-sports/22-year-old-assistant-girls-basketball-coach-impersonates-13-year-old-jv-player/\">According to Norfolk’s WAVY TV 10</a>, when one of the members of the Churchland junior varsity girls basketball team in Portsmouth was out of town earlier this month, Arlisha Boykins stepped in and impersonated the absent player in their game against Nansemond River.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/virginia-basketball-coach-fired-for-impersonating-teenage-player-in-game\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/still-a-michael-j-fox-movie-parkinsons-back-to-the-future", "title": "Still: A Michael J Fox Movie review – affecting portrait of film star’s courage", "date_published": "2023-01-31 17:27:36+00:00", "description": "<p>The Back to the Future actor, whose career was ended by Parkinson’s, is movingly upbeat about his condition – but the cutesy depiction of his early life sells him short</p><p>This sensitive but flawed documentary retells the inspirational story of Michael J Fox, the babyfaced Hollywood star of 80s hits including Back to the Future and TV’s Family Ties, who stunned the showbusiness world in 1998 by announcing his Parkinson’s diagnosis. It was a condition he had kept secret for seven years, having controlled it with medication and cleverly masked it on screen with his hyperactive high-energy tics, tricks and mannerisms, until the condition had deteriorated too far.</p><p>The film takes us through some of his moments from the TV comedy Spin City – his final TV gig prior to going public with the diagnosis – and, heartwrenchingly, you can see how the symptoms were beginning to show. It’s an arresting watch, although in addition to dramatic reconstructions of his childhood, film-maker Davis Guggenheim has a cutesy-ironic habit of using clips from Fox’s movies themselves to dramatise key moments in Fox’s life: an unnecessary, distracting and slightly naive approach, eliding the public and private personae.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/still-a-michael-j-fox-movie-parkinsons-back-to-the-future\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/george-santos-withdraws-house-committees-assignments-scandal", "title": "George Santos withdraws from House committees amid spiraling scandal", "date_published": "2023-01-31 17:11:36+00:00", "description": "<p>New York Republican congressman under investigation over his largely made-up résumé and current campaign finance filings</p><p>The Republican congressman George Santos has temporarily withdrawn from two House committees to which he was <a href=\"https://www.theguardian.com/us-news/2023/jan/17/george-santos-house-committees\">appointed</a> by party leaders despite a spiraling scandal over his largely made-up résumé and investigations of his bizarre past behavior and current campaign finance filings.</p><p>Santos told fellow Republicans of his decision at a closed-door party meeting on Capitol Hill on Tuesday morning.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/george-santos-withdraws-house-committees-assignments-scandal\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/31/oldham-coliseum-theatre-manchester-events-cancelled-arts-council-england-cut", "title": "Oldham Coliseum will go dark due to 100% Arts Council England funding cut", "date_published": "2023-01-31 17:04:00+00:00", "description": "<p>All events from late March cancelled at the theatre, which is in a priority location for the government’s Levelling Up fund</p><p>Oldham Coliseum has cancelled all of its forthcoming events from late March onwards as a result of its 100% funding cut from Arts Council England (ACE).</p><p>The cancellations, which include a spring-summer programme featuring a stage adaptation of Ken Loach’s film <a href=\"https://www.theguardian.com/stage/2022/nov/17/i-daniel-blake-to-be-adapted-for-stage-and-updated-for-cost-of-living-crisis\">I, Daniel Blake</a> and the Christmas pantomime Sleeping Beauty, were announced on Tuesday. The theatre will go dark from 26 March with no current indication of when it might reopen.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/31/oldham-coliseum-theatre-manchester-events-cancelled-arts-council-england-cut\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/eu-committee-votes-to-lift-immunity-from-two-meps-amid-qatargate-inquiry", "title": "EU committee votes to lift immunity from two MEPs amid ‘Qatargate’ inquiry", "date_published": "2023-01-31 16:41:43+00:00", "description": "<p>European parliament expected to back committee and strip Marc Tarabella and Andrea Cozzolino of immunity from prosecution</p><p>A European parliament committee has voted to lift immunity from two MEPs after a request from Belgian authorities investigating the “Qatargate” bribery and corruption scandal that has shaken the EU assembly.</p><p>MEPs on the European parliament’s legal affairs committee voted unanimously with no abstentions on Tuesday to strip immunity from Belgium’s Marc Tarabella and Italy’s Andrea Cozzolino.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/eu-committee-votes-to-lift-immunity-from-two-meps-amid-qatargate-inquiry\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/31/hanif-kureishi-hospital-musings-sickbed-writing-hilary-mantel-audre-lorde", "title": "Nurse! My pen! Hanif Kureishi’s hospital musings and the art of sickbed writing", "date_published": "2023-01-31 16:30:03+00:00", "description": "<p>The author has published 10,000 words since being left paralysed – about the able-bodied, sexual positions and racist taunts. From Hilary Mantel to Audre Lorde, we look at how illness changes a writer</p><p>“What could we possibly be afraid of after having admitted to ourselves that we had dealt face to face with death and not embraced it?” <a href=\"https://www.theguardian.com/books/2011/nov/18/my-hero-audre-lorde-jackie-kay\">Audre Lorde</a> asked herself in her journal in 1978, a few days after undergoing a mastectomy for breast cancer. “For once we accept the actual existence of our dying, who can ever have power over us again.”</p><p>Lorde insisted on the new clarity, creativity and power enabled by the revelations of illness. The women she saw as succumbing to the lure of prosthetic breasts had for her refused enlightenment. This is empowering but also relentless: why should the ill be wiser than anyone else? What makes Lorde’s <a href=\"https://www.penguin.co.uk/books/317725/the-cancer-journals-by-lorde-audre/9780241453506\">Cancer Journals</a> genuinely revelatory is that insights of this kind are packed in amid despair and anger – accounts of staring out of the window and masturbating into exhaustion.</p> <a href=\"https://www.theguardian.com/books/2023/jan/31/hanif-kureishi-hospital-musings-sickbed-writing-hilary-mantel-audre-lorde\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/31/salman-rushdie-will-not-promote-new-novel-victory-city-after-attack", "title": "Salman Rushdie will not promote new novel after attack", "date_published": "2023-01-31 16:27:51+00:00", "description": "<p>Author will not appear at launch events for Victory City, his first book since he was attacked last August, his agent has confirmed</p><p>Salman Rushdie’s recovery is progressing after the attack on him five months ago, but he will not be promoting his new novel, his agent has confirmed.</p><p>Rushdie wrote Victory City before was attacked at the Chautauqua Institution in New York state, leaving him with the <a href=\"https://www.theguardian.com/books/2022/oct/23/salman-rushdie-has-lost-sight-in-one-eye-and-use-of-one-hand-says-agent\">loss of sight in one eye and without the use of one hand</a>. It will be his first book to have been published since then.</p> <a href=\"https://www.theguardian.com/books/2023/jan/31/salman-rushdie-will-not-promote-new-novel-victory-city-after-attack\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/31/jimmy-kimmel-trump-stephen-colbert-seth-meyers-late-night", "title": "Kimmel on Trump 2024: ‘Kind of sad – like when Michael Jordan went to play for the Wizards’", "date_published": "2023-01-31 16:27:13+00:00", "description": "<p>Late-night hosts discuss Trump’s 2024 campaign, even more George Santos lies and the police killing of Tyre Nichols</p><p>Jimmy Kimmel mocked his typical target, Donald Trump, for Trump’s return to typical form: campaigning for president, with stops for his 2024 bid in New Hampshire and South Carolina over the weekend.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/31/jimmy-kimmel-trump-stephen-colbert-seth-meyers-late-night\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/31/pay-for-your-own-massage-how-the-era-of-extreme-office-perks-came-to-an-end", "title": "Pay for your own massage! How the era of extreme office perks came to an end", "date_published": "2023-01-31 16:26:50+00:00", "description": "<p>From free dinners and laundry to wellness centres and rides home, the lavish extras bestowed by tech companies are becoming a thing of the past</p><p><strong>Name:</strong> Office perks.</p><p><strong>Age:</strong> May go as far back as 13BC, when Caesar Augustus offered his retiring soldiers a pension.</p> <a href=\"https://www.theguardian.com/money/2023/jan/31/pay-for-your-own-massage-how-the-era-of-extreme-office-perks-came-to-an-end\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/orlando-pride-haley-carter-nwsl-womens-football", "title": "Orlando Pride’s Haley Carter: ‘I feel like I’ve hit the jackpot here’", "date_published": "2023-01-31 16:24:03+00:00", "description": "<p>Former US marine takes on general manager role and is determined to change the culture and win a NWSL championship</p><p>Haley Carter, Orlando Pride’s new general manager and vice-president of soccer operations, is not afraid to address the culture shift needed in the NWSL, including at her club. “There are consistencies we should see across the board: it needs to be safe, it needs to be inclusive and at this level it needs to be a winning culture too,” she says. “I’m very serious about player advocacy, player safety and creating an inclusive safe culture.”</p><p>Carter’s CV is extensive and with the sport in the US undergoing reforms after the <a href=\"https://www.theguardian.com/football/2022/dec/14/nwsl-investigation-widespread-misconduct-clubs\">NWSL abuse scandal</a> she comes in with the ambition of making Orlando somewhere “players want to be” as well as an NWSL championship-winning side.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/orlando-pride-haley-carter-nwsl-womens-football\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/sheku-bayoh-police-error-meant-family-could-not-say-goodbye-says-sister", "title": "Sheku Bayoh: police error meant family could not say goodbye, says sister", "date_published": "2023-01-31 16:18:10+00:00", "description": "<p>Kadi Johnson tells inquiry into Bayoh’s death in 2015 that postmortem was carried out before family viewed body</p><p>The family of Sheku Bayoh were prevented from saying their final goodbyes because a miscommunication by police meant a postmortem was carried out before his relatives were ready to identify his body, according to his sister.</p><p>In a morning of moving testimony at the inquiry into Bayoh’s death in custody, his sister Kadi Johnson set out a catalogue of alleged errors, miscommunications, conflicting information and apparent absence of compassion as she described her family’s treatment by the police and authorities from the moment they were first informed the 31-year-old had died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/sheku-bayoh-police-error-meant-family-could-not-say-goodbye-says-sister\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/lancashire-police-issue-call-for-crucial-witness-in-hunt-for-missing-woman", "title": "Lancashire police issue call for crucial witness in hunt for missing woman", "date_published": "2023-01-31 16:16:30+00:00", "description": "<p>‘Potentially key witness’ was in Wyre river area when Nicola Bulley’s spaniel was found alone</p><p>Police searching for a missing Lancashire mortgage adviser last seen soon after dropping her two daughters at school have appealed for a “potentially key witness” to come forward.</p><p><a href=\"https://www.theguardian.com/uk-news/2023/jan/30/police-search-woman-walking-dog-lancashire-nicola-bulley\">Nicola Bulley, 45</a>, was seen walking her dog, Willow, along the nearby Wyre river shortly after taking her two daughters to their primary school in the village of St Michael’s on Wyre, in Lancashire, on Friday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/lancashire-police-issue-call-for-crucial-witness-in-hunt-for-missing-woman\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/31/tell-us-how-do-you-think-happy-valley-will-end", "title": "Tell us: how do you think Happy Valley will end?", "date_published": "2023-01-31 16:14:01+00:00", "description": "<p>We would like to hear your theories on how the series will end</p><p>As the finale of Happy Valley approaches, we want to hear your theories on how it will end.</p><p>What will happen in the standoff between Catherine and Tommy Lee Royce? Will TLR take Ryan away? Will they all end up in Spain? What will happen to the evil pharmacist? And the evil PE teacher? Will Clare and Catherine ever make up? What will the last scene be? And the final shot?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/31/tell-us-how-do-you-think-happy-valley-will-end\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/ofgem-considers-subsidy-level-energy-costs-prepayment-direct-debit", "title": "Ofgem considers subsidy to level energy costs for prepayment and direct debit customers", "date_published": "2023-01-31 16:13:28+00:00", "description": "<p>Regulator defends suppliers who have forced people on to the meters</p><p>Ofgem is considering closing the gap between the cost of energy bills for customers on prepayment meters and those on direct debits – but has defended suppliers who have forced people on to the meters.</p><p>Jonathan Brearley, the chief executive of Ofgem, told MPs the energy regulator was examining whether a subsidy could be introduced to create a level playing field.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/ofgem-considers-subsidy-level-energy-costs-prepayment-direct-debit\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/pakistan-children-drown-overloaded-boat-capsizes-tanda-dam-lake", "title": "Pakistan: 49 children drown after overloaded boat capsizes in lake", "date_published": "2023-01-31 16:03:06+00:00", "description": "<p>Bodies of teacher and skipper pulled from water at Tanda Dam tourist site, bringing death toll to 51</p><p>Forty-nine children died when their <a href=\"https://www.theguardian.com/world/2023/jan/29/dozens-die-including-children-in-pakistan-bus-and-boat-crashes\">overloaded boat capsized in north-west Pakistan</a>, police have said, after divers spent three days dragging bodies from freezing waters.</p><p>The boys, aged between seven and 14, were all students of a madrassa and had been taken for a day trip to the scenic Tanda Dam lake on Sunday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/pakistan-children-drown-overloaded-boat-capsizes-tanda-dam-lake\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/31/make-you-feel-my-love-bob-dylan", "title": "‘It speaks straight from the heart’: Bryan Ferry, Adele and Engelbert Humperdinck on Bob Dylan’s Make You Feel My Love", "date_published": "2023-01-31 16:00:22+00:00", "description": "<p>As the ballad appears on the latest Bootleg Sessions box set, some of the many artists who have covered it explain why it tugs their heartstrings</p><p>When Adele covered Bob Dylan’s Make You Feel My Love on her debut album 19, her interpretation was a sparse piano ballad that exuded tortured romantic longing. “The lyrics are just amazing and summed up exactly what I’d been trying to say in my songs,” <a href=\"https://www.examinerlive.co.uk/whats-on/music/rapid-rise-fame-teenage-adele-5044284\">Adele said then</a>. “It’s about regretting not being with someone, and it’s beautiful.”</p><p>The heartbreak resonated. Originally released in October 2008, Adele’s take on Make You Feel My Love ended up a Top 5 UK hit two years later. But hers is hardly the only cover of the song to have had a lasting impact. First appearing on Dylan’s Grammy-winning 1997 album Time Out of Mind – newly rereleased with previously unheard material – Make You Feel My Love has been tackled by the likes of Billy Joel, Pink, Neil Diamond, Kelly Clarkson and Boy George. In the process it has become a rare recent entry in the Great American Songbook.</p> <a href=\"https://www.theguardian.com/music/2023/jan/31/make-you-feel-my-love-bob-dylan\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/01/mammals-that-live-in-groups-have-longer-lifespans-research-finds", "title": "Mammals that live in groups have longer lifespans, research finds", "date_published": "2023-01-31 16:00:05+00:00", "description": "<p>The correlation held even when researchers took into account link between larger species size and longer lifespan</p><ul><li><a href=\"https://www.theguardian.com/australia-news/series/australian-news-live/latest\">Follow our Australia news live blog for the latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Mammals that live in groups generally have longer lifespans than solitary species, new research into nearly 1,000 different animals suggests.</p><p>Scientists from China and Australia compared 974 mammal species, analysing longevity and how they tended to be socially organised.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2023/feb/01/mammals-that-live-in-groups-have-longer-lifespans-research-finds\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/ukraine-europe-tanks-belgian-buyer-oip", "title": "Belgian buyer of Europe’s spare tanks hopes they see action in Ukraine", "date_published": "2023-01-31 16:00:02+00:00", "description": "<p>OIP built up a huge private arsenal, banking on there one day being demand for the weapons again</p><p>On the outskirts of Tournai, a sleepy medieval town in the gentle, Brueghelian landscape of the French-speaking part of Belgium, there is an unassuming grey hangar, barely hidden behind a fence. Inside are rows upon rows of German-made Leopard 1 tanks and other heavy fighting vehicles – some of the same types of weapons that top Ukraine’s military wishlist.</p><p>The hangar belongs to the Belgium defence company OIP and contains one of the biggest privately owned reserves of weapons in Europe. “Many of these tanks have been sitting here for years. Hopefully, now it is the time they finally see some action in Ukraine,” said Freddy Versluys, the head of OIP, as he toured the hangar.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/ukraine-europe-tanks-belgian-buyer-oip\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/wales-will-relish-being-underdogs-for-six-nations-clash-with-ireland-says-warren-gatland-rugby-union", "title": "Warren Gatland talks up ‘underdogs’ tag as Wales prepare for Ireland opener", "date_published": "2023-01-31 15:46:54+00:00", "description": "<ul><li>Leigh Halfpenny will make first Wales start for 19 months</li><li>Former Wales captain Alun Wyn Jones wins his 156th cap</li></ul><p>Warren Gatland believes Wales will relish being underdogs for Saturday’s Six Nations opener against Ireland. The Principality Stadium encounter kicks off Gatland’s second stint as Wales head coach, with his previous reign between 2008 and 2019 yielding four Six Nations titles, three grand slams and two World Cup semi-finals.</p><p>Ireland will arrive in Cardiff as the world’s top-ranked team following a memorable year when they beat New Zealand twice, South Africa and Australia. But they have lost their last four Six Nations games in the Welsh capital since defeating Wales 10 years ago.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/wales-will-relish-being-underdogs-for-six-nations-clash-with-ireland-says-warren-gatland-rugby-union\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/john-hollioake-joys-sorrows-raising-two-cricketers-adam-ben-england", "title": "John Hollioake on the joys and sorrows of raising two cricketers", "date_published": "2023-01-31 15:39:45+00:00", "description": "<p>John, father of former England players Adam and Ben Hollioake, talks candidly about a fairytale with a tragic ending</p><p>By <a href=\"https://twitter.com/Jo_Wisden?ref_src=twsrc%255Egoogle%257Ctwcamp%255Eserp%257Ctwgr%255Eauthor\">Jo Harman</a> for <a href=\"https://wisden.com/shop/wisden-cricket-monthly-issue-43\">Wisden Cricket Monthly</a></p><p>“Everything was a battle royal,” says John Hollioake, recalling his two sons, Adam and Ben, going hell for leather at the family home in Melbourne. “They’d play every sport known to man. They used to fight like hell, even in the kitchen. They had the competitiveness I had in spades. I just wasn’t bloody good enough to make the most of it.”</p><p>Windows were broken, ornaments smashed, some of which John and his wife Daria have kept to this day as mementos of a time when their gifted young children were exploring how far their talent could take them.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/john-hollioake-joys-sorrows-raising-two-cricketers-adam-ben-england\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/speedboat-skipper-southampton-water-fatal-crash-emily-lewis-michael-lawrence", "title": "Speedboat skipper tells court he lost vision before crash that killed girl", "date_published": "2023-01-31 15:36:18+00:00", "description": "<p>Michael Lawrence denied he was showing off before collision with buoy in Southampton Water in which Emily Lewis, 15, died</p><p>The skipper of a speedboat that crashed into a buoy, killing a 15-year-old girl, has told a court he felt light-headed and lost his vision for a “split second” before the impact.</p><p>Emily Lewis suffered fatal injuries when the rigid inflatable boat (Rib) collided with the 4.5-metre-high buoy in Southampton Water at more than 40mph, leaving a number of other passengers seriously injured.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/speedboat-skipper-southampton-water-fatal-crash-emily-lewis-michael-lawrence\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/31/gene-editing-company-hopes-to-bring-dodo-back-to-life", "title": "Gene editing company hopes to bring dodo ‘back to life’", "date_published": "2023-01-31 15:31:16+00:00", "description": "<p>Company is raising further $150m to pursue research on dodo which became extinct in 17th century</p><p>The <a href=\"https://www.theguardian.com/science/audio/2018/apr/27/the-curious-case-of-the-dodo-science-weekly-podcast\">dodo, a Mauritian bird</a> last seen in the 17th century, will be brought back to at least a semblance of life if attempts by a gene editing company are successful.</p><p><a href=\"https://www.theguardian.com/australia-news/2022/feb/19/de-extinction-puzzle-how-decoding-numbat-dna-could-help-resurrect-the-tasmanian-tiger\">Gene editing techniques</a> now exist that allow scientists to mine the dodo genome for key traits that they believe they can then effectively reassemble within the body of a living relative.</p> <a href=\"https://www.theguardian.com/science/2023/jan/31/gene-editing-company-hopes-to-bring-dodo-back-to-life\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/pamela-anderson-netflix-documentary-love-story-ryan-white-interview", "title": "‘People are going to be really surprised’: inside the Pamela Anderson documentary", "date_published": "2023-01-31 15:30:08+00:00", "description": "<p>The actor and activist has reclaimed her narrative in a revealing Netflix film that shows her at her most vulnerable and honest</p><p>It’s evident within minutes of <a href=\"https://www.theguardian.com/film/2023/jan/27/pamela-a-love-story-review-pamela-anderson-looks-back-baywatch-sex-tape\">Pamela, a Love Story</a>, the new Netflix documentary on arguably the most recognizable blonde bombshell of the last 30 years, that Pamela Anderson is a stellar archivist of herself. Understated in a white T-shirt, sans makeup, typically bleach-blond hair loose and unstyled, Anderson leads the camera through trove after trove of records – VHS tapes, Hi8 footage, DVDs, dozens of notebooks marked by distinctively large, bubbled handwriting. Boxes of home videos and memorabilia, saved at her childhood home on Vancouver Island, all provided unrestricted to film-makers.</p><p>Pamela, a Love Story covers the full sweep of Anderson’s 55 years, from her turbulent childhood in the small island town of Ladysmith to her discovery by a Labatt’s beer scout at a Canadian football game, to her transformation into a Playboy covergirl and Baywatch babe, to the public fascination with her whirlwind marriage to rocker Tommy Lee. There’s the devastation of her intimate tape’s theft and distribution, later career stalls and hiccups, life with her two sons Brandon and Dylan, several marriages and few regrets.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/pamela-anderson-netflix-documentary-love-story-ryan-white-interview\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/bad-economics-bbc-tory-austerity-uk-politics", "title": "Bad economics at the BBC enabled Tory austerity and its aftermath – and it knows as much | James Meadway", "date_published": "2023-01-31 15:30:01+00:00", "description": "<p>Too many journalists don’t get ‘basic economics’, an internal review says. Imagine the effect that’s had on UK politics</p><p>How different might the last decade of British politics have been if the public had been better informed about economics? It’s the inescapable thought I had when reading through the BBC’s newly published <a href=\"https://www.bbc.co.uk/mediacentre/2023/thematic-review-taxation-public-spending-govt-borrowing-debt-output#:~:text=The%20BBC%20has%20shared%20its,and%20viewpoints%20are%20being%20reflected.\">“thematic review”</a> into its coverage of “taxation, public spending, government borrowing and debt output”.</p><p>Would a public not spoon-fed mush about the supposed perils of government borrowing have been so ready to accept David Cameron and George Osborne’s austerity in the early 2010s? Would Labour’s then leadership have felt so compelled to support spending cuts – a position that helped lay the ground for Jeremy Corbyn’s anti-austerity leadership bid? Might the Brexit vote have gone differently?</p><p>James Meadway is director of the Progressive Economy Forum</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/bad-economics-bbc-tory-austerity-uk-politics\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/iranian-couple-filmed-dancing-in-tehran-are-jailed-for-10-years", "title": "Iranian couple filmed dancing in Tehran are jailed for 10 years", "date_published": "2023-01-31 15:21:12+00:00", "description": "<p>Couple convicted of ‘encouraging corruption and public prostitution’ after video of dance went viral</p><p>An Iranian court has handed jail sentences of more than 10 years each to a young couple who danced in front of one of Tehran’s main landmarks in a video seen as a symbol of defiance against the regime, activists said.</p><p>Astiyazh Haghighi and her fiance, Amir Mohammad Ahmadi, both in their early 20s, were arrested in early November after a video went viral showing them dancing romantically in front of the Azadi Tower in Tehran.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/iranian-couple-filmed-dancing-in-tehran-are-jailed-for-10-years\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/man-secures-cheaper-gym-fees-benefit-disabled-britons", "title": "Man secures cheaper gym fees that could benefit disabled Britons", "date_published": "2023-01-31 15:12:41+00:00", "description": "<p>Andrew Gray made a discrimination claim against Nuffield Health, which has now agreed to offer reduced rates</p><p>A disabled man has secured a settlement with a gym chain, offering people with disabilities the opportunity to pay reduced membership fees because their health condition prevents them from using all the facilities.</p><p>The groundbreaking agreement could benefit hundreds of thousands of people with disabilities who want to keep fit and improve their health.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/man-secures-cheaper-gym-fees-benefit-disabled-britons\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/31/bizarre-whirlpool-hawaii-spacex-florida", "title": "Bizarre ‘whirlpool’ appears in night sky above Hawaii", "date_published": "2023-01-31 15:11:56+00:00", "description": "<p>Phenomenon believed to have origins in launch of military GPS satellite from SpaceX in Florida</p><p>A camera on top of Hawaii’s tallest mountain has captured what looks like a spiral swirling through the night sky.</p><p>Researchers believe the strange phenomenon had its origins in the launch of a military GPS satellite that launched from a SpaceX rocket in Florida.</p> <a href=\"https://www.theguardian.com/science/2023/jan/31/bizarre-whirlpool-hawaii-spacex-florida\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/why-the-uk-economy-is-shrinking-fast", "title": "Why the UK economy is shrinking fast", "date_published": "2023-01-31 15:11:54+00:00", "description": "<p>Factors behind IMF analysis finding Britain unique among G7 countries to be expecting reduction this year</p><p>The <a href=\"https://www.theguardian.com/business/imf\">International Monetary Fund</a> has warned that Britain is expected to be the only large industrialised country to see its economy shrink this year.</p><p>The Washington-based fund upgraded its forecast for most leading economies but said it expected the UK economy to <a href=\"https://www.theguardian.com/business/2023/jan/31/britain-only-g7-economy-expected-shrink-2023-imf\">contract by 0.6% this year</a> – a level 0.9 percentage points worse than that which it had pencilled in just three months ago, and slower even than that for sanctions-hit Russia.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/why-the-uk-economy-is-shrinking-fast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/trump-seems-oddly-relaxed-about-republican-rival-nikki-haley-is-it-because-she-doesnt-stand-a-chance", "title": "Trump seems oddly relaxed about Republican rival Nikki Haley | Arwa Mahdawi", "date_published": "2023-01-31 15:11:25+00:00", "description": "<p>Ron DeSantis would supposedly be ‘disloyal’ if he challenged Trump for the White House. Haley, meanwhile, ‘should do it’. Guess who’s a bigger threat?</p><p>Has Donald Trump taken up meditation as his new year resolution? Is he mainlining sedatives? Did a demon snatch his soul and replace it with that of a reasonable person? I ask because the unthinkable has happened: Trump has responded to the idea of one of his former acolytes challenging his 2024 ambitions in a calm and measured manner, instead of with his usual insults.</p><p>The acolyte in question is Nikki Haley, a former South Carolina governor and Trump’s US ambassador to the UN. There are mounting rumours that Haley is exploring a potential run against Trump in 2024 – a fact that doesn’t seem to bother her old boss very much. Speaking to reporters on his plane on Saturday, <a href=\"https://www.newsweek.com/trump-2024-desantis-nikki-haley-maga-1777436\">Trump said Haley had called him up to chat about running and he’d told her</a>: “Go by your heart if you want to run.” To be fair, he couldn’t resist a little dig, noting Haley had “publicly said that ‘I would never run against my president – he was a great president.’” Still, he magnanimously told her she “should do it”.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/trump-seems-oddly-relaxed-about-republican-rival-nikki-haley-is-it-because-she-doesnt-stand-a-chance\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/31/barrett-strong-motown-songwriting", "title": "Barrett Strong: the Motown hitmaker was modest almost to a fault", "date_published": "2023-01-31 15:02:59+00:00", "description": "<p>Though he was quick to credit others’ contributions, Strong’s songwriting was absolutely critical to the label that remade American pop music</p><ul><li><a href=\"https://www.theguardian.com/music/2023/jan/30/barrett-strong-singer-songwriter-and-motown-first-star-dies-aged-81\">Barrett Strong, singer, songwriter and Motown’s first star, dies aged 81</a></li></ul><p>In 1961, after several dud singles in a row, Barrett Strong turned his back on Motown Records. He swapped one factory for another to work on the production line at Chrysler: “I had to take care of my kids,” he reflected later. It was a bitter twist of fate for a singer whose 1959 single Money (That’s What I Want) – Motown’s debut release, later covered by both the Beatles and the Rolling Stones – had sold almost 1m copies.</p><p>Born in West Point, Mississippi in 1941, Strong moved with his family to Detroit after the end of the war and played piano in his sisters’ gospel group, the Strong Singers. “My sisters were very pretty girls,” he would reminisce – pretty enough that smitten musicians would often hang at the Strong house, where Barrett led impromptu jam sessions. “That’s how I got to know Jackie Wilson, who brought Mr Gordy over to hear me play,” he said. Mr Gordy was Berry Gordy, a songwriter who would go on to become perhaps the greatest mogul in pop history, founding Motown in 1958. Gordy signed Strong to the nascent label while also serving as his manager, a conflict of interest that was as flagrant as it was commonplace back then.</p> <a href=\"https://www.theguardian.com/music/2023/jan/31/barrett-strong-motown-songwriting\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/greenpeace-protesters-board-shell-platform-bound-for-shetland", "title": "Greenpeace protesters board Shell platform bound for Shetland", "date_published": "2023-01-31 15:01:54+00:00", "description": "<p>Four activists board 52,000-tonne vessel north of Canary Islands and demand company ‘stop drilling – start paying’ </p><p>Greenpeace protesters have boarded a Shell floating oil platform which is being transported over 12,000 nautical miles to the Shetland Islands with signs demanding that the fossil fuel giant “Stop drilling – start paying”.</p><p>The four activists from the UK, Turkey, the US and Argentina climbed on to the 52,000-tonne heavy-lift vessel just north of the Canary Islands on Tuesday morning and displayed a banner from the platform in what it said was a peaceful protest against the climate devastation around the world “caused by Shell and the wider fossil fuel industry, without paying a penny towards loss and damage”.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/greenpeace-protesters-board-shell-platform-bound-for-shetland\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/teachers-strike-underfunding-our-school-political-pay", "title": "My classrooms are cold and our teachers keep leaving – as a pupil, I’m supporting the teachers’ strike | Azadi Barbagallo Beuret", "date_published": "2023-01-31 15:00:01+00:00", "description": "<p>A lot of people think my generation isn’t political – but I can see that our cold classrooms need better equipment, and teachers need proper pay</p><p>I think a lot of people think my generation don’t care about politics or aren’t interested. They underestimate how perceptive we are. We’re part of the world too. We sit in classrooms. We know that schools don’t have proper funding and that our teachers aren’t properly paid for the hard work they do.</p><p>Teachers should have better working conditions. They are teaching the next generation to move academically through the world, and they deserve to live and work comfortably.</p><p>Azadi Barbagallo Beuret is a year 9 pupil in an English school</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/teachers-strike-underfunding-our-school-political-pay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/kyle-sinckler-without-eddie-jones-i-wouldnt-play-for-england", "title": "‘I owe a lot to Eddie’: Sinckler hails Jones and looks forward with England", "date_published": "2023-01-31 15:00:01+00:00", "description": "<p>Before the Six Nations, England tighthead credits former head coach with shaping his career and ultimately his life</p><p>It says everything about Kyle Sinckler that he felt the need to pay Eddie Jones a visit when the dust was still settling on <a href=\"https://www.theguardian.com/sport/2023/jan/16/eddie-jones-swift-australia-return-could-come-back-to-bite-england-rugby-union\">his sacking as England head coach</a>. Jones has spoken about how pleased he was with the number of messages he received from his players but when all it takes is the push of a few buttons, it requires a certain character to seek him out and offer gratitude in person. Sinckler, however, had made his mind up. “It was important for me to have that conversation with him face-to-face.”</p><p>So it was that Sinckler travelled to England’s base in Bagshot to give Jones his thanks for moulding him from a rough diamond into one of the world’s leading tighthead props. To apologise, too, for Sinckler holds himself in part responsible for Jones’s departure. “I felt I’d probably let Eddie down, because if I’m playing well enough and the team is playing well enough, that change wouldn’t have been made.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/kyle-sinckler-without-eddie-jones-i-wouldnt-play-for-england\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/tesco-buys-paperchase-brand-shops-jobs", "title": "Tesco buys Paperchase brand but not shops, with 800 jobs at risk", "date_published": "2023-01-31 14:36:37+00:00", "description": "<p>Stationery retailer collapses into administration after rising costs and disappointing sales</p><p><a href=\"https://www.theguardian.com/business/tesco\">Tesco</a> has bought the brand and intellectual property of Paperchase, after the struggling stationery retailer collapsed into administration. <strong><br /><br /></strong>However, the deal does not include Tesco taking on the brand’s 106 stores across the UK and Ireland, leaving the future uncertain for Paperchase’s 820 employees.</p><p>The deal follows a <a href=\"https://www.theguardian.com/business/2021/jan/05/uk-lockdowns-push-paperchase-to-verge-of-administration\">difficult few months for Paperchase</a> after rising costs and disappointing sales.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/tesco-buys-paperchase-brand-shops-jobs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/exxon-profits-2022-western-oil-industry-record", "title": "Exxon posts record $56bn profit for 2022 in historic high for western oil industry", "date_published": "2023-01-31 14:29:41+00:00", "description": "<p>Company took home about $6.3m an hour last year as oil majors expected to break their own annual records </p><p>Exxon Mobil posted a $56bn profit for 2022, the company said on Tuesday, taking home about $6.3m an hour last year, and setting not only a company record but a historic high for the western oil industry.</p><p>Oil majors are expected to break their own annual records on high prices and soaring demand, pushing their combined take to near <a href=\"https://www.reuters.com/business/energy/big-oils-good-times-set-roll-after-record-2022-profits-2023-01-17/\">$200bn</a>. The scale has renewed criticism of the oil industry and sparked calls for more countries to levy windfall profit taxes on the companies.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/exxon-profits-2022-western-oil-industry-record\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/marie-kondo-costs-tidy-chaos", "title": "Marie Kondo has finally realised what it costs to be tidy – and like me, has decided to chill the hell out | Zoe Williams", "date_published": "2023-01-31 14:19:40+00:00", "description": "<p>People who think they can master chaos don’t have enough children, or dogs, or interests</p><p>It is with some chagrin that I see Marie Kondo making international news with the bombshell that she’s pretty much <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/30/queen-of-clean-marie-kondo-says-she-has-kind-of-given-up-on-tidying-at-home\">stopped tidying at home</a> since the birth of her third child: “Up until now, I was a professional tidier, so I did my best to keep my home tidy at all times,” she told the Washington Post. “I have kind of given up on that, in a good way for me. Now I realise what is important to me is enjoying spending time with my children at home.”</p><p>You could almost hear the world exhale in relief at this change of heart: Kondo is perhaps the leading evangelist for order and decluttering, author and <a href=\"https://www.theguardian.com/tv-and-radio/2021/sep/01/sparking-joy-with-marie-kondo-review-the-guru-who-could-talk-you-into-a-burning-car\">Netflix poster-woman</a> for the good life. If she can’t make tidying work with three kids around, when it’s her brand, her identity and her life’s work, the rest of us are just fine. It’s like if anti-cigarette guru <a href=\"https://www.theguardian.com/news/2006/dec/01/guardianobituaries.smoking\">Allen Carr</a> had started smoking again. On the one hand, shame, but on the other: what a stunning vindication of human frailty.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/marie-kondo-costs-tidy-chaos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/live/2023/jan/31/biden-end-covid-emergency-reproductive-health-crisis-politics-live-updates", "title": "Biden to end Covid-19 emergency but may declare reproductive health crisis – live", "date_published": "2023-01-31 14:08:19+00:00", "description": "<p>White House announces extraordinary pandemic measures to lapse on 11 May, a move Republicans had called for</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p><strong>When it comes to Washington and emergencies, it’s out with the old, in with the new.</strong></p><p>The old, of course, are the national and public health emergencies declared by <strong>Donald Trump</strong> to fight Covid-19 as it began its <a href=\"https://www.theguardian.com/world/2022/may/15/1-million-us-covid-deaths-effects\">disastrous spread</a> across the country in 2020. Republicans were always uneasy with the idea of restricting what Americans could do in a bid to halt transmission of the virus, and the House GOP will today introduce two bills that would end the emergencies. But the Biden White House took some wind out of their sails <a href=\"https://www.whitehouse.gov/wp-content/uploads/2023/01/SAP-H.R.-382-H.J.-Res.-7.pdf\">by announcing</a> they plan to let both expire on 11 May, while warning that a sudden termination could negatively affect everything from border security to health insurance.</p><p><strong>It’s day two of Biden’s</strong> infrastructure blitz, with the president traveling to New York City to promote his 2021 overhaul of the country’s public works, and attend a Democratic National Committee reception. He was doing much the same in Baltimore yesterday.</p><p><strong>The House of Representatives</strong> convenes at 10am to consider the GOP’s bills to force an end to the Covid-19 national emergencies. The Senate convenes at the same time, where lawmakers will be making speeches and generally getting their ducks in a row to start the chamber’s work.</p><p><strong>Donald Trump</strong> <a href=\"https://www.theguardian.com/media/2023/jan/31/donald-trump-sues-bob-woodward-over-the-trump-tapes-for-50m\">sued</a> journalist <strong>Bob Woodward</strong> and his publishers for releasing recordings of their interviews. The former president is seeking just a hair under $50m.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jan/31/biden-end-covid-emergency-reproductive-health-crisis-politics-live-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/business-insolvencies-firms-go-bust-2022-england-wales", "title": "Business insolvencies jump 30% as 22,000 firms go bust in 2022", "date_published": "2023-01-31 14:00:20+00:00", "description": "<p>Figures for England and Wales likely to worsen as UK goes into recession, say analysts</p><p><a href=\"https://www.theguardian.com/money/bankruptcy-iva-insolvency\">Business insolvencies</a> jumped 30% to a 13-year high in 2022 as government support programmes that offered companies protection from their creditors during the pandemic came to an end.</p><p>Soaring costs and weakening consumer demand in the second half of last year also combined to force many firms into liquidation, said analysts who predicted the situation was likely to worsen as the UK economy moves into recession this year.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/business-insolvencies-firms-go-bust-2022-england-wales\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/01/want-to-be-culturally-sensitive-start-with-saying-my-name-right", "title": "Want to be culturally sensitive? Start with saying my name right | Ranjana Srivastava", "date_published": "2023-01-31 14:00:02+00:00", "description": "<p>In a country where many were either born overseas or have at least one parent born elsewhere, there should be no place for intellectual laziness and complacency</p><p>“The best thing that happened today is one teacher asked how to say my name!” my child says exultantly on the first day of a new school year.</p><p>“And the others?”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/01/want-to-be-culturally-sensitive-start-with-saying-my-name-right\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/31/my-bad-trip-i-met-a-handsome-scot-with-a-crossword-and-thought-it-was-true-love-i-was-wrong", "title": "My bad trip – I met a handsome Scot with a crossword and thought it was true love", "date_published": "2023-01-31 14:00:01+00:00", "description": "<p>After reuniting, I realised that whatever spark had existed between us had been fanned by the ticking clock of my time in London</p><ul><li>Follow the <a href=\"https://www.theguardian.com/lifeandstyle/series/my-bad-trip\">My bad trip</a> series</li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I didn’t travel until my late 20s, which meant I was also a latecomer to what many 18-year-olds discover in the hazy morning light on Kuta Beach or stumbling out of Berlin’s Berghain: nothing fans the fires of romance like a ticking clock. The knowledge that your plane leaves in 24 hours can take a vaguely promising flirtation and turn it into the love for the ages.</p><p>In 2013, 31 and living in Los Angeles for work, I travelled to London for a short course at Central Saint Martins. While celebrating our “graduation”, a handsome Scot bailed me up outside a pub and insisted I help him solve the cryptic crossword. My friends looked on with dismay as my eyes turned to cartoon love hearts.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/31/my-bad-trip-i-met-a-handsome-scot-with-a-crossword-and-thought-it-was-true-love-i-was-wrong\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/poppy-marshall-lawton-bringing-laura-ashley-back-into-fashion", "title": "Poppy Marshall-Lawton: bringing Laura Ashley back into fashion", "date_published": "2023-01-31 14:00:01+00:00", "description": "<p>Its UK and Europe head, kept on by US rescuers after the company collapsed in 2020, insists the brand is about much more than frilly floral flocks – though they’re still popular too</p><p>When Poppy Marshall-Lawton quit her degree to live by the beach in Bournemouth 20 years ago, she can hardly have imagined it would eventually lead to her heading the revival of a beloved British brand.</p><p>The chirpy redhead, who has just turned 41, was the surprise name to take the reins at Laura Ashley under its new American owner in April 2021 – promoted from within for her knowledge of licensing and passion for homewares.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/poppy-marshall-lawton-bringing-laura-ashley-back-into-fashion\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/31/dont-take-it-personally-three-common-workplace-clashes-and-how-to-deal-with-them", "title": "‘Don’t take it personally’: three common workplace clashes – and how to deal with them", "date_published": "2023-01-31 14:00:01+00:00", "description": "<p>An expert shares her strategy to prevent tensions from reaching boiling point</p><p>In our everyday interactions there are people we click with and others with whom we clash. This is a fact of life. So what can you do when a colleague’s way of working affects not just your own productivity but also the broader harmony of the team?</p><p>With my PhD research in group dynamics, and as a consultant on organisational culture, I work with individuals and teams across all industries and organisation types to help people deal with this situation.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/31/dont-take-it-personally-three-common-workplace-clashes-and-how-to-deal-with-them\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/31/grammy-awards-2023-harry-styles-beyonce-lizzo-predictions", "title": "Grammy awards 2023: who will win – and who should?", "date_published": "2023-01-31 14:00:00+00:00", "description": "<p>Will Adele’s Grammy dominion continue and Harry Styles steal more limelight? Or could Kendrick Lamar or Beyoncé finally take one of the headline prizes?</p><p><strong>Abba – Don’t Shut Me Down • Adele – Easy on Me • Beyoncé – Break My Soul • Brandi Carlile – You and Me on the Rock ft Lucius • Doja Cat – Woman • Harry Styles – As It Was • Kendrick Lamar – The Heart Part 5 • Lizzo – About Damn Time • Mary J Blige – Good Morning Gorgeous • Steve Lacy – Bad Habit</strong></p> <a href=\"https://www.theguardian.com/music/2023/jan/31/grammy-awards-2023-harry-styles-beyonce-lizzo-predictions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/31/how-to-get-the-tang-of-citrus-without-using-fruit", "title": "How to get the tang of citrus without using fruit | Kitchen aide", "date_published": "2023-01-31 14:00:00+00:00", "description": "<p>Our panel of chefs had no problem suggesting myriad alternatives to citrus fruit that still achieve that sharp, tangy flavour you crave …</p><p>• Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>I have a citrus intolerance, so an awful lot of recipes </strong><strong>are off limits. What can I substitute for </strong><strong>it?<br /></strong><em><strong>Jane, Hoole, Chester</strong></em><br />Citrus brings welcome sharpness, sweetness and freshness to food, cutting through the rich, buttery dishes that winter so often calls for. But when life doesn’t give you lemons (or limes, oranges and grapefruit), Ravinder Bhogal suggests looking to the Middle Eastern spice sumac. “It’s sharp and sherbetty in a similar way to lemon,” says the <a href=\"https://www.theguardian.com/profile/ravinder-bhogal\">regular Guardian columnist</a> and chef-patron of <a href=\"https://www.jikonilondon.com/\">Jikoni</a> in London. “If you were making a dip, for example, and couldn’t use lemon, finish it with sumac and you’ll get the same level of acidity.”</p><p>Peter Sanchez-Iglesias, chef-founder of <a href=\"https://www.casabristol.co.uk/\">Casa</a> and <a href=\"https://www.pacotapas.co.uk/\">Paco Tapas</a> in Bristol, and executive chef at <a href=\"https://www.decimo.london/\">Decimo</a> in London, agrees. He sprinkles sumac (and a drizzle of olive oil) over cooked fish: “That, for me, is the closest you can get to replicating that citrus flavour. I put it on everything: rice, eggs, salad ...” The latter is a particularly good pairing with sumac, says <a href=\"https://www.instagram.com/thechayamaya/?hl=en\">Chaya Pugh</a>, development chef at the Ottolenghi Test Kitchen, both in the dressing or mixed with seeds to sprinkle on top. (Spoiler alert: “Later this year, we’re doing a watermelon recipe in the paper where, instead of using citrus juice, we mix sumac with sugar, salt and chilli for a tangy, sweet, spicy, sprinkly thing.”) Alternatively, Sanchez-Iglesias peps up salads with pickle juice, be that from kimchi, pickled onions or even pickled eggs: “Use a little of the liquid to make the dressing.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jan/31/how-to-get-the-tang-of-citrus-without-using-fruit\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/comeback-prince-andrews-duke-photo-two-people-bathtub", "title": "Is there a comeback more unwelcome and doomed than Prince Andrew’s? | Marina Hyde", "date_published": "2023-01-31 13:57:10+00:00", "description": "<p>If all the duke has is a bizarre mocked-up photo of two people in a bathtub, then he’s in far worse trouble than he realises</p><p>In recent times, Prince Andrew has been the subject of both a <a href=\"https://www.channel4.com/programmes/prince-andrew-the-musical\">televised comedy musical</a> and a number of formal council petitions from Brits who no longer wish their street to be called “Prince Andrew Drive” or “<a href=\"https://www.theguardian.com/commentisfree/2022/feb/18/erase-history-prince-andrew-oliver-dowden-war-on-woke\">Prince Andrew Way</a>”. Yet, amazingly, the duke somehow still remains the most ridiculous thing about his own life. Barely a week goes by without some wince-inducing story about his comeback plans finding its well-sourced way into the news.</p><p>After many years of non-cooperation with any number of attempts to get to the bottom of her allegations against him, Andrew last year finally <a href=\"https://www.theguardian.com/uk-news/2022/feb/15/prince-andrew-and-virginia-giuffre-reach-settlement-in-principle\">settled a civil claim</a> with Virginia Giuffre, who was trafficked by the deceased paedophile financier Jeffrey Epstein. The settlement did not include any admission of guilt. Giuffre is now reported to be writing a book about her experiences with Epstein and beyond, and though her settlement with the duke would prevent her speaking out in detail about Prince Andrew, multiple articles suggest he is ready to launch a lawsuit should she mention him. “Andrew and his lawyers are ready to go on the attack,” a “source familiar with the case” <a href=\"https://www.dailymail.co.uk/news/article-11687917/Prince-Andrew-ready-sue-100-million-accuser-Virginia-Roberts-repeats-claims.html\">told the Mail at the weekend</a>. “Then her claims will be put under scrutiny for the first time in a court of law.” Finally! I don’t know about you but I always pay a reported £12m to settle a case out of court, when all I really want is for its claims to be heard in a court.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/comeback-prince-andrews-duke-photo-two-people-bathtub\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/31/welcome-home-review-willy-hudson-soho-theatre", "title": "Welcome Home review – madcap sci-fi adventure spins out of control", "date_published": "2023-01-31 13:40:51+00:00", "description": "<p><strong>Soho theatre, London<br /></strong>This intergalactic show about sexuality and religious homophobia boasts a charismatic star in Willy Hudson but tips into chaos</p><p>Willy Hudson’s “queer sci-fi epic” has an interstellar theme and rocket-fuelled energy, even if it ultimately remains grounded. A boyfriend breakup at the start brings a Nasa-sized rupture in Hudson’s life as he returns home to his Christian parents and remembers the homophobia served up by church elders which branded him with a lasting shame.</p><p>Under the direction of Zach James, this is a madcap show but its DIY spirit tips into unruliness with a too diffuse and disjointed narrative. Lunar-like lumps of foil are strewn across the set, designed by Anna Orton, along with inflatables and images of space (later penises, too) that float across a mound of TV sets that are vaguely reminiscent of Kenny Everett’s 1980s video show despite the futurism.</p><p>Welcome Home is at <a href=\"https://sohotheatre.com/shows/welcome-home/\">Soho theatre, London</a>, until 11 February</p> <a href=\"https://www.theguardian.com/stage/2023/jan/31/welcome-home-review-willy-hudson-soho-theatre\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/spot-the-difference-are-julia-roberts-and-jennifer-aniston-too-alike-to-make-a-bodyswap-movie-max-barbakow", "title": "Spot the difference: are Julia Roberts and Jennifer Aniston too alike to make a bodyswap movie?", "date_published": "2023-01-31 13:40:40+00:00", "description": "<p>A glamorous woman swaps bodies with another glamorous woman – Max Barbakow’s new bodyswap film looks set to subvert a genre built on polar opposites</p><p>The bodyswap genre has long existed on a simple premise: what if two people with entirely opposite worldviews got to experience life through each others’ eyes. Classics of the genre have involved Freaky Friday (a child switches bodies with an adult), 18 Again! (where a teenager switches bodies with an 81-year-old coma patient), Like Father Like Son (where a child switches bodies with a surgeon) and The Hot Chick (an attractive person switches bodies with Rob Schneider).</p><p>But you ain’t seen nothing yet, because Hollywood has now devised a bodyswap movie that makes all these films look like practice runs. It has used advanced scientific and mathematical formulas in order to locate the two actors currently working on planet Earth who are total opposites in every conceivable way, and built a film around their infinite and complex differences. That’s right, there will soon be a bodyswap movie starring Julia Roberts and Jennifer Aniston.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/spot-the-difference-are-julia-roberts-and-jennifer-aniston-too-alike-to-make-a-bodyswap-movie-max-barbakow\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/uk-cybersecurity-firm-darktrace-shares-short-sellers", "title": "UK cybersecurity firm Darktrace’s shares dive as short sellers circle", "date_published": "2023-01-31 13:37:11+00:00", "description": "<p>Company co-founded by Mike Lynch hit by wave of criticism of its sales, marketing and accounting practices</p><p>The value of Darktrace has plummeted to a record low after the emergence of two new short sellers betting against its business, as the British cybersecurity firm was hit by a new wave of criticism of its sales, marketing and accounting practices.</p><p>The company, which earlier this month warned of <a href=\"https://www.theguardian.com/business/2023/jan/11/darktrace-cybersecurity-shares-hit-lowest-level-since-flotation\">slowing numbers of new customers</a> signing up for its artificial intelligence-led security products, has attracted the attention of Quintessential Capital Management (QCM) and the London-based Marshall Wace, one of the world’s biggest hedge funds with $60bn (£49bn) in client assets.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/uk-cybersecurity-firm-darktrace-shares-short-sellers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/31/eva-green-whatsapp-messages-court", "title": "Eva Green tells court she didn’t mean things said in WhatsApp messages", "date_published": "2023-01-31 13:32:06+00:00", "description": "<p>Actor taking legal action over collapse of film says she was not expecting private chats to be ‘exposed’</p><p>The actor Eva Green has insisted she didn’t really mean things she said in private WhatsApp messages now being examined in a court battle, comparing them to Daniel Craig’s <a href=\"https://www.theguardian.com/film/2015/oct/08/daniel-craig-id-rather-slash-my-wrists-than-do-another-bond-movie\">empty threat to slash his wrists</a> rather than make another James Bond film.</p><p>Green, who is taking legal action over the collapse of a dystopian thriller in which she was to star, was giving evidence for a second day at the high court, where she said it was humiliating that the messages were now exposed.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/31/eva-green-whatsapp-messages-court\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/christian-eriksen-manchester-united-ankle-injury-andy-carroll", "title": "Christian Eriksen faces at least three months out in Manchester United blow", "date_published": "2023-01-31 13:14:45+00:00", "description": "<ul><li>Midfielder injured ankle in tackle by Reading’s Andy Carroll</li><li>‘It shouldn’t have happened,’ says United manager Erik ten Hag</li></ul><p>Erik ten Hag has insisted Christian Eriksen’s ankle injury that could rule him out until early May will not derail Manchester United’s season. The manager said it was unlikely a midfielder would be signed on Tuesday’s transfer deadline day.</p><p>Eriksen sustained the injury in a challenge by Reading’s Andy Carroll in Saturday’s <a href=\"https://www.theguardian.com/football/2023/jan/28/manchester-united-reading-fa-cup-fourth-round-match-report\">3-1 FA Cup victory</a> at Old Trafford. Carroll was not booked, though he was later sent off. On Tuesday United said Eriksen could be out for more than three months, the club’s disquiet with Carroll evident in the mention of his challenge in their statement.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/christian-eriksen-manchester-united-ankle-injury-andy-carroll\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/gallery/2023/jan/31/freediving-and-a-tudor-necklace-tuesdays-best-photos", "title": "Freediving and a Tudor necklace: Tuesday’s best photos", "date_published": "2023-01-31 13:13:22+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jan/31/freediving-and-a-tudor-necklace-tuesdays-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/rewilding-review-british-folk-horror-ric-rawlins", "title": "Rewilding review – British folk horror that’s almost endearingly bad", "date_published": "2023-01-31 13:00:03+00:00", "description": "<p>Taking the fashionable genre as a starting point, Ric Rawlings’ film tries to elevate amateurism in three creepy rural stories but it just looks inept</p><p>Those interested in the concept of rewilding, a form of environmental conservation that seeks to restore land to a more natural state as popularised by the <a href=\"https://www.theguardian.com/books/2018/jun/28/wilding-isabella-tree-review-farm-return-nature\">book by Isabella Tree</a>, should be well advised that this film has nothing to do with that. Rather, it is an almost endearingly amateurish package, written and directed by Ric Rawlins, that is an exercise in something that’s almost as fashionable these days: folk horror. There’s lashings of folk horror about these days, some of it, like <a href=\"https://www.theguardian.com/film/2022/may/20/enys-men-review-mark-jenkin-cannes-2022\">Enys Men</a>, very good. Rewilding, however, is not very good, if we are being honest. But it’s as folky as you get, telling three disconnected stories set in the West Country and Wales revolving around such folky elements as spooky coastal caves, trees that might once have been men, and Wicker Man-esque rituals in tiny villages. Plus, there’s ersatz folk music on its soundtrack (some of it written by Rawlins himself), folk acting (as in really, really poor acting by non-professionals), and even folk editing and folk cinematography, which elevate inexperience and poor craftsmanship into an aesthetic in itself. The whole thing is very outsider cinema.</p><p>Rewilding could be fun if it were either a little more inept or a little more competent, but instead it’s a bit of a chore. The first story, Stone Mothers, finds an unlucky archaeologist (John Matthews) investigating reports of the devil inside a sea cave accessible only at low tide. It gets bonus points for well-researched locations, but you have to take those back for having a protagonist so dim he never thinks to make a note of the tides, or even just install a handy app. The Family Tree finds a writer (Natasha Neckles) booking an Airbnb in a village so she can write about local trees, and finding one that bleeds and has human eyes looking through bore holes – at least, in her dreams.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/rewilding-review-british-folk-horror-ric-rawlins\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/womens-world-cup-football-sponsored-visit-saudi-arabia", "title": "Saudi Arabia to sponsor Women’s World Cup and tighten ties with Fifa", "date_published": "2023-01-31 12:57:04+00:00", "description": "<ul><li>Tourist authority joins international brands on list</li><li>World Cup starts on 20 July at Eden Park, Auckland</li></ul><p>Saudia Arabia’s tourist authority is to sponsor football’s Women’s World Cup in Australia and New Zealand this year, despite the country’s history of oppression of women’s rights.</p><p>Fifa is expected to confirm that Visit Saudi will join international brands such as Adidas, Coca-Cola and Visa in attaching its name to the 32-team tournament that will kick off in front of an expected 50,000 supporters at Auckland’s Eden Park on 20 July.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/womens-world-cup-football-sponsored-visit-saudi-arabia\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/alexander-zverev-faces-no-action-on-abuse-claims-olga-sharypova-after-exhaustive-investigation", "title": "Zverev faces no action on abuse claims after ‘exhaustive’ investigation", "date_published": "2023-01-31 12:50:46+00:00", "description": "<ul><li>World No 14 tennis player accused by girlfriend Olga Sharypova</li><li>ATP cite ‘lack of reliable evidence and eyewitness reports’</li></ul><p>The ATP has decided to take no disciplinary action against the German tennis player Alexander Zverev after a 15-month independent investigation found “insufficient evidence to substantiate published allegations of abuse”.</p><p>Zverev, the Tokyo Olympic gold medallist and world No 14, had been accused by his former Russian girlfriend, Olga Sharypova, of being emotionally and physically abusive during their relationship, including at the ATP Masters 1000 event in Shanghai in 2019 and in Monaco, New York and Geneva.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/alexander-zverev-faces-no-action-on-abuse-claims-olga-sharypova-after-exhaustive-investigation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/woodpeckers-sparrows-annual-uk-bird-count-rspb-big-garden-birdwatch", "title": "Woodpeckers and sparrows thrive in annual UK bird count", "date_published": "2023-01-31 12:49:17+00:00", "description": "<p>Readers tell us about their sightings as part of RSPB’s Big Garden Birdwatch, with many species flourishing</p><p>The Big Garden Birdwatch, a citizen survey organised by the RSPB, has returned for its 44th year. The survey took place between 27-29 January 2023 and the deadline for submitting results <a href=\"https://www.rspb.org.uk/get-involved/activities/birdwatch/\">is on 19 February</a>.</p><p>Hundreds of readers got in touch to share their experiences of taking part in this year’s survey. Here, five people tell us about their sightings.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/woodpeckers-sparrows-annual-uk-bird-count-rspb-big-garden-birdwatch\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/law/2023/jan/31/russia-ukraine-war-reveals-englands-draconian-libel-laws-says-lawyer", "title": "Ukraine war ‘opening eyes’ to need to reform England’s libel laws, says lawyer", "date_published": "2023-01-31 12:38:54+00:00", "description": "<p>Geoffrey Robertson says wealthy Russians using legal system to intimidate British journalists and publishers</p><p>Russia’s invasion of Ukraine has helped “open eyes” to the idea of reforming England’s increasingly draconian libel and privacy laws, according to one of the country’s leading media advocates.</p><p>Geoffrey Robertson KC, author of a new book on efforts by the rich and powerful to suppress free speech, Lawfare, said the war revealed the cynical way wealthy Russians – and others – have exploited the English legal system.</p> <a href=\"https://www.theguardian.com/law/2023/jan/31/russia-ukraine-war-reveals-englands-draconian-libel-laws-says-lawyer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/phil-mickelson-tells-golf-world-to-prepare-for-more-civil-war-duels-with-liv-rebels", "title": "Mickelson tells golf world to prepare for more civil-war duels with LIV rebels", "date_published": "2023-01-31 12:11:21+00:00", "description": "<ul><li>Dubai Classic clash of McIlroy and Reed has set the tone</li><li>Golfer expects LIV to win upcoming arbitration case </li></ul><p>Phil Mickelson has told the golf world to prepare for more jousts involving LIV rebels on the DP World Tour on the basis they will win their upcoming arbitration case against that organisation.</p><p>There was added spice to Monday’s Dubai Desert Classic duel between Rory McIlroy and Patrick Reed because of their opposing sides in golf’s ongoing civil war. Reed, a LIV player, is among those permitted to play on the DP World Tour due to a stay on suspensions imposed until a case comes before Sport Resolutions UK on 6 February.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/phil-mickelson-tells-golf-world-to-prepare-for-more-civil-war-duels-with-liv-rebels\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/police-chiefs-apologise-for-hillsborough-failures", "title": "Police chiefs apologise for Hillsborough failures", "date_published": "2023-01-31 12:07:26+00:00", "description": "<p>NPCC chair launches report setting out commitments to learn lessons from 1989 football stadium disaster</p><p>The national body for police chief constables has issued an official apology for the police failures that led to the unlawful killing of 97 people in the 1989 Hillsborough disaster, and for the “pain and suffering” experienced by the bereaved families for years afterwards.</p><p>Martin Hewitt, the chair of the National Police Chiefs’ Council (NPCC), made the apology at the launch of a report setting out senior police officers’ commitments to learn lessons from the Hillsborough failures. These include every force having signed a charter for bereaved families in 2021 that requires police organisations to acknowledge mistakes with “openness” and “candour” after a public tragedy, and not “seek to defend the indefensible”, as South Yorkshire police were accused of doing after the 1989 disaster.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/police-chiefs-apologise-for-hillsborough-failures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/france-paris-olympics-ai-video-surveillance-law", "title": "France fast-tracking law to use AI video surveillance at Paris Olympics", "date_published": "2023-01-31 12:06:38+00:00", "description": "<p>Ministers say measures are needed but rights groups warn they could be a pretext to extend police powers </p><p>The French government is fast-tracking special legislation for the <a href=\"https://www.theguardian.com/sport/olympic-games-2024\">2024 Paris Olympics</a> that would allow the use of video surveillance assisted by artificial intelligence (AI) systems.</p><p>Ministers have argued that certain exceptional security measures are needed to ensure the smooth running of the events that will attract 13 million spectators, but rights groups have warned France is seeking to use the Games as a pretext to extend police surveillance powers, which could then become permanent.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/france-paris-olympics-ai-video-surveillance-law\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/infosys-uk-tax-dispute", "title": "Infosys: firm founded by Rishi Sunak’s father-in-law in UK tax dispute", "date_published": "2023-01-31 12:02:25+00:00", "description": "<p>HMRC and the Indian IT services firm disagree over corporation tax bill of about £20m</p><p>Infosys, the company founded by Rishi Sunak’s father-in-law NR Narayana Murthy, is in a multimillion-pound dispute with the UK tax authorities.</p><p>HMRC and the Indian IT services firm, in which the prime minister’s wife, Akshata Murty, holds a stake of close to 1%, disagree over a corporation tax bill of about £20m, according to the company’s annual report. The dispute, first revealed by the Times, is one of a clutch of tax issues the company has in a range of jurisdictions, including Australia.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/infosys-uk-tax-dispute\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/31/nigel-slaters-recipe-for-potatoes-onions-and-sardines", "title": "Nigel Slater’s recipe for potatoes, onions and sardines", "date_published": "2023-01-31 12:00:02+00:00", "description": "<p>A wholesome, herby, quick and easy midweek treat for two</p><p>Preheat the oven to 200C/gas mark 6. Scrub 650g of large, floury<strong> potatoes</strong>, then thinly slice them. Put them in a mixing bowl, pour in 4 tbsp of <strong>olive oil</strong> and season with salt and ground black pepper. Peel and thinly slice a medium-sized <strong>onion</strong> and mix with the potatoes.</p><p>Pull the leaves from 2 bushy sprigs of <strong>rosemary</strong>, roughly chop and add to the potatoes and onion, then toss everything together to coat the slices evenly. Place the potatoes on a baking sheet in a single layer (don’t worry if they slightly overlap), then pour over the oil and seasonings from the bowl.</p> <a href=\"https://www.theguardian.com/food/2023/jan/31/nigel-slaters-recipe-for-potatoes-onions-and-sardines\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/eu-plan-us-china-green-subsidies-state-aid-rules", "title": "Leaked EU plan reveals response to US and Chinese green subsidies", "date_published": "2023-01-31 11:46:14+00:00", "description": "<p>Draft plan to loosen state aid rules follows Joe Biden’s Inflation Reduction Act and Chinese subsidies</p><p>The EU executive will loosen state aid rules and propose a new “European sovereignty fund” later this year, in response to the controversial US Inflation Reduction Act and China’s “unfair” green subsidies.</p><p>A leaked European Commission plan underscores the <a href=\"https://www.theguardian.com/business/2023/jan/30/eu-plans-to-loosen-state-aid-rules-renewables-investment-tax-credits-biden-green-subsidy\">global green subsidy race is under way</a>, although EU member states <a href=\"https://www.theguardian.com/world/2023/jan/18/eu-anger-biden-green-370bn-deal-action-industrial-policy\">remain divided on how to respond.</a></p> <a href=\"https://www.theguardian.com/business/2023/jan/31/eu-plan-us-china-green-subsidies-state-aid-rules\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/31/techscape-donald-trump-return-to-facebook-meta-instagram-chatbot", "title": "Why Donald Trump’s return to Facebook could mark a rocky new age for online discourse", "date_published": "2023-01-31 11:35:01+00:00", "description": "<p>The former president was banned from Instagram and Facebook following the Jan 6 attacks, but Meta argues that new ‘guardrails’ will keep his behaviour in check. Plus: is a chatbot coming for your job?</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>It’s been two years since Donald Trump was banned from Meta, but now he’s back. The company’s justification for allowing the former president to return to Facebook and Instagram – that the threat has subsided – seems to ignore that in the two years since the ban Trump hasn’t changed, it’s just that his reach has reduced.</p><p>Last week, Meta’s president of global affairs, Nick Clegg, announced that soon <a href=\"https://about.fb.com/news/2023/01/trump-facebook-instagram-account-suspension/\">Trump will be able to post on Instagram and Facebook</a>. The company said “the risk has sufficiently receded” in the two years since the Capitol riots on 6 January 2021 to allow the ban to be lifted.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/31/techscape-donald-trump-return-to-facebook-meta-instagram-chatbot\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/ng-interactive/2023/jan/31/david-squires-on-bielsa-dyche-and-the-everton-manager-interview-process", "title": "David Squires on … Bielsa, Dyche and the Everton manager interview process", "date_published": "2023-01-31 11:20:06+00:00", "description": "<p>Our cartoonist looks at the new man in charge at Goodison Park and how he may have ended up there</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">You can buy a Squires cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jan/31/david-squires-on-bielsa-dyche-and-the-everton-manager-interview-process\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/31/uk-mortgages-interest-rates-buyers-bank-of-england-savings", "title": "UK demand for mortgages slumps as interest rates deter buyers", "date_published": "2023-01-31 11:16:34+00:00", "description": "<p>Bank of England figures also reveal many households are dipping into savings, rather than using credit cards</p><p>Demand for mortgages has collapsed to its lowest level since the depths of the 2020 lockdown as potential homebuyers are deterred by rising interest rates, the latest official figures show.</p><p>The Bank of England said the number of <a href=\"https://www.bankofengland.co.uk/statistics/money-and-credit/2022/december-2022\">home loan approvals </a>had dropped to 35,600 in December from 46,200 in November – the fourth monthly fall in a row.</p> <a href=\"https://www.theguardian.com/money/2023/jan/31/uk-mortgages-interest-rates-buyers-bank-of-england-savings\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/canada-prime-minister-residence-24-sussex-repairs", "title": "Canada: PM’s residence is falling to bits – but who’s willing to pay for repairs?", "date_published": "2023-01-31 11:15:01+00:00", "description": "<p>The once grand 24 Sussex Drive in Ottawa, with leaky roof and mould after decades of negligence, is in dire need of an upgrade</p><p>Once home to Canada’s powerful lumber barons, 24 Sussex Drive, tucked away in a forested enclave of the capital, is one of the country’s most symbolically important homes.</p><p>But decades of negligence have left the official residence of the prime minister plagued with mould, cracked windows, failing plumbing and an electric system widely seen as a fire hazard.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/canada-prime-minister-residence-24-sussex-repairs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/black-men-tyre-nichols-death-not-normal-tayo-bero", "title": "I’m tired of watching Black men like Tyre Nichols die. This shouldn’t be normal | Tayo Bero", "date_published": "2023-01-31 11:15:01+00:00", "description": "<p>Viral police brutality videos have become a morbid reminder of the fragility of Black life in America</p><p>I’m probably one of the few people who hasn’t seen the video footage of 29-year-old Tyre Nichols being beaten to death by five Memphis police officers.</p><p>I haven’t watched the video because, honestly, I am tired of seeing Black men die. It shouldn’t be normal to participate in a person’s last moments like this. To hear Black men scream for their mothers as the state takes their lives. To be constantly haunted by images of young men and women who could easily have been you or someone you know.</p><p>Tayo Bero is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/black-men-tyre-nichols-death-not-normal-tayo-bero\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/antony-blinken-palestinians-israelis-violence", "title": "Antony Blinken to meet Palestinian leaders amid round of deadly attacks", "date_published": "2023-01-31 11:07:29+00:00", "description": "<p>US secretary of state voices hope for ‘sense of security for Israelis and Palestinians alike’ as violence in region escalates</p><p>The US secretary of state, Antony Blinken, is due to meet Palestinian leaders for his final stop on a Middle East tour that comes at a critical time, with Israel and Palestine reeling from a round of devastating attacks that threaten an explosion of violence.</p><p>After <a href=\"https://www.theguardian.com/world/2023/jan/30/blinken-begins-middle-east-trip-with-call-for-calm-as-israeli-palestinian-violence-flares\">meeting the Israeli prime minister, Benjamin Netanyahu</a>, in Jerusalem on Monday, Blinken travelled on Tuesday to the occupied West Bank city of Ramallah for discussions with the Palestinian president, Mahmoud Abbas, and his prime minister, Mohammad Shtayyeh.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/antony-blinken-palestinians-israelis-violence\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/31/patti-harrison-review-soho-theatre", "title": "Patti Harrison review – mischievous and wildly funny standup", "date_published": "2023-01-31 11:06:40+00:00", "description": "<p><strong>Soho theatre, London<br /></strong>The Ohio comic takes us on her narcissistic ‘therapy journey’ including ridiculous songs, played with a wickedly straight bat </p><p>Patti Harrison’s last London show, she tells us with concern, upset some audiences. So tonight she comes armed with a trigger warning. Cue a sequence cautioning us about the confronting topics Harrison is to address onstage, underscored by a series of inappropriate audio effects courtesy of our host’s sound-library sponsor. It’s a great big tease, of course, but – almost despite itself – works as a bona fide content warning, too, by exemplifying Harrison’s signature style (extreme earnestness as a prelude to something yelpingly silly) and previewing the brand of irreverence and provocation that characterises the hour to come.</p><p>The conceit, in a show that recycles some routines Harrison performed <a href=\"https://www.theguardian.com/stage/2021/nov/11/patti-harrison-review-soho-theatre-comedy\">at this venue 15 months ago</a>, is that our host is working out material on the hoof, as a byproduct of her current “therapy journey”. Most of the jokes are prefixed by faltering monologues about Harrison’s pursuit of self-realisation, played with a wickedly straight bat. In her disaffected valley-girl drawl, they test our patience to breaking point – but are always redeemed by whatever wildly unexpected punchline or set-piece the Ohio native has hidden around the next corner.</p><p>Patti Harrison is at <a href=\"https://sohotheatre.com/shows/patti-harrison-3/\">Soho theatre, London</a>, until 18 February</p> <a href=\"https://www.theguardian.com/stage/2023/jan/31/patti-harrison-review-soho-theatre\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/rebuilding-warzone-no-time-grand-visions-ukraine", "title": "Rebuilding in a warzone: no time for grand visions in Ukraine", "date_published": "2023-01-31 11:06:32+00:00", "description": "<p>As people try to reconstruct their lives, the focus is on critical projects vital to the country’s survival</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/31/russia-ukraine-war-live-biden-says-the-us-will-not-provide-f-16-fighter-jets-to-ukraine\">Russia-Ukraine war – latest news updates</a></li></ul><p>Yana Psavova was in her friend’s kitchen one morning two weeks ago, when she heard the familiar thunder of a Russian cruise missile passing overhead on its way to Ukraine’s capital, Kyiv.</p><p>Twice the 36-year-old has had to rebuild her life because of Vladimir Putin.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/rebuilding-warzone-no-time-grand-visions-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/uk-supermarket-price-inflation-rise-bills-milk-eggs-dog-food", "title": "UK supermarket price inflation hits record high, adding £788 to annual bills", "date_published": "2023-01-31 11:06:28+00:00", "description": "<p>Milk, eggs and dog food among grocery items whose prices rose fastest</p><p>Grocery price inflation has hit a fresh record high of 16.7%, adding nearly £800 to the typical annual shopping bill, with the price of milk, eggs and dog food rising fastest.</p><p>Inflation reached the new record in the four weeks to 22 January, according to retail analysts Kantar, the highest since it started tracking it in 2008. It was up sharply from <a href=\"https://www.theguardian.com/business/2023/jan/04/uk-households-spent-more-on-groceries-december-for-fewer-items\">December’s figure of 14.4%</a>, which lifted Christmas spending to a record £12.8bn, and beat the previous record set in October. The latest increase will take the average annual food shopping bill to £5,504, up £788, Kantar said.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/uk-supermarket-price-inflation-rise-bills-milk-eggs-dog-food\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/31/tell-us-how-have-you-been-affected-by-reduced-uk-property-prices", "title": "Tell us: how have you been affected by reduced UK property prices?", "date_published": "2023-01-31 11:02:32+00:00", "description": "<p>We’re keen to hear from UK homeowners and prospective buyers how house price reductions in their area have affected their plans</p><p>The average UK house price <a href=\"https://www.theguardian.com/business/2023/jan/06/average-uk-house-price-falls-for-fourth-month-in-a-row-says-halifax\">fell for the fourth month in a row in December</a>, according to Halifax.</p><p>We’d like to hear from people in the UK how their plans – to buy, sell, renovate or in any other way – have been affected by reduced house prices recently.</p> <a href=\"https://www.theguardian.com/money/2023/jan/31/tell-us-how-have-you-been-affected-by-reduced-uk-property-prices\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/heading-west-a-story-about-a-band-called-shooglenifty-review-fond-tribute-to-a-charismatic-fiddler", "title": "Heading West: A Story About a Band Called Shooglenifty review – fond tribute to a charismatic fiddler", "date_published": "2023-01-31 11:00:01+00:00", "description": "<p>The talent and sex appeal of the Scottish folk band’s late frontman Angus G Grant remembered in meandering documentary</p><p>The name of this (currently) seven-piece Scottish <a href=\"https://www.theguardian.com/music/folk\">folk</a> band was never meant to be permanent. In 1990 they were busking in Madrid when a bar owner offered them a gig; they just needed a name for the poster. The guitarist came up with Shooglenifty – a placeholder until something better came along.</p><p>Anyway, that’s how the story goes. It’s remembered in this documentary made after the death in 2016 of the group’s frontman and fiddler Angus G Grant from throat cancer at just 49. In photos and footage from the early days, he had it all: the charisma and the good looks. He performed topless, long hair pulled up into a bun, with an intense, barefoot mystical vibe, as if he were let into the mysteries that the rest of the world could only guess at.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/heading-west-a-story-about-a-band-called-shooglenifty-review-fond-tribute-to-a-charismatic-fiddler\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/sickle-cell-disease-patients-feel-neglected-nhs-england-eport", "title": "Sickle cell disease patients feel neglected by NHS England, report says", "date_published": "2023-01-31 11:00:01+00:00", "description": "<p>Health service study finds people with condition have poor hospital experiences that can cause harm</p><p>People in England with sickle cell disease are experiencing “neglect” and “poor hospital experiences that can cause avoidable harm”, according to a report.</p><p>The study, commissioned by the NHS Race and Health Observatory and undertaken by Public Digital, explored the experiences of people who had undergone acute emergency hospital admissions for sickle cell, as well as managing crisis episodes at home.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/sickle-cell-disease-patients-feel-neglected-nhs-england-eport\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/meta-tiktok-supreme-court-legal-challenges", "title": "Social media companies in the US brace to battle onslaught of legal challenges", "date_published": "2023-01-31 11:00:01+00:00", "description": "<p>State and federal lawsuits and bills with far-reaching regulatory implications for TikTok, Meta and others come to a head this year</p><p>Social media companies in the United States are bracing themselves to battle an onslaught of new state and federal legislation and legal challenges with far-reaching regulatory implications this year.</p><p>The majority of US state legislatures have introduced or passed bills attempting to reform how social media giants moderate their content and increase security measures for American users.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/meta-tiktok-supreme-court-legal-challenges\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/the-biblical-eve-shows-us-what-we-need-to-do-in-this-time-of-female-bravery-and-vicious-misogyny", "title": "The biblical Eve shows us what we need to do in this time of female bravery and vicious misogyny", "date_published": "2023-01-31 11:00:01+00:00", "description": "<p>I’ve been obsessed with Eve my whole life – it was once my name, and has served as an eternal warning. But I’d like to present you with another story</p><p>I am nearly 70 years old, and I have been looking back on my life in activism and art for my new book, Reckoning. As I pored over my previously unpublished diaries, monologues, plays and poems, I realised that all my life I have been haunted by one woman – a woman I believe has the power to show us what we need to do now, in this time of unparalleled female bravery and vicious misogynistic backlash. So let’s go back to Eve, the first woman, Adam, serpent, apple, garden, God.</p><p>I have been obsessed with Eve my whole life. First of course, it was once my name, and for a six-year-old it seemed ridiculously impossible to be named Eve. She was responsible for not only the downfall of paradise, expulsion, sin, shame but death itself. Names, like myths, determine a lot, and this story was like a tectonic plate at the bedrock of my consciousness, engendering how I saw myself and how I behaved in the world.</p><p><em>V (</em><em>formerly Eve Ensler) is a playwright and author, most recently, of </em><em>Reckoning (Bloomsbury).</em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/the-biblical-eve-shows-us-what-we-need-to-do-in-this-time-of-female-bravery-and-vicious-misogyny\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/journalist-jargon-outside-newsroom-standfirsts-datelines", "title": "The perils of using journalist jargon outside the newsroom | Elizabeth Ribbans", "date_published": "2023-01-31 11:00:01+00:00", "description": "<p>We may know our standfirsts from our datelines, but industry terms when out in the wild must come with explanation</p><p>As the new year started, a correction <a href=\"https://www.theguardian.com/world/2023/jan/03/burned-the-hill-down-billionaires-runaway-fireworks-spark-new-zealand-furore\">appeared below a story</a> on the Guardian’s website that left some readers baffled and amused. It read: “This article was amended on 3 January 2023. The original furniture said the fireworks display was on Christmas Eve.”</p><p>“Oh, please do put a correction beneath this correction,” wrote one reader, “Unless you actually have a talking armoire in the Guardian offices.”</p><p>Elisabeth Ribbans is the Guardian and Observer’s global readers’ editor. She can be contacted at <a href=\"mailto:guardian.readers@theguardian.com\">guardian.readers@theguardian.com</a></p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 300 words to be considered for publication, email it to us at <a href=\"mailto:guardian.letters@theguardian.com\">guardian.letters@theguardian.com</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/journalist-jargon-outside-newsroom-standfirsts-datelines\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/uk-global-corruption-index-transparency-international-qatar-russia-brazil", "title": "UK drops down global corruption index after string of scandals", "date_published": "2023-01-31 10:56:04+00:00", "description": "<p>Transparency International warns of UK’s ‘woeful inadequacies’ as Qatar, Russia and Brazil slide down list</p><p>The UK has fallen sharply down the global corruption league table after a report warned of “woeful inadequacies” in upholding political integrity.</p><p>Britain fell seven places to 18th on Transparency International’s <a href=\"https://www.transparency.org/en/cpi/2022\">corruption perceptions index</a>, representing the biggest fall among the G7 countries.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/uk-global-corruption-index-transparency-international-qatar-russia-brazil\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/us-mexico-border-aylum-seekers-biden-rule-change", "title": "‘Thought we’d made it’: new Biden rule leaves asylum seekers in limbo", "date_published": "2023-01-31 10:30:43+00:00", "description": "<p>Those migrating from Nicaragua, Cuba, Haiti and Venezuela dumped back in Mexico after being expelled at US border </p><p>Héctor González left Cuba just before Christmas, hoping to claim asylum in the US. After flying to Nicaragua, González and his wife travelled overland through Mexico and crossed the Rio Grande with at least 200 other Cubans in the early hours of 8 January.</p><p>Exhausted but relieved to have made it safely to the US, González and the others filled out the forms and had their fingerprints and photographs taken by border officials in Eagle Pass, Texas. As they waited inside an immigration detention centre, spirits were high.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/us-mexico-border-aylum-seekers-biden-rule-change\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/terrorists-north-west-pakistan-deadly-taliban-resurgence", "title": "North-west Pakistan in grip of deadly Taliban resurgence", "date_published": "2023-01-31 10:29:18+00:00", "description": "<p>Misguided government efforts to rehabilitate militants have helped fuel recent terrorist activity</p><p>The bomber struck shortly before afternoon prayers, when the mosque in Peshawar’s bustling Police Lines district would be at its busiest. Hundreds of people, including many police officers, were inside as the device detonated, creating a blast so strong the roof and wall collapsed and 92 people were killed.</p><p>The <a href=\"https://www.theguardian.com/world/2023/jan/30/pakistan-mosque-explosion-kills-worshippers-peshawar\">attack on Monday</a> was among the worst in years to hit Peshawar, a city in north-west Pakistan that has been ravaged relentlessly by deadly terrorist violence over decades. Hours after the attack, responsibility was claimed by a low-level commander from one faction of the Pakistan Taliban, known as Tehreek-e-Taliban Pakistan (TTP), as revenge for the death of a fighter in Afghanistan.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/terrorists-north-west-pakistan-deadly-taliban-resurgence\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/met-police-offer-10k-reward-to-find-missing-couple-and-baby-constance-marten", "title": "Met police offer £10k reward to find missing couple and baby", "date_published": "2023-01-31 10:27:16+00:00", "description": "<p>Constance Marten, her newborn child and convicted sex offender boyfriend were last seen on 9 January</p><p>A £10,000 reward is being offered in the search for the missing woman Constance Marten, her newborn baby and her partner, a convicted sex offender.</p><p>Marten, 35, and her 48-year-old boyfriend, Mark Gordon, who served 20 years in a US jail for rape and battery for an attack on a woman when he was 14, were <a href=\"https://www.theguardian.com/uk-news/2023/jan/18/missing-constance-marten-mark-gordon-newborn-carrying-cash-police-say\">last seen in East Sussex</a> on 9 January.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/met-police-offer-10k-reward-to-find-missing-couple-and-baby-constance-marten\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/arsenal-jorginho-deal-chelsea-caicedo-brighton", "title": "Arsenal close to sealing £12m Jorginho deal after accepting defeat on Caicedo", "date_published": "2023-01-31 10:21:34+00:00", "description": "<ul><li>Chelsea midfielder, out of contract in June, is due for medical </li><li>Brighton determined to hold on to midfielder Moisés Caicedo</li></ul><p>Arsenal are close to completing a £12m deal to sign the Chelsea midfielder Jorginho after accepting they will not convince Brighton &amp; Hove Albion to <a href=\"https://www.theguardian.com/football/2023/jan/27/arsenal-60m-bid-moises-caicedo-brighton\">sell Moisés Caicedo</a>.</p><p>Mikel Arteta has been <a href=\"https://www.theguardian.com/football/2023/jan/25/mikel-arteta-admits-mohamed-elneny-injury-could-force-move-for-midfielder\">looking to add depth</a> in midfield after losing Mohamed Elneny to a knee injury and has decided to move for Jorginho after failing with two bids for Caicedo. Negotiations with Chelsea have progressed quickly and the Italy international, who is out of contract at the end of the season, is set to undergo a medical before joining Arsenal. The fee is a guaranteed £10m with the rest in add-ons.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/arsenal-jorginho-deal-chelsea-caicedo-brighton\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/31/snowflakey-dominic-raab-bullying-claims-jacob-rees-mogg", "title": "We mustn’t be too snowflakey about Raab bullying claims, says Rees-Mogg", "date_published": "2023-01-31 10:20:24+00:00", "description": "<p>Former minister voices concern over handling of civil servants’ allegations against deputy prime minister</p><p>The former cabinet minister Jacob Rees-Mogg has said “we mustn’t be too snowflakey” about bullying allegations levelled against the deputy prime minister, Dominic Raab.</p><p>Raab, who is also justice secretary, faces formal complaints <a href=\"https://www.theguardian.com/politics/2023/jan/25/dominic-raab-much-broader-inquiry-civil-servants-complaints\">involving at least 24 civil servants</a> over alleged bullying, covering his posts at the Ministry of Justice, Foreign Office (FCDO) and the Brexit department.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/31/snowflakey-dominic-raab-bullying-claims-jacob-rees-mogg\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/rfu-must-square-fiendish-circle-on-rugby-union-tackling-after-spectacular-blunder-breakdown", "title": "The Breakdown | RFU must square fiendish circle on tackling after spectacular blunder", "date_published": "2023-01-31 10:19:35+00:00", "description": "<p>Having made a monumental PR cock-up, administrators must consider the game as a whole, including grassroots</p><p>Everyone makes mistakes. Apparently the occasional misprint has even been known to creep into the Guardian. All of us are human and rugby union is a famously imperfect sport. But it has to be said the Rugby Football Union has had better weeks. On a self-destructive scale of one to 10 the general consensus has been that the guardians of the game in England scored, at best, a big fat zero.</p><p>It was such a howler that some are simply treating it as an aberration. Maybe it was just a cock-up. But if you are releasing a bombshell statement from the RFU Council – in this case <a href=\"https://www.theguardian.com/sport/2023/jan/27/rugby-union-split-with-lowered-tackle-height-ruling-set-for-elite-game\">announcing a ban on tackling above the waist</a> at almost every level in England on a trial basis from this summer – it is critical to get the small print right. Sticking out an “apology” a few days later, with the community game in uproar, and claiming the word “waist” should really have read “navel” was akin to trying to apply a dab of Vaseline to an amputated leg.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/rfu-must-square-fiendish-circle-on-rugby-union-tackling-after-spectacular-blunder-breakdown\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/live/2023/jan/31/rishi-sunak-brexit-conservatives-uk-politics-latest", "title": "Sunak marks Brexit anniversary by claiming benefits will ‘continue to empower communities’ – UK politics live", "date_published": "2023-01-31 10:17:38+00:00", "description": "<p>Latest updates: prime minister says ‘freedoms unlocked by Brexit’ will help growth as IMF says UK economy will shrink</p><p><strong>Matt Hancock</strong>, the former health secretary, gave an interview to Good Morning Britain this morning. As my colleague <strong>Jessica Elgot</strong> reports, he claimed that he did not “primarily” go on I’m a Celebrity … Get Me Out of Here! for his £320,000 fee.</p><p>But the highlight of the interview came when <strong>Susanna Reid,</strong> the presenter, put it to him that the embrace with Gina Coladangelo (at the time his adviser, now his partner) in his office that led to his resignation was not just against Covid guidelines at the time, but against the law too. <strong>Hancock</strong> refused to accept this, but he floundered badly, and could not refute what Reid was saying. Here is the clip.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jan/31/rishi-sunak-brexit-conservatives-uk-politics-latest\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/sarah-ponsonby-eleanor-butler-love-story-ladies-of-llangollen-wales", "title": "‘Darling of my heart’: the irresistible love story of the Ladies of Llangollen", "date_published": "2023-01-31 10:00:43+00:00", "description": "<p>For 50 years, Sarah Ponsonby and Eleanor Butler shared a home – and a bed – in Wales. It was a fantastically brave choice in the 18th century, offering a road map for the women who followed them</p><p>On the night of 30 March 1778, in County Kilkenny, Ireland, a beautiful aristocratic orphan, Sarah Ponsonby, 23, put on men’s clothing, picked up a pistol and her little dog, Frisk, and climbed out of the window. She was living in the house of a relative, Sir William Fownes, and had repelled his unwelcome advances. That night, she met up with the woman she knew as her “beloved”, Lady Eleanor Butler, 39 (also dressed in men’s clothes), with a plan to catch the boat to England. They were caught by Sir William’s men, but two months later they persuaded their reluctant families to let them leave with Sarah’s faithful maidservant, Mary Carryl, to start a new life together in the wilds of north Wales, building a domestic idyll in a farmhouse they renamed Plâs Newydd: new hall.</p><p>It sounds like the opening of a historical romance, but it is true, and it marks the start of something more profound than a sapphic bodice-ripper: this is the origin story of the Ladies of Llangollen. The irresistible tale of their passionate, 50-year “romantic friendship” and the elaborate, beautiful home and garden they constructed made them famous in their own lifetimes, and they have remained a symbol of enduring same-sex happiness ever since. They are “queer foremothers”, as a newly rereleased book about the Ladies, <a href=\"https://www.lurideditions.com/chase-of-the-wild-goose\">Chase of the Wild Goose</a><em>,</em><em> </em>puts it.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/sarah-ponsonby-eleanor-butler-love-story-ladies-of-llangollen-wales\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/games/2023/jan/31/i-guess-im-a-casual-gamer-now-but-who-cares", "title": "I guess I’m a casual gamer now – but who cares?", "date_published": "2023-01-31 10:00:42+00:00", "description": "<p>Dominik Diamond would once have sneered at smartphone games – but now he’s been totally drawn in by their quality, variety, imagination and downright weirdness</p><p>I am addicted to video games again. Addicted like I haven’t been in years. Addicted to the point where my left thumb and right forefinger are borderline arthritic from playing them as soon as I open my eyes in the morning and last thing before I close them at night.</p><p>This is ridiculous behaviour in a man approaching his mid-50s. I should be waking up and performing pilates. My eyelids should droop while perusing Reader’s Digest at bedtime. I should be getting arthritis in my hands from planting peonies or unwrapping Werther’s Originals. But no. It’s games wot done it, and not even hardcore ones involving gods or war or elden rings. I am obsessed with what I once might have scornfully labelled <em>casual gaming</em>. I’m talking about Apple Arcade, which I am now convinced is the best value games delivery system on the planet in 2023. It has turned my phone into the most fun gaming console I’ve had since my Neo Geo in the 90s.</p> <a href=\"https://www.theguardian.com/games/2023/jan/31/i-guess-im-a-casual-gamer-now-but-who-cares\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/c-of-e-vicar-who-shared-911-israel-plot-claims-barred-for-antisemitism", "title": "C of E vicar who shared claims 9/11 was Israeli plot barred for antisemitism", "date_published": "2023-01-31 09:38:22+00:00", "description": "<p>Tribunal finds former Surrey vicar Stephen Sizer’s conduct was ‘unbecoming to the office’</p><p>A vicar who shared an article suggesting Israel was responsible for the 9/11 terror attacks has been barred from the ministry for 12 years for antisemitism.</p><p>The Board of Deputies of British Jews made 11 allegations against the Rev Dr Stephen Sizer, which claimed his conduct in incidents between 2005 and 2018 amounted to antisemitic activity.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/c-of-e-vicar-who-shared-911-israel-plot-claims-barred-for-antisemitism\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/chacoan-peccary-gran-chaco-deforestation-south-america-aoe", "title": "Deforestation piles pressure on South America’s elusive Chacoan peccary", "date_published": "2023-01-31 09:30:42+00:00", "description": "<p>With just 3,000 of the pig-like animals still roaming the Gran Chaco region, a community conservation effort in Argentina is fighting for its future</p><p>The Chacoan peccary is so elusive that scientists believed it was extinct until its “discovery” <a href=\"https://pubmed.ncbi.nlm.nih.gov/17840828/\">in 1975</a>. Today, only 3,000 remain in the inhospitable forests and lagoons of the Gran Chaco region, which stretches across northern Argentina, Paraguay and southern Bolivia, and comprises more than 50 different ecosystems.</p><p>Micaela Camino, who works with the Indigenous Wichí and Criollo communities to protect the animals and their land rights in Argentina, knows how difficult to find they can be. She has only seen one Chacoan peccary, or <em>quimilero</em>, in 13 years since she set up her NGO, <a href=\"http://www.proyectoquimilero.com.ar/\">Proyecto Quimilero</a>, but has fallen in love with the critically endangered mammal, which looks like a peculiar cross between a boar and a hedgehog.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/chacoan-peccary-gran-chaco-deforestation-south-america-aoe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/31/dance-hottest-talents", "title": "Out of the spotlight: seven of dance’s hottest hidden talents", "date_published": "2023-01-31 09:25:20+00:00", "description": "<p>From costume and lighting designers to composers and producers, here are some of the dynamos bringing breathtaking dance shows to the stage</p><p>The performers may be in the spotlight and the choreographers may take the glory but a lot of people work behind the scenes to put dance on stage. Here are some of the current talents, new and established, who are busy making bodies look glorious, transforming the atmosphere on stage and helping to <a href=\"https://www.theguardian.com/stage/2022/oct/06/dont-worry-just-watch-how-do-you-tell-a-story-through-dance\">tell stories</a> in dance.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/31/dance-hottest-talents\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/lack-government-response-hillsborough-report-intolerable", "title": "Lack of government response to Hillsborough report ‘intolerable’", "date_published": "2023-01-31 09:06:04+00:00", "description": "<p>Right Rev James Jones criticises failure to address its findings more than five years since publication</p><p>The author of a report into the experiences of Hillsborough victims’ families said it was “intolerable” the government had not responded more than five years on.</p><p>The Right Rev James Jones, a former bishop of Liverpool, set out 25 recommendations in his report, The Patronising Disposition of Unaccountable Power, published in November 2017.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/lack-government-response-hillsborough-report-intolerable\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/husband-review-family-man-study-is-made-in-chelsea-meets-curb-your-enthusiasm", "title": "Husband review – family-man study is Made in Chelsea meets Curb Your Enthusiasm", "date_published": "2023-01-31 09:00:42+00:00", "description": "<p>Docu-comedy follows married directors Josh Appignanesi and Devorah Baum  to New York in a subtle follow-up to The New Man</p><p>Film-maker Josh Appignanesi has in the past made successful movies: <a href=\"https://www.theguardian.com/culture/2006/feb/10/10\">Song of Songs</a>, in the high arthouse mode in 2005, and popular satire <a href=\"https://www.theguardian.com/film/2010/apr/08/the-infidel-review\">The Infidel</a> in 2010. But co-directing with his wife, author and academic Devorah Baum, he has recently got in front of the camera and hit a rich new seam of autofictional or possibly autofactual docu-comedy. <a href=\"https://www.theguardian.com/film/2016/nov/09/the-new-man-review-parenting-documentary-josh-appignanesi\">The New Man</a> documented – or sneakily semi-fabricated – Appignanesi as the hyper-annoying expectant dad with madly dishevelled hair who is unable to help his pregnant partner in any practical way, and feels existentially undermined by the whole process.</p><p>Now Appignanesi and Baum are back: it is three years later and they have two children. Baum is going to New York on a prestigious signing/lecture tour to promote her book about feelings: Appignanesi is going along (and so are the kids, and a niece to look after them) to make a film about his own feelings on the matter. Baum thoughtfully paces the New York streets with Appignanesi capering beside her, jabberingly excited and yet weirdly and pre-emptively depressed about anything disappointing or bad that might happen in the future. To his wife’s exasperation, he is once again the massively unhelpful overgrown manchild.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/husband-review-family-man-study-is-made-in-chelsea-meets-curb-your-enthusiasm\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/31/vanlife-nomad-living-us-families", "title": "They changed everything and adopted #vanlife. Here’s what they learned", "date_published": "2023-01-31 09:00:42+00:00", "description": "<p>Three families – including mine – opted for a different kind of American dream. Now we see the world differently</p><p>I was six months pregnant, sitting on a beach in Huanchaco, Peru, with my husband, Tree, both of us struggling to make a decision that would change the course of our lives.</p><p>“So, what do you think?” Tree asked, as the last orange rind of the sun dipped below the horizon line.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/31/vanlife-nomad-living-us-families\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/monster-from-the-sky-two-years-on-from-coup-myanmar-junta-increases-airstrikes-on-civilians", "title": "‘Monster from the sky’: two years on from coup, Myanmar junta increases airstrikes on civilians", "date_published": "2023-01-31 09:00:42+00:00", "description": "<p>People across the country now live under constant threat of attacks from the skies</p><ul><li><a href=\"https://www.theguardian.com/world/2022/sep/19/myanmar-coup-2021-explained-in-30-seconds\">Myanmar’s military coup explained in 30 seconds</a></li></ul><p>It was early evening, and people had gathered at a local pandal in Moe Dar Lay village, in Myanmar’s Sagaing Region, to prepare for a Buddhist novice ordination ceremony the following day. Just as they began to cook, fighter jets appeared in the sky. Then the sound of explosions boomed through the air.</p><p>“The jets dropped the bombs out of nowhere,” said Naing Ko*, who was just a few houses from the pandal when the attack happened on 19 January. He recalled grabbing his wife and son and rushing to see what had happened. His parent’s home, a few kilometres away, was engulfed in flames. His mother, 68, was among eight people killed. She died instantly.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/monster-from-the-sky-two-years-on-from-coup-myanmar-junta-increases-airstrikes-on-civilians\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/31/once-manchester-citys-sibling-nyc-fc-is-now-more-like-a-distant-cousin", "title": "Once Manchester City’s sibling, NYC FC is now more like a distant cousin", "date_published": "2023-01-31 09:00:41+00:00", "description": "<p>MLS franchise once helped itself to some of the Premier League side’s best young players. Those days are over, although that’s not necessarily a negative</p><p>Before New York City FC, there was only Manchester City under the City Football Group (CFG) umbrella. The establishment of Major League Soccer’s 20th franchise in 2013 marked the creation of a new global soccer entity that would soon enough <a href=\"https://www.cityfootballgroup.com/our-clubs/\">stretch across five continents</a> and count several clubs among its network, but CFG’s first outpost outside the UK was in New York.</p><p>This was to NYC FC’s benefit. While Manchester City has always been CFG’s primary focus, a strong connection was forged between the Premier League and MLS siblings. Four City players were signed to be part of NYC FC’s squad for their debut season in 2015. Over the next few years, City sent some of their prospects (including Angelino and Yangel Herrera) to the Bronx for first-team experience and NYC FC sent some of their best players in the other direction – see Frank Lampard and Jack Harrison.</p> <a href=\"https://www.theguardian.com/football/2023/jan/31/once-manchester-citys-sibling-nyc-fc-is-now-more-like-a-distant-cousin\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/tesco-stores-jobs-supermarket-chain-managers", "title": "Tesco to make big changes to stores, putting 2,100 jobs at risk", "date_published": "2023-01-31 08:57:54+00:00", "description": "<p>Supermarket chain to reduce number of shop managers and close remaining counters and hot delis</p><p>Tesco has announced a shake-up of its shop management along with the closure of its remaining counters and hot delis in supermarkets, putting about 2,100 jobs at risk.</p><p>The UK’s biggest grocer will reduce the number of lead and team managers in large UK stores, affecting 1,750 workers. It also plans to shut its remaining counters and hot delis in UK stores from 26 February.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/tesco-stores-jobs-supermarket-chain-managers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/us-will-not-supply-f-16-fighter-jets-to-ukraine-says-joe-biden", "title": "US will not supply F-16 fighter jets to Ukraine, says Joe Biden", "date_published": "2023-01-31 08:57:25+00:00", "description": "<p>President’s refusal deals significant blow to Kyiv’s efforts to bolster military capability in war with Russia</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/31/russia-ukraine-war-live-biden-says-the-us-will-not-provide-f-16-fighter-jets-to-ukraine\">Russia-Ukraine war – latest news updates</a></li></ul><p>Joe Biden said the US would not supply F-16 fighter jets to <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, in a brief exchange with reporters overnight, a significant and potentially terminal setback to Kyiv’s campaign to obtain the fast jets that had been rapidly gaining momentum.</p><p>The US president, when asked at the White House if his country would provide F-16s, answered simply “no,” a few days after national security officials had said Washington would be discussing the issue “very carefully” with allies.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/us-will-not-supply-f-16-fighter-jets-to-ukraine-says-joe-biden\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/31/lakecia-benjamin-prince-stevie-wonder-missy-elliott-coltrane", "title": "‘I had to do dramatic things to get attention’: sax player Lakecia Benjamin on crashing Prince gigs and charming Stevie Wonder", "date_published": "2023-01-31 08:35:17+00:00", "description": "<p>The US musician once had to strategise her way to the spotlight. Now, having survived a life-threatening accident, she’s using her solo career to highlight ‘those who aren’t getting enough shine’</p><p>During a fallow work period in the early 2000s, saxophonist Lakecia Benjamin took matters into her own hands. “People weren’t calling me for gigs, so I started jumping on their stages to get them to hire me,” she says. Two attempts to crash a Prince gig in Las Vegas were thwarted, first by the singer’s unexpected medley of unsuitable a cappella numbers and then by a bouncer. After Prince read about the commotion, he invited Benjamin to try out for his band, and she played for two weekends at the end of his residency. “I had to do dramatic things to get attention,” she says.</p><p>Benjamin’s striking personality flows through her stories: she embodies jazz as an attitude and a look, as well as a sound. “You’re not here to get out of bed and go on stage looking the same as the guy in the front row,” she says of the metallic clothing she wears on the cover of Phoenix, her fourth album. “Your presentation is a representation of your music before it’s heard.”</p> <a href=\"https://www.theguardian.com/music/2023/jan/31/lakecia-benjamin-prince-stevie-wonder-missy-elliott-coltrane\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/31/transfer-deadline-day-enzo-fernandez-moises-caicedo", "title": "Transfer deadline day: Chelsea close on Fernández amid chase for Caicedo – live", "date_published": "2023-01-31 08:22:02+00:00", "description": "<ul><li>January transfer window due to shut at 11pm GMT</li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2022/dec/28/mens-transfer-window-january-2023-premier-league-la-liga-serie-a-bundesliga-ligue-1\">Men’s transfer window moves</a> | <a href=\"https://www.theguardian.com/football/ng-interactive/2022/dec/28/womens-transfer-window-january-2023-all-deals-from-europes-top-five-leagues\">Women’s transfer latest</a></li><li>Share your thoughts with Barry <a href=\"mailto:barry.glendenning@theguardian.com\">via email</a> or <a href=\"https://twitter.com/bglendenning\">on Twitter</a></li></ul><p><strong>Bournemouth:</strong> Gary O’Neil’s relegation-threatened side have just agreed a £24m deal to sign Ukrainian central defender Ilya Zabarnyi from Dinamo Kiev. The 20-year-old will travel to London this morning to conduct his medical. Bournemouth have already finalised the loan signing of Uruguayan left-back Matias Vina from Roma and are also reported to be after Sassuolo’s Ivorian midfielder Hamed Traore. </p><p>Here we are, then. With the transfer window due to close at 11pm (GMT), there’s still time for plentry of horse-trading as football clubs the length and breadth of the country engage in a last-minute scramble to get their ducks in a row ahead of the final months of the season. </p> <a href=\"https://www.theguardian.com/football/live/2023/jan/31/transfer-deadline-day-enzo-fernandez-moises-caicedo\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/31/priscilla-presley-disputes-validity-lisa-marie-will", "title": "Priscilla Presley disputes validity of Lisa Marie’s will", "date_published": "2023-01-31 08:02:01+00:00", "description": "<p>Filing in Los Angeles court contests amendment that removed Priscilla as a trustee of her late daughter’s estate</p><p>Priscilla Presley has filed legal documents disputing who oversees the estate of her late daughter, Lisa Marie Presley.</p><p>The filing in Los Angeles superior court last week disputes the validity of a 2016 amendment to Lisa Marie’s living trust that removed Priscilla and a former business manager as trustees and replaced them with Lisa Marie’s two oldest children, Riley Keough and Benjamin Keough, if she died or became incapacitated. Benjamin died in 2020.</p> <a href=\"https://www.theguardian.com/music/2023/jan/31/priscilla-presley-disputes-validity-lisa-marie-will\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/31/ethiopia-drought-stricken-internally-displaced-people-in-pictures", "title": "Ethiopia’s drought-stricken internally displaced people – in pictures", "date_published": "2023-01-31 08:00:41+00:00", "description": "<p>The last five rainy seasons since the end of 2020 have failed, triggering the worst drought in four decades in Ethiopia, Somalia and Kenya. The next rainy season, from March to May, is expected to be below average. According to the UN, drought has plunged 12 million people into ‘acute food insecurity’ in Ethiopia, where a deadly conflict has also ravaged the north of the country</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/31/ethiopia-drought-stricken-internally-displaced-people-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/31/im-really-happy-with-my-boyfriend-so-why-dont-i-want-to-have-sex-with-him", "title": "I’m really happy with my boyfriend – so why don’t I want to have sex with him?", "date_published": "2023-01-31 08:00:40+00:00", "description": "<p>I used to have exciting sexual liaisons with men who treated me badly. Now I’ve found my soulmate, I don’t understand why he doesn’t turn me on</p><p><strong>I’ve been with my boyfriend for 10 months</strong><strong> and I’ve never been</strong><strong> happier. We’ve got loads in common</strong><strong> and he’s driven, </strong><strong>funny</strong><strong> and kind</strong><strong>; he’s my absolute best friend – not to mention the fact he is</strong><strong> gorgeous</strong><strong>. The </strong><strong>problem, however, is that I don’t feel very sexually driven any more. Before him, I had never had a real relationship, just “situationships”</strong><strong> where I was being treated pretty badly by men but I was </strong><strong>horny and excited to have sex with them. I don’t feel that with my boyfriend, though. </strong><strong>We do still have sex but it’s not on a regular basis because</strong><strong> I’d rather just relax with him, or be kissing, </strong><strong>cuddling, </strong><strong>talking</strong><strong> or sleeping. I just can’t really be bothered with</strong><strong> sex. </strong><strong>When we do have </strong><strong>intercourse, while it is enjoyable, I always want it over quite quickly</strong><strong>. </strong><strong>I really </strong><strong>can’t see myself being </strong><strong>very sexual with anyone once I’m in a relationship with them</strong><strong>. I truly believe he is my soulmate and I don’t want this to be something that can ruin the relationship. It doesn’t seem to bother him too much (yet) </strong><strong>– I think he </strong><strong>mostly cares about </strong><strong>spending quality time with me</strong><strong>. But I can’t help but think there’s something wrong with me</strong><strong> – or us</strong><strong>. Is there anything I can do?</strong></p><p>Heightened eroticism often occurs in unsustainable situations, usually where there is something wrong, taboo or forbidden. Attraction to an unsanctioned partner or to someone in an inappropriate environment can really increase the erotic charge. But, while some forbidden liaisons last, most are fleeting or lose some of the spark if they become sanctioned. In the past you found casual sex inspiring, but in a lasting relationship you will have to discover how to have satisfying sex without the thrill of a one-night stand. If there is genuine attraction between you and your current partner, this should be possible. If, however, your current situation is a relationship based more on a fantasy of what you think you want, it may not develop. Meanwhile, it would be worth investigating your lowered sexual interest as a symptom of some other cause, such as depression, anxiety, stress, or medication side-effects.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/31/im-really-happy-with-my-boyfriend-so-why-dont-i-want-to-have-sex-with-him\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/45-pounds-youtubers-energy-scammer-fyre-festival-caroline-calloway-anna-delvey", "title": "£45 for a YouTuber’s energy drink? The age of the scammer is truly dead | Amelia Tait", "date_published": "2023-01-31 08:00:40+00:00", "description": "<p>Post-Fyre Festival, Caroline Calloway and Anna Delvey, being scammed by your idols now has currency</p><p>Some sentiments are so obvious that they should never need to become sentences, but: £45 is too much to pay for a can of pop. I recently walked into my local sweetshop with a mind to buy some candy sticks when I stopped to marvel at a humming fridge lined with pink, orange and blue cans. Each can contained the <a href=\"https://www.theguardian.com/media/2022/dec/29/aldi-youtubers-prime-hydration-drink-ksi-logan-paul-queue\">energy drink Prime</a>, which was “created by” YouTubers Logan Paul and KSI in 2022. And each bore a pale yellow price tag reading “£44.99”.</p><p>You may be surprised to hear that this is a bargain. One shop in Yorkshire has been selling bottles of Prime for £100 each, while sold eBay listings show that someone, somewhere paid <a href=\"https://www.ebay.co.uk/itm/125712443593?hash=item1d450ba8c9:g:lXEAAOSwu05jvlSm&amp;amdata=enc%3AAQAHAAAAkKJ3Cd0FTGlQRzM%2BRskWaalN5WL5NALSH9D1RJE9cW%2BfMDqAKrVdUw26PljYeUzhkNZEF33QLBdZw7YDJZ8V2Iq22qF9wYS40G4dLm8RVV6IpIBi7iRHuf9BTdzj7M5BMkR6XLL5hnenlvEvttR1u2kZxsLm4vaTGlFcZurcAxURr0Q3bVkaiHLYCeJAiVjh2A%3D%3D%7Ctkp%3ABk9SR4CMn6u-YQ\">£351</a> for a single grape-flavoured drink. While the beverage retails for just £1.99 in Asda, stampedes and scuffles have resulted in shortages – hence the price gouging. On 7 January, KSI urged his adoring fans not to pay over the odds for Prime, <a href=\"https://www.tiktok.com/@ksi/video/7186042675206884613?embed_source=121331973%2C120811592%2C120810756%3Bnull%3Bembed_blank&amp;refer=embed&amp;referer_url=talksport.com%2Fsport%2Fboxing%2F1299539%2Fksi-responds-wakey-wines-hates-100-pound-price-prime%2F&amp;referer_video_id=7186042675206884613\">screaming</a> into his front-facing camera: “Oh my God, NOOO!” and “Stop buying it at these prices!”</p><p>Amelia Tait is a freelance features writer</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/45-pounds-youtubers-energy-scammer-fyre-festival-caroline-calloway-anna-delvey\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/france-protests-pensions-plan-retirement-age-macron", "title": "Strike action over Macron’s pensions plan brings major disruption to France", "date_published": "2023-01-31 07:52:20+00:00", "description": "<p>Thousands expected to demonstrate against government proposal to raise retirement age to 64</p><p>Hundreds of thousands of people were expected to take part in street demonstrations across France in a second round of coordinated strike action against Emmanuel Macron’s unpopular plan to raise the retirement age to 64.</p><p>Transport, schools and the energy sector were hit by industrial action on Tuesday. Local buses, trains and trams in cities from Paris to Nice, as well as regional and high-speed trains across the country, were “very significantly disrupted”, according to rail operators. </p> <a href=\"https://www.theguardian.com/world/2023/jan/31/france-protests-pensions-plan-retirement-age-macron\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global-development/2023/jan/31/turkmenistan-womens-health-change-saglyk", "title": "Women’s health in Turkmenistan: ‘Silence strips us of agency. This must change’", "date_published": "2023-01-31 07:45:40+00:00", "description": "<p>Abortion, contraception, domestic violence: none of these are publicly discussed. One website, Saglyk, tries to give women the information they desperately need</p><p>Turkmenistan has two faces. The first is the one we see in state media: a pretty dancer, a caring mother, a sister or daughter in a beautiful traditional dress. She may be dancing, cooking or decorating an event with her presence.</p><p>The second is closer to reality: women and girls who have nowhere to go when they meet domestic violence, have no recourse to contraception and family planning services, and face sexual harassment – a few examples on a long list of unmet needs.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/31/turkmenistan-womens-health-change-saglyk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/31/hidden-mountains-book-michael-wejchert-interview-climbing-alaska", "title": "‘The story was so remarkable’: what happened after a devastating climbing accident", "date_published": "2023-01-31 07:06:39+00:00", "description": "<p>In a fascinating new book, climber and author Michael Wejchert tells of two couples and a tragedy in remote Alaskan mountains</p><p>“It’s beautifully overwhelming,” says <a href=\"https://www.michaelwejchert.com/about/\">Michael Wejchert</a> of the rock, ice and alpine routes he has climbed all over the world. “There’s a moment that anybody who’s climbed in a remote part of the Alaska range can remember where the plane flies away and suddenly the sound of the engine fades and you’re completely alone on a glacier, miles and miles from anywhere and that silence, especially at first, is deafening. It’s an incredible environment.”</p><p>But the pristine beauty comes with a hint of menace, perhaps most famously captured in Touching the Void, <a href=\"https://www.theguardian.com/books/2019/nov/09/joe-simpson-interview-touching-the-void\">Joe Simpson’s</a> gripping memoir of a fight for survival after falling from an ice cliff, breaking his leg and being “left for dead” in a storm in the Peruvian Andes.</p> <a href=\"https://www.theguardian.com/books/2023/jan/31/hidden-mountains-book-michael-wejchert-interview-climbing-alaska\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/31/justice-for-animals-by-martha-c-nussbaum-review-how-we-became-the-tyrants-of-the-animal-kingdom", "title": "Justice for Animals by Martha C Nussbaum review – how we became the tyrants of the animal kingdom", "date_published": "2023-01-31 07:00:41+00:00", "description": "<p>A scholarly look at how badly we treat other species employs moral principles to shame us into acknowledging their rights</p><p>The physicist Stephen Hawking once hosted a party for time travellers, but only sent out the invitations after the date had already passed. No one came. If people from the future had turned up, what would most appal them about our society today, apart from <em>Love Island</em> and Suella Braverman? For the prominent American philosopher Martha C Nussbaum, the answer is our treatment of animals, which her sober and sobering new book argues is a moral crime on a monumental scale.</p><p>To make her scholarly case, Nussbaum points to the “barbarous cruelties of the factory meat industry”, “habitat destruction” and “pollution of the air and seas” – but casts the ethical net even more widely to ensnare all of us who “dwell in areas in which elephants and bears once roamed” or “live in high-rise buildings that spell death for migratory birds”. We’re all complicit, she argues, no matter how right-on we think we are – and we have “a long overdue ethical debt” to work off.</p> <a href=\"https://www.theguardian.com/books/2023/jan/31/justice-for-animals-by-martha-c-nussbaum-review-how-we-became-the-tyrants-of-the-animal-kingdom\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/met-officers-did-not-examine-if-spying-was-justified-inquiry-finds", "title": "Met officers did not examine if spying was justified, inquiry finds", "date_published": "2023-01-31 07:00:41+00:00", "description": "<p>Unit infiltrating leftwing groups in 1960s and 1970s never assessed if they presented threat to nation</p><p>None of the senior police officers in charge of long-term operations to infiltrate leftwing groups in the 1960s and 1970s examined whether the intrusive surveillance was justified, a public inquiry has found.</p><p>The inquiry – headed by a retired judge – added that there was a strong case for concluding that a covert Metropolitan police unit that sent long-term undercover officers to infiltrate political groups should have been disbanded decades before it was.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/met-officers-did-not-examine-if-spying-was-justified-inquiry-finds\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/31/running-with-the-pack-why-your-dog-needs-exercise-buddies", "title": "Running with the pack: why your dog needs exercise buddies", "date_published": "2023-01-31 07:00:41+00:00", "description": "<p>Simply taking your pooch for a walk isn’t enough, a new study says – it should be playing team sports to keep anxiety at bay</p><p><strong>Name:</strong> Social exercise.</p><p><strong>Age:</strong> Far older than the name given to it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/31/running-with-the-pack-why-your-dog-needs-exercise-buddies\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/rap-music-young-men-fail-lyrics-conviction", "title": "What kind of society sends young men to jail and ruins lives because of the lyrics in a song? | Ciaran Thapar", "date_published": "2023-01-31 07:00:41+00:00", "description": "<p>As an expert witness, I have seen case after case in which rap music words become key to a conviction – and it’s wrong</p><p>Recently, I stood on a raised court podium being cross-examined by a roomful of barristers. I was there as an “expert witness” to the case in hand – a group of young Black men from a small English city charged with conspiracy to possess a firearm – which mostly involved commenting on the extensive use of rap lyrics as evidence.</p><p>Local police officers had transcribed, translated and interpreted songs and YouTube music videos, many of which had been recorded and released more than five years before the alleged crime, to make their case. I’d maintained that the vast number of lyrics under consideration were not proof of any wrongdoing. They were violent and perhaps not to everyone’s taste, full of bravado and threats, for sure. But they were also outdated, clearly performative and not to be taken literally.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/rap-music-young-men-fail-lyrics-conviction\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/jan/31/amazon-wont-believe-i-was-sent-shoes-instead-of-a-laptop", "title": "Amazon won’t believe I was sent shoes instead of a laptop", "date_published": "2023-01-31 07:00:40+00:00", "description": "<p>As soon as I was handed the parcel I realised it was far too light, but the driver had already left</p><p><strong>In December, I ordered an Apple MacBook Air for £877 from Amazon. When the delivery driver turned up, he handed over the parcel and went back to his van. I quickly realised that it was too light and, sure enough, I’d been sent a pair of men’s running shoes instead. When I opened the door, the van had left.</strong></p><p><strong>Amazon’s customer services was, initially, very reassuring and insisted it would be fine. I was told to send the shoes back, wait for a refund, and then re-order the laptop.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jan/31/amazon-wont-believe-i-was-sent-shoes-instead-of-a-laptop\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/emissions-divide-now-greater-within-countries-than-between-them-study", "title": "Emissions divide now greater within countries than between them – study", "date_published": "2023-01-31 07:00:40+00:00", "description": "<p>Report finds ‘relatively small group’ of rich people contribute disproportionately to emissions</p><p>The difference between the carbon emissions of the rich and the poor within a country is now greater than the differences in emissions between countries, data shows.</p><p>The finding is further evidence of the <a href=\"https://www.theguardian.com/environment/2022/nov/01/polluting-elite-enormous-carbon-dioxide-emissions-gap-between-poorest-autonomy-study\">growing divide between the “polluting elite” of rich people</a> around the world, and the relatively low responsibility for emissions among the rest of the population.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/emissions-divide-now-greater-within-countries-than-between-them-study\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/judge-lambasts-education-secretary-over-lack-of-secure-places-for-children", "title": "Judge lambasts education secretary over lack of secure places for children", "date_published": "2023-01-31 07:00:40+00:00", "description": "<p>Top family judge accuses Gillian Keegan of ‘complacency bordering on cynicism’ over severe shortages in England and Wales</p><p>The country’s most senior family judge has accused the education secretary of “complacency bordering on cynicism” in a scathing <a href=\"https://www.judiciary.uk/wp-content/uploads/2023/01/DE22C00016-RE-X-Judgment-25-January-2022-Approved.pdf\">judgment</a> that deplores the lack of secure, therapeutic placements in England and Wales for scores of children with complex needs at risk of taking their own lives.</p><p>Dealing with a case involving a 15-year-old girl in care known as X, who experienced trauma in early childhood and has repeatedly self-harmed, absconded, threatened herself and others and spoken of suicide, the president of the family division, Sir Andrew McFarlane, lambasted Gillian Keegan for asking to be excused from coming to court to account for failures to keep the child and others like her safe.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/judge-lambasts-education-secretary-over-lack-of-secure-places-for-children\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/31/i-still-want-to-have-hope-images-inspired-by-terminal-cancer-in-pictures", "title": "‘I still want to have hope’: images inspired by terminal cancer – in pictures", "date_published": "2023-01-31 07:00:40+00:00", "description": "<p>After receiving a diagnosis of stage four lung cancer, Stephen Starkman was determined to document his final days, from hospital wards to calming nature</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/31/i-still-want-to-have-hope-images-inspired-by-terminal-cancer-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global-development/2023/jan/31/suspicious-death-rwandan-journalist-john-williams-ntwali-prompts-calls-for-investigation", "title": "‘Suspicious death’ of Rwandan journalist prompts calls for investigation", "date_published": "2023-01-31 07:00:40+00:00", "description": "<p>Rights groups raise doubts over road accident in which police say outspoken editor  John Williams Ntwali was killed</p><p>Amnesty International and the Committee to Protect Journalists, an independent NGO based in New York, are among media and rights organisations calling for an independent investigation into the death of the Rwandan journalist John Williams Ntwali.</p><p>Ntwali, a regular critic of the Rwandan authorities, was found dead on 18 January. According to <a href=\"https://www.newtimes.co.rw/article/4361/news/rwanda/local-journalist-dies-in-car-accident\">reported police accounts</a>, he was killed in a motorcycle accident in the capital, Kigali.</p> <a href=\"https://www.theguardian.com/global-development/2023/jan/31/suspicious-death-rwandan-journalist-john-williams-ntwali-prompts-calls-for-investigation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/jethica-review-stalker-meets-his-deadpan-match-in-comedy-horror", "title": "Jethica review – stalker meets his deadpan match in comedy-horror", "date_published": "2023-01-31 07:00:39+00:00", "description": "<p>A largely improvised script gives this low-budget feature spontaneity, as it deftly moves from creepy to comic by way of the supernatural</p><p>This low-budget comedy-horror feature gives most of its cast “screenplay by” credit, so it’s quite likely they sort of made it up as they went along, or at least substantially improvised a pre-agreed story. Nothing wrong with that, especially since that spontaneity is really felt in the performances, particularly from Will Madden as a manic stalker with a slight lisp named Kevin who won’t shut up. Disgorging an unceasing, frenzied torrent of verbiage, Kevin has followed Jessica (Ashley Denise Robinson) from Los Angeles to New Mexico where she grew up. The title is a not especially amusing reference to Kevin’s speech issue; he stands outside her window calling for her at all hours, ranting about his feelings for her, emitting passive-aggressive fumes of toxicity that grow increasingly more aggressive-aggressive.</p><p>Luckily, Jessica is staying with her friend Elena (Callie Hernandez, a mistress of deadpan disdain who recently appeared in Shotgun Wedding). Elena knows exactly what Kevin’s problem is and knows how to get rid of him and it doesn’t involve appeasement or calling the police. Let’s just say there’s a supernatural component to the story. Her grandmother knew all about this stuff.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/jethica-review-stalker-meets-his-deadpan-match-in-comedy-horror\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/attention-all-tax-returners-your-true-colours-are-about-to-be-revealed", "title": "There are three types of tax-returners. I am in the stupid group | Zoe Williams", "date_published": "2023-01-31 07:00:39+00:00", "description": "<p>Spare a thought for those like me who have honourable intentions – but fail to meet the deadline every time</p><p>When you have a proper job, you never have to think about your attitude to taxation until you’re in a pub trying to bore people. When you’re self-employed, your views, as well as memories, associations and random bits of subconscious apparatus around money and mortality, all rush towards you like a tide at tax-return time, which is either October, sometime in late November before the pre-Christmas rush, or towards the very end of the deadline on 31 January.</p><p>If you’re broadly in favour of tax, and recognise its centrality to civilisation and the social state, you’ll file your return in a timely fashion, because deep down you enjoy it. It gives you a fillip, that secure sense of yourself as an upstanding, competent citizen. If you hate tax, particularly a progressive taxation system, believing it to be theft a priori and particularly insulting at the higher rate, you’ll be constantly trying to shave bits off here and there, so you need plenty of time. But you don’t want to do it too early, because that feels like giving in. I bet <a href=\"https://www.theguardian.com/uk-news/2023/jan/29/nadhim-zahawi-sacked-tory-party-chair-tax-affairs-rishi-sunak\">Nadhim Zahawi</a> is a November person, not an October or a January person, put it that way.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/attention-all-tax-returners-your-true-colours-are-about-to-be-revealed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/31/what-is-the-green-comet-and-how-can-you-see-it", "title": "What is ‘the green comet’ and how can you see it?", "date_published": "2023-01-31 07:00:39+00:00", "description": "<p>C/2022 E3 (ZTF) was last visible during the stone age so if you miss it this time you’re unlikely to get another chance</p><p>An exotic comet is causing excitement this week. We take a look at what we know about the unusual celestial object, and how best to catch a glimpse.</p> <a href=\"https://www.theguardian.com/science/2023/jan/31/what-is-the-green-comet-and-how-can-you-see-it\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/live/2023/jan/31/russia-ukraine-war-live-biden-says-the-us-will-not-provide-f-16-fighter-jets-to-ukraine", "title": "Russia-Ukraine war live: Biden says the US will not provide F-16 fighter jets to Ukraine", "date_published": "2023-01-31 06:10:50+00:00", "description": "<p>Ukraine defence minister in Paris to ask Macron for jets; Biden says he will visit Poland</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/31/russia-ukraine-war-at-a-glance-what-we-know-on-day-342-of-the-invasion\">What we know on day 342 of the invasion</a></li></ul><p></p><p>Russia and Belarus have started a week-long session of staff training for the joint command of their regional grouping of forces, the Belarusian defence ministry said on Tuesday.</p><p>The training is part of preparation for joint drills the two countries will hold in Russia in September, the ministry added in its statement.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/31/russia-ukraine-war-live-biden-says-the-us-will-not-provide-f-16-fighter-jets-to-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/31/donald-trump-sues-bob-woodward-over-the-trump-tapes-for-50m", "title": "Donald Trump sues Bob Woodward over The Trump Tapes for $50m", "date_published": "2023-01-31 06:00:39+00:00", "description": "<p>Former president claims Washington Post reporter ‘never got his permission to release these tapes’</p><p>Donald Trump has sued Bob Woodward for a fraction less than $50m, claiming he did not agree to the veteran Washington Post reporter publishing tapes of their conversations as an audio book.</p><p>Woodward’s publisher, Simon &amp; Schuster, and its parent company, Paramount Global, were also named as defendants.</p> <a href=\"https://www.theguardian.com/media/2023/jan/31/donald-trump-sues-bob-woodward-over-the-trump-tapes-for-50m\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/higher-obesity-levels-linked-to-lower-productivity-in-england-research-shows", "title": "Higher obesity levels linked to lower productivity in England, research shows", "date_published": "2023-01-31 06:00:39+00:00", "description": "<p>Report by former government adviser says plan needed to tackle obesity, thought to cost UK economy £27bn a year</p><p>Areas in England with the most overweight and obese people also have the lowest rates of productivity, according to research showing “obesity is an economic as well as a health timebomb”.</p><p>Conversely, places with the highest gross domestic product (GDP) per head have much lower proportions of citizens who are dangerously overweight, the analysis shows.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/higher-obesity-levels-linked-to-lower-productivity-in-england-research-shows\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/uk-rishi-sunak-channel-small-boat-crossings-plan-45000-permanent-limbo-refugee-council", "title": "Rishi Sunak’s migration plan ‘would have left 45,000 in permanent limbo last year’", "date_published": "2023-01-31 06:00:39+00:00", "description": "<p>Refugee Council warns tens of thousands who crossed Channel to UK in 2022 would have been detained indefinitely under proposals</p><p>More than 45,000 people who have crossed the Channel in small boats this year would have been detained indefinitely in a “permanent limbo” under Rishi Sunak’s flagship migration policy, a leading refugee charity has calculated.</p><p>The prime minister <a href=\"https://www.gov.uk/government/speeches/pm-speech-on-making-2023-the-first-year-of-a-new-and-better-future-4-january-2023\">announced proposals this month</a> to ban anybody who comes to the UK irregularly from applying for asylum and then deporting them as soon as possible. A new immigration bill is expected to be introduced within weeks.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/uk-rishi-sunak-channel-small-boat-crossings-plan-45000-permanent-limbo-refugee-council\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/urgent-action-needed-rise-prison-deaths-uk-researchers", "title": "Urgent action needed to curb rise in prison deaths linked to spice, say UK researchers", "date_published": "2023-01-31 06:00:39+00:00", "description": "<p>Synthetic cannabinoids involved in nearly half of male prisoner deaths analysed in England and Wales</p><p>Researchers have called for urgent action to tackle the crisis in the Prison Service after data showed a rise in deaths among male prisoners linked to synthetic cannabinoids.</p><p>The team at Middlesex University’s Drug and Alcohol Research Centre analysed official investigation reports on the “non-natural” deaths of 129 prisoners in England and Wales between 2015 and 2020. Synthetic cannabinoids, known as “spice” and “black mamba”, were implicated in 48% – or nearly half – of the deaths, all but eight of which were in men.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/urgent-action-needed-rise-prison-deaths-uk-researchers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/campaigners-seek-overturn-liz-truss-resumption-saudi-arms-sales-yemen", "title": "Campaigners seek to overturn Liz Truss’s resumption of Saudi arms sales", "date_published": "2023-01-31 06:00:38+00:00", "description": "<p>Lawyers will argue the then trade secretary ignored Saudi air force’s bombing of civilians in Yemen</p><p>Anti-arms trade campaigners will seek to overturn a decision made by Liz Truss to resume UK arms sales to Saudi Arabia, arguing she ignored a pattern of bombing civilians by the country’s air force in Yemen.</p><p>A judicial review brought by the Campaign Against Arms Trade (CAAT) starts in the high court on Tuesday, the latest step in a long-running battle over the legality of a lucrative trade worth more than £23bn since the war in Yemen began.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/campaigners-seek-overturn-liz-truss-resumption-saudi-arms-sales-yemen\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/kate-princess-of-wales-supporting-children-early-years-more-important-than-ever", "title": "Kate says supporting children in early years ‘more important than ever’", "date_published": "2023-01-31 06:00:38+00:00", "description": "<p>Princess of Wales launches Shaping Us campaign to boost understanding of early childhood’s formative role</p><p>The Princess of Wales has said “it is more important than ever” to support the development of young children as she launches her early years campaign.</p><p>The Shaping Us campaign aims to improve society’s understanding of the importance of early childhood in shaping adulthood and society as a whole.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/kate-princess-of-wales-supporting-children-early-years-more-important-than-ever\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/31/three-years-on-brexit-uk-voters-rejoining-eu-labour-europe", "title": "Three years on from Brexit, all UK voters are left with is a bitter taste of Bregret | Polly Toynbee", "date_published": "2023-01-31 06:00:38+00:00", "description": "<p>Most people are now in favour of rejoining the EU, but Labour is right to steer clear of another row over Europe</p><p>Today’s Brexit anniversary marks three years of political mayhem and economic calamity. It is also 50 years since Britain joined the EEC. Ten years ago this month, David Cameron made his shameless Bloomberg speech pledging a referendum to placate his party and Ukippers, who he had previously called “<a href=\"https://www.theguardian.com/politics/2006/apr/04/conservatives.uk\">fruitcakes</a>”, “loonies” and “closet racists”. </p><p>Cameron wrongly thought Brexiteers could be appeased, but they proved insatiable. The more harm their Brexit does, the more extreme versions they demand, chasing those impossible phantasms they mis-sold to the country.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/31/three-years-on-brexit-uk-voters-rejoining-eu-labour-europe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/education/2023/jan/31/yale-honors-9-year-old-girl-wrongly-reported-police", "title": "Yale honors Black girl, 9, wrongly reported to police over insect project", "date_published": "2023-01-31 06:00:38+00:00", "description": "<p>Bobbi Wilson’s efforts to rid her town of the spotted lanternfly unwittingly touched off a national discussion about racial profiling</p><p>A nine-year-old girl who had a neighbor call the police on her as she worked to eradicate invasive insects from her home town has earned honors from one of the US’s most prestigious universities.</p><p>The Yale School of Public Health earlier this month held a ceremony citing Bobbi Wilson’s efforts to rid Caldwell, New Jersey, of the spotted lanternfly, <a href=\"https://ysph.yale.edu/news-article/yale-honors-young-scientist-who-was-subject-of-police-complaint/\">according to university officials</a>.</p> <a href=\"https://www.theguardian.com/education/2023/jan/31/yale-honors-9-year-old-girl-wrongly-reported-police\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/jan/31/they-filmed-me-without-my-consent-the-ugly-side-of-kindness-videos", "title": "‘They filmed me without my consent’: the ugly side of #kindness videos", "date_published": "2023-01-31 06:00:38+00:00", "description": "<p>Some social media users are building a following through ‘feelgood’ videos, in which, for instance, they give flowers to a stranger. The stranger then becomes their clickbait. Is there anything we can do to stop this?</p><p>Maree only wanted to buy some shoes. A pair that she liked the look of had gone on sale, so she made a trip into the city to try them on. It was late in the day in June, mid-winter in Melbourne, and the shopping centre was quiet. After making her purchase, Maree stopped for a coffee. “And that’s when it happened,” she says.</p><p>A young man approached her holding a posy of flowers. He asked Maree to hold them for him as he put on his jacket. “I wish I’d trusted my instincts and said no,” she says. “It was all so quick.” Maree took the flowers – then the man walked away, wishing her “a lovely day”. She held them out after him, bemused.</p> <a href=\"https://www.theguardian.com/technology/2023/jan/31/they-filmed-me-without-my-consent-the-ugly-side-of-kindness-videos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/michael-jacksons-nephew-cast-as-singer-in-biopic-after-worldwide-search", "title": "Michael Jackson’s nephew cast as singer in biopic after ‘worldwide search’", "date_published": "2023-01-31 05:57:00+00:00", "description": "<p>The singer’s 26-year-old nephew Jaafar Jackson has landed the lead role in Michael, with Antoine Fuqua on board to direct</p><p>Michael Jackson is set to be portrayed by his nephew Jaafar Jackson in an <a href=\"https://www.theguardian.com/film/2023/jan/18/michael-jackson-biopic-antoine-fuqua\">upcoming biopic</a> directed by Antoine Fuqua.</p><p>The film, titled simply Michael, will be the first major film role for 26-year-old Jaafar, who is the second-youngest son of songwriter and Jackson 5 member Jermaine Jackson, Michael’s older brother. Announcing the role, Jaafar described himself as “humbled and honored”.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/michael-jacksons-nephew-cast-as-singer-in-biopic-after-worldwide-search\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/china-claims-covid-wave-is-coming-to-an-end-as-tourism-and-factory-activity-rebound", "title": "China claims Covid wave is ‘coming to an end’ as tourism and factory activity rebound", "date_published": "2023-01-31 05:45:32+00:00", "description": "<p>Government figures, which cannot be verified, showed big rises in travel and hospitality activity during lunar new year compared to the same time last year</p><p>China’s wave of Covid is “coming to an end”, health officials have claimed, saying there had been no sign of a new surge from the lunar new year holiday period, despite a big increase in travel compared to last year.</p><p>Government figures released on Tuesday showed big rises in tourism and hospitality activity compared to the same time last year. Factory activity has also rebounded for the first time in four months, an early sign of economic return after the country reported its slowest growth in about half a century during strict Covid controls.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/china-claims-covid-wave-is-coming-to-an-end-as-tourism-and-factory-activity-rebound\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/violence-in-nigeria-risks-derailing-forthcoming-presidential-elections", "title": "Violence in Nigeria risks derailing forthcoming presidential elections", "date_published": "2023-01-31 05:00:36+00:00", "description": "<p>At least 50 attacks against staff and facilities of the electoral commission have been recorded between 2019 election and end of 2022</p><p>Routine violence in south-east Nigeria including attacks on the offices of the electoral commission threatens to derail next month’s presidential elections, experts have said.</p><p>At least 50 attacks by armed groups against staff and facilities of the electoral commission (Inec) have been recorded between the last election in 2019 and the end of 2022. Most have taken place in the south-east, which is in the grip of secessionist agitation by various elements, especially the Indigenous People of Biafra (Ipob).</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/violence-in-nigeria-risks-derailing-forthcoming-presidential-elections\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/audio/2023/jan/31/putin-chef-russia-yevgeny-prigozhin-wagner-podcast", "title": "How Putin’s chef became the second-most powerful man in Russia – podcast", "date_published": "2023-01-31 03:00:34+00:00", "description": "<p>Yevgeny Prigozhin went from hot dog seller to the commander of a private army fighting intense battles in Ukraine. But his rapid rise has made him a target, reports Pjotr Sauer</p><p>When Russia’s troops rolled into Ukraine last February it was with the strategy of quickly overthrowing the government in Kyiv and installing one more friendly to Vladimir Putin. It was, said the Russian president, a ‘special military operation’. But the operation failed and ever since more and more troops have been needed as the war approaches its first anniversary.</p><p>As the Guardian’s <strong>Pjotr Sauer</strong> tells <strong>Michael Safi, </strong>it is now not just professional soldiers of the Russian state that are involved in the fighting. Increasingly, the private Wagner firm of mercenaries has become pivotal to many of the battles taking place in Ukraine. Its ranks have ballooned to about 50,000, according to western intelligence estimates, including tens of thousands of ex-prisoners recruited from jails around Russia, often personally by Wagner’s chief, Yevgeny Prigozhin.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jan/31/putin-chef-russia-yevgeny-prigozhin-wagner-podcast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/31/britain-only-g7-economy-expected-shrink-2023-imf", "title": "Britain the only G7 economy forecast to shrink in 2023", "date_published": "2023-01-31 01:30:32+00:00", "description": "<p>IMF says UK economy is likely to contract 0.6% as rising interest rates and higher taxes take toll</p><p>Britain is expected to be the only major industrialised country to see its economy shrink this year after the impact of Liz Truss’s brief premiership prompted a sharp growth downgrade from the International Monetary Fund.</p><p>Adding to growing political pressure on Rishi Sunak after the sacking of the Conservative party chair <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/nadhim-zahawi-pushback-helen-whately\">Nadhim Zahawi</a>, the Washington-based IMF warned on Tuesday it expected the UK economy to contract by 0.6% this year – 0.9 percentage points worse than it had pencilled in just three months ago and slower even than sanctions-hit Russia.</p> <a href=\"https://www.theguardian.com/business/2023/jan/31/britain-only-g7-economy-expected-shrink-2023-imf\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/former-all-black-campbell-johnstone-praised-after-publicly-coming-out-as-gay", "title": "Former All Black Campbell Johnstone praised after publicly coming out as gay", "date_published": "2023-01-31 01:14:06+00:00", "description": "<ul><li>Johnstone played three Tests for New Zealand in 2005 </li><li>His ‘strength and visibility will pave the way’ for others</li></ul><p>The former New Zealand rugby player Campbell Johnstone has become the first All Black to come out as gay, saying he hoped to “take away the pressure and the stigma” of doing so publicly.</p><p>Johnstone, 43, <a href=\"https://www.1news.co.nz/2023/01/30/first-all-black-player-to-publicly-come-out-as-gay-tells-his-story/\">said in Seven Sharp TV interview</a> that he had told friends and family “a long time ago” that he was gay. But he had kept the matter private during his playing career, leading a “double life” and “living a lie” because his sexuality did not fit with his image of an All Black, he said.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/former-all-black-campbell-johnstone-praised-after-publicly-coming-out-as-gay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/31/new-zealand-labour-party-polling-chris-hipkins-jacinda-ardern-resignation", "title": "New Zealand’s Labour party sees boost in polls after Ardern resignation", "date_published": "2023-01-31 00:54:47+00:00", "description": "<p>Polls conducted after Chris Hipkins became prime minister have given New Zealand’s governing party its best result in a year</p><p>New Zealand’s Labour party has seen a boost in its popularity after the resignation of Jacinda Ardern, according to two new polls, in some of the party’s best results in a year.</p><p>The polls, released on Monday night, are the first to be taken in the wake of Ardern’s shock exit, and show a rise in support for both the party and the new prime minister Chris Hipkins, who assumed office last week and immediately faced <a href=\"https://www.theguardian.com/world/2023/jan/29/auckland-flooding-death-toll-rises-as-new-zealand-hit-with-more-heavy-rain-and-landslides\">catastrophic flooding in New Zealand’s biggest city</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/31/new-zealand-labour-party-polling-chris-hipkins-jacinda-ardern-resignation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/31/every-household-in-england-to-be-within-15-minutes-of-green-space-or-water", "title": "Every household in England ‘to be within 15 minutes of green space or water’", "date_published": "2023-01-31 00:01:31+00:00", "description": "<p>Major environmental plan includes tackling sewage spills and restoring wildlife habitats but critics question lack of funding</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jan/30/farmers-will-be-key-to-plan-to-restore-englands-green-spaces-and-wildlife\">Farmers will be key to plan to restore England’s green spaces and wildlife</a></li></ul><p>Every household will be within a 15-minute walk of a <a href=\"https://www.theguardian.com/environment/access-to-green-space\">green space or water</a>, under a major environmental improvement plan for England set out by the government on Tuesday.</p><p>The long-awaited measures will include commitments to restore at least 500,000 hectares (1.2m acres) of wildlife habitat, and 400 miles of river. This will include 25 new or expanded national nature reserves and 3,000 hectares (7,400 acres) of new woodland along England’s rivers. A new species survival fund will target some of the most threatened wildlife, including hedgehogs and <a href=\"https://www.theguardian.com/environment/2022/jan/12/conifer-plantation-push-could-threaten-red-squirrel-population-study-finds\">red squirrels</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/31/every-household-in-england-to-be-within-15-minutes-of-green-space-or-water\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/31/michaela-coel-says-film-industry-misses-out-on-marginalised-communities", "title": "Michaela Coel says film industry misses out on marginalised communities", "date_published": "2023-01-31 00:01:31+00:00", "description": "<p>I May Destroy You writer and actor is set to take on new mentoring role for upcoming film-makers</p><p>The entertainment industry continues to miss out on “incredible voices from marginalised and oppressed communities”, the multi award-winning writer and actor Michaela Coel has warned as she prepares to take on a new mentoring role for upcoming film-makers.</p><p>Coel’s HBO/BBC comedy-drama I May Destroy You was the most critically acclaimed television programme of 2020. Often referred to <a href=\"https://www.hackneygazette.co.uk/lifestyle/23011327.black-history-makers-michaela-coel-became-one-uks-influential-women/\">as “one of the UK’s most influential women”</a>, she will take a lead role in the new BMW Filmmaking Challenge being launched in partnership with the BFI, offering advice to five shortlisted film-makers.</p> <a href=\"https://www.theguardian.com/film/2023/jan/31/michaela-coel-says-film-industry-misses-out-on-marginalised-communities\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/31/mo-farah-to-give-london-marathon-one-more-shot-before-likely-retirement", "title": "Mo Farah to give London Marathon ‘one more shot’ before likely retirement", "date_published": "2023-01-31 00:01:31+00:00", "description": "<ul><li>‘I’d love to finish at home. This will probably be my last year.’</li><li>Farah keeps door open to competing at world championships</li></ul><p>Sir Mo Farah has signalled that 2023 will be the final year of his athletics career after confirming he will give the London Marathon “one more shot” in April.</p><p>Farah, who turns 40 in March, also kept open the possibility of running for Great Britain at the world championships in the summer – but only if he can prove his form and avoid the injuries that have blighted the latter part of his career.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/31/mo-farah-to-give-london-marathon-one-more-shot-before-likely-retirement\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/31/one-in-10-children-have-watched-pornography-by-time-they-are-nine", "title": "One in 10 children ‘have watched pornography by time they are nine’", "date_published": "2023-01-31 00:01:31+00:00", "description": "<p>Report by children’s commissioner for England finds worrying amount of content involves violence</p><p>One in 10 children have watched pornography by the time they are nine years old, according to “disturbing” new research by the children’s commissioner for England.</p><p>The report found a quarter of pupils in their final year of primary school have already been exposed. It also showed much of the material being consumed by children and young people features violence.</p> <a href=\"https://www.theguardian.com/society/2023/jan/31/one-in-10-children-have-watched-pornography-by-time-they-are-nine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/31/hospitals-in-england-cancel-88000-appointments-in-seven-weeks-due-to-strikes", "title": "Hospitals in England cancel 88,000 appointments in seven weeks due to strikes", "date_published": "2023-01-31 00:01:30+00:00", "description": "<p>NHS leaders warn disruption to patients could become even worse as healthcare staff plan further strikes</p><p>Hospitals in England have had to cancel 88,000 appointments because of strikes by nurses and ambulance staff over the last seven weeks, figures have revealed.</p><p>NHS bosses warned on Tuesday that the already “shocking scale of disruption” to patient care could “skyrocket” in coming weeks as unions intensify their campaign and walkouts over pay become commonplace.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/31/hospitals-in-england-cancel-88000-appointments-in-seven-weeks-due-to-strikes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}