{"entries": [{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "link": "https://www.youtube.com/watch?v=wTqCthvtL8k", "title": "Hermanos Gutiérrez: Tiny Desk Concert", "date_published": "2023-01-31 10:00:36+00:00", "description": "Felix Contreras | Jan 31, 2023\n\nThere is a slow burning intensity to everything Hermanos Gutiérrez does, including how the duo walked into our offices and saw the Tiny Desk for the first time. “Wow, there it is…” Estevan said quietly to his brother Alejandro.\n\nHermanos Gutiérrez’s origin story is as intricate as the guitar playing styles of its two members. The brothers have roots in both Switzerland and Ecuador, and the time spent in those two very distinct cultures and geographies gives their sound a tempered European coolness, coupled with a warm, playful energy. From the opening strains of “El Bueno Y El Malo” the brothers’ turn behind the Desk is the perfect introduction to their music if you don’t already know them — and a treat if you already do.\n\nThey weave intricate guitar lines over each other that intertwine to the point that if you close your eyes you can’t tell where one begins and the other ends. With a slight touch of a digital loop pedal, Estevan even sneaks in an entire percussion section on bongo and cowbell on “Tres Hermanos.” When my Alt.Latino co-host Anamaria Sayre and I interviewed them on the  podcast last year, I notice that they converse very much like they play: their comments intertwine and layer upon each other’s in the same way they play in unison and against each other in songs like “Thunderbird” and “Pueblo Man.” \n\nSET LIST\n“El Bueno Y El Malo”\n“Tres Hermanos”\n“Thunderbird”\n“Pueblo Man”\n\nMUSICIANS\nAlejandro Gutiérrez: guitar, lap steel\nEstevan Gutiérrez: guitar, percussion\n\nTINY DESK TEAM\nProducer: Bob Boilen\nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nVideographers: Kara Frame, Joshua Bryant, Maia Stern, Sofia Seidel\nAudio Assistant: Brian Jarboe\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #hermanosgutierrez", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "link": "https://www.youtube.com/watch?v=zEDFY4vN8Xc", "title": "Noura Mint Seymali: Tiny Desk Meets globalFEST 2023", "date_published": "2023-01-31 01:00:18+00:00", "description": "For the third year, Tiny Desk concerts team up with globalFEST for a thrilling online music festival — Tiny Desk meets globalFEST.\n\nBob Boilen | January 30, 2023\nHosted by Angélique Kidjo, the series echoes globalFEST’s live flagship event in spirit but is centered in the framework of the Tiny Desk concert series. This collaboration presents exclusive video performances from nine artists filmed in their respective homelands, on the road and in exile all over the world. There will be three nights of concerts, each featuring three bands, on consecutive nights beginning Jan. 24 at 8 p.m. ET. The globalFEST team wrote the following biographical information about each performer.\n\nNoura Mint Seymali, Mauritania\nNoura Mint Seymali is Mauritania's defining artist on the international stage. Drawing on the timeless repertoire of the Moorish griot, a hereditary class of musical poets / historians, her band conjures \"a full blown sandstorm of hypnotic grooves, melding traditional Mauritanian instruments within an electrified psychedelic rock band.” Expanding a sound born of Arab and Sub-Saharan roots, Noura Mint Seymali bends the arc of Moorish musical tradition to fit our contemporary moment.\n\nSET LIST\n\"Na Ha\"\n“Tasirit\"\n\"Ghlana\"\n\nMUSICIANS\nNoura Mint Seymali: vocals, ardine\nEl Jeich Chighaly: guitar\nOusmane Touré: bass\nMatthew Tinari: drums\n\nCREDITS\nProducer: Matthew Tinari\nAudio: Dahman Ba\nVideo: Dahman Ba, Line Diop, 2F Xaliss\nSpecial thanks to Levrig Restaurant, Nouakchott\n\nTINY DESK TEAM\nCreative Director: Bob Boilen \nAudio Engineer: Josh Rogosin \nSeries Producer: Bobby Carter \nEditing: Joshua Bryant\nTiny Desk Team: Marissa Lorusso, Hazel Cills, Ashley Pointer\n\nGLOBALFEST TEAM\nCo-Directors: Shanta Thake, Isabel Soffer and Bill Bragin\n2023 Curators: Shanta Thake, Isabel Soffer, Bill Bragin and Meera Dugal\nEvent Producer: Ian Thake\nHost: Angélique Kidjo\nLegal Services: Tamizdat\nLegal Services: Duane Morris\nVideo Production: Karim Tabbaa\n\nFUNDERS:\nThe Mellon Foundation\nThe National Endowment for the Arts\nNYC Department of Cultural Affairs\n\nSPECIAL THANKS:\nKen Umezaki\nFabian Alsultany\nSteven Kirkpatrick\nDavid Komar", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "NPR Music"}}