{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/rode-nth-100m-headset-230057829.html?src=rss", "title": "Rode's first headset is aimed at creators and gamers", "date_published": "2023-01-31 23:00:57+00:00", "description": "<p>Rode only <a href=\"https://www.engadget.com/rode-nth-100-headphones-230023086.html\">dipped into headphones</a> last year, but now it's ready to unveil its first headset — and this time it's courting gamers in addition to creatives. The <a href=\"https://rode.com/nth-100m\">NTH-100M</a> takes the familiar design of the NTH-100 but adds a detachable condenser microphone. It's too early to say if the hardware is truly \"broadcast-grade,\" as Rode claims, but the company's reputation for mics bodes well if you want quality audio when you're chatting with teammates or hosting a livestream. You can even buy the boom mic separately (as the <a href=\"https://rode.com/nth-mic\">NTH-Mic</a>) if you already have the headphones.</p><p>The design will otherwise seem familiar. Rode claims the 40mm dynamic drivers are designed for accurate frequency response with minimal distortion. The NTH-100M might be your pick if you want a neutral sound for editing podcasts and videos. You won't get perks like noise cancellation or Bluetooth, but the headset will be surprisingly comfortable. When we tried the NTH-100, we found the cooling gel and other design touches to help for extended listening sessions.</p><span id=\"end-legacy-contents\"></span><p>The NTH-100M will <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJMR1FGR0pSP3RhZz1nZGd0MGMtcC1vLWl1LTIwIiwiY29udGVudFV1aWQiOiIzMGFjNjM3My0zNmZhLTRhODYtYmU2ZC1mYjJiZTU5ZGRkMmIifQ&amp;signature=AQAAAe3uXs0E5KCiQ4mxWv4BbKPKjLtiEtieU303V45qmxF2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BLGQFGJR\">retail for $189</a> which is $50 more than the headphones it's based on. If you already have the NTH-100, you can snag the NTH-Mic <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJMRzkyN0I4P3RhZz1nZGd0MGMtcC1vLWl1LTIwIiwiY29udGVudFV1aWQiOiIzMGFjNjM3My0zNmZhLTRhODYtYmU2ZC1mYjJiZTU5ZGRkMmIifQ&amp;signature=AQAAAR9YFiRX_XcpcnQBWUbZzW6ZUM0OeNei-U8jeCEx9Y66&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BLG927B8\">separetely for $69</a>. This means if you were holding out and can make use of the mic, the combo deal represents a $20 saving. Or, for that matter, you could always buy the base 100 for listening and upgrade when you're ready to create content.</p><p>The NTH-100M is also a unique product in Rode's lineup. While it's not part of the company's <a href=\"https://www.engadget.com/rode-x-unify-game-streaming-xdm-100-xcm-50-030005357.html\">Rode X gaming brand</a>, it's clearly aimed as much at gamers and Twitch streamers as it is musicians and podcasters. In that sense, it straddles the line between consumer and creative in a way that even the headphones didn't quite manage.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/star-wars-jedi-survivor-delayed-to-april-28th-220058242.html?src=rss", "title": "'Star Wars Jedi: Survivor' is delayed to April 28th", "date_published": "2023-01-31 22:00:58+00:00", "description": "<p>Star Wars fans will need to wait an extra month and a half to play the next chapter of Cal Kestis' story. On Tuesday afternoon, Electronic Arts and Respawn Entertainment <a href=\"https://twitter.com/EAStarWars/status/1620527593580806145?s=20&amp;t=eF_rMR20NUqpEK9FaXTPuw\">announced</a> the delay of <em>Star Wars Jedi: Survivor</em> to April 28th. The game was previously slated to arrive on <a href=\"https://www.engadget.com/star-wars-jedi-survivor-trailer-gameplay-release-date-trailer-022159717.html\">March 17th</a>.&nbsp;</p><p>&quot;In order for the team to hit the Respawn quality bar, provide the team the time they need, and achieve the level of polish our fans deserve, we have added six crucial weeks to our release schedule — <em>Star Wars Jedi: Survivor</em> will now launch globally on April 28th,&quot; Respawn <a href=\"https://twitter.com/EAStarWars/status/1620527593580806145?s=20&amp;t=eF_rMR20NUqpEK9FaXTPuw\">posted on Twitter</a>. The studio said it would use the extra time to fix bugs and polish the game to improve performance, stability and the player experience. The delay means <em>Star Wars Jedi: Survivor </em>will arrive on the same day as <a href=\"https://www.engadget.com/dead-island-2-delay-release-date-195208216.html\"><em>Dead Island 2</em></a><em>, </em>provided that title doesn't suffer a last-minute delay. <em>&nbsp;</em>&nbsp;</p><span id=\"end-legacy-contents\"></span><p><em>Star Wars Jedi: Survivor </em>picks up five years after the events of <a href=\"https://www.engadget.com/star-wars-jedi-fallen-order-ps5-xbox-series-xs-release-date-034555281.html\"><em>Fallen Order</em></a><em>, </em>and features an older, harder Cal Kestis. Respawn has promised the game will feature new worlds in the Star Wars galaxy for players to explore. Cal, now a Jedi Knight, also has new skills and weapons in his arsenal to take on the Galactic Empire.&nbsp;&nbsp;&nbsp;</p><div id=\"27a1fbfc8ad6412da9c9b0c934c18836\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Star Wars Jedi: Survivor Now Arrives April 28th <a href=\"https://t.co/PNtsL6kmER\">pic.twitter.com/PNtsL6kmER</a></p>— EA Star Wars (@EAStarWars) <a href=\"https://twitter.com/EAStarWars/status/1620527593580806145?ref_src=twsrc%5Etfw\">January 31, 2023</a></blockquote></div>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/openai-chatgpt-detection-tool-214506831.html?src=rss", "title": "OpenAI's new tool may help you identify text written by ChatGPT", "date_published": "2023-01-31 21:45:06+00:00", "description": "<p>OpenAI has <a href=\"https://platform.openai.com/ai-text-classifier\">released a tool</a> to help you determine whether text was more likely written by a human or AI. However, the ChatGPT maker warns that its equivalent of <em>Blade Runner</em>’s Voight-Kampff test can also get it wrong.</p><p>The tool includes a box where you can paste text that’s at least 1,000 characters long. It will then spit out a verdict, like “The classifier considers the text to be very unlikely AI-generated” or “The classifier considers the text to be possibly AI-generated.”</p><span id=\"end-legacy-contents\"></span><p>I tested it by prompting ChatGPT to write an essay about the migratory patterns of birds, which the detection tool then described as “possibly AI-generated.” Meanwhile, it rated several human-written articles as “very unlikely AI-generated.” So although the tool could raise false flags in either direction, my (tiny sample size) test suggests at least a degree of accuracy. Still, OpenAI cautions not to use the tool alone to determine content’s authenticity; it also works best with text of 1,000 words or longer.</p><p>The startup has faced pressure from educators after the November release of its ChatGPT tool, which produces AI-written content that can sometimes pass for human writing. The natural-language model can create essays in seconds based on simple text prompts — even passing a <a href=\"https://www.engadget.com/chatgpt-passes-graduate-law-business-exams-210146640.html\">graduate business and law exam</a> — while providing students with a tempting new cheating opportunity. As a result, New York public schools <a href=\"https://www.engadget.com/chatgpt-openai-new-york-city-public-schools-ban-192608080.html\">banned the bot</a> from their WiFi networks and school devices.</p><figure><img alt=\"Screenshot of a box with AI-produced text on an OpenAI website that tries to determine if text was written by ChatGPT. The result states it is &#x00201c;possibly AI-generated.&#x00201d;\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/e27c8630-a1a9-11ed-bbfe-93bda37e6961\" /><figcaption></figcaption><div class=\"photo-credit\">OpenAI</div></figure><p>While ChatGPT’s arrival has been a buzzed-about topic of late, even extending into <a href=\"https://www.engadget.com/cnet-gets-caught-playing-ai-mad-libs-with-its-financial-news-coverage-001026432.html\">media outlets</a> eager to <a href=\"https://www.engadget.com/cnet-gets-caught-playing-ai-mad-libs-with-its-financial-news-coverage-001026432.html\">automate SEO-friendly articles</a>, the bot is big business for OpenAI. The company reportedly secured a $10 billion investment earlier this month from Microsoft, which plans to <a href=\"https://www.engadget.com/microsoft-reportedly-integrating-chatgpt-technology-into-bing-131502579.html\">integrate it</a> into Bing and Office 365. OpenAI allegedly discussed selling shares at a $29 billion valuation late last year, which would make it one of the most valuable US startups.</p><p>Although ChatGPT is currently the best publicly available natural language AI model, Google, <a href=\"https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html\">Baidu</a> and others are working on competitors. Google’s <a href=\"https://www.engadget.com/google-lamda-ai-180253539.html\">LaMDA</a> is convincing enough that one former researcher <a href=\"https://www.engadget.com/blake-lemoide-fired-google-lamda-sentient-001746197.html\">threw away his job</a> with the search giant last year by claiming the chatbot is sentient. (The human tendency to project feelings and consciousness onto algorithms is a concept we’ll likely hear much about in the coming years.) Google has only released extremely constricted versions of its chatbot in a beta, presumably out of ethical concerns. With the genie out of the bottle, it will be interesting to see how long that restraint lasts.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/paypal-is-laying-off-2000-employees-212108119.html?src=rss", "title": "PayPal is laying off 2,000 employees", "date_published": "2023-01-31 21:21:08+00:00", "description": "<p>PayPal is about to become the latest tech company to lay off a substantial part of its workforce. The payments firm <a href=\"https://newsroom.paypal-corp.com/2023-01-31-Update-on-Our-Transformation\"><ins>announced</ins></a> Tuesday plans to cut approximately 2,000 employees, a number that equates to about seven percent of its total staff. According to PayPal president and CEO Dan Schulman, the layoffs will occur over the next few weeks, with some parts of the company affected more than others.</p><p>“We will treat our departing colleagues with the utmost respect and empathy, provide them with generous packages, engage in consultation where required and support them with their transitions,” Schulman said. “I want to express my personal appreciation for the meaningful contributions they have made to PayPal.”</p><span id=\"end-legacy-contents\"></span><p>The company joins a growing list of tech companies that have announced layoffs in recent months. Earlier this month, Google disclosed plans to lay off <a href=\"https://www.engadget.com/google-parent-alphabet-is-laying-off-12000-employees-105523115.html\"><ins>12,000 employees</ins></a>, or about around six percent of its global workforce. Before that, Microsoft said it would <a href=\"https://www.engadget.com/microsoft-confirms-layoffs-151816595.html\"><ins>cut 10,000 jobs</ins></a>. Schulman, like his counterparts at Microsoft, Google and other tech firms, blamed PayPal's layoffs on the “challenging macro-economic environment” the company finds itself in recently. “While we have made substantial progress in right-sizing our cost structure, and focused our resources on our core strategic priorities, we have more work to do,” he said.</p><p>It’s worth noting the US economy has not entered into a <a href=\"https://www.nbcnews.com/business/economy/are-we-in-a-recession-2023-economy-federal-reserve-interest-rates-rcna67826\"><ins>recession yet</ins></a>. At 3.5 percent, the national unemployment rate is at a 50-year low, and the gross domestic product grew over the last quarters. Turning specifically to PayPal, the company beat Wall Street expectations during its <a href=\"https://s201.q4cdn.com/231198771/files/doc_financials/2022/q3/PYPL-Q3-22-Earnings-Release.pdf\"><ins>most recent earnings call</ins></a>, with revenue and income increasing by 11 percent and 7 percent year on year, respectively.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-cotweets-removed-203823878.html?src=rss", "title": "Twitter is killing off co-authored tweets after less than a year", "date_published": "2023-01-31 20:38:23+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/twitter/\"><ins>Twitter</ins></a> has quietly killed off a feature that allowed users to publish co-authored tweets. The company <a href=\"https://www.engadget.com/twitter-tests-cotweets-180815895.html\"><ins>enabled CoTweets</ins></a> on &quot;select&quot; accounts last July in the US, Canada and Korea, but the feature never made it beyond the experimental stage. As of today, you'll no longer be able to post CoTweets.</p><p>&quot;We’re sad to say that the current experiment is coming to an end,&quot; Twitter wrote on an <a href=\"https://help.twitter.com/en/using-twitter/cotweets\"><ins>updated support page</ins></a>. &quot;Already existing CoTweets will be viewable for one more month at which point they will revert to retweets.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>If you invited someone to CoTweet with you, that tweet will remain on your account, according to <a href=\"https://mashable.com/article/twitter-shuts-down-cotweets\"><em><ins>Mashable</ins></em></a>. For those who were invited to co-author a tweet, CoTweets will soon appear as retweets from the other person's account. All clear on that? Swell.</p><p>This may not completely be the end of CoTweets. &quot;We’re still looking for ways to implement this feature moving forward,&quot; Twitter said. So, it could return at some point.</p><p>It's unlikely to be high on Twitter's list of priorities, however, particularly given that some <a href=\"https://www.engadget.com/80-percent-of-twitters-full-time-staff-has-evaporated-under-musk-234247201.html\"><ins>80 percent of employees have left the company</ins></a> since Elon Musk took over <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\"><ins>in late October</ins></a>. A recent report suggested Twitter now has fewer than 550 full-time engineers, who may have their hands full with <a href=\"https://www.engadget.com/twitter-payments-061350236.html\"><ins>other things</ins></a>.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/343-industries-halo-unreal-engine-202439779.html?src=rss", "title": "343 is reportedly 'starting from scratch' on Halo development after layoffs", "date_published": "2023-01-31 20:24:39+00:00", "description": "<p>343 Industries and Halo may be <a href=\"https://www.engadget.com/phil-spencer-says-microsoft-will-continue-to-support-and-grow-halo-amid-343-layoffs-184954755.html\">here to stay</a> despite Microsoft's <a href=\"https://www.engadget.com/microsoft-confirms-layoffs-151816595.html\">mass layoffs</a>, but that doesn't mean it's business as usual for the franchise. <em>Bloomberg</em><a href=\"https://www.bloomberg.com/news/articles/2023-01-31/microsoft-studio-343-industries-undergoing-reorganization-of-halo-game-franchise?sref=10lNAhZ9&amp;leadSource=uverify%20wall\">sources</a> claim 343 is effectively restarting Halo development  between multiple changes that include the loss of &quot;at least&quot; 95 jobs, including directors and key contractors. Notably, the studio is reportedly switching to Epic's <a href=\"https://www.engadget.com/unreal-engine-5-available-release-date-151023130.html\">Unreal Engine</a> after both a leadership shuffle and struggling with its aging in-house platform (Slipspace) — it's even breaking from its familiar story-driven gameplay, according to the tipsters.</p><p>The 343 team is understood to be using Unreal for an unannounced game, nicknamed &quot;Tatanka,&quot; developed with the help of long-time ally Certain Affinity. It was originally built as a battle royale title but might &quot;evolve&quot; into other forms, the sources say. While some at 343 are supposedly worried Unreal might affect how Halo feels to play, Slipspace's glitches and hard-to-use tech have apparently <a href=\"https://www.engadget.com/halo-infinites-season-two-release-date-140453875.html\">held back multiplayer features</a> in <em>Halo Infinite</em> that include past favorites like Assault and Extraction.</p><span id=\"end-legacy-contents\"></span><p>Many of the laid off workers were crafting game prototypes in Unreal rather than producing new missions for <em>Halo Infinite</em>, <em>Bloomberg</em> says. 343 had considered switching engines for the past decade, the insiders claim, but it wasn't until studio lead Bonnie Ross and engine overseer David Berger left in late 2022 that the company committed to the change. Pierre Hintze, who replaced Ross, is said to have focused the company on &quot;greenlighting&quot; new tech while expanding <em>Infinite</em>.</p><p>Microsoft has declined to comment. A revamped strategy wouldn't be surprising even without layoffs. While <em>Infinite</em> was well-received on launch, delayed modes, seasons and even a <a href=\"https://www.engadget.com/halo-infinite-split-screen-campaign-couch-co-op-canceled-forge-release-date-201838696.html\">cancelled split-screen mode</a> haven't helped its reputation. 343 has also played a role in some of the Halo series' less-than-stellar projects, including the problematic <a href=\"https://www.engadget.com/2014-12-20-343-announces-free-odst-campaign-as-apology-for-halo-mcc-woes.html\"><em>Halo: Master Chief Collection</em></a> and offshoots like <em>Halo Wars 2</em>. A fresh start isn't guaranteed to reinvigorate the sci-fi shooter, but it may address lingering concerns.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/peacock-stops-offering-its-free-tier-to-new-subscribers-195856662.html?src=rss", "title": "Peacock stops offering its free tier to new subscribers", "date_published": "2023-01-31 19:58:56+00:00", "description": "<p><a href=\"https://www.engadget.com/nbc-peacock-launch-everything-you-need-to-know-191032095.html\"><ins>Peacock</ins></a> has stopped offerings its free tier to new customers. As first reported by <a href=\"https://thestreamable.com/news/wheres-peacock-free-streamer-now-only-offering-paid-plan-to-new-customers\"><em><ins>The Streamable</ins></em></a>, potential subscribers who visit Peacock’s website will now only see two ways to access the platform: Peacock Premium and Premium Plus. Either way, if you’re new to Peacock, you’ll need to pay to access the service’s library of content. According to <em>The Streamable</em>, the free tier still exists but is only available to current users who cancel their Premium subscription or those who had access to a paid tier for free (for example, Cox internet customers). NBCUniversal did not immediately respond to Engadget’s comment request.</p><p><em>The Streamable</em> reports the removal is the result of a strategy shift within the company. NBCUniversal plans to release approximately 100,000 hours of new content to Peacock Premium through the end of 2023, including live sports content from the <a href=\"https://www.engadget.com/nbc-sports-premier-league-deal-expansion-222712283.html\"><ins>Premier League</ins></a> and Women’s World Cup. The platform’s subscriber total grew to <a href=\"https://techcrunch.com/2023/01/26/peacock-tops-20m-subscribers-in-q4-as-losses-widen/#:~:text=Comcast%2Downed%20streaming%20service%20Peacock,subs%20in%20the%20previous%20quarter.\"><ins>20 million</ins></a> in 2022, up from <a href=\"https://www.engadget.com/peacock-9-million-subscribers-annoucement-171757606.html\"><ins>9 million the year before</ins></a>. However, Peacock has yet to generate a profit for NBCUniversal owner Comcast. The company expects the service to start inching toward profitability in 2024. Presumably, it hopes to accelerate that timeline by doubling down on Peacock's Premium tiers.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>To make up for the removal, Peacock is offering a promotion to new subscribers. You can get an annual subscription to the ad-supported Premium tier for $30, down from $50 normally. We'll update this article with more information when we hear back from NBCUniversal.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/solar-wind-energy-eu-fossil-fuels-191730995.html?src=rss", "title": "EU wind and solar energy production overtook gas last year", "date_published": "2023-01-31 19:17:30+00:00", "description": "<p>Energy generated from <a href=\"https://www.engadget.com/wind-solar-energy-needs-study-172901659.html\">solar and wind power</a> reportedly overtook natural gas in the European Union (EU) for the first time last year. The data comes from UK clean-energy think tank Ember (via <a href=\"https://www.bloomberg.com/news/articles/2023-01-31/europe-s-fossil-fuel-use-is-set-to-plummet-in-2023-report-says\"><em>Bloomberg</em></a>), which projects the gap to grow.</p><p>Solar and wind energy rose to an all-time high of 22 percent of the EU’s 2022 electricity use. Meanwhile, Ember projects fossil-fuel generation to drop by 20 percent this year — with gas falling the fastest.</p><span id=\"end-legacy-contents\"></span><p>The shifts stem largely from reducing reliance on gas and coal after Russia invaded Ukraine. President Vladimir Putin ordered the cutoff of natural gas exports to the EU as retaliation for Western sanctions. Ember says the resulting high costs helped lower energy demand by around eight percent in Q4 2022 compared to the same quarter the previous year.</p><p>“There is now a focus on rapidly cutting gas demand — at the same time as phasing out coal,’’ the report said. “This means a massive scale-up in clean energy is on its way.” It expects <a href=\"https://www.engadget.com/2019-05-06-is-it-time-we-gave-nuclear-power-another-chance.html\">nuclear power</a> to remain flat in 2023, with a planned phase-out of German nuclear reactors canceling out a ramp-up from France. However, it projects hydropower to rise by around 40 terawatt-hours this year following a severe drought in 2022.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/westworld-roku-tubi-warner-bros-discovery-ad-supported-channels-183905525.html?src=rss", "title": "'Westworld' will soon stream for free on Roku and Tubi after leaving HBO Max", "date_published": "2023-01-31 18:39:05+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/westworld/\"><em><ins>Westworld</ins></em></a> fans who've been mourning the show's <a href=\"https://www.engadget.com/westworld-the-nevers-to-leave-hbo-max-101455395.html\">disappearance from HBO Max</a> will soon have another way to watch it. <a href=\"https://www.engadget.com/tag/warner%20bros%20discovery/\"><ins>Warner Bros. Discovery</ins></a> is bringing free, ad-supported streaming (aka FAST) channels to <a href=\"https://www.engadget.com/tag/roku/\"><ins>Roku</ins></a> and <a href=\"https://www.engadget.com/tag/tubi/\"><ins>Tubi</ins></a> in the coming months. One of those channels, called WB TV Series, will feature premium shows such as <em>Westworld, Raised by Wolves, The Nevers</em> and <em>The Time Traveler’s Wife. </em>WBD yanked all of those shows from HBO Max in December.</p><p>WB TV Series, and two other channels focused on reality and family-friendly shows, will debut on Tubi as soon as February 1st, according to <a href=\"https://variety.com/2023/digital/news/roku-tubi-warner-bros-discovery-free-fast-channels-westworld-1235507747/\"><em><ins>Variety</ins></em></a>. Eleven more FAST channels from WBD are coming to the platform soon, including ones centered around baking competition series, classic movies from the late 20th century and true crime shows. The channels will arrive on the Roku Channel <a href=\"https://newsroom.roku.com/news/2023/01/roku-locks-fast-deal-with-warner-bros-discovery-for/eb7cjrh5-1675124783\"><ins>this spring</ins></a>. All told, WBD is bringing more than 2,000 hours of shows and movies to both platforms.</p><span id=\"end-legacy-contents\"></span><p>Meanwhile, WBD is preparing to <a href=\"https://www.engadget.com/hbo-max-discovery-earnings-call-second-quarter-010400473.html\"><ins>merge HBO Max and Discovery+</ins></a>, a move that's slated to start in the US this spring. The company hasn't announced the name for the combined service just yet, but at one point the frontrunner was <a href=\"https://www.engadget.com/hbo-max-discovery-plus-merged-streaming-service-name-175817183.html\"><ins>reportedly just &quot;Max.&quot;</ins></a></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/vrbo-super-bowl-house-party-risk-score-193020734.html?src=rss", "title": "Vrbo's Super Bowl 'risk scores' are basically pre-crime for house parties", "date_published": "2023-01-31 18:25:20+00:00", "description": "<p>As the Super Bowl approaches, Airbnb rival Vrbo <a href=\"https://www.expediagroup.com/media/media-details/2023/VRBO-LAUNCHES-NEW-TECHNOLOGY-TO-PREVENT-PARTY-HOUSE-BOOKINGS/default.aspx\">announced</a> its use of “unauthorized event prevention technology,” algorithms that try to avoid house parties at rental properties. Similar to a credit system, the tech generates a risk score for each booking, giving hosts a chance to call it off.</p><p>The Expedia-owned company will score renters based on their length of stay, lead time, number of guests and other factors. Vrbo is careful to add that it doesn’t use demographical information (race, sex, gender, age and so on) to evaluate risk. If a renter triggers a warning, Vrbo sends the host an email alert, giving them the option to cancel without a penalty; guests also receive a message reminding them of the policy.</p><span id=\"end-legacy-contents\"></span><p>Although Vrbo is rolling out the new system nationally, it recently conducted a yearlong pilot test in the Phoenix area, where Super Bowl LVII takes place on February 12th. The trial allegedly prevented over 500 unauthorized bookings in the US, saving hosts $2.5 million in cleanup and repairs. Vrbo will also restrict same-day bookings, team up with noise-monitoring and neighborhood watch services and share data with Airbnb about troublesome renters.</p><p>The new system will automatically apply to all US bookings. Vrbo says fewer than 0.25 percent of all weekend bookings in the US have led to party-related complaints.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/artifact-is-an-ai-driven-news-aggregation-app-from-the-creators-of-instagram-180544336.html?src=rss", "title": "Artifact is an AI-driven news aggregation app from the creators of Instagram", "date_published": "2023-01-31 18:05:44+00:00", "description": "<p>After a few years of staying mostly under the radar, Instagram co-founders <a href=\"https://www.engadget.com/2018-09-24-instagram-facebook-founders-resign.html\">Kevin Systrom and Mike Krieger</a> are back with a new project. It’s an app called Artifact, a name Systrom <a href=\"https://www.platformer.news/p/instagrams-co-founders-are-mounting?utm_source=post-email-title&amp;publication_id=7976&amp;post_id=99899596&amp;isFreemail=true&amp;utm_medium=email\"><ins>told </ins><em><ins>Platformer’s</ins></em><ins> Casey Newton</ins></a> is designed to evoke the project’s three tenants: “articles, facts and artificial intelligence.” In short, it’s a news aggregation app driven by a TikTok-like recommendation algorithm.</p><p>When you first launch Artifact, you’ll see a central feed populated by stories from publications like <em>The New York Times</em>. As you read more articles, the app will begin personalizing your feed. According to Systrom, the recommendation system Artifact’s team of seven built prioritizes how long you spend reading about certain subjects over clicks and comments. He added Artifact will feature news stories from both left and right-leaning outlets, though the company won’t allow posts that “promote falsehoods.&quot;</p><span id=\"end-legacy-contents\"></span><p>In the future, the app will also feature a social component. Systrom and Krieger plan to roll out a feed that will highlight articles from users you follow, alongside their commentary on that content. Additionally, you’ll be able to privately discuss posts through a direct-message inbox. At the moment, Systrom and Krieger are funding the project with their own money. They say Artifact represents a first attempt to imagine what the next generation of social apps could look like. If you want to give what they created a try, you can join a <a href=\"https://artifact.news/\">waiting list</a> for the app’s iOS and Android beta. Systrom said the team plans to invite new users quickly.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sign-up-for-a-year-of-microsoft-365-family-and-get-a-50-amazon-gift-card-171927611.html?src=rss", "title": "Amazon is offering a $50 gift card when you buy a year of Microsoft 365 Family", "date_published": "2023-01-31 17:19:27+00:00", "description": "<p>If you've been thinking about adding Microsoft Word, Excel and Powerpoint to your home office, this may be a good day to sign up. Today only, Amazon is offering a 12-month subscription to Microsoft 365 Family bundled with a $50 Amazon gift card for $100. The price of the yearly subscription is usually $100, so you're essentially getting a free gift card for signing up. The deal is only good through the end of the day and the subscription will auto-renew at the end of the year, so set a reminder if you want to cancel before that kicks in.&nbsp;&nbsp;&nbsp;</p><p></p><p>The year-long subscription will come as a digital download and runs on PCs or Macs as well as smartphones and tablets running Apple's iOS or Android OS. It covers up to six people and can run on five devices at the same time, with offline access included. Microsoft 365 is the <a href=\"https://www.engadget.com/microsoft-office-phased-out-replaced-by-microsoft-365-104748463.html\">new branding</a> for the well-known Office software and the Family subscription includes access to Word, Excel, Outlook email and PowerPoint. It also comes with the <a href=\"https://www.engadget.com/microsoft-teams-live-share-collaboration-155436857.html\">Microsoft Teams</a> video calling app, which updated last year to include a Live Share feature enabling easier real-time collaboration. You also get Clipchamp video editor, which Microsoft <a href=\"https://www.engadget.com/microsoft-acquires-clipchamp-040823250.html\">acquired</a> in 2021. Included security add-ons like <a href=\"https://www.engadget.com/microsoft-defender-for-individuals-release-date-155704052.html\">Microsoft Defender</a> and ransomeware protection will help protect your data and devices.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Each person gets 1TB of <a href=\"https://www.engadget.com/microsoft-defender-for-individuals-release-date-155704052.html\">OneDrive</a> personal cloud storage, which not only lets you store a large amount of files in the cloud, it lets you share photos and files with other OneDrive users, across pretty much any device.&nbsp;</p><p>The Microsoft 365 family subscription is activated as a digital download, but the $50 gift card will arrive as a physical card in the mail. And as we said, the deal ends today, so take advantage if you want to add Microsoft's productivity apps to your setup.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/paramount-plus-showtime-merger-premium-plan-cable-network-170551927.html?src=rss", "title": "Paramount+ Premium will absorb Showtime and rebrand as 'Paramount+ With Showtime'", "date_published": "2023-01-31 17:05:51+00:00", "description": "<p>Amid stern competition from other streaming platforms, <a href=\"https://www.engadget.com/tag/paramount%20global/\"><ins>Paramount Global</ins></a> is combining two of its services. It will fold <a href=\"https://www.engadget.com/tag/showtime/\"><ins>Showtime</ins></a> into the Premium tier of <a href=\"https://www.engadget.com/tag/paramount%20plus/\"><ins>Paramount+</ins></a> later this year. The combined offering will be known as “Paramount+ With Showtime.”</p><p>Showtime's linear TV network will be rebranded with the same name in the US. As part of the move, some Paramount+ original programs will air on the cable network — so maybe more people will finally recognize the brilliance of <em>The Good Fight</em>.</p><span id=\"end-legacy-contents\"></span><p>“Now, with Showtime’s content integrated into our flagship streaming service, and select Paramount+ originals joining the linear offering, Paramount+ will become the definitive multiplatform brand in the streaming space — and the first of its kind to integrate streaming and linear content in this way,” Paramount Global CEO Bob Bakish said in a memo to staff, as <a href=\"https://variety.com/2023/tv/news/showtime-renamed-paramount-plus-with-showtime-1235506843/\"><em><ins>Variety</ins></em></a> reports. &quot;This change will also drive stronger alignment across our domestic and international Paramount+ offerings, as international Paramount+ already includes Showtime content.”</p><p>Showtime <a href=\"https://www.engadget.com/2015-07-07-showtime-stand-alone-service-launch.html\"><ins>debuted its own streaming service</ins></a> in 2015, a year after CBS All Access <a href=\"https://www.engadget.com/2014-10-16-cbs-all-access-launch.html\"><ins>arrived</ins></a>. The latter was rebranded as Paramount+ <a href=\"https://www.engadget.com/paramount-plus-launch-date-161702061.html\"><ins>in 2021</ins></a>. Last year, Paramount Global integrated Showtime content into its namesake streaming service <a href=\"https://www.engadget.com/paramount-plus-showtime-streaming-app-integration-185532381.html\"><ins>as part of a bundle</ins></a>. Now, it's going a step further by unifying them.</p><p>While the move may come as a disappointment to those who are only interested in Showtime's content and aren't sold on Paramount+, the move makes sense from a business perspective. There's a wave of consolidation across the media industry, including in streaming, where HBO Max and Discovery+ <a href=\"https://www.engadget.com/hbo-max-discovery-plus-merged-streaming-service-name-175817183.html\"><ins>will combine in the coming months</ins></a>.</p><p>Paramount will look to cut some costs and funnel extra resources into its more successful properties amid the transition. Just as news of the streaming merger broke, it <a href=\"https://deadline.com/2023/01/showtime-three-women-let-the-right-one-in-american-gigolo-canceled-consolidation-paramount-plus-1235244624/\"><ins>emerged</ins></a> that Showtime has canceled <em>American Gigolo </em>and <em>Let The Right One In </em>(a series based on one of the best films of the last 20 years), while it's reportedly trying to offload a new show called <em>Three Women</em>.</p><p>“As a part of Paramount+, we can put more resources into building out the lanes that have made the Showtime brand famous, as well as turning our hit shows into global hit franchises,&quot; Chris McCarthy, president and CEO of Showtime and Paramount Media Networks, wrote in a staff memo. &quot;To do this, we will divert investment away from areas that are underperforming and that account for less than 10 percent of our views.”</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/justice-department-tesla-autopilot-full-self-driving-subpoena-165637940.html?src=rss", "title": "The DOJ is looking into Tesla's Autopilot and Full Self-Driving claims", "date_published": "2023-01-31 16:56:37+00:00", "description": "<p>The rumors of Tesla <a href=\"https://www.engadget.com/doj-investigating-tesla-autopilot-self-driving-claims-113038198.html\">facing a Justice Department investigation</a> were true. The EV designer has <a href=\"https://www.sec.gov/Archives/edgar/data/1318605/000095017023001409/tsla-20221231.htm\">confirmed</a> in an SEC filing that the DOJ has requested documents linked to Autopilot and Full Self-Driving (FSD) features. Tesla says that no government body has determined &quot;wrongdoing&quot; as part of an active investigation, but warns that enforcement could have a &quot;material adverse impact&quot; on its business.</p><p>Tesla didn't detail the nature of the request, and doesn't usually comment on issues since disbanding its communications team. We've asked the DOJ for comment. However, it comes after the National Highway Traffic Safety Administration (NHTSA) investigated 35 crashes where Autopilot or FSD was reportedly involved, including <a href=\"https://www.engadget.com/nhtsa-expands-probe-tesla-collisions-stationary-emergency-vehicles-093514999.html\">collisions with emergency vehicles</a>. California's DMV and other officials have accused Tesla of falsely <a href=\"https://www.engadget.com/california-dmv-accuses-tesla-false-advertising-130350292.html\">suggesting that its cars are truly driverless</a> when even FSD frequently requires intervention. The state DMV and the NHTSA are worried Tesla drivers might grow complacent and fail to take evasive action when necessary.</p><span id=\"end-legacy-contents\"></span><p>The brand has issued mixed messages on its cars' abilities. While Tesla's <a href=\"https://www.tesla.com/support/autopilot\">support site</a> make clear that Autopilot and FSD don't represent complete autonomy and require a &quot;fully attentive driver,&quot; the FSD <a href=\"https://www.tesla.com/en_AE/autopilot\">marketing page</a> claims that you'll only need to &quot;tell your car where to go.&quot; Company chief Elon Musk has long promised that true self-driving is <a href=\"https://www.engadget.com/2019-04-22-tesla-elon-musk-self-driving-robo-taxi.html\">just around the corner</a>, but mentioned in October 2022 that Tesla was &quot;not saying it's quite ready&quot; to go driverless. FSD <a href=\"https://www.engadget.com/tesla-fsd-driver-assist-available-to-all-drivers-114916660.html\">remains in beta</a>, although it's now open to anyone who has paid to unlock the functionality.</p><p>The DOJ investigation comes as Tesla and its leadership face mounting scrutiny over their practices. Musk is embroiled in a shareholder lawsuit over his <a href=\"https://www.engadget.com/elon-musk-spacex-shares-funded-tesla-private-054933582.html\">tweets about taking Tesla private</a>. The National Labor Relations Board recently accused Tesla of breaking the law by <a href=\"https://www.engadget.com/nlrb-tesla-violated-the-law-telling-employees-not-to-talk-about-pay-085124724.html\">asking Florida staff to keep quiet</a> about pay and a firing. There are also lingering questions about build quality following a <a href=\"https://www.engadget.com/tesla-recall-china-model-s-x-3-153644099.html\">string of recalls</a>. Tesla is facing growing pressure to alter its practices, and potential DOJ charges are just the latest concern.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/spacex-astronauts-congressional-space-medal-of-honor-153305916.html?src=rss", "title": "SpaceX astronauts will receive the Congressional Space Medal of Honor", "date_published": "2023-01-31 15:35:59+00:00", "description": "<p>Vice President Kamala Harris will today <a href=\"https://www.nasa.gov/press-release/former-nasa-astronauts-to-receive-congressional-space-medal-of-honor\">award </a>the Congressional Space Medal of Honor for the first time since 2006. The recipients are Doug Hurley and Bob Behnken, who became the first astronauts to<a href=\"https://www.engadget.com/watch-spacex-crew-dragon-demo-2-livestream-attempt-2-160913086.html\"><ins> fly to space on a crewed SpaceX mission in 2020</ins></a>. The pair, who traveled to the International Space Station and <a href=\"https://www.engadget.com/spacex-crew-dragon-successful-splashdown-184812158.html\"><ins>stayed there for almost two months</ins></a>, will receive the honor for their bravery.</p><p>Hurley and Behnken were part of the first crewed spaceflight from US soil since the last Space Shuttle mission in 2011. They both also flew on the Space Shuttle, and <a href=\"https://www.engadget.com/2011-07-21-space-shuttle-atlantis-touches-down-in-florida-wont-be-going-b.html\"><ins>Hurley was on the program's final flight</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>Hurley and Behnken's Demo-2 mission was the first crewed flight under NASA’s Commercial Crew Program. Five other SpaceX crews have since <a href=\"https://www.engadget.com/nasa-spacex-crew-1-launch-063127868.html\"><ins>flown</ins></a> to the ISS.</p><p>The Congressional Space Medal of Honor is typically given to mark a first in space travel, as <a href=\"https://www.washingtonpost.com/technology/2023/01/30/behnken-hurley-awarded-space-medal-white-house/\"><em><ins>The Washington Post</ins></em></a> notes. Previous recipients include Neil Armstrong, Alan Shepard (the first American to travel to space), John Glenn (the first American in orbit) and Frank Borman (commander of Apollo 8, the first lunar orbit mission). The award was also granted posthumously to the crew of Apollo 1 and those who died aboard the Challenger and Columbia shuttles.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/eu-tougher-gdpr-monitoring-big-tech-151519695.html?src=rss", "title": "EU vows to get tougher on Big Tech privacy violations", "date_published": "2023-01-31 15:15:19+00:00", "description": "<p>The European Union is <a href=\"https://www.engadget.com/meta-eu-fine-personalized-ads-163403318.html\">eager to crack down</a> on Big Tech's alleged privacy abuses, but the reliance on individual countries to enforce General Data Protection Regulation (GDPR) rules has led to lengthy cases with punishments that are <a href=\"https://www.engadget.com/gdpr-fines-dla-piper-report-144510440.html\">frequently modest</a>. There will soon be pressure to act decisively, however. The European Commission <a href=\"https://www.iccl.ie/digital-data/europe-wide-overhaul-of-gdpr-monitoring-triggered-by-iccl/\">will now require</a> that EU nations share overviews of &quot;large-scale&quot; GDPR investigations every two months. This includes &quot;key procedural steps&quot; and actions taken — national regulators will have to show they're moving forward.</p><p>The tougher approach comes after the EU Ombudsman recommended closer monitoring of Big Tech cases that fall under the Irish Data Protection Commission, which regulates Meta and other industry giants. The rights group Irish Council for Civil Liberties (ICCL) made a complaint to the Ombudsman accusing Ireland's commission of being too slow and lenient against privacy violations. Just weeks ago, Europe's Data Protection Board forced Ireland to raise a data processing fine against Meta from €28 million to €390 million  ($30.4 million to $423.3 million).</p><span id=\"end-legacy-contents\"></span><p>As <em>Bloomberg</em><a href=\"https://www.washingtonpost.com/business/the-eu-is-about-to-take-a-bigger-stick-to-big-tech/2023/01/31/b547b070-a12e-11ed-8b47-9863fda8e494_story.html\">observes</a>, the European Commission is already issuing reports every two years on the overall status of GDPR enforcement. However, it hasn't conducted thorough, frequent reviews of individual countries' privacy regulators. This new requirement will theoretically hold all EU member states accountable if they delay investigations or don't apply the law when necessary. This could include legal repercussions at the European Court of Justice.</p><p>Critics might not be happy with the transparency. Ireland and other nations will share their progress on a &quot;strictly confidential basis,&quot; according to the Commission. The public might not know if a regulator is mishandling a case unless the EU takes visible action in response. Nonetheless, this may encourage Meta, Amazon, Google and other tech heavyweights to take European privacy laws more seriously — they may see quicker investigations and stiffer fines.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/marshall-middleton-bluetooth-speaker-flagship-weatherproof-150059250.html?src=rss", "title": "Marshall's Middleton Bluetooth speaker is the company's new weatherproof flagship", "date_published": "2023-01-31 15:00:59+00:00", "description": "<p>Marshall<a href=\"https://www.engadget.com/marshall-headphones-willen-emberton-ii-bluetooth-speakers-stack-mode-140028671.html\"> already launched</a> a few rugged, weatherproof portable Bluetooth speakers, but so far they’ve been relatively small. That changes today with the launch of the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=eb31b355-8ae6-478b-b68e-4785adf81241&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Marshall+Headphones&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlYjMxYjM1NS04YWU2LTQ3OGItYjY4ZS00Nzg1YWRmODEyNDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWFyc2hhbGxoZWFkcGhvbmVzLmNvbS91cy9lbi9taWRkbGV0b24uaHRtbCIsImNvbnRlbnRVdWlkIjoiYzhkZGRmNDEtNjk0MS00MzUzLTkxZTUtZjE1ZWY1Mjk5MDBjIn0&amp;signature=AQAAAdFhbk8fF2i_UTdxT4CdkoplfRcNNW795fx60PejxHht&amp;gcReferrer=https%3A%2F%2Fwww.marshallheadphones.com%2Fus%2Fen%2Fmiddleton.html\">Middleton</a>. It’s still portable enough to chuck into a backpack, but has an IP67 rating, 20+ hours runtime at mid-volume, dual woofers and tweeters pushing out 50-watts of 360-degree sound and moves into the bassier 50hz to 20kHz frequency range. It’s available in black starting today and priced at $299.</p><p>The Middleton is being pitched as the new flagship for Marshall’s portable Bluetooth speaker line and rightly so. Aside from the <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">Tufton</a>, which isn’t all that rugged and is significantly bigger, the Middleton is now one of the more powerful portables in the company’s stable. It’s the largest IP67 rated speaker they have on offer, measuring 4.3 x 9 x 3.75 inches, and one of the first to pump out sound from all four sides. It also ditches the rubber port stopper seen on other models, since the company has already waterproofed the components.</p><span id=\"end-legacy-contents\"></span><p>As mentioned, the Middleton is rated for more than 20 hours of playtime on a single charge, at low to mid volume of course. I haven't had the chance to test this on full blast for long periods of time, but the charge does seem to hold up well. The speaker has three battery cells totaling 9,600mAh, and you can use the speaker as a USB-C power bank if needed. Also, if your charge is running low while you're jamming out, you can always use it while its charging.</p><p>The 360-degree sound is driven by two 15-watt woofers, two 10-watt tweeters and a pair of passive radiators that serve to pump music out of the smaller ends of this chunky rectangle. The output from this four-pound device is respectable and it handles low frequencies well. You also get the trademark Marshall sound that gives you a good dynamic range and provides significant depth to whatever sounds you're vibing on.</p><p>Just like the Emberton and Willen, the Middleton has a soft-touch exterior composed of 55-percent post-consumer recycled plastic and is 100-percent PVC free. It also has a carry strap you can easily fit your hand through. On the top, you’ll find onboard controls that provide more hands-on adjustment than its siblings. There’s a Bluetooth button (which doubles as the Stack Mode control) and a multi-use joystick for power on/off, volume control and track selection (forward or back). You also get bass and treble controls, which are a welcome addition and a first for one Marshall’s speakers without physical knobs. The level indicator works in conjunction with most of the above. It displays battery level, but also indicates volume, bass and treble levels all with backlit red lighting.</p><p>This speaker is also the biggest model to support Marshall’s Stack Mode feature. You can start a session using the Marshall Bluetooth app and pair with any other Middleton, Emberton II or Willen speakers using a double press of their Bluetooth buttons to join. It helps if you aren’t already paired with speakers joining the session. Like most Bluetooth portables, two (or more) sound much better than one and a double dose of the Middleton sound is a pleasure. The company claims you can pair a good deal of compatible speakers together, having tested up to 60 at one time. I've &quot;stacked&quot; two Middletons, an Emberton II and a Willen which worked well — once I unpaired all but the main speaker from my phone, that is.</p><p>For reference, the UE Megaboom 3 (<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9VbHRpbWF0ZS1FYXJzLU1FR0FCT09NLUJsdWV0b290aC1XYXRlcnByb29mL2RwL0IwN0REM1cxNTQ_dGFnPWdkZ3QwYy1wLW8taXYtMjAiLCJjb250ZW50VXVpZCI6ImM4ZGRkZjQxLTY5NDEtNDM1My05MWU1LWYxNWVmNTI5OTAwYyJ9&amp;signature=AQAAAWWOdF-_vDC55bMlAUxv5_bQgue0qgJP2CrCXmwSDUw0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FUltimate-Ears-MEGABOOM-Bluetooth-Waterproof%2Fdp%2FB07DD3W154\">$199</a>) is a good model for comparison in terms of scale, although it's been around for several years. As usual, this puts the Middleton in a slightly higher price bracket than some others out there in its size, but Marshall products have usually been priced at a slight premium. The excellent sound quality and better low-end capability definitely makes this model worth checking out.</p><p>You can order the Marshall Middleton in black from the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=eb31b355-8ae6-478b-b68e-4785adf81241&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Marshall+Headphones&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlYjMxYjM1NS04YWU2LTQ3OGItYjY4ZS00Nzg1YWRmODEyNDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWFyc2hhbGxoZWFkcGhvbmVzLmNvbS91cy9lbi9taWRkbGV0b24uaHRtbCIsImNvbnRlbnRVdWlkIjoiYzhkZGRmNDEtNjk0MS00MzUzLTkxZTUtZjE1ZWY1Mjk5MDBjIn0&amp;signature=AQAAAdFhbk8fF2i_UTdxT4CdkoplfRcNNW795fx60PejxHht&amp;gcReferrer=https%3A%2F%2Fwww.marshallheadphones.com%2Fus%2Fen%2Fmiddleton.html\">company’s website</a> starting today for $299. If you prefer the cream-colored option, you’ll have to wait until around Spring this year.</p><h2>Specifications</h2><ul><li><p>Frequency Range: 50 Hz-20,000 Hz</p></li><li><p>Drivers: Two 15-watt woofers, two 3/5-inch tweeters, two passive radiators</p></li><li><p>Amplifiers: Two 20-watt class D amps for the woofers, Two 10-watt class D amps for the tweeters</p></li><li><p>Battery Type: Built-in rechargeable Li-ion&nbsp;</p></li><li><p>Play Time: 20+ hours</p></li><li><p>Quick Charging: 20 minutes gives you two hours of play</p></li><li><p>Charging Time: 4.5 hours for a complete charge</p></li><li><p>Weatherproof: IP67</p></li><li><p>Aux: 3.5mm input</p></li><li><p>Bluetooth Version: 5.1</p></li><li><p>Range: 30 feet</p></li><li><p>Size: 4.29 x 9.06 x 3.74 inches</p></li><li><p>Weight: 4LBs</p></li></ul>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/aimis-mobile-app-lets-you-remix-its-endless-ai-generated-beats-150003232.html?src=rss", "title": "Aimi's mobile app lets you remix its endless AI-generated beats", "date_published": "2023-01-31 15:00:03+00:00", "description": "<p>Ever found yourself turning down the radio so you can focus on finding a parking spot? Music didn’t stop you seeing, but it was taking up some tangible mental resources. But what if you had a way to immediately make the music more calming? Or to change that distracting string section? That, effectively, is the promise of Aimi’s interactive music player app. It won’t help you find a parking spot, though, you’re on your own with that.</p><p>If the name Aimi sounds familiar, that’s because its self-described “generative music platform” has been <a href=\"https://www.engadget.com/ai-music-app-aimi-endless-playlists-130043129.html\">available online</a> for a while. What’s new is the mobile app, launching in beta today with <a href=\"https://www.aimi.fm/app/beta\">5,000 slots open globally</a>. The mobile experience takes the endless mood-based music feeds from the Aimi website and adds the option to tweak them to your heart’s content. It’s not a full-bore music making app, more of a tailored soundtrack for when you want a certain vibe, or as Aimi calls them: Experiences. The basic app will be free, but unlocking the majority of those controls will cost $10 a month.</p><span id=\"end-legacy-contents\"></span><p>The app offers experiences with names such as Serenity, Flow, Electronica and Push. Each gives a clear hint at what the vibe is and there are 10 of them at launch. The slowest, Serenity, starts at 64 BPM and they ratchet up to Push’s <a href=\"https://www.reddit.com/r/EDM/comments/3fr82n/discussion_why_128_bpm/\">time-honored</a> throb of <a href=\"https://djtechreviews.com/dj-tips/why-are-so-many-songs-128-bpm\">128 BPM</a>.</p><p>As a listener, you could just open one of the experiences, tap play and go about your business. The idea being that if what the app serves you up isn’t quite what you wanted, you can mash the shuffle button and it’ll reconfigure the track with new sounds and energy. Or maybe you liked it, so there’s a thumbs-up option to tell it “more of this please.” That’s the most basic use case, which is also the extent of the free tier – but you can take it a few steps further with a subscription.</p><div id=\"b13ed7dcce914c21865d3d12b0b95ea7\"></div><p>For premium users, once you have an experience playing, swiping left will give much more detailed control. The first screen shows a cluster of circles, each one labeled after a musical part (Beats, FX, Bass and so on). Hold down one of these circles and, as long as it’s active, it’ll solo just that part. If you tap a circle, you’ll enter a sub menu where you can adjust the volume of that part along with a shuffle option for just that element and more thumbs up/down.</p><p>If you swipe left one more time, you’ll find a selection of sliders which can vary from experience to experience, but tend to include “Intensity,” “Progression,” “Vocals” and “Texture.” It’s here that you can tell the app to do things like add a little intensity, mix things up more often or deliver more/less vocals. The changes are usually quite subtle - it’s more re-adjusting than remixing. These settings are remembered, too, so the next time you fire up that experience it’ll be to your taste. Or, at least the taste you had the last time you listened to it.</p><p>All the music on offer here is of the electronic variety. And despite the relatively wide range of BPMs, there’s definitely a thread that runs through them. That’s to say, this isn’t genre-hopping in the sense that you might want a Hip Hop vibe before moving over to some Indie and back to EDM. It’s more like being at a large House club with different areas with different BPMs along with a few well-stocked chill out rooms.</p><p>According to the company, the musical loops in Aimi are created by a pool of over 150 artists including some big names like Carl Cox. Once the loops are fed into the platform, AI takes over to match the pitch, BPM and general vibe. Theoretically, you have an endless radio station of music you can interact with, and the library is set to keep growing over time. Let’s hope that includes some other genres. Hip Hop and anything with a breakbeat would instantly provide a shot of different energy here, for example. Likewise, something on the more acoustic side of things would at least provide an option for those less into electronic music.</p><p>Generative music has seen an increase of interest in recent years as technology has developed enough to make it more fluid than just burping up clips that are in time and key. Mostly this has been focused on the headspace area, meditative apps, concentration soundtracks and so on. Aimi’s main rivals here would include Endel ($15 a month) and <a href=\"https://www.engadget.com/2018-07-23-the-science-behind-beats-to-study-to.html\">Brain.fm</a> ($7 a month).</p><p>While Aimi does occupy this space too, its emphasis on interactivity with its mood-based streams sets it apart. In fact, Aimi CEO, Edward Balassanian, sees it as a gateway for the musically curious. “One of the strengths of generative music is that we can use it to attract casual listeners with continuous music experiences and then introduce them to interactive music by letting them take ownership of their music experience.” he told Engadget.</p><figure><img alt=\"Three screenshots of the Aimi music app side by side.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/d2eefd50-a0a1-11ed-8bd7-ddf8d7badf97\" /><figcaption></figcaption><div class=\"photo-credit\">Aimi</div></figure><p>This hints at a broader plan. Right now there’s the linear player on <a href=\"http://aimi.fm/\">Aimi.fm</a> and the new interactive app launching today. In the future, there will also be Aimi Studio, which Balassanian says will be released this summer. “Once we get you hooked on interacting with music through our player, we want you to feel inspired to try making music using Aimi studio. Aimi studio will be offered in both basic and pro editions for everyone from aspiring amateurs to professionals.” he added.</p><p>I’m uncertain if this will appeal to users that use something like Note by Ableton or Maschine by Native Instruments. The actual amount of impact you can have on the music in Aimi is very limited as your effectively just giving nudges to the AI rather than being directly hands on. Likewise, the section of the app where you can solo parts isn’t immediate, this means if you were hoping to remix on the fly DJ-style by cutting the bass and beats before dropping them back in on the next phrase, it’s not really designed for that.</p><p>Likewise, sometimes you can find yourself distracted by the thing that’s meant to help you focus. When I tried the “Flow” stream, the first “idea” it presented was actually a bit irritating to me, so it served the opposite purpose. Of course, I could shuffle it to something more agreeable, but the irony of being taken out of the moment, even if just temporarily, was not wasted on me.</p><p>To that end, it’s hard to see where the interactive arm of Aimi excels, at least at launch. The genres, while varied, do overlap quite a bit. The control you have over the music is quite gentle in the scheme of things and feels more like fine-tuning than an actual creator tool. The core experience of listening to chill vibes is a great alternative to your tired Spotify playlist, but that part is free and has been available in some form for a while.</p><p>Balassanian says that even more experiences from more artists will be coming after launch and once the Studio app is released anyone will be able to make loops and upload them to the platform for users to enjoy. In the meantime, you can sign up for early beta access <a href=\"https://www.aimi.fm/app/beta\">here</a> and start configuring your own soundtrack today.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-homepod-review-2nd-generation-140040630.html?src=rss", "title": "Apple HomePod (2nd gen) review: A smarter smart speaker", "date_published": "2023-01-31 14:00:40+00:00", "description": "<p>When Apple debuted <a href=\"https://www.engadget.com/2018-02-13-apple-homepod-review.html\">the HomePod</a> in 2018, it was already late to the smart speaker game. Sure, the company has never been worried about tardiness, choosing instead to focus on being the best. Unfortunately, that wasn’t the case with its first attempt. The HomePod sounded good, but lacked a lot of the basic functionality and voice assistant smarts the likes of Amazon and Google offered. Apple has spent the last five years improving both HomePod and HomePod mini, adding features like multi-room audio, multi-user support and an intercom tool.</p><p>In 2021, Apple <a href=\"https://www.engadget.com/apple-homepod-smart-speaker-014943611.html\">discontinued the original model</a> in favor of <a href=\"https://www.engadget.com/apple-homepod-mini-review-140030652.html\">the $99 HomePod mini</a>. But now, the larger version is back with a familiar look, but lots of changes on the inside. Like the first, <a href=\"https://www.engadget.com/apple-homepod-2023-announced-price-specs-141225333.html\">the new HomePod</a> (<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvQXBwbGUtSG9tZVBvZC0ybmQtR2VuZXJhdGlvbi1XaGl0ZS8yNjA4OTk1MjYwIiwiY29udGVudFV1aWQiOiJkNzQ0YTJkNS05NTJiLTQ1YzUtYTYxMi1hMjA4ODE1NmI1M2YifQ&amp;signature=AQAAAeJ19Vv171FRsSRD3zpp0KRMApB5s0XeNqLCEKo2DLKP&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FApple-HomePod-2nd-Generation-White%2F2608995260\">$299</a>) is best suited for those who’ve committed to Apple’s ecosystem. So if that’s not you, I understand if you don’t want to go any further. If it is, just know that the company has given its speaker a lot more tools than it had at launch five years ago, including more capable assistance from Siri and more smart home abilities. Plus, the second-generation HomePod is $50 cheaper.</p><span id=\"end-legacy-contents\"></span><h2><strong>A familiar design updated on the inside</strong></h2><p>If you were hoping for a wholesale redesign with the new HomePod, Apple undoubtedly disappointed you. However, there are some noticeable changes upon close inspection. First, the speaker’s touch panel is now slightly recessed like the HomePod mini. On the original version, that panel sits flush with the top rim. When you trigger Siri, lighting for that panel now goes all the way to the edge too. Next, the power cord is now detachable. This means if you have an issue with that very necessary component, it should be easier to get a replacement (via Apple Care). If you have excellent vision, you might also be able to discern the 2023 model is 0.2-inches shorter at 6.6-inches tall (vs. 6.8 inches) if they’re sitting side by side.</p><div id=\"a69874e0c3044121897aca0a246b4c43\"></div><p>On the inside though, Apple made a host of changes. Both versions have an upward facing woofer with a group of tweeters around the bottom. For the second-generation, Apple reduced the number of tweeters from seven to five, angling them slightly upward where previously they were almost perfectly side-firing. The company also cut the number of voice microphones from six down to four. And perhaps the most important change internally, Apple swapped the iPhone 6’s A8 chip for the much more modern S7 – the silicon that powers the Apple Watch series 7.</p><h2><strong>Software and setup</strong></h2><p>Despite the lack of changes on the outside, the second-gen HomePod is a better speaker because Apple has been improving it and the HomePod mini over time. The company added <a href=\"https://www.engadget.com/2018-06-05-apple-homepod-in-stereo-multiroom-demo.html\">stereo pairing and multi-room audio</a> alongside AirPlay 2 a few months after launch of the first generation model. <a href=\"https://www.engadget.com/2019-06-03-homepod-multiple-users.html\">Multi-user support and audio handoffs</a> were added in 2019 and the <a href=\"https://www.engadget.com/ios-homepod-update-intercom-siri-maps-iphone-12-202035823.html\">intercom feature</a> arrived ahead of the HomePod mini in 2020. And in 2021, HomePod gained the ability to play <a href=\"https://www.engadget.com/apple-tv-4k-homepod-tv-connected-audio-202408196.html\">any TV audio via an Apple TV 4K over eARC</a> and <a href=\"https://www.engadget.com/homepod-mini-spatial-audio-apple-music-lossless-support-beta-210300048.html\">both spatial audio and Apple Music lossless streaming</a>. So many of the key features Apple is chatting up on the new HomePod are things it has been slowly adding since 2018. And many of which, I’d argue, should’ve been there from there from the start.</p><p>Everything you need to set up and control the HomePod is found in Apple’s Home app. First, you’ll need to add a new speaker like you would any other smart home device with this software, including assigning it a room or location in your home. The app allows you to set up Automations and Scenes along with configuring how you’d like to interact with Siri.</p><figure><img alt=\"Apple Home app\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/c2371c90-a10a-11ed-b5fc-1306f4470b47\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>You have the ability to disable voice cues or the long press on the HomePod’s touch panel in order to activate the assistant (both are enabled by default). You can also have the speaker light up and play a sound when using Siri – or do one or neither. The Home app will let you use Siri for Personal Requests too, where the speaker can recognize your voice for things like messages, calls and reminders so long as your iPhone is close by. The software allows you to disable the HomePod’s intercom feature as well, should you prefer not to use that tool.</p><p>Like the first HomePod, the 2023 model is equipped with room calibration. This detects reflections off of walls and other surfaces to configure the sound for the best performance. The HomePod does this the first time you play music, but it isn’t constant monitoring. Instead, like it did on the previous generation, the setup leverages an accelerometer to determine when it has been moved. If it has, the speaker will then reinitiate the room sensing process when music is played.</p><h2><strong>A smart home with Siri</strong></h2><figure><img alt=\"Apple HomePod (2nd gen) review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/1a3c2400-a109-11ed-ac79-33a2389e9cf9\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>When we reviewed the original HomePod in 2018, one of our biggest gripes was with Siri’s limited abilities. Sure the speaker sounded good, but the lack of polish with the voice assistant made it seem like a work in progress. Apple has done a lot to improve Siri over the last five years, so a lot of those issues with the original have been fixed.</p><p>First, the HomePod, like Siri on your iPhone, is capable of recognizing multiple users. Personal Requests can allow it to peek at your Calendar, Notes, Reminders, Messages, Find My and more when you ask. Plus, HomePod can give each member of your family (up to six people) their unique responses from certain iPhone apps. What’s more, Siri can create recurring home automations without you having to pick up your phone and swipe over to the appropriate app.</p><p>Even with fewer microphones to pick up your voice, the new HomePod doesn’t suffer any performance setbacks. It’s just as capable as ever at picking out your voice even in a noisy room. And, while playing music with voice commands used to be limited to Apple Music, services like Pandora, Deezer and several others can now be controlled via Siri.</p><p>HomePod is also a smart home hub, easily pairing with HomeKit and Matter accessories. The new model is equipped with temperature and humidity sensing, and that info is displayed prominently in the Home app. Of course, you can use that data to create automations with other smart home devices. I don’t have a compatible smart thermostat, but I was able to successfully trigger a smart plug once the HomePod detected a certain temperature in my living room.</p><p>Sound Recognition is arguably the most notable new feature that Apple is debuting with the new HomePod, but it’s not ready yet. It can listen for smoke or carbon monoxide alarms and send a notification to an iPhone, iPad or Apple Watch. What’s more, you’ll be able to “check in'' on what’s happening via an audio feed or camera. Sound Recognition won’t arrive until later this spring, so we’ll have to wait to test it.</p><h2><strong>Sound quality</strong></h2><figure><img alt=\"Thanks to the work Apple has put in over the last five years, the second-gen HomePod is a much better smart speaker than its predecessor. The company has once again delivered stellar sound quality, though it can over emphasize vocals and dialog at times. However, expanded smart home tools and more room to grow shows Apple has learned from its stumbling first attempt. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/61b77751-a107-11ed-bff2-03180772f1c4\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Audio quality wasn’t an issue with the first-gen HomePod and it’s still great here. But like the first version, Apple’s choice for tuning won’t appease everyone. There’s a continued emphasis on voice, so things like vocals in music or dialog on a TV show or movie take center stage. At times it’s fine though, with some genres and content, it leads to a rather subpar experience.</p><p>Don’t get me wrong, for the most part HomePod sounds outstanding, especially when you put it up against other smart speakers. The fact is many of those don’t sound very good at all, so Apple continues its track record for making a device that has serious audio chops and smart features. <em>RTJ4 </em>has ample bass for its bombastic hip-hop beats while Sylvan Esso’s <em>No Rules Sandy </em>gets enough low-end for its synth-heavy rhythms. Thanks to the HomePod’s excellent clarity, detailed styles like bluegrass and jazz shine. Sometimes the bass is a little too subdued for metal (Underoath’s <em>Voyuerist</em>) or full-band country (Zach Bryan’s 2022 live album), and the vocals too forward, but overall, it sets the standard for smart speaker sound. And the HomePod only shines brighter as a stereo pair.</p><p>When you add the second HomePod in the Home app, the software asks you if you want to use them together. Once you tell it which side the additional unit is on (left or right), the app completes the setup for you, assigning the appropriate channel to each speaker. Now everywhere you previously saw a single HomePod icon, you’ll see two, constantly reminding you of the stereo arrangement. The double speaker option is great for music.  On Béla Fleck’s <em>My Bluegrass Heart</em>, the two-speaker arrangement adds a lot of dimensionality to each track. There was already a spatial element to the tunes, but dual HomePods heightens the sensation, making it seem like you’re in the middle of the  musicians while they record each song.</p><figure><img alt=\"Thanks to the work Apple has put in over the last five years, the second-gen HomePod is a much better smart speaker than its predecessor. The company has once again delivered stellar sound quality, though it can over emphasize vocals and dialog at times. However, expanded smart home tools and more room to grow shows Apple has learned from its stumbling first attempt. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/61b5f0b0-a107-11ed-bffe-0d6c49046b00\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>When you select a HomePod for use with the Apple TV you still need to deselect your TV speakers. Those aren’t disabled just because you’ve asked the streaming box to also send audio to a HomePod or two. TV audio with stereo pair is fine, but I can’t see using a single unit for the same purpose. In a multi-room setup you might want to send the sound from a live event like the Super Bowl to a solo speaker, but having just one as your lone living room audio from a TV isn’t a great experience. While the HomePod beams sound in all directions, with a single speaker it’s clear the sound is coming from a fixed location – something that’s a lot less noticeable with a pair or with a soundbar.</p><p>As is the case with vocals, dialog takes prominence with a HomePod and Apple TV. At times it can seem slightly muffled when watching things like live sports. Otherwise, there’s good clarity, nice bass and great dimensional audio when streaming <em>Formula 1: Drive to Survive </em>or <em>Slow Horses</em>. But, honestly, if you’re looking to improve your living room audio, a soundbar and sub is a better option. The driver arrangement in those speakers does a better job of filling a room completely and evenly. Plus, most companies give you the ability to use adjustments or presets to dial in how much you want those speakers to focus on dialog so you can fine-tune things to your liking.</p><h2><strong>The competition</strong></h2><figure><img alt=\"Thanks to the work Apple has put in over the last five years, the second-gen HomePod is a much better smart speaker than its predecessor. The company has once again delivered stellar sound quality, though it can over emphasize vocals and dialog at times. However, expanded smart home tools and more room to grow shows Apple has learned from its stumbling first attempt. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/61b75040-a107-11ed-a7be-7ad5419077a5\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Because the HomePod is best suited to people who have married themselves to Apple’s ecosystem, the best alternative to the second-gen HomePod is the cheaper <a href=\"https://www.engadget.com/apple-homepod-mini-review-140030652.html\">HomePod mini</a>. If all you’re after is some Siri assistance with your smart home and a speaker that’s good enough for casual listening and podcasts, the $99 option will work well for you. Plus, Apple just unlocked the smaller speaker’s <a href=\"https://www.engadget.com/apple-homepod-mini-temperature-sensor-165546377.html\">inactive temperature and humidity sensor</a> and it’s due to get Sound Recognition.</p><h2><strong>Wrap-up</strong></h2><p>Apple has been preparing for a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvQXBwbGUtSG9tZVBvZC0ybmQtR2VuZXJhdGlvbi1XaGl0ZS8yNjA4OTk1MjYwIiwiY29udGVudFV1aWQiOiJkNzQ0YTJkNS05NTJiLTQ1YzUtYTYxMi1hMjA4ODE1NmI1M2YifQ&amp;signature=AQAAAeJ19Vv171FRsSRD3zpp0KRMApB5s0XeNqLCEKo2DLKP&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FApple-HomePod-2nd-Generation-White%2F2608995260\">new HomePod</a> for five years, constantly improving both the original version and the HomePod mini. And the fact that the company has made Siri a more capable companion certainly helps. Plus, there’s more smart home abilities than before. Apple hasn’t strayed from its emphasis on the spoken (or sung) word for HomePod’s sound profile, but that’s okay. It’s clear that the company is focused on expanding the toolbox for its smart speakers after their debut, so I’d expect that much like the original HomePod, this is just the beginning for the second generation.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/us-government-cracks-down-exports-tech-huawei-125040916.html?src=rss", "title": "The US government is reportedly cracking down harder on exports to Huawei", "date_published": "2023-01-31 12:50:40+00:00", "description": "<p>The United States government has reportedly stopped issuing licenses that allow companies in the country to export to Huawei, according to <a href=\"https://www.ft.com/content/23433f43-8d81-4a24-9373-fc0ac18f948a\"><em>The Financial Times</em></a>. If you'll recall, the Trump administration added the company <a href=\"https://www.engadget.com/2019-07-19-huawei-ceo-founder-ren-zhengfei-us-ban.html\">to the &quot;entity list,&quot;</a> making it ineligible from receiving exports from the US without a license. The US commerce department issued some companies like Qualcomm licenses to provide Huawei with American tech unrelated to 5G networks since then — Qualcomm, for instance, supplies Huawei with 4G chips for smartphones. But the government is reportedly looking to impose a total ban on the sale of American tech to the Chinese firm, and this expanded restriction is a step towards making that happen.&nbsp;</p><p>The US government adds companies to the entity list <a href=\"https://www.federalregister.gov/documents/2021/06/24/2021-13395/addition-of-certain-entities-to-the-entity-list\">if it believes</a> they are involved in or &quot;pose a significant risk of being or becoming involved in, activities contrary to the national security or foreign policy interests of the United States.&quot; It has previously accused Huawei of having deep ties with the Chinese government and warned allies that the 5G equipment it makes could be used to spy on other countries and companies. Huawei has repeatedly denied the accusation.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>It's not entirely clear why the US government is moving towards a total ban, if this report is indeed true, but the Biden administration seems to be taking a <a href=\"https://fortune.com/2022/12/02/biden-tougher-china-trump-former-morgan-stanley-chair-asia-stephen-roach/\">tougher stance on China</a> compared to its predecessor. Last year, it <a href=\"https://www.engadget.com/arm-latest-chip-designs-china-us-uk-export-controls-100235667.html\">introduced new rules</a> that prohibit the export of powerful semiconductors that could be repurposed for military use, as well as chipmaking equipment, to China and Russia. One possible reason is that Huawei, <em>The Times</em> says, is backing projects that aim to build a semiconductor supply chain in its country that doesn't rely on imports. A former CIA official also told the publication that the government is probably looking to expand the existing export ban, because Huawei is a totally different company from when it was added to the entity list.</p><p>Huawei's focus back then was on 5G technology, but it has since changed gears to prioritize its enterprise and government businesses, including a cloud service, to survive the trade ban. Being added to the blacklist had a huge impact on Huawei's revenues in 2021, but company executive Eric Xu said the manufacturer was able to pull itself &quot;out of crisis mode&quot; in 2022 and expects to go back to &quot;business as usual&quot; this year. A total ban could very well put Huawei back into crisis mode, and it would likely affect the revenues of its US suppliers, as well. That said, the Chinese company might have some time to prepare, depending on when the export licenses that had already been issued will expire.</p><p>A commerce department spokesperson didn't confirm whether it has truly stopped issuing licenses to American firms, telling<em> The Times</em> that it &quot;continually assess[es] its policies and regulations.&quot; A source told <a href=\"https://www.reuters.com/technology/us-stops-provision-licences-export-chinas-huawei-ft-2023-01-30/\"><em>Reuters</em></a>, however, that US officials are in the midst of crafting new policies that would prohibit shipments to Huawei below the 5G level. The new restrictions would reportedly cover products and components related to 4G, WiFi 6 and 7, AI, as well as cloud and high-performance computing.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/spotify-reaches-205-million-premium-subscribers-as-losses-mount-122503157.html?src=rss", "title": "Spotify reaches 205 million Premium subscribers as losses mount", "date_published": "2023-01-31 12:25:03+00:00", "description": "<p>Spotify just <a href=\"https://s29.q4cdn.com/175625835/files/doc_financials/2022/q4/Shareholder-Deck-Q4-2022-FINAL.pdf\">released</a> its Q4 earnings and announced that it now has 205 million premium subscribers, up 10 million from last quarter. It also made €3.17 billion ($3.43 billion) in revenue, so it exceeded expectations in both subscriber count and sales. It now counts nearly 500 million monthly active users including ad-supported and paid subscriber tiers.&nbsp;</p><p>However, its losses continued with €270 million ($292 million) in red ink compared to €39 million in the same period last year, due to moves that chief executive Daniel Ek called &quot;too ambitious.&quot; For all of 2022, the company reported a net €430 million loss ($466 million) on revenue of €11.7 billion ($12.7 billion).&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Spotify said that the losses were due to &quot;higher personnel costs primarily due to headcount growth and higher advertising costs,&quot; along with currency fluctuations. That helps explain the company's actions last week, when it <a href=\"https://www.engadget.com/spotify-will-lay-off-6-percent-of-employees-130337498.html\">announced</a> that it was laying off 6 percent of its workforce as part of a company-wide restructuring.&nbsp;</p><p>As part of that, chief content officer Dawn Ostroff stepped down and Ek said that the company would &quot;fundamentally change how we operate at the top,&quot; including his own role. At the time, Ek said that &quot;in hindsight, I was too ambitious in investing ahead of our revenue growth.&quot; Looking ahead to the next quarter, Spotify forecasts that it'll hit a half-billion monthly active users and see a modest boost to 207 million premium subscribers.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-tiktok-ceo-testify-congressional-committee-china-121550619.html?src=rss", "title": "The Morning After: TikTok's CEO will testify before a congressional committee", "date_published": "2023-01-31 12:15:50+00:00", "description": "<p>The CEO of TikTok, Shou Zi Chew, will testify before the House Energy and Commerce Committee on March 23rd. Chew will discuss the app's privacy and data security measures, its impact on kids and ties to China (where parent company ByteDance is headquartered). This is Chew's first appearance in front of a congressional panel. TikTok's security and relationship with Chinese authorities have drawn the attention of US officials over the last few years. However, as <em>CNBC</em> reported, discussions between the US and TikTok appear to have stalled.</p><p>The relationship has been a precarious one for several years. The company has tried to assuage concerns by storing US user data on domestic Oracle servers and deleting such data from its own servers in the US and Singapore. However, other stories, like TikTok having to fire four employees (two each in China and the US) who accessed the data of several journalists, aren’t helping. They were said to be looking for the sources of leaks to reporters.</p><p>Also in December, a mammoth spending bill passed by lawmakers included a ban of TikTok from federal government-owned devices. However, the relationship has thawed since its nadir <a href=\"https://www.engadget.com/why-trump-wants-to-ban-tiktok-201019879.html\"><ins>during the Trump administration</ins></a>, when the president pushed for the social network to shed its US assets. That, of course, <a href=\"https://www.engadget.com/tiktok-trump-oracle-walmart-155348189.html\"><ins>never happened</ins></a>.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/the-internet-archives-calculator-drawer-lets-you-relive-high-school-math-class-194350966.html\"><ins>High school calculators are back, thanks to the Internet Archive's Calculator Drawer</ins></a></p></li><li><p><a href=\"https://www.engadget.com/san-francisco-asks-california-regulators-to-halt-or-slow-driverless-vehicle-testing-083906662.html\"><ins>San Francisco asks California regulators to halt or slow the rollout of driverless taxis</ins></a></p></li><li><p><a href=\"https://www.engadget.com/ford-mustang-mach-e-ev-price-cut-170151501.html\"><ins>Ford slashes Mustang Mach-E prices by up to $5,900</ins></a></p></li><li><p><a href=\"https://www.engadget.com/best-smart-scale-160033523.html\"><ins>The best smart scales for 2023</ins></a></p></li><li><p><a href=\"https://www.engadget.com/hitting-the-books-fighting-to-breathe-nicole-fabricant-university-of-california-press-153037309.html\"><ins>Hitting the Books: High school students have spent a decade fighting Baltimore's toxic legacy</ins></a></p></li><li><p><a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\"><ins>What to expect from Samsung's February Unpacked event </ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/samsung-profits-plunged-2022-weak-chip-smartphone-demand-061034183.html\">Samsung's profits plunged in 2022 due to weak smartphone demand</a></h2><h3>Chip sales were down, too.</h3><h3></h3><p>Samsung has revealed a sharp decline in profit for 2022, mainly due to the weak demand for its chips and smartphones, the company's main moneymakers. The Korean tech giant has posted KRW 302.23 trillion (US$245.4 billion) in annual revenue, which is a new record high for the company, in its latest earnings report. Its operating profit, however, was down KRW 8.5 trillion (US$6.9 billion) from the year before. Sales for Samsung's more affordable phones went down, and while flagship sales held up to market expectations, they're still lower than in previous quarters. The company expects demand for mass-market smartphones to weaken even further in 2023 &quot;due to persistent macroeconomic conditions.&quot; That’s not great news when the company is <a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\"><ins>holding its first Unpacked event of 2023</ins></a> tomorrow.</p><p><a href=\"https://www.engadget.com/samsung-profits-plunged-2022-weak-chip-smartphone-demand-061034183.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nothing-phone-2-us-launch-details-carl-pei-interview-175313806.html\">Nothing Phone 2 to launch in US later this year</a></h2><h3>Carl Pei says the upcoming flagship will be “more premium” than the Phone 1.</h3><a href=\"https://www.engadget.com/nothing-phone-2-us-launch-details-carl-pei-interview-175313806.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9a384160-a15a-11ed-97fc-3b3e5e871033\" style=\"height: 507; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Nothing’s Carl Pei has confirmed the company’s second phone will launch in the US later this year. He described the 2023 flagship as “more premium” than the Nothing Phone 1, which probably means it’ll be more expensive, too. In an interview with <em>Inverse</em>, Pei said the Phone 2’s US launch would be Nothing’s top priority this year. Pei added that American carrier demands (“red tape”) were the main reason Nothing didn't launch the Phone 1 in the US.</p><p><a href=\"https://www.engadget.com/nothing-phone-2-us-launch-details-carl-pei-interview-175313806.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html\">China's biggest search engine may launch a ChatGPT rival in March</a></h2><h3>Baidu's service will allow users to get conversation-like search results.</h3><a href=\"https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/9a1fb050-a15a-11ed-bcff-d80434e9c2c6\" style=\"height: 450; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">NurPhoto via Getty Images</div></figure></a><p>Chinese search giant Baidu aims to introduce a ChatGPT-like AI service that gives users conversational results, according to a <em>Bloomberg</em> report. Open AI's ChatGPT has taken the tech world by storm, thanks to its ability to answer fact-based questions, write in a human-like way and even create code. Microsoft invested $1 billion in Open AI back in 2019, and reportedly plans to incorporate aspects of ChatGPT into its Bing search engine. It’s the big thing – even Google reportedly sees the technology as a threat to its search business and plans to accelerate the development of its own conversational AI technology.</p><p><a href=\"https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html\"><strong>Continue reading.</strong></a></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apples-latest-ipad-air-is-99-off-right-now-112026043.html?src=rss", "title": "Apple's latest iPad Air models are $99 off right now", "date_published": "2023-01-31 11:20:26+00:00", "description": "<p>It's a good time to pick up one of Apple's latest M1-equipped iPad Air models, as they've dropped back down to all-time low prices. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSjMyTjg_dGg9MSZ0YWc9Z2RndDBjLXAtby1pcy0yMCIsImNvbnRlbnRVdWlkIjoiNmUxYmEwOTktZDA3Yy00YzE4LWExYTItMWZmNTYwYTM2MDczIn0&amp;signature=AQAAAaEicwFXBsRLr4PYaVgU2pcT0eBvTKnWyr0tYWU-dDkw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3J32N8%3Fth%3D1\">64GB WiFi model</a> is now on sale for just $500, or $99 (17 percent) off, while the 256GB is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSkRXU0w_dGg9MSZ0YWc9Z2RndDBjLXAtby1pcy0yMCIsImNvbnRlbnRVdWlkIjoiNmUxYmEwOTktZDA3Yy00YzE4LWExYTItMWZmNTYwYTM2MDczIn0&amp;signature=AQAAAZuBwNqytQ8ZH1cHmmSoCZxvTCeW0IcyEZUVMq-E07YB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3JDWSL%3Fth%3D1\">available for $650</a>, also $99 off the regular $749 price. Those are substantial savings on one of Apple's best iPads to date.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjA5VjNKSlQ1RCUyQ0IwOVYzSkgzWFMlMkNCMDlWM0tYSlBCJTJDQjA5VjNKMzJOOCUyQ0IwOVYzSDhNSlQlMkNCMDlWM0syUlM0JTJDQjA5VjNIMzg2UCUyQ0IwOVYzSkRXU0wmdGFnPWdkZ3QwYy1wLW8taXQtMjAiLCJjb250ZW50VXVpZCI6IjZlMWJhMDk5LWQwN2MtNGMxOC1hMWEyLTFmZjU2MGEzNjA3MyJ9&amp;signature=AQAAAbER8fQ7p3LRS_qfiGpp-4x1oNnAAUbSgcs_TPbvQTW_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB09V3JJT5D%2CB09V3JH3XS%2CB09V3KXJPB%2CB09V3J32N8%2CB09V3H8MJT%2CB09V3K2RS4%2CB09V3H386P%2CB09V3JDWSL\" id=\"d0e2b6d9618e4a40a5d1851f97e09bf6\">Shop 2022 iPad Air on Amazon</a><p>The M1 chip gives the 2022 iPad Air a substantial performance boost over the previous model, so it's a solid choice for content creation, gaming and other demanding apps. Throughput is also boosted thanks to the 10Gbps USB-C ports that have double the bandwidth of the last model. At the same time, battery life remains unchanged at an excellent 10 hours. All of those things make the 2022 iPad Air future-proof and helped it garner a top-notch 90 score in our <a href=\"https://www.engadget.com/apple-ipad-air-5th-generation-review-130019050.html\">Engadget review</a>.</p><span id=\"end-legacy-contents\"></span><p>It has more than speed going for it. You get a 10.9-inch liquid Retina LCD display with Apple’s True Tone feature for optimizing the screen’s color temperature based on ambient light, to start with. It also comes with an improved 12-megapixel ultra wide front camera and supports the same accessories as the last model (keyboard cases, Magic Keyboard and Apple Pencil).</p><p>The main downsides are the relatively miniscule 64GB storage on the budget model, lack of Face ID and pricey accessories. Still, it's a huge leap over the previous model, and the $99 discount makes it a solid buy.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/us-labor-regulator-says-apple-violated-workers-rights-102524891.html?src=rss", "title": "US labor regulator says Apple violated employee's rights with restrictive work rules", "date_published": "2023-01-31 10:25:24+00:00", "description": "<p>The National Labor Relation Board (NLRB) has determined that Apple's rules around leaks violate worker's rights, <a href=\"https://www.bloomberg.com/news/articles/2023-01-30/apple-executives-violated-worker-rights-us-labor-officials-say\"><em>Bloomberg</em></a> has reported. Apple's actions and statements from executives &quot;tend to interfere with, restrain or coerce employees&quot; from exercising their rights, a spokesperson said in a statement.</p><p>The decision stems from complaints by former employees Cher Scarlett and Ashley Gjøvik. Scarlett alleged that Apple work rules &quot;prohibit employees from discussing wages, hours or other terms or conditions of employment,&quot; in violation of labor laws. Gjøvik, meanwhile, complained that an email sent by CEO Tim Cook vowing to punish leakers violated federal laws. Apple's policies prohibiting staff from disclosing business information, talking to reporters and other actions were also illegal, Gjøvik alleged.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In the email in question, Cook wrote that &quot;we do not tolerate disclosures of confidential information, whether it's product IP or the details of a confidential meeting... people who leak confidential information do not belong here.&quot; That was in response to the leak of a company-wide meeting that was effectively tweeted live by a journalist, as <a href=\"https://techcrunch.com/2023/01/30/labor-officials-found-that-apple-execs-infringed-on-workers-rights/\"><em>TechCrunch</em></a> noted.&nbsp;&nbsp;</p><p>The NLRB will issue a complaint against Apple unless the company settles, the spokesperson said. Apple has yet to comment, but a company attorney previously said, &quot;Apple fosters an open and inclusive work environment whereby employees are not just permitted, but encouraged, to share their feelings and thoughts on a range of issues, from social justice topics to pay equity to anything else that they feel is an important cause to promote in the workplace.&quot;</p><p>Gjøvik was <a href=\"https://www.engadget.com/apple-fires-ashley-gjovik-025858158.html\">fired by Apple in 2021</a> for leaking confidential information and told <em>TechCrunch</em> she believes she was let go in retaliation after filing an EPA report about toxic fumes in her office. She complained to the NLRB that she was let go illegally, but the board has yet to issue a ruling on that subject.&nbsp;</p><p>The NLRB <a href=\"https://www.engadget.com/nlrb-apple-violated-federal-law-anti-union-meetings-atlanta-103015927.html\">recently found</a> that Apple violated federal law with anti-union meetings in Atlanta. Earlier this month, Apple agreed to <a href=\"https://www.engadget.com/apple-labor-practices-review-collective-bargaining-rights-195156653.html\">review its labor practices</a>, saying in an SEC filing that it would assess its &quot;efforts to comply with its Human Rights Policy as it relates to workers’ freedom of association and collective bargaining rights in the United States by the end of calendar year 2023.&quot;&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ai-voice-tool-deepfake-celebrity-audio-clips-094648743.html?src=rss", "title": "A new AI voice tool is already being abused to deepfake celebrity audio clips", "date_published": "2023-01-31 09:46:48+00:00", "description": "<p>A few days ago, speech AI startup ElevenLabs launched a <a href=\"https://beta.elevenlabs.io/\">beta version of its platform</a> that gives users the power to create entirely new synthetic voices for text-to-speech audio or to clone somebody's voice. Well, it only took the internet a few days to start using the latter for vile purposes. The company has <a href=\"https://twitter.com/elevenlabsio/status/1620032627075063811\">revealed on Twitter</a> that it's seeing an &quot;increasing number of voice cloning misuse cases&quot; and that it's thinking of a way to address the problem by &quot;implementing additional safeguards.&quot;</p><p>While ElevenLabs didn't elaborate on what it meant by &quot;misuse cases,&quot; <a href=\"https://www.vice.com/en/article/dy7mww/ai-voice-firm-4chan-celebrity-voices-emma-watson-joe-rogan-elevenlabs\"><em>Motherboard</em></a> found 4chan posts with clips featuring generated voices that sound like celebrities reading or saying something questionable. One clip, for instance, reportedly featured a voice that sounded like Emma Watson reading a part of Mein Kampf. Users also posted voice clips that feature homophobic, transphobic, violent and racist sentiments. It's not entirely clear if all the clips used ElevenLab's technology, but a post with a wide collection of the voice files on 4chan included a link to the startup's platform.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Perhaps this emergence of &quot;deepfake&quot; audio clips shouldn't come as a surprise, seeing as a few years ago, we'd seen a similar phenomenon take place. Advances in AI and machine learning had led to a rise in deepfake videos, specifically deepfake pornography, wherein existing pornographic materials are altered to use the faces of celebrities. And, yes, people used Emma Watson's face for some of those videos.&nbsp;</p><p>ElevenLabs is now gathering feedback on how to prevent users from abusing its technology. At the moment, its current ideas include adding more layers to its account verification to enable voice cloning, such as requiring users to enter payment info or an ID. It's also considering having users verify copyright ownership of the voice they want to clone, such as getting them to submit a sample with prompted text. Finally, the company is thinking of dropping its Voice Lab tool altogether and having users submit voice cloning requests that it has to manually verify.&nbsp;</p><div id=\"0797fde06ebc473685bdd0a0e7e47a74\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Crazy weekend - thank you to everyone for trying out our Beta platform. While we see our tech being overwhelmingly applied to positive use, we also see an increasing number of voice cloning misuse cases. We want to reach out to Twitter community for thoughts and feedback!</p>— ElevenLabs (@elevenlabsio) <a href=\"https://twitter.com/elevenlabsio/status/1620032627075063811?ref_src=twsrc%5Etfw\">January 30, 2023</a></blockquote></div><p></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-profits-plunged-2022-weak-chip-smartphone-demand-061034183.html?src=rss", "title": "Samsung's profits plunged in 2022 due to weak chip and smartphone demand", "date_published": "2023-01-31 06:10:34+00:00", "description": "<p>Samsung has <a href=\"https://news.samsung.com/global/samsung-electronics-announces-fourth-quarter-and-fy-2022-results\">revealed</a> a sharp decline in profit for 2022, mainly due to the weak demand for its chips and smartphones, which are the company's main moneymakers. The Korean tech giant has posted KRW 302.23 trillion (US$245.4 billion) in annual revenue, which is a new record high for the company, in its latest earnings report. But it has also reported an operating profit of KRW 43.38 trillion (US$35 billion) for all of 2022, down KRW 8.5 trillion (US$6.9 billion) <a href=\"https://www.engadget.com/samsung-q4-2021-earnings-report-061144044.html\">from the year before</a>.&nbsp;</p><p>&quot;The business environment deteriorated significantly in the fourth quarter due to weak demand amid a global economic slowdown,&quot; the company explained. While the tech giant's Foundry business posted an increase in profit due to customer and application diversification, its semiconductor business performed poorly as a whole. There was weak demand for its chips overall, as customers adjust and reduce their inventory in the face of economic uncertainties. Its chips' prices also dropped, mostly likely due to a surplus in unsold inventory, contributing to the business' decline in earnings for the year.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In the fourth quarter of 2022, Samsung's semiconductor business earned KRW 20.07 trillion (US$16.3 billion) in consolidated revenue but only KRW 0.27 trillion (US$219 million) in operating profit. For comparison, it posted a consolidated revenue of KRW 26.01 trillion (US$21.6 billion in early 2022's conversion rates) and an operating profit of KRW 8.84 trillion (US$7.35 billion) for Q4 2021. Samsung is bracing for this downward trend to persist throughout the next few months, though it expects demand for its semiconductors to pick up in the second half of the year.&nbsp;</p><p>Similarly, the demand for smartphones remained weak in the fourth quarter of 2022. Sales for Samsung's more affordable phones went down, and while flagship sales held up to market expectations, they're still lower than previous quarters'. The company expects demand for mass market smartphones to weaken even further in 2023 &quot;due to persistent macroeconomic conditions.&quot; But since it also expects demand for premium devices to stay solid, it vows to strengthen &quot;the competitiveness of its premium flagship products.&quot; To note, Samsung will <a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\">hold its first Unpacked event of 2023</a> on February 1st where it will most likely unveil its next flagship phone, the Galaxy S23.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}