{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/indie-awantura-w-samolocie-niesforna-wloszka-zwiazana-przez-personel-pokladowy/", "title": "Indie. Awantura w samolocie. Niesforna Włoszka... związana przez personel pokładowy", "date_published": "2023-01-31 18:48:00+00:00", "description": "Włoszka Paola Perruccio lecąca z Abu Zabi do Bombaju indyjskimi liniami Vistara zwróciła się do personelu z prośbą o zmianę miejsca. Doszło jednak do sprzeczki, która przerodziła się w awanturę. Pasażerka miała opluć jednego członka personelu pokładowego, a innego uderzyć. Dlatego kapitan podjął decyzję o jej... przywiązaniu do fotela. Na ziemi czekała już na nią policja, a sprawa trafiła do sądu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/tajwan-papuga-spowodowala-upadek-lekarza-wlasciciel-skazany-na-wiezienie-i-wysoka-grzywne/", "title": "Tajwan. Papuga spowodowała upadek lekarza. Właściciel skazany na więzienie i wysokie odszkodowanie", "date_published": "2023-01-31 18:18:00+00:00", "description": "Dwa miesiące więzienia i 3,04 mln dolarów nowotajwańskich odszkodowania - taki wyrok usłyszał mężczyzna z Tajwanu, którego papuga spowodowała upadek lekarza. Dr Lin zwichnął staw biodrowy i złamał miednicę.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/kard-krajewski-papiez-dobrze-wykorzysta-ofiarowane-srodki/", "title": "Kard. Krajewski o hojnej darowiźnie: Papież dobrze wykorzysta ofiarowane środki", "date_published": "2023-01-31 16:28:00+00:00", "description": "- Zadzwonił jeden pan z Benewentu, z Włoch, i postanowił 200 tys. swoich oszczędności, które miał na koniec życia, podarować Ojcu Świętemu, bo on je dobrze zagospodaruje - mówił w Radiu Watykańskim kardynał Konrad Krajewski, jałmużnik papieski. Jak dodał, pieniądze te nie trafią tylko na Ukrainę, bo - jak podkreślił - nie tylko tam toczy się dzisiaj wojna.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/kometa-wielkosci-kilimandzaro-pedzi-w-kierunku-slonca/", "title": "Kometa wielkości Kilimandżaro pędzi w kierunku Słońca. Może pochodzić z innego układu planetarnego", "date_published": "2023-01-31 15:50:00+00:00", "description": "Ogromna kometa wielkości Kilimandżaro leci prosto w kierunku Słońca. Naukowcy sądzą, że obiekt nazwany 96P/Machholz może pochodzić z innego układu planetarny.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/usa-ogromny-humbak-wyrzucony-na-brzeg/", "title": "USA. Na plażę wyrzuciło ogromnego humbaka. \"Zdecydowanie największy\"", "date_published": "2023-01-31 13:31:00+00:00", "description": "Na brzeg plaży na Long Island wyrzucony został ogromny ponad 10-metrowy samiec humbaka. - Musieliśmy sprowadzić ciężki sprzęt - powiedział miejscowy urzędnik.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/indie-owczarek-niemiecki-obronil-dom-przed-lampartem-jest-nagranie/", "title": "Indie. Owczarek niemiecki obronił dom przed lampartem. Jest nagranie", "date_published": "2023-01-31 13:09:00+00:00", "description": "Nagranie z owczarkiem niemieckim, który rzucił się na dzikiego lamparta i obronił przed nim posesję, obiegło sieć. Do niecodziennej walki doszło w Indiach.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/usa-tajemnicza-seria-podejrzanych-wydarzen-w-zoo-sledztwo-w-sprawie-znikniecia-tamaryny-wasatej/", "title": "USA. Tajemnicza seria podejrzanych wydarzeń w zoo. Śledztwo w sprawie zniknięcia tamaryny wąsatej", "date_published": "2023-01-31 13:08:00+00:00", "description": "Zoo w Teksasie zaalarmowało Departament Policji w Dallas o tajemniczym zniknięciu dwóch małp z gatunku tamaryny wąsatej. Jak wskazują pracownicy, zagroda zwierząt została celowo naruszona. To już kolejny podejrzany incydent, który miał miejsce w tym ogrodzie od początku roku. Wcześniej w niewyjaśnionych okolicznościach zginął 35-letni sęp. To jednak nie wszystko - zagrożonych było więcej zwierząt.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/micheil-saakaszwili-trafil-na-intensywna-terapie-pogorszyl-sie-jego-stan-zdrowia/", "title": "Micheil Saakaszwili trafił na intensywną terapię. Pogorszył się jego stan zdrowia", "date_published": "2023-01-31 13:03:00+00:00", "description": "Micheil Saakaszwili były prezydent Gruzji został przewieziony na oddział intensywnej terapii, po tym, gdy pogorszył się jego stan zdrowia - powiadomiła agencja Reuter, powołując się na wypowiedź prawnika Giorgi Chaladze.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/kadyrow-komentuje-slowa-morawieckiego-gdzie-byles-gdy-walczylismy/", "title": "Kadyrow komentuje słowa Morawieckiego: Gdzie byłeś, gdy walczyliśmy?", "date_published": "2023-01-31 12:50:00+00:00", "description": "Mateusz Morawiecki powiedział, że Czeczenia zasługuje na niepodległość. Na jego słowa zareagował wchodzącej w skład Federacji Rosyjskiej republiki Ramzan Kadyrow. - Gdzie wtedy byłeś, gdy walczyliśmy o niepodległość? - zapytał czeczeński przywódca.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/rosja-pieskow-o-polsce-i-krajach-baltyckich-nie-mysla-o-konsekwencjach/", "title": "Rosja: Pieskow o Polsce i krajach bałtyckich. \"Nie myślą o konsekwencjach\"", "date_published": "2023-01-31 12:44:00+00:00", "description": "- Polska i kraje bałtyckie są w stanie zrobić wszystko dla pogłębienia konfliktu - uważa rzecznik prasowy prezydenta Rosji, Dmitrij Pieskow, cytowany przez prokremlowską agencję Ria Nowosti. Pieskow odniósł się w ten sposób do wezwania prezydenta Litwy o przekazaniu Ukrainie zarówno myśliwców, jak i rakiet dalekiego zasięgu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/usa-kierowca-samochod-ostatnia-chwila/", "title": "USA: Kierowca uratowany w ostatniej chwili. Po sekundach auto stanęło w płomieniach", "date_published": "2023-01-31 10:36:00+00:00", "description": "Po wypadku w Las Vegas kierowca został wyciągnięty z samochodu na kilka sekund przed tym, jak auto zajęło się ogniem. Mężczyzna został zabrany do szpitala. Jesteśmy bardzo wdzięczni za szybką akcję naszego funkcjonariusza oraz świadka, dzięki której możliwe było uratowanie życia - przekazała policja.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/australia-zaginela-mikroskopijna-kapsulka-z-materialem-radioaktywnym-trwaja-poszukiwania/", "title": "Australia: Zaginęła mikroskopijna kapsułka z materiałem radioaktywnym. Trwają poszukiwania", "date_published": "2023-01-31 09:54:00+00:00", "description": "Australijska agencja bezpieczeństwa jądrowego włączyła się w poszukiwania małej kapsułki, w której znajdował się materiał radioaktywny - powiadomiła we wtorek agencja Reuters. Jak przekazano, kapsułka mogła zaginąć na pustkowiu. Poszukiwania trwają od tygodnia.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/rosja-brytyjska-flaga-porownana-do-swastyki-a-krolowa-elzbieta-do-hitlera/", "title": "Rosja. Brytyjska flaga porównana do swastyki, a królowa Elżbieta - do Hitlera", "date_published": "2023-01-31 09:15:00+00:00", "description": "W jednym z dwujęzycznych rosyjsko-angielskich przedszkoli na Syberii dzieci poznawały kulturę brytyjską. Nie obyło się bez skandalu. Królową Elżbietę porównano do Hitlera, a flagę Wielkiej Brytanii - do swastyki.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/usa-f-16-dla-ukrainy-joe-biden-zaprzeczyl-ze-samoloty-zostana-przekazane/", "title": "USA. F-16 dla Ukrainy. Joe Biden zaprzeczył, że samoloty zostaną przekazane", "date_published": "2023-01-31 08:44:00+00:00", "description": "Prezydent USA Joe Biden wykluczył wysłanie na Ukrainę myśliwców F-16, pomimo ponawianych wezwań ukraińskich urzędników o wsparcie lotnicze - podaje BBC. Podobne stanowisko przedstawił kanclerz Niemiec Olaf Scholz. Jednak zdaniem wicemarszałka Włodzimierza Czarzastego samo poruszanie tej kwestii jest przygotowywaniem społeczności międzynarodowej do tego, że samoloty bojowe zostaną dostarczone.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/prezydent-usa-joe-biden-odwiedzi-polske/", "title": "Prezydent USA Joe Biden odwiedzi Polskę", "date_published": "2023-01-31 07:47:00+00:00", "description": "Prezydent USA Joe Biden potwierdził, że przyjedzie z wizytą do Polski - powiadomiła agencja Reuters. Biden przekazał, że rozważa podróż do Europy, która może zbiec się w czasie z rocznicą inwazji Rosji na Ukrainę 24 lutego.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/brazylia-wypadek-autobusu-z-mlodziezowa-druzyna-pilkarska-sa-ofiary-smiertelne/", "title": "Brazylia: Wypadek autobusu z młodzieżową drużyną piłkarską. Są ofiary śmiertelne", "date_published": "2023-01-31 07:15:00+00:00", "description": "Autobus wiozący młodzieżowy zespół piłkarski z Rio de Janeiro spadł z 10-metrowego wiaduktu. Jak przekazała policja, kierowca stracił panowanie nad pojazdem. W wyniku wypadku zginęły 4 osoby, a 29 zostało rannych.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/rosja-zolnierze-maja-dostac-pieniadze-za-czolgi-nato/", "title": "Rosja: Żołnierze mają dostać pieniądze za czołgi NATO", "date_published": "2023-01-31 07:10:00+00:00", "description": "Władze kraju Zabajkalskiego w Federacji Rosyjskiej zapłacą do trzech milionów rubli (ok. 185 tys. zł) za przejęcie i zniszczenie czołgów przekazanych Ukrainie przez kraje należące do NATO - powiadomił rosyjski dziennik Kommiersant.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-31/pakistan-wzrosla-liczba-ofiar-ktore-zginely-w-zamach-samobojczym-w-meczecie/", "title": "Pakistan. Wzrosła liczba ofiar, które zginęły w zamach samobójczym w meczecie", "date_published": "2023-01-31 05:18:00+00:00", "description": "Liczba ofiar śmiertelnych samobójczego zamachu bombowego, do którego doszło w poniedziałek w Peszawarze, wzrosła do 87. Informację tę przekazał Mohammad Asim rzecznik szpitala, do którego trafiali poszkodowani. Zamachowiec-samobójca wysadził się w trakcie modlitwy, na której zgromadziło się około 400 wiernych.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}