{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/you-dont-know-where-your-secrets-are.html", "title": "You Don't Know Where Your Secrets Are", "date_published": "2023-01-31 12:46:00+00:00", "description": "Do you know where your secrets are? If not, I can tell you: you are not alone.\nHundreds of CISOs, CSOs, and security leaders, whether from small or large companies, don't know either. No matter the organization's size, the certifications, tools, people, and processes: secrets are not visible in 99% of cases.\nIt might sound ridiculous at first: keeping secrets is an obvious first thought when", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/new-report-reveals-nikowiper-malware.html", "title": "New Report Reveals NikoWiper Malware That Targeted Ukraine Energy Sector", "date_published": "2023-01-31 11:08:00+00:00", "description": "The Russia-affiliated Sandworm used yet another wiper malware strain dubbed NikoWiper as part of an attack that took place in October 2022 targeting an energy sector company in Ukraine.\n\"The NikoWiper is based on SDelete, a command line utility from Microsoft that is used for securely deleting files,\" cybersecurity company ESET revealed in its latest APT Activity Report shared with The Hacker", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/researchers-uncover-packer-that-helped.html", "title": "Researchers Uncover Packer Used by Several Malware to Evade Detection for 6 Years", "date_published": "2023-01-31 10:39:00+00:00", "description": "A shellcode-based packer dubbed TrickGate has been successfully operating without attracting notice for over six years, while enabling threat actors to deploy a wide range of malware such as TrickBot, Emotet, AZORult, Agent Tesla, FormBook, Cerber, Maze, and REvil over the years.\n\"TrickGate managed to stay under the radar for years because it is transformative – it undergoes changes periodically", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/qnap-fixes-critical-vulnerability-in.html", "title": "QNAP Fixes Critical Vulnerability in NAS Devices with Latest Security Updates", "date_published": "2023-01-31 04:06:00+00:00", "description": "Taiwanese company QNAP has released updates to remediate a critical security flaw affecting its network-attached storage (NAS) devices that could lead to arbitrary code injection.\nTracked as CVE-2022-27596, the vulnerability is rated 9.8 out of a maximum of 10 on the CVSS scoring scale. It affects QTS 5.0.1 and QuTS hero h5.0.1.\n\"If exploited, this vulnerability allows remote attackers to inject", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/github-breach-hackers-stole-code.html", "title": "GitHub Breach: Hackers Stole Code-Signing Certificates for GitHub Desktop and Atom", "date_published": "2023-01-31 03:37:00+00:00", "description": "GitHub on Monday disclosed that unknown threat actors managed to exfiltrate encrypted code signing certificates pertaining to some versions of GitHub Desktop for Mac and Atom apps.\nAs a result, the company is taking the step of revoking the exposed certificates out of abundance of caution. The following versions of GitHub Desktop for Mac have been invalidated: 3.0.2, 3.0.3, 3.0.4, 3.0.5, 3.0.6,", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}