[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Graphically STUNNING SNOW EFFECTS In Video Games That Change Everything", "description": "There’s just something deeply immersive about beautifully realized video game worlds that do a good job of mimicking how things function in real life. This includes but is not limited to weather effects like snow. \n\nCreating realistic snow is a tricky job, but there are quite a few games that do a great job of creating frigid environments with highly detailed snow particles and terrain deformation when you walk or run over such surfaces. Some games go the extra mile to nail the functionality of snow by altering the gameplay in a meaningful way. \n\nWith this feature, we take a look at 10 such games and detail what makes their implementations so amazing.\n\nThumbnail credit: MP1ST", "link": "https://www.youtube.com/watch?v=3wS8aHD6ufs", "date_published": "2023-11-04T21:00:02+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3wS8aHD6ufs/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Things WE WANT TO SEE In Starfield’s Story Expansions - DLC", "description": "While it may have gotten a bit lost with all the big releases lately, Starfield's journey is only just beginning. Bethesda Game Studios has already committed to DLC of varying sizes, with one story expansion, Shattered Space, already confirmed.\n\nThere aren't any details on what we can expect, but we - and the game's community - have an extensive list of things it would like to see. New story missions and quests are a given, but it would be nice to have features like land vehicles and mounts, activities like underwater exploration and more impactful choices.\n\nCheck out ten things we'd like to see in the space-faring RPG's upcoming DLC and expansions. With luck, some of these will arrive sooner rather than later.", "link": "https://www.youtube.com/watch?v=azWYJvQGADo", "date_published": "2023-11-04T16:00:07+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/azWYJvQGADo/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Alan Wake 2 Ending Explained And How It Sets Up Alan Wake 3", "description": "Alan Wake 2 was released last week for Xbox Series X/S, PS5 and PC, with the long-awaited follow-up receiving almost universal acclaim from critics. There's been plenty of praise for its visuals, presentation, gameplay and story, but the question inevitably arises: How does it end?\n\nIf you played the first Alan Wake, it's not an easy one to solve. Saga Anderson investigates some killings in Bright Falls. Here's what you should know about the ending to the game and how it sets up the events of its paid expansions, a potential third game and even Remedy's Control 2.", "link": "https://www.youtube.com/watch?v=EHH8e8Am-SE", "date_published": "2023-11-04T10:00:11+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EHH8e8Am-SE/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]