[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCLRlryMfL8ffxzrtqv0_k_w", "title": "Harry Potter Reboot, Zack Snyder's Rebel Moon, John Wick 5... KinoCheck News", "description": "This time in the #KinoCheckNews \"Harry Potter Series\", “John Wick 5”, “Barney Horrorfilm”, “Rebel Moon”, “Die Chroniken von Narnia Remake”, “Sausage Party: Foodtopia”etc.| Subscribe ➤ https://abo.yt/ki | 2023 Movie News Show | More News https://KinoCheck.com/news\n\n00:00 Hope for John Wick 5?\nChaos around John Wick: Still in May Lionsgate boss Joe Drake said that already on part 5 is worked. But now director Chad Stahelski spoke up - and raises big doubts that John Wick 5 will actually appear...\nhttps://kinocheck.com/news/a35iau\n\n01:38 Sausage Party: Foodtopia gets even dirtier than original\nWatch out, it's getting dirty: Seth Rogen's \"Sausage Party\" is becoming a series! In 2016, the animated film was the first of its kind to receive the infamous R-rating in the US - for adults only. As the comedy legend has now revealed, the series is set to go one better....\nhttps://kinocheck.com/news/nnnhc9\n\n03:02 Harry Potter series with Daniel Radcliffe?\nHarry Potter is returning - and as a series. But what about the old lead actors who shot to worldwide fame with the eight-part film series? Daniel Radcliffe now broke the silence and announced how things really stand about his potential return...\nhttps://kinocheck.com/news/lccle6\n\n04:49 Rebel Moon a Star Wars clone?\nZack Snyder meets Star Wars: Initially, his next film, Rebel Moon, was planned as part of the world-famous franchise. Now Snyder has revealed in recent interviews why nothing came of it. But new images clearly show: he is now simply tinkering with his own Star Wars variant....\nhttps://kinocheck.com/news/1qmw4i\n\n06:45 The Chronicles of Narnia Remake\nFrom Barbie to The Chronicles of Narnia: the legendary fantasy story is to be filmed again - this time for Netflix. It will be directed by Greta Gerwig, who is currently causing a stir with her Barbie adaptation starring Margot Robbie and Ryan Gosling....\nhttps://kinocheck.com/news/kw57hr\n\n07:57 Barney the Dinosaur Horror Movie\nThe childhood of the 90s and 2000s becomes the horror of today: the purple dinosaur Barney comes to the big screen - but differently than you would expect. Instead of appealing to the audience of the cult series \"Barney and friends,\" the whole thing is supposed to be aimed at adults....\nhttps://kinocheck.com/news/lyxq5r\n\nMost popular movies right now ➤ https://amzo.in/bestsellermovies | Most wanted movies of all time ➤ https://amzo.in/wishlistmovies\n\nNote | News with courtesy of all involved publishers. | All Rights Reserved. | https://amzo.in are affiliate-links. That add no additional cost to you, but will support our work through a small commission. | #KinoCheck®", "link": "https://www.youtube.com/watch?v=kNnnjkXspIQ", "date_published": "2023-07-08T10:03:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]