[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "GTA 5 Returns to Game Pass, New Jonathan Majors Allegations, & More! | IGN The Weekly Fix", "description": "Wanna catch up on all the gaming and entertainment news highlights from the past week? From GTA V returning to Xbox Game Pass after 2 years, to new allegations against Jonathan Majors that go back a decade, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:37 - The One Ring Magic the Gathering Card Is Found\n05:41 - Baldur's Gate 3 PC Release Moved To Avoid Starfield\n11:08 - Grand Theft Auto V Returns to Xbox Game Pass\n15:53 - New Report on Jonathan Majors Alleges Almost a Decade of Abuse\n19:48 - Disney Plus Pulls Original Content, Angering Fans\n\n#ign #gaming #entertainment", "link": "https://www.youtube.com/watch?v=V-cvmucvvUc", "date_published": "2023-07-08T19:00:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Honkai: Star Rail - Official Version 1.2 \"Even Immortality Ends\" Trailer", "description": "Honkai: Star Rail is a space fantasy RPG launching version 1.2 titled \"Even Immortality Ends\" developed by miHoYo. The 1.2 version will include 3 new playable characters named Blade, Kafka, and Luka along with new events to get better rewards showcased in the trailer. Honkai: Star Rail version 1.2 launches on July 19 for iOS, Android, and PC with PlayStation 4 and PlayStation 5 versions in development now.\n\n#HonkaiStarRail #EvenImmortalityEnds", "link": "https://www.youtube.com/watch?v=U-XrYt2eehE", "date_published": "2023-07-08T17:30:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "God of War Is More of an RPG Than Final Fantasy 16", "description": "Final Fantasy 16 notably went all in on the action gameplay, but aside from combat, there's very little in Square Enix's newest Final Fantasy game that could be considered an RPG even compared to recent action games like God of War and Ghost of Tsushima. But is that a failure for Square Enix, or a necessary change?\n\n#IGN #Gaming #FinalFantasy16", "link": "https://www.youtube.com/watch?v=ePhJJJ_vE7U", "date_published": "2023-07-08T14:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Here's Why The Barbie Movie Is Banned In Vietnam - IGN The Fix: Entertainment", "description": "The Barbie movie isn’t even out yet, but it’s already finding a little bit of controversy overseas. The Greta Gerwig Barbie film has been banned in Vietnam due to a depiction of a world map in the background of one scene. How will this affect Barbinheimer? A little historical background, the Nine-Dash Line is a contour shape China uses on maps laying arguable claim to most of the South China Sea. While that Barbie map might look harmless at a glance, the placement of a dashed line bears enough resemblance to it that it’s earned a ban in Vietnam. We have an update on Baki Hanma season 2 on Netflix, Elon Musk isn’t too happy with Mark Zuckerberg’s Threads, and a whole lot more on today’s fix with Akeem Lawanson.\n\n#IGN #Entertainment", "link": "https://www.youtube.com/watch?v=dCLKThwUgbo", "date_published": "2023-07-08T00:43:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]