[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 NEW PvE Games of 2023 And Beyond To Look Forward To [PS5, Xbox Series X | S, PS4, Xbox One, PC ]", "description": "Player versus environment games essentially task players with taking on computer-controlled enemies in oftentimes co-operative gameplay, although PvE games also make room for solo experiences too. There’s a wide range of games on offer in this sub-genre, with MMORPGs, real-time strategy, and first-person shooter titles the most commonplace, with survival mechanics and team-based shooting the most popular of gameplay modes. \n\nA key characteristic of PvE titles is the need for players to work together as a team, oftentimes blending the distinct skillsets of their squad to maximise their chance of mission success, whether defeating opposing teams or triumphing over the environment’s threat. This feature attempts to highlight 15 of the most unique and exciting looking PvE titles currently slated for release in 2023 and beyond.", "link": "https://www.youtube.com/watch?v=FDIW8uRKG-w", "date_published": "2023-07-08T15:30:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "11 PS5 Tricks And Hacks That Will BLOW YOUR MIND", "description": "Roughly two and a half years into its life, the PS5 has already built up a sizeable user base and quite an impressive library. It's still in the early stages of its lifecycle though (after all, the PS4 is still alive and kicking, to some degree), which means there are plenty of its useful features and varied user experience enhancements that many who have the console might not even be aware of. \n\nTo that end, to help you optimize your PS5 experience, here, we're going to run through a list of a few handy tips and tricks for the console that you should keep in mind.", "link": "https://www.youtube.com/watch?v=ACGXuQTOXBw", "date_published": "2023-07-08T13:30:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]