[{"source": "https://www.theguardian.com/international/rss", "title": "Tsitsipas eases into Wimbledon last 16 while Medvedev battles past Fucsovics", "description": "<ul><li>World No 5 beats Laslo Djere 6-4, 7-6 (5), 6-4</li><li>Medvedev through in four sets to set up Lehecka clash</li></ul><p>Spectators of Friday’s blockbuster match between Andy Murray and Stefanos Tsitsipas will have noticed the Greek world No 5’s talent for tie-breaks. In that match, he won two. In his opening round, against the former US Open winner Dominic Thiem, he won three, including the 10-point super tie-break that decide final sets at grand slams. He has played 223 tie-breaks in his career and won 60% of them. As the tournament entered its first weekend, his prowess under pressure showed again.</p><p>Relegated to No 2 Court in view of the fact his opponent was Serbia’s fourth best player, Laslo Djere, rather than the home favourite Murray, Tsitsipas described his straight-sets win – 6-4, 7-6 (5), 6-4 – as “the first match this week I’ve made it easy for me”.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/08/tsitsipas-eases-into-wimbledon-last-16-while-medvedev-battles-past-fucsovics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/08/tsitsipas-eases-into-wimbledon-last-16-while-medvedev-battles-past-fucsovics", "date_published": "2023-07-08T19:08:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Ashes: England chasing 251 to win third Test against Australia – live", "description": "<ul><li>Australia all out for 224 after long rain delay</li><li><a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">Sign up for The Spin</a> | Email <a href=\"mailto:james.wallace.casual@guardian.co.uk\">James</a> or tweet <a href=\"https://twitter.com/Jimbo_Cricket\">him</a></li></ul><p>We’ve had word that an early lunch will be taken at 12:30pm which means the earliest that any play could happen would be after that. The weather does look better away to the east so I don’t think this is a lost cause at all, but it’s a case of getting enough of a dry period in to clear things up. I keep hearing that the drainage is very good here, which is something.</p><p><strong>Keep the emails coming in</strong>, it’s always good fun to chew the fat during a rain delay.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/08/the-ashes-2023-england-v-australia-third-test-day-three-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/08/the-ashes-2023-england-v-australia-third-test-day-three-live", "date_published": "2023-07-08T18:29:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rugby Championship: South Africa 43-12 Australia in opening Test – as it happened", "description": "<p>An Arendse hat-trick and two penalty tries means the Springboks sink the Wallabies in Jone’s first game in charge. </p><p><strong>The anthems are done. The Zulu dancers have finished brandishing their spears </strong>(really) <strong>and we’re ready to go!</strong></p><p><strong>You’d have to be pretty brave to don a golden jumper in Pretoria today</strong>.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/08/rugby-championship-wallabies-v-springboks-in-opening-test-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/08/rugby-championship-wallabies-v-springboks-in-opening-test-live", "date_published": "2023-07-08T17:17:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "David de Gea confirms he is leaving Manchester United after 12 years", "description": "<ul><li>Goalkeeper’s contract had expired at the end of June</li><li>De Gea: ‘It’s the right time to undertake a new challenge’</li></ul><p>David de Gea has left Manchester United after 12 years with the club following the expiration of his contract.</p><p>The goalkeeper joined United from Atlético Madrid for £17m in 2011 and went on to make 545 appearances, keeping a club-record 190 clean sheets in the process.</p> <a href=\"https://www.theguardian.com/football/2023/jul/08/david-de-gea-leaves-manchester-united-after-12-years\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/08/david-de-gea-leaves-manchester-united-after-12-years", "date_published": "2023-07-08T14:30:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "One to watch: Current Affairs", "description": "<p>This Glasgow-focused band of veteran alt-rockers promise an unpredictable, exhilarating ride</p><p>Post-punk and new-wave blending outfit <a href=\"https://currentaffairs.bandcamp.com/\">Current Affairs</a> is an assemblage of veteran musicians: Glaswegian frontwoman Joan Sweeney (formerly of bands Aggi Doom and the Royal We); bassist Gemma Fleet (the Wharves, Order of the Toad, Dancer); drummer Andrew Milk (Shopping, Pink Pound); and on guitar Sebastian Ymai (Comidillo Tapes, Pissy, and Anxiety). With diverse roots – Ymai is from Chile and now based in Berlin, while Fleet and Milk are from London – it’s Glasgow, with its celebrated, longstanding DIY music scene, that the stalwart alt-rockers have claimed as their own musical nucleus.</p><p>A version of the band first emerged in 2019, releasing the EP <em>Object and Subject</em>, but it was only after Ymai launched Spite House, an initiative created to highlight female-led and queer music, that today’s iteration of Current Affairs was born. Ymai was driven to launch the project in response to the masculine vibe that proliferated in Glasgow’s gritty live scene at the time. “The motto was: ‘Everyone’s welcome, but don’t get it twisted’,” Sweeney said in <a href=\"https://www.loverboymagazine.com/current-affairs/\">an interview with </a><em><a href=\"https://www.loverboymagazine.com/current-affairs/\">Loverboy</a></em> magazine. “I think that sums it up quite well.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/08/one-to-watch-current-affairs-off-the-tongue-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/08/one-to-watch-current-affairs-off-the-tongue-glasgow", "date_published": "2023-07-08T13:00:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Zambia women’s football team head coach accused of sexual misconduct", "description": "<ul><li>Allegations against Bruce Mwape referred to Fifa</li><li>Under-17s coach Kaluba Kangwa also under investigation</li></ul><p>The head coach of Zambia’s women’s football team, due to compete in this month’s Women’s World Cup, has been investigated over allegations of sexual misconduct.</p><p>Bruce Mwape was appointed in May 2018 and helped Zambia qualify for the World Cup for the first time. The Football Association of Zambia (FAZ) said in September 2022 that it had referred an investigation into allegations of sexual abuse in the women’s game to Fifa, football’s governing body. Mwape and the under-17 coach Kaluba Kangwa are understood to have been among the FAZ employees who were investigated.</p> <a href=\"https://www.theguardian.com/football/2023/jul/08/zambia-womens-football-team-sexual-misconduct-bruce-mwape\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/08/zambia-womens-football-team-sexual-misconduct-bruce-mwape", "date_published": "2023-07-08T13:00:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Righteous anger was a part of it’: the shocking story of New York’s gay bar killer", "description": "<p>In the docuseries Last Call, the story of a killer stalking the city’s gay bars becomes an indictment of a system that let him get away with it</p><p>In the piercing, packed new docuseries Last Call, the activist Matt Foreman finds a chilling way to connect the shifting, multi-layered experience of being queer or trans: “If there’s one thing that is universal, in my experience, to LGBTQ people, that we all know intuitively, it’s violence.”</p><p>In early 90s New York City, that violence could find you in many forms. It could be via a deadly disease, one that had been around for a decade yet was still woefully under-researched and any infrastructure surrounding it maliciously under-funded (between 1990 and 1993, there were over 116,000 Aids deaths in the city). It could be on the street, a slur casually turning into an assault (in the first nine months of 1991, there were 600 anti-LGBTQ+ attacks in the West Village and Chelsea alone). Or it could be from the cops, gleefully over-policing a community that the NYPD had long treated as sub-human. As an exhausted and emotional gay man says in archival footage: “Do you know what it is to be assaulted for being alive?”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/08/last-call-documentary-new-york-gay-bar-killer\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/08/last-call-documentary-new-york-gay-bar-killer", "date_published": "2023-07-08T13:00:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Diablo IV review – spellbinding crusade against the forces of evil", "description": "<p><strong>Blizzard Team 3, Blizzard Albany; <a href=\"https://diablo4.blizzard.com/en-gb/\">Blizzard Entertainment</a>; PC, <a href=\"https://www.playstation.com/en-gb/games/diablo-iv/\">PlayStation</a>, <a href=\"https://www.xbox.com/en-GB/games/store/diablo-iv/9nqrcd3w41l3\">Xbox</a><br /></strong>Revel in your transition from puny to powerful and watch your bodycount soar as you take on all kinds of devilish medieval foes</p><p><em>Diablo</em>, as the title suggests, is a series drawn from a medieval Catholic clergyman’s fever dream: a world of skeletal necromancers, levitating exorcisms, high-vaulted cathedrals and stomping minotaurs that clamber through portals. As you tour its world of mud-flecked villages and frigid hamlets, you encounter not just wolves and bears but every imaginable kind of hellspawn born of Greek, Abrahamic and heavy metal mythic traditions.</p><p>Cast as a Crusader of sorts, your task is to trail a powerful evil lady who hopes to unleash the forces of darkness on this impoverished land, while simultaneously making time to conduct errands for the villagers, whose Siberian-peasant accents suggest an almost limitless capacity for hardship, an atmosphere compounded by the melancholic, violin-heavy score.</p> <a href=\"https://www.theguardian.com/games/2023/jul/08/diablo-iv-blizzard-review-spellbinding-crusade-against-the-forces-of-evil\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/08/diablo-iv-blizzard-review-spellbinding-crusade-against-the-forces-of-evil", "date_published": "2023-07-08T12:00:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Billy Joel review – from unhip megastar to precision-tooled entertainment machine", "description": "<p><strong>Hyde Park, London<br /></strong>The older, wiser piano man offers up a generous performance of Motown, doo-wop, Tin Pan Alley and, of course, those beautiful ballads</p><p>Billy Joel is 74 and not shy about it. “Don’t get your knickers in a twist,” he cautions as he steps out from behind his grand piano for the first time, “I ain’t no Mick Jagger”. He struts comically through a burst of Start Me Up to prove the point.</p><p>Later, he watches himself on the screen and gasps: “Oh Christ, it’s my old man. Hello Dad.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/08/billy-joel-review-hyde-park-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/08/billy-joel-review-hyde-park-london", "date_published": "2023-07-08T11:03:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Women’s World Cup 2023 team guides part 10: Japan", "description": "<p>The 2011 winners want to reach those heights again and have picked a young squad brimming with belief they can do just that</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/08/womens-world-cup-2023-team-guides-part-10-japan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/08/womens-world-cup-2023-team-guides-part-10-japan", "date_published": "2023-07-08T11:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New York steps up patrols off local beaches after slew of shark attacks", "description": "<p>Drones and personal watercraft among measures to protect beachgoers but expert calls for perspective over shark attack data</p><p>New York lifeguards are being trained to use drones and personal watercraft after recent shark bites off local beaches – but one shark expert believes such solutions lack specialist input.</p><p>Officials in New York’s Long Island say they are upgrading training after five people were reportedly bitten by sharks since Monday, including two minors.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/08/new-york-officials-shark-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/08/new-york-officials-shark-attacks", "date_published": "2023-07-08T10:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Biden to nominate Elliott Abrams, who lied over Iran-Contra, to key panel", "description": "<p>President’s pick for bipartisan public diplomacy commission, 75, convicted of unlawfully withholding information from Congress</p><p>Joe Biden intends to nominate Elliott Abrams, a former Trump appointee on Venezuela and Iran who was <a href=\"https://www.theguardian.com/us-news/2019/jan/26/elliott-abrams-venezuela-us-special-envoy\">famously convicted for lying to Congress</a> over the Iran-Contra affair, to the bipartisan US Advisory Commission on Public Diplomacy.</p><p>The announcement came wrapped in a list of eight Republican picks for bipartisan boards and commissions <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/03/president-biden-announces-nominees-to-bipartisan-boards-and-commissions/\">released in a White House statement on Monday.</a></p> <a href=\"https://www.theguardian.com/us-news/2023/jul/08/biden-elliott-abrams-iran-contra-venezuela\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/08/biden-elliott-abrams-iran-contra-venezuela", "date_published": "2023-07-08T09:00:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Masala prawns, lamb skewers, burnt aubergine flatbreads: Yotam Ottolenghi’s recipes for Middle Eastern summer scorchers", "description": "<p>Spice things up and tuck in: lamb skewers with caper and oregano salsa, garam masala prawns with chilli dressing, and burnt aubergine flatbreads with tahini</p><p>In a dream July scenario, plan A might be to be somewhere in the eastern Med, eating charred food off a grill. Plan B would therefore be to set up an outdoor grill anywhere you find yourself (no coast required). And even plan C is pretty cheering: put a griddle pan on the hob, open the kitchen windows and get grilling. Stripes on the outside, smoky, charred flavours on the inside. Inside <em>and </em>outside, inside <em>or </em>outside: everyone’s happy.</p> <a href=\"https://www.theguardian.com/food/2023/jul/08/middle-eastern-recipes-summer-grilled-masala-prawns-spicy-burnt-aubergine-spiced-lamb-skewers-yotam-ottolenghi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/08/middle-eastern-recipes-summer-grilled-masala-prawns-spicy-burnt-aubergine-spiced-lamb-skewers-yotam-ottolenghi", "date_published": "2023-07-08T07:00:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war live: Ukraine makes ‘tactically significant’ gains in Bakhmut, says US thinktank, as war enters 500th day", "description": "<p>Counteroffensive makes ground in previously lost areas, says Institute for the Study of War; Volodymyr Zelenskiy wins Turkey’s support for Nato membership </p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-500-of-the-invasion\">What we know on day 500 of the invasion</a></li></ul><p>The <strong>United Nations</strong> has condemned the civilian cost inflicted as the war passes the 500th day mark.</p><p>“Today we mark another grim milestone in the war that continues to exact a horrific toll on Ukraine’s civilians,” said <strong>Noel Calhoun</strong>, deputy head of the UN’s Human Rights Monitoring Mission in Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/08/russia-ukraine-war-live-ukraine-makes-tactically-significant-gains-in-bakhmut-says-us-thinktank-as-war-enters-500th-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/08/russia-ukraine-war-live-ukraine-makes-tactically-significant-gains-in-bakhmut-says-us-thinktank-as-war-enters-500th-day", "date_published": "2023-07-08T06:09:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Irish pub owner rebuilds bar from Banshees of Inisherin", "description": "<p>After filming ended, Luke Mee took the set where Colin Farrell and Brendan Gleeson drank and rebuilt it as a working pub – complete with donkey</p><p>The setting is instantly familiar. There’s a small donkey who likes to mingle with the locals, a low-raftered pub and a wild Achill Island coastal setting visible through a small sash window. However, the real-life version of JJ Devine’s pub from <a href=\"https://www.theguardian.com/film/2022/sep/05/the-banshees-of-inisherin-review-martin-mcdonagh\">The Banshees of Inisherin</a>, Martin McDonagh’s surprise Hollywood success from 2022, differs from its onscreen portrayal in a number of ways.</p><p>The bar is located on a vast plain of lush fields in a remote village about 100 or so kilometres south-east of the desolate beauty of Achill. The donkey isn’t a sidekick of Padraic (Colin Farrell); it’s a local beauty called Holly. And, of course, the ocean view is stencilled on to the window.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/08/irish-pub-owner-rebuilds-bar-from-banshees-of-inisherin\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/08/irish-pub-owner-rebuilds-bar-from-banshees-of-inisherin", "date_published": "2023-07-08T06:00:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 500 of the invasion", "description": "<p>Biden condemned by human rights groups for approving cluster munitions to Ukraine; Zelenskiy secures Turkey’s backing for Nato membership</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>US president Joe Biden has been condemned by human rights groups after agreeing to send widely banned cluster munitions to Ukraine</strong>, with one fellow Democrat labelling the decision “unnecessary and a terrible mistake”. Washington said it has received assurances from Kyiv that it would minimise risk to civilians, including by not using the munitions in populated areas. Biden said the decision was “very difficult”, but that Ukrainian forces were “running out of ammunition”.</p><p><strong>President Volodymyr Zelenskiy has secured Turkey’s crucial backing for Ukraine’s pledge to join Nato</strong> during his meeting with president Recep Tayyip Erdoğan in Istanbul. “There is no doubt that Ukraine deserves membership of Nato,” Erdogan said. Turkey’s support could threaten its ties with Russia after the Kremlin warned it was watching Zelenskiy’s visit “very closely”. Erdogan said he will personally brief Putin on the negotiations when the Russian president visits next month.</p><p><strong>The UN’s nuclear watchdog chief said it was “making progress” on inspecting several areas of the Zaporizhzhia nuclear plant</strong>, after Ukraine claimed that “external objects similar to explosive devices” had been placed on rooftops at the site. UN officials said they had “not seen any indications of explosives or mines” while touring the cooling ponds and other areas, but have yet to visit the facility’s rooftops.</p><p><strong>Nato leaders will publicly recommit to <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> becoming a member of the military alliance</strong> when they meet in Vilnius on Tuesday, <a href=\"https://www.theguardian.com/world/2023/jul/07/nato-to-recommit-to-ukraines-accession-as-zelenskiy-campaigns-for-support\">according to the organisation’s secretary general</a>.<strong> </strong>US president Joe Biden said he does not think there is “unanimity in Nato” to bring Ukraine into the military alliance. Zelenskiy has also criticised Nato over a lack of “unity” which he says explains the failure to provide a guarantee for Ukraine’s membership.</p><p><strong>If <a href=\"https://www.theguardian.com/world/russia\">Russia</a> does not agree to extend a deal allowing the safe export of grain and fertiliser from Ukrainian ports, it is unlikely western states will continue cooperating with UN officials helping Moscow with its exports</strong>, the UN aid chief said. Russia has threatened to quit the deal, which expires on 17 July, because several demands to dispatch its own grain and fertiliser have not been met. The last three ships traveling under the deal are loading cargoes at the Ukrainian port of Odesa and are likely to depart on Monday.</p><p><strong>More than 9,000 Ukrainian civilians, including in excess of 500 children, are confirmed to have died since the beginning of Russia’s invasion,</strong> <a href=\"https://www.theguardian.com/world/live/2023/jul/07/russia-ukraine-war-live-zelenskiy-nato-membership?page=with:block-64a803888f089742d825aaea#block-64a803888f089742d825aaea\">according to the latest United Nations data</a>. However, the true figures are likely much higher.</p><p><strong>A report by the Kyiv School of Economics and B4Ukraine, a coalition of NGOs which lobbies international businesses to leave Russia, said that 56% of foreign companies were still operating in the country</strong> last year <a href=\"https://www.theguardian.com/world/live/2023/jul/07/russia-ukraine-war-live-zelenskiy-nato-membership?page=with:block-64a82f388f08fcfa3515f79f#block-64a82f388f08fcfa3515f79f\">despite the exodus of a significant minority</a>. However, Russia’s earnings from oil and gas sales <a href=\"https://www.theguardian.com/world/live/2023/jul/07/russia-ukraine-war-live-zelenskiy-nato-membership?page=with:block-64a80bb58f089742d825ab63#block-64a80bb58f089742d825ab63\">have fallen by half</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-500-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-500-of-the-invasion", "date_published": "2023-07-08T00:46:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]