[{"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt’s budget to announce £20bn funding to cut carbon emissions", "description": "<p>‘Reset’ of clean energy policy, including small nuclear reactors, is response to Joe Biden’s Inflation Reduction Act</p><p>The chancellor is poised to announce a £20bn investment in technology to reduce Britain’s carbon emissions at next week’s budget, in a riposte to Joe Biden’s flagship Inflation Reduction Act that aims to create thousands of new jobs.</p><p>Separately, the government plans to add urgency to Britain’s nuclear programme, with a competition to develop small modular nuclear reactors (SMRs).</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/jeremy-hunt-budget-cut-carbon-emissions-clean-energy-small-nuclear-reactors\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/jeremy-hunt-budget-cut-carbon-emissions-clean-energy-small-nuclear-reactors", "date_published": "2023-03-10 22:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardiola supports Walker after police action over allegedly ‘exposing himself’", "description": "<ul><li>Manchester City defender is being investigated over bar video</li><li>Guardiola: ‘He and everyone can count on me on personal issues’</li></ul><p>Pep Guardiola has said Kyle Walker can count on his support and has not reminded the defender of his responsibilities after Cheshire police <a href=\"https://www.theguardian.com/football/2023/mar/08/kyle-walker-could-face-police-action-after-exposing-himself-in-a-bar\">opened an investigation</a> into CCTV footage that appeared to show the Manchester City player “exposing himself” in a bar.</p><p>According to <a href=\"https://www.thesun.co.uk/sport/21627973/man-city-kyle-walker-flashing-snogging-woman-booze/\">a report in the Sun,</a> Walker was drinking in a Wilmslow venue on Sunday. A video on the Sun website appeared to show Walker dropping his trousers in front of two women who he then engaged in conversation.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/guardiola-supports-walker-after-police-action-over-allegedly-exposing-himself\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/guardiola-supports-walker-after-police-action-over-allegedly-exposing-himself", "date_published": "2023-03-10 22:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did Silicon Valley Bank fail?", "description": "<p>Shutdown and takeover of bank by regulators can be traced to the Fed raising interest rates and risk-averse investors</p><ul><li><a href=\"https://www.theguardian.com/business/2023/mar/10/european-markets-spooked-by-us-bank-shares-sell-off\">US regulators seize assets of Silicon Valley Bank amid institution’s failure</a></li></ul><p>The shutdown and takeover of Silicon Valley Bank by regulators on Friday can be traced to the US Federal Reserve raising interest rates and souring the risk appetite of investors.</p><p>Here is the sequence of events that led to the failure:</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/silicon-valley-bank-collapse-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/silicon-valley-bank-collapse-explainer", "date_published": "2023-03-10 22:20:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stoke survive late rally to jolt Blackburn’s promotion hopes", "description": "<p>Blackburn’s automatic promotion hopes suffered a setback as Stoke staved off a desperate fightback to beat them in the Championship. The visitors launched a late revival but failed to prevent their 11-match unbeaten run in all competitions from drawing to an end.</p><p>A confident Stoke side – who thumped Sunderland 5-1 last weekend – picked up from where they left off with a quickfire first-half double.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/stoke-survive-late-rally-to-jolt-blackburns-promotion-hopes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/stoke-survive-late-rally-to-jolt-blackburns-promotion-hopes", "date_published": "2023-03-10 22:16:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Becoming Frida Kahlo review – this joyful celebration makes the artist fascinating in a whole new way", "description": "<p>The seemingly impossible is managed by this gripping three-part series: shining a new light on the Mexican icon. It’s packed with love, art and politics – there’s almost too much to take in</p><p>Too often, documentaries about art and artists can lean towards the pretentious and stodgy. Not so with Becoming Frida Kahlo, the first of a three-part series on the legendary Mexican painter, which canters along at a celebratory pace. This opening episode, The Making and Breaking, squashes a great deal of information and insight about Kahlo’s early life into an hour, and sets up a gripping and convincing portrait of the great artist that she would become.</p><p>Her work is so familiar (and so astonishingly valuable – her 1949 painting Diego y yo sold for <a href=\"https://www.theguardian.com/artanddesign/2021/nov/17/frida-kahlo-self-portrait-sold-for-record-34m-at-auction\">almost $35m</a> in 2021) that it seems a mammoth task to shine a new light on it, and yet this documentary manages to do so. There are interviews with biographers, art historians, and, fascinatingly, family members. Kahlo’s great-niece Cristina Kahlo, now a photographer, talks about the artist’s husband and great love, the artist Diego Rivera, as does Rivera’s grandson. The information they provide is out there already – Rivera was a huge celebrity in Mexico, as famous as Picasso in his time (“<em>possibly</em> Picasso was more famous”, says one contributor) – yet it gives it a personal and comprehensive feel.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/10/becoming-frida-kahlo-review-joyful-portrayal-of-mexican-art-icon\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/10/becoming-frida-kahlo-review-joyful-portrayal-of-mexican-art-icon", "date_published": "2023-03-10 22:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak offers soft rebuke to claims Boris Johnson abused honours list", "description": "<p>PM said Father’s Day card would be his ‘limit’ in response to Johnson nominating his father for knighthood</p><p>Rishi Sunak has said his father would be lucky to get a card on Father’s Day, let alone a knighthood, after accusations that Boris Johnson’s honours list had discredited the system.</p><p>Sunak has come under pressure to reject Johnson’s list, in which he nominated his father, Stanley Johnson, for a knighthood, given previous allegations about his behaviour.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/10/rishi-sunak-rebukes-claims-boris-stanley-johnson-abused-honours-list-nighthood\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/10/rishi-sunak-rebukes-claims-boris-stanley-johnson-abused-honours-list-nighthood", "date_published": "2023-03-10 22:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watson backs Marcus Smith’s ‘X factor’ to inspire England against France", "description": "<ul><li>Smith selected ahead of Owen Farrell in bold move by Borthwick</li><li>Anthony Watson: ‘He can create something from nothing’</li></ul><p>England are looking to the “X factor” of Marcus Smith to dazzle France and lift the home crowd out of their seats in the latest edition of <em>Le Crunch</em> at Twickenham. The fly-half, promoted to the starting lineup <a href=\"https://www.theguardian.com/sport/2023/mar/08/steve-borthwick-to-drop-owen-farrell-and-play-marcus-smith-against-france\" title=\"\">at the expense of Owen Farrell</a>, has been given a licence to play and his teammate Anthony Watson has confirmed the hosts will seek to express themselves right from the start.</p><p>With Farrell set to come off the bench in the second half, England are determined to crank up the pace of the contest and stop France from settling at a venue where they have not won in the Six Nations for 18 years. “We’ve seen what Marcus can do for Quins,” said Watson, who scored a try in the corresponding fixture two years ago <a href=\"https://www.theguardian.com/sport/2021/mar/13/england-france-six-nations-report\" title=\"\">when England won 23-20</a>. “He’s got that X factor where he can spark a game into life.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/watson-backs-marcus-smiths-x-factor-to-inspire-england-against-france\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/watson-backs-marcus-smiths-x-factor-to-inspire-england-against-france", "date_published": "2023-03-10 22:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC apologises for failure to scrutinise Nadine Dorries’ claims about Sue Gray", "description": "<p>Former culture secretary called into question neutrality of civil servant after her appointment as Keir Starmer’s chief of staff</p><p>The BBC has apologised for the failure to properly scrutinise claims made by Nadine Dorries on a radio show, capping a day of controversies for the corporation.</p><p>The broadcaster said in a statement on Friday that “there should have been more challenge” when the former culture secretary and Boris Johnson loyalist made allegations about Sue Gray on Radio 4’s World at One.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/10/bbc-apologises-failure-scrutinise-nadine-dorries-claims-sue-gray\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/10/bbc-apologises-failure-scrutinise-nadine-dorries-claims-sue-gray", "date_published": "2023-03-10 21:12:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Poster child for nimbyism’: California sues city over lack of affordable housing", "description": "<p>State officials launch lawsuit against wealthy city of Huntington Beach to force it to build new homes</p><p>California officials are suing Huntington Beach, a wealthy coastal city lambasted by the state’s governor as the “<a href=\"https://www.gov.ca.gov/2023/03/09/california-sues-huntington-beach-for-violating-state-housing-laws/\">poster child for nimbyism</a>”, in an attempt to force it to build more affordable housing.</p><p>Defiant Huntington Beach officials have filed their own lawsuit in response, pledging to fight any attempt by the state to “urbanize” their affluent, majority-white community.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/california-sues-huntington-beach-affordable-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/california-sues-huntington-beach-affordable-housing", "date_published": "2023-03-10 21:07:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>The battle for Bakhmut, protests in Georgia, violence in the West Bank and International Women’s Day – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/10/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/10/the-week-around-the-world-in-20-pictures", "date_published": "2023-03-10 21:03:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Fitzpatrick concerned at state of link between PGA and DP tours", "description": "<ul><li>‘PGA Tour aren’t doing enough to help build DP Tour’</li><li>US Open champion misses cut at Players Championship</li></ul><p>Matt Fitzpatrick, the US Open champion, has expressed concern over the state of the DP World Tour despite the strategic alliance formed with its equivalent in the United States.</p><p>The PGA Tour has recently announced changes for 2024, including a batch of no-cut and limited field events, which Fitzpatrick fears leaves the former European Tour trailing as a poor second. Fitzpatrick has previously used the term “feeder tour” to describe the DP World circuit.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/matt-fitzpatrick-concerned-at-state-of-link-between-pga-and-dp-tours\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/matt-fitzpatrick-concerned-at-state-of-link-between-pga-and-dp-tours", "date_published": "2023-03-10 20:55:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can’t do it much longer’: Sam Tomkins to retire at end of Super League season", "description": "<ul><li>England captain has not played since November after surgery</li><li>Tomkins to take off-field role with Catalans Dragons next season</li></ul><p>England captain and two-times Man of Steel winner Sam Tomkins has announced that he will retire from rugby league at the end of the season.</p><p>The 33-year-old has yet to appear for his club Catalans Dragons so far this term, having undergone knee surgery in the wake of <a href=\"https://www.theguardian.com/sport/2022/nov/12/samoas-stephen-crichton-breaks-england-hearts-with-golden-drop-goal\">England’s shattering World Cup semi-final</a> defeat by Samoa.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/i-cant-do-it-much-longer-sam-tomkins-to-retire-at-end-of-super-league-season\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/i-cant-do-it-much-longer-sam-tomkins-to-retire-at-end-of-super-league-season", "date_published": "2023-03-10 20:43:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why there are no winners after the Beeb’s two-footed tackle on Gary Lineker | Barney Ronay", "description": "<p>We all lose when the state, no matter how third-hand or arm’s-length, is able to engineer the silence of public figures</p><p>Keep politics out of sport. Ha, yeah. Good luck with that. Meanwhile, in what we must, if only out of a sense of convention, call the Real World, we have this: the strange and sinister developments of Friday evening in what will now come to be known as the <em>Lineker affair</em>.</p><p><a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">The suspension of Gary Lineker from BBC presenting duties</a> – not Newsnight or Question Time, but the bloodless warm bath of Match of the Day – over a tweet sent on Wednesday afternoon <a href=\"https://www.theguardian.com/football/2023/mar/08/gary-lineker-bbc-uk-asylum-policy-nazi-germany-match-of-the-day-presenter\">criticising government policy on migrants</a> is, frankly, a jaw-dropping act of political intervention.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/10/gary-lineker-bbc-suspension-match-of-the-day-comment\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/10/gary-lineker-bbc-suspension-match-of-the-day-comment", "date_published": "2023-03-10 20:03:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers’ strikes in Wales called off after revised pay offer", "description": "<p>NEU members had been due to strike for two days next week but will now consider Welsh government’s proposal</p><p>Two days of strike action by teachers in Wales next week have been called off after the Welsh government proposed a revised pay offer.</p><p>Members of the National Education Union (NEU) were due to stop work on 15-16 March in a dispute over pay.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/teachers-strikes-wales-called-off-revised-pay-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/teachers-strikes-wales-called-off-revised-pay-offer", "date_published": "2023-03-10 19:55:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis visits Iowa as presidential bid speculation intensifies", "description": "<p>Rightwing governor of Florida – and most likely rival to Trump for the 2024 nomination – promotes his book in the early voting state </p><p>Republican Ron DeSantis greeted fans in Iowa on Friday, marking the Florida governor’s first visit this election cycle to the early voting state and intensifying speculation over when he might announce his 2024 presidential bid.</p><p>DeSantis delivered remarks to a full crowd at a casino in Davenport on Friday morning, and he is scheduled to later appear in Des Moines with the governor of Iowa, Republican Kim Reynolds, to promote his new book, The Courage to be Free.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/ron-desantis-iowa-visit-2024-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/ron-desantis-iowa-visit-2024-election", "date_published": "2023-03-10 19:37:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newark unveils Harriet Tubman memorial to replace Columbus statue", "description": "<p>Queen Latifah and Pia Wilson take part in celebration of abolitionist in New Jersey city</p><p>Newark’s Mayor Ras Baraka, community leaders and celebrities including the musician and actor Queen Latifah and writer Pia Wilson led celebrations of a new monument to the abolitionist Harriet Tubman this week. The ceremony was a historic final step in replacing a Christopher Columbus statute that was removed from a square in the New Jersey city following the murder of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> in 2020.</p><p>Gone is an ode to Columbus, who <a href=\"https://www.vox.com/2014/10/13/6957875/christopher-columbus-murderer-tyrant-scoundrel\">engaged</a> in the kidnapping, enslavement and killing of Indigenous people in the Caribbean. Instead is now a depiction of Tubman, a legendary racial justice activist. Known as the “Moses of her people”, Tubman, who escaped slavery herself, <a href=\"https://msmagazine.com/2022/02/01/tubman-200-harriet-tubman-bicentennial-black-women-history/\">helped other enslaved people</a> gain their freedom amid great danger, acting as what was known as a conductor of the Underground Railroad during the civil war.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/newark-harriet-tubman-memorial-columbus-statue\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/newark-harriet-tubman-memorial-columbus-statue", "date_published": "2023-03-10 19:32:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sports quiz of the week: money, medals, records, a house and a crown", "description": "<p>Ten teasers on the Six Nations, Women’s Super League and skating</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/sports-quiz-week-money-medals-records-six-nations-womens-super-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/sports-quiz-week-money-medals-records-six-nations-womens-super-league", "date_published": "2023-03-10 19:19:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cyclone aftermath offers popularity boost to new New Zealand PM Chris Hipkins as poll looms", "description": "<p>Disaster has given opportunity to show decisive leadership but issues raised by climate change could be a political landmine</p><p>On the lawn of a suburban home in Coromandel, the prime minister’s dress shoes have been scuffed ochre by a softened bed of clay. Chris Hipkins stands in front of the house, perched atop a tide of packed earth. It has been carried about 15 metres downhill by a landslide, walls crunched and bowing. The buckled porch has come to rest halfway across the lawn, flattening a well-tended hibiscus shrub.</p><p>“We’ve got a long journey ahead of us,” he says.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/cyclone-aftermath-offers-popularity-boost-to-new-new-zealand-pm-chris-hipkins-as-poll-looms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/cyclone-aftermath-offers-popularity-boost-to-new-new-zealand-pm-chris-hipkins-as-poll-looms", "date_published": "2023-03-10 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the Anglo-French refugee deal – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/10/martin-rowson-anglo-french-refugee-deal-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/10/martin-rowson-anglo-french-refugee-deal-cartoon", "date_published": "2023-03-10 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Ukraine endures the largest missile barrage in weeks; casualties mount in the battle for Bakhmut; a draft law in Georgia stirs anti-Russian sentiment</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/mar/11/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/11/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-03-10 19:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Corsican language ban stirs protest on French island", "description": "<p>Court cites France’s constitution in ruling that only French is allowed in exercise of public office on Corsica</p><p>A court in Corsica has prompted outrage by banning the use of the Corsican language in the island’s local parliament.</p><p>The court in the city of Bastia cited France’s constitution it its ruling on Thursday that French was the only language allowed in the exercise of public office.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/corsica-language-ban-stirs-protest-on-french-island\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/corsica-language-ban-stirs-protest-on-french-island", "date_published": "2023-03-10 18:51:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the budget: no easy fixes for a broken Britain | Editorial", "description": "<p>Jeremy Hunt has little to offer a country battered by austerity and venal politics </p><p>On one thing, politicians, economists and commentators on the left and right can agree: Britain is broken. Not as in the silly, smirking slogan used by David Cameron in opposition, but in the most basic sense. This winter, sick people have died <a href=\"https://www.theguardian.com/society/2023/jan/01/up-to-500-deaths-a-week-due-to-ae-delays-says-senior-medic\" title=\"\">in the hours that it took for ambulances to arrive.</a> This week’s cold snap has again forced many families across the UK to debate whether to heat their homes or feed themselves. On Wednesday, as Jeremy Hunt delivers his budget in parliament, teachers in England and Wales, junior doctors, civil servants, university staff and tube drivers will all be <a href=\"https://www.bigissue.com/news/employment/march-15-strike-from-tube-workers-to-teachers-whos-on-strike-on-wednesday/\" title=\"\">on strike</a>.</p><p>The newish chancellor is not even pretending next week’s measures will fix these problems. Perhaps such candour is to his credit. What is shaming is that he doesn’t even try. Getting to the root causes of big issues and turfing out dogma has never been Mr Hunt’s style. To take one example: the Treasury will almost certainly keep down fuel bills by maintaining the energy price guarantee. A U-turn on the policy announced in the autumn by No 11, ministers will hail this as compassionate conservatism – the state mitigating the pain of ordinary people. Yet bills will still be twice what they were in 2021, and the government will once again hand over taxpayer money to energy suppliers in a privatised market that has comprehensively failed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/the-guardian-view-on-the-budget-no-easy-fixes-for-a-broken-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/the-guardian-view-on-the-budget-no-easy-fixes-for-a-broken-britain", "date_published": "2023-03-10 18:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Usman Khawaja’s innings wasn’t just good – it was something truly special | Geoff Lemon", "description": "<p>Australia opener’s astonishing 10-hour century threatened records and put the tourists on top in Ahmedabad</p><p>There are times, on a placid batting pitch, when a good performance can’t win you a match but the lack of one can lose you a match. There are times when a good innings is an achievement that belongs on the standard tier, but continuing it elevates it to the realm of the special.</p><p>When Australia lost two wickets relatively quickly in the final session of day one in Ahmedabad, having chosen to bat in the fourth and final Border-Gavaskar Test, a position of 170 for four could easily have become an insufficient total on a surface where the threat level was beige. By the time the next wicket fell about 22 hours later, Usman Khawaja and Cameron Green had made that score 378 for five, wearing down India’s bowlers for the lower order. When the Australian innings was said and done, the team had made 480 and taken two days out of the game.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/usman-khawaja-australia-india-test-cricket-special\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/usman-khawaja-australia-india-test-cricket-special", "date_published": "2023-03-10 18:26:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Fleabag’s fringe fund: a good deed in a bad world | Editorial", "description": "<p>By channelling money to Edinburgh performers, Phoebe Waller-Bridge is passing on some of her own good fortune</p><p>The Edinburgh fringe is a shaggy old beast with many ailments. <a href=\"https://www.theguardian.com/stage/2022/aug/29/edinburgh-fringe-long-expensive-gruelling-change-or-die-crisis\" title=\"\">It’s too big, too white, too expensive</a>, according to its critics. The<a href=\"https://www.theguardian.com/tv-and-radio/2018/aug/02/succession-review-brilliant-dissection-mega-rich-family-jesse-armstrong\" title=\"\"> Succession </a>star Brian Cox, who first went at 17, was among those to speak out after 1,600 comedians and producers signed an <a href=\"https://www.theguardian.com/stage/2022/jul/07/edinburgh-fringe-tries-to-quell-revolt-criticism-2022-festival-comedians-open-letter\" title=\"\">open letter</a> last year criticising its management. This year, its problems are compounded by legislation designed to curb <a href=\"https://www.gov.scot/publications/short-term-lets/\" title=\"\">short-term letting</a>, now making its way through the Scottish parliament, which will make accommodation even pricier and harder to come by for seasonal visitors.</p><p>But for all its faults, as <a href=\"https://www.theguardian.com/stage/2022/jul/16/edinburgh-fringe-unaffordable-for-many-young-performers-says-brian-cox\" title=\"\">Cox pointed out</a>, the three-week-long jamboree in the Scottish capital still matters. It is where generations of performers started out, and it remains part of the lifeblood of an international entertainment industry spanning film, television and theatre in all its forms and craft skills.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/the-guardian-view-on-fleabags-fringe-fund-a-good-deed-in-a-bad-world\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/the-guardian-view-on-fleabags-fringe-fund-a-good-deed-in-a-bad-world", "date_published": "2023-03-10 18:25:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Divers used chartered yacht to sabotage Nord Stream pipelines – report", "description": "<p>Report in Der Spiegel says six-person crew took Andromeda to Christiansø, close to site of blasts, but experts question theory</p><p>The underwater bombing of the Nord Stream gas pipelines last September was carried out by a team of divers operating from a 15-metre chartered yacht called the Andromeda, according to a new report.</p><p><a href=\"https://www.spiegel.de/panorama/nord-stream-sabotagekommando-die-spur-der-andromeda-a-9186fdf0-9ead-4e78-a237-76837774350f\">The report in Der Spiegel</a> traces the Andromeda’s route around the Baltic from its home marina in Rostock on 6 September to the German island of Rügen and then finally to the Danish island of Christiansø, close to the site of the blasts on 26 September.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/divers-used-chartered-yacht-to-sabotage-nord-stream-pipelines-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/divers-used-chartered-yacht-to-sabotage-nord-stream-pipelines-report", "date_published": "2023-03-10 18:24:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak urged to ask ethics adviser to judge Dominic Raab bullying inquiry", "description": "<p>Investigation will only ‘establish facts’ surrounding the claims against deputy PM, on which Sunak will then rule</p><p>Rishi Sunak is facing fresh calls to order an independent judgment on whether Dominic Raab bullied civil servants, after complainants said they were concerned that the inquiry will not make a final ruling.</p><p>Raab is under investigation over eight separate complaints across three ministerial departments. The inquiry is likely to be complete within the next month.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/10/rishi-sunak-urged-to-ask-ethics-adviser-to-judge-dominic-raab-bullying-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/10/rishi-sunak-urged-to-ask-ethics-adviser-to-judge-dominic-raab-bullying-inquiry", "date_published": "2023-03-10 18:10:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judy Heumann obituary", "description": "Disability rights activist who helped shape global protocols and played a decisive role in fighting discrimination in the US<p>The leading US disability rights advocate Judy Heumann, who has died aged 75, fought for her own and others’ emancipation, and blazed a trail for fellow campaigners around the world.</p><p>Espousing both direct action and working with and inside government, she played a decisive role in securing legislation outlawing discrimination against disabled people across the US and helping shape international protocols. She served the Clinton and Obama administrations and became the first adviser on disability and development at the World Bank.</p> <a href=\"https://www.theguardian.com/society/2023/mar/10/judy-heumann-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/10/judy-heumann-obituary", "date_published": "2023-03-10 17:52:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could Everything Everywhere All at Once write a new future for Hollywood?", "description": "<p>Will the Daniels’ absurdist sci-fi pave the way for genre films to win Oscars … or is this just a glitch in the multiverse?</p><p>Picture the scene: it is the Oscars in 2027, and in the running for best picture are several movies that made you feel as though your brain was plucked from your skull and dunked luxuriously in liquid LSD. The assembled glitterati have made their way to the Dolby theatre in Los Angeles, but things are not as they used to be. Instead of worthy, glacially paced films about the history of cinema, the horrors of war, famous figures from the golden age of rock’n’roll or people from Ireland who spend a lot of time in the pub, Hollywood is celebrating a new generation of head-spinning, logic-refracting, universe-leaping, cine-literate science-fiction masterpieces.</p><p>This is only one of many possible futures. But if Everything Everywhere All at Once carries all before it on Sunday, it’s a future that just might morph into reality.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/everything-everywhere-all-at-once-oscars-week-in-geek\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/everything-everywhere-all-at-once-oscars-week-in-geek", "date_published": "2023-03-10 17:50:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graham Winteringham obituary", "description": "<p>Architect best known for the rhythmic concrete forms of the Birmingham Rep</p><p>In the 1950s, traditional theatres seemed doomed in the face of television, as Royals, Empires and Alhambras across Britain closed and were demolished. Yet this was only half the story, for at the same time small repertory theatres, working in local communities with their own companies of young actors, were flourishing. Their model was the Birmingham Rep, founded in 1913 and where Laurence Olivier, <a href=\"https://www.theguardian.com/film/2019/feb/08/albert-finney-obituary\">Albert Finney</a>, Julie Christie and many others started their careers. Such was its success that by the 60s it sought a larger building, and turned to Graham Winteringham, a local architect.</p><p>The new Rep opened in October 1971. Winteringham, who has died aged 99, brought to central Birmingham the sinuous, rhythmic concrete forms made fashionable by the Brazilian architect <a href=\"https://www.theguardian.com/artanddesign/2012/dec/06/oscar-niemeyer-obituary\">Oscar Niemeyer</a> – far more inviting than the brutalism found in most British cities. The huge areas of glass illuminate the foyers, an enticing, sparkling sight when lit up from within at night. The interior posed a more difficult brief. Winteringham had to provide 900 seats on a single, egalitarian level while maintaining a sense of intimacy and good sightlines. There were two lobbies for latecomers to watch the show, as well as bars and a cafe that also became popular destinations.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/10/graham-winteringham-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/10/graham-winteringham-obituary", "date_published": "2023-03-10 17:47:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada: inquiry into police unit accused of excessive force against green activists", "description": "<p>Officers with C-IRG accused of ripping off protesters’ masks and pepper-spraying them during protest in British Columbia</p><p>Canada’s federal police force has opened an investigation into a controversial unit tasked with overseeing environmental protests, following hundreds of complaints that officers used excessive force, disregarded court orders and violated protesters’ rights.</p><p>The Civilian Review and Complaints Commission, a watchdog arm of the Royal Canadian Mounted Police, <a href=\"https://www.crcc-ccetp.gc.ca/en/newsroom/crcc-launches-systemic-investigation-rcmp-e-division-community-industry-response-group-cirg\">said on Thursday it would examine</a> the activities of the community-industry response group, or C-IRG, based in British Columbia.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/canada-police-unit-excessive-force-environmental-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/canada-police-unit-excessive-force-environmental-activists", "date_published": "2023-03-10 17:35:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Magistrates ‘incredibly disappointed’ as sentencing powers scaled back", "description": "<p>Powers had been doubled less than a year ago to tackle backlog in courts and cut prison overcrowding</p><p>Sentencing powers for magistrates have been scaled back less than a year after they were doubled in an effort to tackle the courts backlog.</p><p>In May, the Ministry of Justice (MoJ) announced magistrates in England and Wales would be able to hand out jail sentences of up to a year for a single offence – up from the previous maximum of six months – as part of efforts to deal with the number of criminal cases waiting to be heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/magistrates-incredibly-disappointed-as-sentencing-powers-scaled-back\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/magistrates-incredibly-disappointed-as-sentencing-powers-scaled-back", "date_published": "2023-03-10 17:35:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prosecutors pursue case against Barcelona over alleged refereeing deal", "description": "<ul><li>Club and ex-presidents accused of paying to influence results</li><li>Barcelona have denied wrongdoing over payments to company</li></ul><p>Spanish prosecutors have filed a complaint against Barcelona and two of the La Liga club’s former presidents over <a href=\"https://www.theguardian.com/football/2023/feb/16/barcelona-payments-refereeing-official-company-prosecutors-investigate\">alleged payments</a> to a company owned by a senior refereeing official to influence results, the public prosecutor’s office said on Friday. A judge has yet to decide whether to take up the case.</p><p>The club allegedly paid more than €7.3m between 2001 and 2018 to firms owned by José María Enríquez Negreira, who was vice-president of the refereeing committee of the Spanish football association from 1993-2018.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/prosecutors-pursue-case-against-barcelona-over-alleged-refereeing-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/prosecutors-pursue-case-against-barcelona-over-alleged-refereeing-deal", "date_published": "2023-03-10 17:26:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t make this all about Lineker: focus on this cruel migrant policy – fate could have put any one of us in those boats | Jonathan Freedland", "description": "<p>This week’s row has been a sad distraction exploited by ministers. The last thing they want is for us to see refugees as real people</p><p>Even to talk about it is a distraction, but let’s be clear: Gary Lineker is not the villain here. On the contrary, he deserves admiration for speaking out against a naked injustice, for taking a stance that has now required him to “<a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">step back</a>” from presenting Match of the Day while he and the BBC work out what he is, and is not, allowed to say on social media.</p><p>True, he deployed the wrong analogy: the Conservative government’s policy and language on refugees are foul, but they are not a match for either the policy or language of “<a href=\"https://www.theguardian.com/football/2023/mar/09/gary-lineker-says-he-stands-by-remarks-about-immigration-policy-bbc\">Germany in the 30s</a>”, as he tweeted. When the home secretary, Suella Braverman, speaks of desperate people as an <a href=\"https://www.theguardian.com/uk-news/2022/nov/01/bravermans-invasion-claim-not-backed-by-facts-say-experts\">“invasion”</a> she dehumanises them, and that is appalling enough – but even in the earliest stages of the Nazi dehumanisation of the Jews, both the words and the deeds were <a href=\"https://www.thetimes.co.uk/article/a5db6870-be8e-11ed-b52d-512231a0c9aa?shareToken=9a8e669f3efb25f300e0d0812ee49e47\">worse</a>.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/gary-lineker-cruel-tory-policy-boats-migrants\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/gary-lineker-cruel-tory-policy-boats-migrants", "date_published": "2023-03-10 17:16:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Empowering Art review – Indigenous masterworks full of wonder and sorrow", "description": "<p><strong>Sainsbury Centre, Norwich<br /></strong>Orca whale totem poles and otter masks feature in this eye-opening exhibition of a culture in which ‘every man was his own Leonardo’ </p><p>When the artist Simeon Stilthda saw a picture of Egypt’s Great Sphinx in a missionary bible in the 1870s, he carved his own version of it. Stilthda was a member of the Haida people in the Pacific Northwest of the Americas and his carving was a tribute from the indigenous culture of this region to ancient Egypt, thousands of miles and years away. It’s not just a wonderful sculpture – round the back, the Sphinx has a Haida hairstyle – but a piece of art theory in wood. Stilthda draws eye-opening parallels between his community’s religious art and that of the Pharaohs.</p><p>Like the ancient Egyptians who conjoined a human and lion to create the Sphinx, the Indigenous peoples of North America’s Pacific Northwest have a magical eye for nature. This compelling exhibition transports you to vast coniferous forests and the open ocean where humans and animals are close. This style of Pacific Northwest art, with its blocky curved patterns, appears to emulate the black and white markings of one of the region’s ruling creatures, the killer whale. Not only do orcas feature on totem poles along with birds mythic and real, but their “abstract” appearance is reflected in a style that brilliantly stretches and warps reality.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/10/empowering-art-review-indigenous-masterworks-full-of-wonder-and-sorrow\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/10/empowering-art-review-indigenous-masterworks-full-of-wonder-and-sorrow", "date_published": "2023-03-10 17:14:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France match is chance for Borthwick and Smith to show fresh vision | Ugo Monye", "description": "<p>Picking a more adventurous fly-half opens up the chance to find a new gear in attack that’s needed to match the world’s best</p><p>Steve Borthwick is not a coach who makes statements or grand gestures for the sake of it. He is always someone who leads with his actions rather than his words. But his team selection against France gives off a clear message. It is an acknowledgment that the game we have seen England developing in this Six Nations is not enough to win a World Cup.</p><p>It is not enough, either, to beat the teams ranked second and first in the world. A solid set piece, a solid defence and kicking gameplan is all well and good. But that does not cut it against the best in the world, and that is what England face over the next two weeks. And while Borthwick is not one to play to the crowds, he also has the courage of his convictions – he has not shied away from big calls because of fear over how they will be perceived.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/france-england-six-nations-borthwick-marcus-smith\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/france-england-six-nations-borthwick-marcus-smith", "date_published": "2023-03-10 17:13:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England have been waiting for France – it’s time to let the handbrake off | Robert Kitson", "description": "<p>A team has been picked with Les Bleus in mind – opponents who have not won a Six Nations match in London since 2005</p><p>This already has the feel of a vintage Six Nations season and the next two weekends could be similarly memorable. Even at a grey, deserted Twickenham, as England’s players huddled tight in their final eve-of-game training session, there was a sense of anticipation in the chilly air. If France are to win a championship game in London for the first time since 2005 they are going to have to earn it.</p><p>Because, in all sorts of ways, this is a game England have been waiting for. The frantic early weeks of Steve Borthwick’s regime have been replaced by a more calculated, purposeful vibe. If they cannot beat the second highest-ranked team in the world, so be it. But at the very least they want to give it a proper go and, in doing so, give everyone a glimpse of what a more proactive future could look like.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/england-have-been-waiting-for-france-its-time-to-let-the-handbrake-off\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/england-have-been-waiting-for-france-its-time-to-let-the-handbrake-off", "date_published": "2023-03-10 17:10:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker steps back amid astonishing levels of online outrage", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up for our free daily football newsletter here</a></p><p>“Getting there,” <a href=\"https://twitter.com/LeeAndersonMP_/status/1634139219932192768\">tweeted Lee Anderson</a> earlier today, referring to a story about the British economy. “You won’t see this in the MSM [Mainstream Media],” added the deputy chairman of the Conservative party, despite the fact that the headline to which he was drawing the attention of his followers had literally been screengrabbed from that little-known underground news-sheet, The Times. Oh, Lee.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/football-daily-email-gary-lineker-match-of-the-day\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/football-daily-email-gary-lineker-match-of-the-day", "date_published": "2023-03-10 17:10:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California drenched as new atmospheric river brings thunderstorms and winds", "description": "<p>Several flood advisories issued as Governor Gavin Newsom declares states of emergency in 21 counties</p><p>A new atmospheric river brought heavy rain, thunderstorms and strong winds to California on Friday, raising the threat of flooding and disrupting travel.</p><p>Flood advisories or warnings were issued by the National Weather Service for areas around the San Francisco Bay, the central coast and the Sacramento and San Joaquin valleys. Southern California saw generally lighter rain.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/california-weather-atmospheric-river-rain-winds\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/california-weather-atmospheric-river-rain-winds", "date_published": "2023-03-10 17:06:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A fifth of teenagers watch porn frequently and some are addicted, UK study finds", "description": "<p>Head of one Hertfordshire school in survey of 14- to 18-year-olds says it has led to rise in sexual abuse</p><p>A major new survey of British schoolchildren’s attitudes to pornography has found significant numbers of young people aged between 14 and 18 are watching it frequently, with some becoming addicted to sexually explicit content.</p><p>Teachers say they are being left to “pick up the pieces” from the damage pornography causes in schools, with the proliferation of adult material leading to warnings of sexually harmful behaviour among teenagers.</p> <a href=\"https://www.theguardian.com/society/2023/mar/10/porn-study-survey-uk-teenagers-addicted\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/10/porn-study-survey-uk-teenagers-addicted", "date_published": "2023-03-10 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is De Zerbi shifting football’s tactics with possession tightrope at Brighton? | Jonathan Liew", "description": "<p>Italian is challenging established conventions with audacious play in his team’s danger zone that can turn high-pressing doctrine in on itself</p><p>“I was a pain in the ass as a footballer,” Roberto De Zerbi once said. And, in a way, he was a player hopelessly out of his time: a pure No 10 coming through at the turn of the century, just as they were disappearing from the game.</p><p>A maverick and a thrill-seeker in a sport tending increasingly towards regimentation. Good enough to be at Milan without ever being good enough to play for them. Even when he dropped down to third-division Lecco on loan, he fell out with manager Roberto Donadoni. His ability with a ball was never in doubt; his ability to adapt always was. “I am a dreamer,” he would later tell La Gazzetta dello Sport. “Very ambitious, honest but unstable, impatient and fiercely volcanic.” For De Zerbi, football had to be played his way if it was worth doing at all. Fortunately, there was a career that would allow him to do just that.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/roberto-de-zerbi-football-tactics-possession-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/roberto-de-zerbi-football-tactics-possession-brighton", "date_published": "2023-03-10 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker to step back from presenting Match of the Day", "description": "<p>Presenter will stop appearing on the football show until agreement is reached on his social media use</p><p>Gary Lineker is to step back from presenting Match of the Day until an agreement is reached on his use of social media.</p><p>The government had put the BBC under pressure after Lineker posted a series of tweets <a href=\"https://www.theguardian.com/football/2023/mar/08/gary-lineker-bbc-uk-asylum-policy-nazi-germany-match-of-the-day-presenter\">criticising Rishi Sunak’s asylum policy</a> and likened the language used by ministers to “that used by Germany in the 30s”.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc", "date_published": "2023-03-10 16:54:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are male doctors quick to diagnose mental illness in women? | Letters", "description": "<p>Readers respond to Dr Sanah Ahsan’s article questioning why women are more likely to receive a mental health diagnosis than men</p><p>I am not surprised to hear that women are overdiagnosed with mental illnesses (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/08/women-mentally-ill-men-mental-problems\" title=\"\">Are women really more mentally ill than men? As a psychologist, I’m not so sure, 8 March</a>). In my 30s, I developed <a href=\"https://www.nhs.uk/conditions/lupus/\" title=\"\">systemic lupus erythematosus</a>, which went undiagnosed for several years, my symptoms wrongly diagnosed by (male) GPs as stress triggered by a high-powered job. I was prescribed an antidepressant that made me hypomanic, and acquired a further diagnosis of bipolar disorder.</p><p>Eventually I found a GP who listened to me, and blood tests picked up antibodies and other diagnostic indicators for lupus. Apparently it’s common for lupus sufferers to overreact to drugs, but over the next few years a succession of (male) psychiatrists continued to insist I had bipolar disorder. I believed them: my mood invariably deteriorated during flare-ups, and when I was well, I felt wonderful.</p> <a href=\"https://www.theguardian.com/society/2023/mar/10/are-male-doctors-quick-to-diagnose-mental-illness-in-women\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/10/are-male-doctors-quick-to-diagnose-mental-illness-in-women", "date_published": "2023-03-10 16:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a little bad luck can make you vulnerable | Letters", "description": "<p>We live in a world that criminalises being poor, cold and hungry, writes <strong>Kevin Collins</strong>; <strong>Rona Topaz</strong> suggests an organisation that can help</p><p>Marin has written from the heart (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/08/freezing-house-friends-homelessness-heat-or-eat\" title=\"\">In my freezing house, gripped by fear, I scrawl ‘things can get better’ on a chalkboard</a>, 8 March) about a lifestyle that is rapidly becoming a reality for vast swathes of our communities in Tory Britain in 2023.</p><p>I have lived and worked in west Cornwall for nearly a quarter of a century, and been involved in secondary education as a teacher, in mental health charities, and now volunteering with <a href=\"https://www.growinglinks.org.uk/\" title=\"\">Growing Links</a>, which provides food and support to vulnerable people.</p> <a href=\"https://www.theguardian.com/society/2023/mar/10/how-a-little-bad-luck-can-make-you-vulnerable\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/10/how-a-little-bad-luck-can-make-you-vulnerable", "date_published": "2023-03-10 16:43:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘His season is no good’ – Antonio Conte takes swipe at Richarlison over remarks", "description": "<ul><li>Tottenham manager labels forward ‘selfish’ over TV interview</li><li>Conte committed to club but says ‘patience is finished’ for fans</li></ul><p>Antonio Conte has taken aim at Richarlison and accused Tottenham supporters of lacking patience in a fiery press conference on Friday.</p><p>Speaking before Saturday’s home Premier League game against Nottingham Forest, Conte addressed the striker’s own explosive post-match interview with Brazilian media following the Champions League aggregate defeat to Milan.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/antonio-conte-tottenham-future-contract-richarlison-nottingham-forest\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/antonio-conte-tottenham-future-contract-richarlison-nottingham-forest", "date_published": "2023-03-10 16:32:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record deforestation in Brazil’s Amazon rainforest shows challenge facing Lula", "description": "<p>Satellites show record destruction for the month of February as new government tries to undo damage wreaked under Bolsonaro</p><p>Deforestation in Brazil’s Amazon rainforest rose in February to the highest level on record for the month, highlighting the scale of the challenge facing the administration of Luiz Inácio Lula da Silva, as it tries to undo the environmental destruction wreaked under the far-right former president Jair Bolsonaro.</p><p>Government satellites show that a record 322 sq km of Amazon rainforest were destroyed in February, a 62% increase on last year and the highest number for the month since records began.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/brazil-record-deforestation-amazon-rainforest-lula-bolsonaro\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/brazil-record-deforestation-amazon-rainforest-lula-bolsonaro", "date_published": "2023-03-10 16:32:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shrinking rewards or not, the past 22 years have taught me I'm a Boots Advantage card person | Laura Snapes", "description": "<p>The high street’s best-value loyalty card has been hit by the cost of living crisis, but that won’t diminish my attachment to it</p><p>In fiction-writing courses, they say character leaks. By that, they mean that it’s not the declarations or decisive actions that give us away, but our unconscious behaviour. Which is how I learned, to my mortification, that a key part of my character was “Boots Advantage card person”.</p><p>I had recently started hanging out with an old friend, and one day, with mock (but actually totally sincere) pride, I told him how many points I had racked up that morning using a stealthy combination of vouchers. In a warm but lightly concerned voice he said: “You do know this is the third time you’ve told me about your Boots card in two weeks?” This morning, he texted me the news that the company is reducing its points offer – <a href=\"https://www.theguardian.com/business/2023/mar/10/boots-shoppers-to-earn-fewer-advantage-card-points-as-retailers-costs-rise\">from 4p per pound spent to 3p</a> – with his sincere condolences. I said I wasn’t sure I had time to write about it, and he replied: “You must always find time to battle for justice.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/boots-advantage-card-22-years-rewards-loyalty-card\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/boots-advantage-card-22-years-rewards-loyalty-card", "date_published": "2023-03-10 16:06:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olivia Pratt-Korbel accused’s ex ‘knew he’d done something wrong’", "description": "<p>Murder trial hears former lover of Thomas Cashman tell of him turning up at her house on night of shooting</p><p>A former lover of the man accused of murdering Olivia Pratt-Korbel told police she knew “he’d done something wrong” when he arrived at her house after the shooting, a court has heard.</p><p>Olivia was killed on 22 August last year after a man wielding a gun chased another man, Joseph Nee, to the door of her home in Liverpool. The alleged gunman, Thomas Cashman, 34, denies murder.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/olivia-pratt-korbel-accuseds-ex-knew-hed-done-something-wrong-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/olivia-pratt-korbel-accuseds-ex-knew-hed-done-something-wrong-trial", "date_published": "2023-03-10 16:01:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: The Sun Set Sail – recipe", "description": "<p>This appley, prize-winning livener is a refreshing take on the classic rum daiquiri, and given extra legs courtesy of prosecco and raspberry</p><p>This delicious party starter was the winning entry in the cocktail competition at last autumn’s <a href=\"https://www.dartmouthfoodfestival.com/\">Dartmouth Food Festival</a> in Devon. It was selected by the team at <a href=\"https://www.salcombegin.com/exceptional-gin\">Salcombe Gin</a>, who praised its flavour and scalability, meaning it’s simple enough to make quickly for thirsty drinkers. It’s essentially a daiquiri <em><a href=\"https://www.theguardian.com/food/2023/jan/29/negroni-sbagliato-the-wrong-negroni-was-no-accident-and-it-tastes-fantastico\">sbagliato</a></em>, stretched with West Country apple brandy.</p><p>Chris Marchington</p> <a href=\"https://www.theguardian.com/food/2023/mar/10/cocktail-of-the-week-the-sun-set-sail-recipe-rum-apple-brandy-prosecco\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/10/cocktail-of-the-week-the-sun-set-sail-recipe-rum-apple-brandy-prosecco", "date_published": "2023-03-10 16:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden administration grants US visa to extremist Israeli minister", "description": "<p>Jewish American leaders urged US to block visit of Bezalel Smotrich, who has described himself as a ‘fascist homophobe’</p><p>The Biden administration has granted a US visa to Israel’s extremist finance minister, Bezalel Smotrich, over the <a href=\"https://www.theguardian.com/us-news/2023/mar/07/israel-finance-minister-visit-biden-pressure-block-bezalel-smotrich\">objection of Jewish American leaders who said he should be barred from the country for his call to “wipe out” a Palestinian town</a>.</p><p>The US state department gave Smotrich a diplomatic visa to speak at an investment conference in Washington DC on Sunday, and for meetings with the International Monetary Fund, after concluding that it would be highly unusual to refuse one to a member of the government of a close ally. But the White House said no US officials will meet him or attend the conference.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/biden-administration-visa-extremist-israeli-minister-bezazel-smotrich\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/biden-administration-visa-extremist-israeli-minister-bezazel-smotrich", "date_published": "2023-03-10 15:59:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good Day review – love, death and robots in sleek sci-fi romcom", "description": "<p><strong>Vault festival, Network theatre, London</strong><br />A depressed 500-year-old wants to remove her immortality implant in this entertaining and kooky dark comedy which lands just short of saying something meaningful about humanness</p><p>“I want to kill myself,” says a woman living in a future in which humans are implanted with immorality chips. So begins Daniel Bainbridge and Cam Scriven’s slick and highly entertaining dark comedy about the pros and cons of living for ever.</p><p>The year is 2556, Zara (Annie Davison) is more than 500 years old and desperate to opt out of eternal existence. The opening scene, which finds her arguing with the company that planted her chip, has some great riffs on automated customer-service phone lines. “We’re sorry to see you go,” says the computerised voice, but tells her she must have 12 months of therapy before she can end her life.</p><p>At <a href=\"https://vaultfestival.com/events/good-day/\">Vault festival, Network theatre</a>, until 12 March</p> <a href=\"https://www.theguardian.com/stage/2023/mar/10/good-day-review-vault-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/10/good-day-review-vault-festival", "date_published": "2023-03-10 15:52:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A bit of hope’: fishers hatch a plan to future-proof Whitby’s lobster industry", "description": "<p>An enterprising project in the North Yorkshire port aims to protect the marine environment and safeguard the shellfish population for generations to come</p><ul><li>Photographs by Oli Scarff</li></ul><p></p><p>The tiny lobsters are safe from predators – including each other – as they eddy in large plastic tanks, swirling with artificial currents. In a few weeks’ time, as part of a conservation project, they will leave their small shed in the North Yorkshire port of Whitby for the open sea.</p><p>Whitby is Europe’s third-largest lobster port. About 100,000 lobsters are landed there each year, providing jobs for 150 people.</p><p>Fishing vessels moored at the quayside in Whitby, Europe’s third-largest lobster port</p> <a href=\"https://www.theguardian.com/environment/2023/mar/10/fishers-hatch-plan-to-future-proof-whitby-lobster-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/10/fishers-hatch-plan-to-future-proof-whitby-lobster-industry", "date_published": "2023-03-10 15:47:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can we learn from 2023’s brutally honest Oscar ballots?", "description": "<p>This year’s round of anonymous voters have shown us yet again how particular, and catty, Academy members can be</p><p>About 10,000 people get to vote for the <a href=\"https://www.theguardian.com/film/2023/mar/10/peter-bradshaws-oscar-predictions-who-will-win-and-who-should\">Academy Awards</a>. By all accounts they enjoy a relatively simple process. First they watch all the films. Then they decide which films they like the best. And then they run off to screech at as many media outlets as they possibly can about their choices.</p><p>That’s right, if it’s Oscar season it must be anonymous Oscar ballot season. This year, as with most other years, a fat swath of Oscar voters have spoken to various publications about their choices. Taken independently, the resulting pieces are usually a mess of bad opinions and insane bitchiness. However, once gathered and collated, they can sometimes make a pretty decent prediction tool. For example, <a href=\"https://www.theguardian.com/film/2022/mar/25/anonymous-oscars-ballots-academy-awards\">last year’s batch</a> correctly identified that Troy Kotsur and Will Smith would win, and that Being the Ricardos would be banished in shame. So what of this year? Glad you asked. Here’s what I could gather from this year’s anonymous crop.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/oscars-ballots-2023-predictions-everything-everywhere\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/oscars-ballots-2023-predictions-everything-everywhere", "date_published": "2023-03-10 15:39:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about Britain’s wildlife crisis is stark: the timid BBC must let David Attenborough tell it loud and clear | Geoffrey Lean", "description": "<p>For years the great presenter was criticised for not speaking out. Now he has his voice, fear and politics can’t get in the way</p><ul><li><a href=\"https://www.theguardian.com/media/2023/mar/10/david-attenborough-bbc-wild-isles-episode-rightwing-backlash-fears\">Report: BBC will not broadcast Attenborough episode over fear of rightwing backlash</a></li></ul><p>Is there no limit to the timidity of the BBC? Bang in the middle of the row over tweeting by the widely respected Gary Lineker, it now seems to be muzzling the most trusted Briton of them all – David Attenborough.</p><p>As the <a href=\"https://www.theguardian.com/media/2023/mar/10/david-attenborough-bbc-wild-isles-episode-rightwing-backlash-fears\">Guardian reports today</a>, it has decided not to broadcast the sixth and last programme of the veteran broadcaster’s widely hailed new series on Britain’s wildlife, in which he exposes its dramatic decline, and what has caused it. While the other five episodes of Wild Isles will go out in prime time, amid enormous hype, it will be available only to those who look for it on the BBC’s iPlayer service.</p><p>Geoffrey Lean is a specialist environment correspondent and author</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/britain-wildlife-crisis-bbc-david-attenborough\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/britain-wildlife-crisis-bbc-david-attenborough", "date_published": "2023-03-10 15:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Zoffany Bay can land first blow for Irish on Cheltenham eve", "description": "<p>Peter Fahey runner can follow up victory for Surprise Package, the only Irish-trained runner in a 22-strong field last year</p><p>The valuable Imperial Cup card at Sandown on Saturday afternoon is subject to an 8am morning inspection after nearly an inch of rain since Tuesday, with Andrew Cooper, the clerk of the course, describing the situation as “difficult” on Friday, “with challenges on potentially two fronts as we’re also forecast a sudden, sharp frost tonight”.</p><p>If the elements are kind, however, there is an excellent pre-Cheltenham card in prospect, with an 18-runner field declared for the William Hill Imperial Cup, which offers a £100,000 bonus if the winner can follow up at Cheltenham next week.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/10/talking-horses-zoffany-bay-can-land-first-blow-for-irish-on-cheltenham-eve-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/10/talking-horses-zoffany-bay-can-land-first-blow-for-irish-on-cheltenham-eve-horse-racing-tips", "date_published": "2023-03-10 15:20:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we educate children about sex is vital. Don’t let it be part of Britain's toxic culture war | Gaby Hinsliff", "description": "<p>Of course schools don’t always get the details right, but if the issue is politically weaponised, pupils will suffer the most</p><p>Imagine travelling to work in the morning, listening to colleagues loudly marking your body out of 10. Imagine being groped in the corridor, catcalled, hearing rape jokes.</p><p>A woman suffering this at work would surely leave, or sue. But teenage girls at school don’t have that option, although a <a href=\"https://www.gov.uk/government/publications/review-of-sexual-abuse-in-schools-and-colleges/review-of-sexual-abuse-in-schools-and-colleges\">horrifying report</a> from Ofsted in 2021 found this is the environment in which many are trying to learn. Nine out of 10 girls said being sent unwanted explicit images happened “a lot” or “sometimes” among their peers. Two-thirds said the same for unwanted touching. That report, which among other failings identified “weak implementation” and “poor teacher subject knowledge” of relationship, sex and health education (RSHE), was the <a href=\"https://www.theguardian.com/education/2021/jun/10/sexual-harassment-is-a-routine-part-of-life-schoolchildren-tell-ofsted\">wake-up call</a> ministers needed to order <a href=\"https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/foreword-by-the-secretary-of-state\">all English schools</a> to follow RSHE guidance. Good sex education at school matters, in a world where “leave it to the parents” would all too often mean leaving it to Pornhub and <a href=\"https://www.theguardian.com/commentisfree/2023/mar/09/andrew-tate-young-men-social-media-motivational-sexism\">Andrew Tate</a>.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/educate-children-sex-britain-culture-war-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/educate-children-sex-britain-culture-war-schools", "date_published": "2023-03-10 15:09:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last year had the slap. This year, the Oscars fight was backstage – but still on full view", "description": "<p>After last year’s infamous attack and a build-up sullied by bad blood, Sunday’s ceremony arrives with the organisers craving calm</p><p>A crisis management team has been appointed. Ditto a host – Jimmy Kimmel – whose deft handling of the 2017 best picture debacle (when La La Land was incorrectly announced rather than Moonlight) earned him a reputation as a safe pair of hands.</p><p>Rumours that Sarah Ferguson would present an award have been squashed. The Academy has set up a website memorialising 200 recently deceased industry players so as to avoid a repeat of this year’s Baftas backlash, when <a href=\"https://www.theguardian.com/film/2023/feb/23/actor-phil-davis-resigns-bafta-membership-over-embarrassing-travesty-of-tv-awards-show\">Phil Davis quit after an apparent snub of the late Bernard Cribbins</a>.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/last-year-had-the-slap-this-year-the-oscars-fight-was-backstage-but-still-in-full-view\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/last-year-had-the-slap-this-year-the-oscars-fight-was-backstage-but-still-in-full-view", "date_published": "2023-03-10 15:02:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC will not broadcast Attenborough episode over fear of rightwing backlash", "description": "<p>Exclusive: Decision to make episode about natural destruction only available on iPlayer angers programme-makers</p><p></p><p>The BBC has decided not to broadcast an episode of David Attenborough’s flagship new series on British wildlife because of fears its themes of the destruction of nature would risk a backlash from Tory politicians and the rightwing press, the Guardian has been told.</p><p>The decision has angered the programme-makers and some insiders at the BBC, who fear the corporation has bowed to pressure from lobbying groups with “dinosaurian ways”.</p> <a href=\"https://www.theguardian.com/media/2023/mar/10/david-attenborough-bbc-wild-isles-episode-rightwing-backlash-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/10/david-attenborough-bbc-wild-isles-episode-rightwing-backlash-fears", "date_published": "2023-03-10 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for coconut and lemongrass cream buns | The sweet spot", "description": "<p>A bouncy, sweet bun cut with fragrant lemongrass syrup and filled to the brim with flavoured whipped cream</p><p></p><p>A good cream bun relies on good dough. It can’t be too heavy or too dry – and it doesn’t need to be too sweet. I like mine with squidgy bounce, with a softness that makes it easy to eat once filled to the brim with whipped cream. Take your time over the kneading and proving (and, if kneading by hand, it’ll be pretty messy at first but stick with it!). The fragrant lemongrass syrup transforms these humble buns into something a bit special, and without much extra effort.</p> <a href=\"https://www.theguardian.com/food/2023/mar/10/coconut-and-lemongrass-cream-buns-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/10/coconut-and-lemongrass-cream-buns-recipe-benjamina-ebuehi", "date_published": "2023-03-10 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Al Gore: ‘recklessly irresponsible’ for Biden to allow Alaska oil drilling project", "description": "<p>Former vice-president says the Willow development will fatally undermine the effort to confront the climate crisis</p><p>Al Gore has warned it would be “recklessly irresponsible” for Joe Biden’s administration to allow an enormous, <a href=\"https://www.theguardian.com/us-news/2023/feb/01/alaska-oil-drilling-biden-conocophillips-willow-project\">controversial oil drilling project</a> to proceed in <a href=\"https://www.theguardian.com/us-news/2021/aug/18/alaska-trump-oil-project-federal-judge-review\">Alaska</a>, amid growing alarm among Democrats and campaigners that the Willow development will fatally undermine the US’s effort to confront the climate crisis.</p><p>The vast, $6bn ConocoPhillips oil project, to be situated on the tundra of Alaska’s northern Arctic coast, is awaiting approval from the federal government that could arrive as soon as Friday. Gore, the former US vice-president and leading climate advocate, told the Guardian that the planned drilling would threaten local communities as well as the task of curbing dangerous global heating.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/al-gore-biden-alaska-oil-drilling-willow-development\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/al-gore-biden-alaska-oil-drilling-willow-development", "date_published": "2023-03-10 14:52:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CITV channel to close as ITV makes most children’s shows online-only", "description": "<p>Broadcaster says children’s TV audiences have largely moved to YouTube and other streaming services</p><p>ITV is shutting down its CITV channel and shifting most of its children’s programmes to streaming-only, arguing that young people have largely given up on watching scheduled television.</p><p>CITV will disappear as a standalone channel in the autumn, with all children’s content shifting to the streaming platform ITVX. The broadcaster said the channel was unprofitable and children’s TV audiences had collapsed in recent years because of a shift to YouTube and other streaming services.</p> <a href=\"https://www.theguardian.com/media/2023/mar/10/citv-channel-to-close-itv-childrens-television-online-only\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/10/citv-channel-to-close-itv-childrens-television-online-only", "date_published": "2023-03-10 14:41:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Gove and UK housebuilders in row over post-Grenfell safety fittings", "description": "<p>Exclusive: Developers furious at levelling up secretary’s public chivvying over contracts they say they have yet to receive</p><p>A row has broken out between Michael Gove and major British housebuilders over the government’s attempts to make developers retrofit buildings with safer materials in the wake of the Grenfell fire.</p><p>The levelling up secretary has given developers in England, Scotland and Wales until Monday to sign a new contract to improve their housing stock, warning that those that miss the deadline could be banned from building UK housing.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/michael-gove-uk-housebuilders-post-grenfell-safety-fittings\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/michael-gove-uk-housebuilders-post-grenfell-safety-fittings", "date_published": "2023-03-10 14:31:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nasa tracking asteroid that could ruin Valentine’s Day in 2046", "description": "<p>Asteroid known as 2023 DW is 50 metres wide and has a 1-in-607 chance of striking Earth – but not for two decades at least</p><p>Space experts predict a large asteroid could hit Earth just in time to ruin Valentine’s Day – in 2046.</p><p>The 50-metre wide asteroid, known as 2023 DW, is forecast to take more than two decades to reach us, perhaps almost three.</p> <a href=\"https://www.theguardian.com/science/2023/mar/10/nasa-asteroid-2023-dw-valentines-day\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/10/nasa-asteroid-2023-dw-valentines-day", "date_published": "2023-03-10 14:27:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snow-covered Gormley sculptures and a Bethlehem marathon: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/mar/10/snow-covered-gormley-sculptures-and-a-bethlehem-marathon-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/mar/10/snow-covered-gormley-sculptures-and-a-bethlehem-marathon-fridays-best-photos", "date_published": "2023-03-10 14:09:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I feel the pull of family in New Zealand but worry about my London life | Ask Annalisa Barbieri", "description": "<p>It’s possible that you are searching for a sense of belonging stemming from your childhood, when you moved around a lot. Don’t rush this decision</p><p><strong>I’m torn between two places – London (my current home)</strong><strong> and New Zealand, where my parents and sibling live. I’m a mixed race 29-year-old female, and moved around a lot as a child. My family settled in New Zealand when I was eight</strong><strong> despite having zero connections there. In my early 20s, I left home to move to Australia, then London. Initially, I never wanted to go back to New Zealand as I felt isolated</strong><strong> there as a teenager.</strong></p><p><strong>When I first moved to London I started with nothing, but eventually</strong><strong> landed a great job and developed close friendships</strong><strong>. This took time and was not easy, especially in the midst of a pandemic. Now the friendships I have over here feel more gratifying than many of those I had growing up. </strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/i-feel-the-pull-of-family-in-new-zealand-but-worry-about-leaving-my-london-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/i-feel-the-pull-of-family-in-new-zealand-but-worry-about-leaving-my-london-life", "date_published": "2023-03-10 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The R-word can be alienating’: Haweswater project where rewilding and farming meet", "description": "<p>On the Lake District’s north-eastern fringe, two farmsteads are restoring the landscape with a commitment to conservation and providing jobs</p><p>Until the last male golden eagle died in 2015, Haweswater, on the rugged north-eastern fringe of the Lake District, was England’s final refuge for the bird of prey. “Even now, whenever I go up Riggindale, it feels like something is missing,” says Spike Webb, a long-serving RSPB warden at its Haweswater site.</p><p>Although the eagles are no more, Haweswater’s wildlife is nowadays being given the chance to make a full-throated comeback, thanks to interventions made by the RSPB, in collaboration with its landlords, the water company United Utilities.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/10/haweswater-project-lake-district-rewilding-farming-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/10/haweswater-project-lake-district-rewilding-farming-jobs", "date_published": "2023-03-10 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Say hello to Hollywood’s new darling – the jumper of Inisherin | Jess Cartner-Morley", "description": "<p>Rugged, authentic and a little bit Colin Farrell, the fisherman’s sweater is the new Breton top</p><p>The fashion triumph of the <a href=\"https://www.theguardian.com/film/oscars\">Oscars</a> this weekend will not be a red carpet designer gown. It won’t even be a norm-challenging work of gender-fluid tailoring. Nope. It will be a nice warm cosy jumper.</p><p>Whether or not <a href=\"https://www.theguardian.com/film/2022/sep/05/the-banshees-of-inisherin-review-martin-mcdonagh\">The Banshees of Inisherin</a> wins any of the nine categories it is nominated in, it has already won fashion. The fisherman’s knits worn by Colin Farrell have had the style world swooning since the film was released last year.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/10/say-hello-to-hollywoods-new-darling-the-jumper-of-inisherin\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/10/say-hello-to-hollywoods-new-darling-the-jumper-of-inisherin", "date_published": "2023-03-10 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wine: the joy of blends | Fiona Beckett on drinks", "description": "<p>Oenophiles are often sniffy about blends, but some of the world’s most admired wines are clever mixes of different grape varieties</p><p>Do you feel daunted when you don’t see the name of the grape variety on the label of a bottle of wine? It’s become so commonplace that it may be the first thing you look for, but the truth is, many of the wines with which you may be most familiar, including bordeaux, côtes du rhône and rioja, are made from more than one variety.</p><p>Blends have many advantages. Just as with a recipe for a dish, a winemaker can combine different components to make a more harmoniously satisfying whole. And if it’s a bad year for one variety, say, you can simply bump up another. This is particularly true of bordeaux, where the proportions of merlot, cabernet sauvignon and cabernet franc habitually vary depending on the weather. Other varieties that are natural bedfellows are sauvignon blanc and semillon, which you find in sauternes and white bordeaux, Rhône varietals grenache, syrah and mourvèdre (otherwise known as GSM, especially in Australia); and chardonnay, pinot noir and pinot meunier, the usual triumvirate of varieties found in champagne and similar sparkling wines. Even wines that appear to be made from one variety may include only 85% of it (or 75% in the US). Even a small amount of another variety can make a significant difference, especially in the case of headily aromatic muscat, or <em>moscato</em>, which needs the addition of only a few percent to give the wine an exotically perfumed lift.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/mar/10/wine-the-art-of-blending-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/10/wine-the-art-of-blending-fiona-beckett", "date_published": "2023-03-10 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biggest carbon credit certifier to replace its rainforest offsets scheme", "description": "<p>Verra will phase out the programme by mid-2025 after a Guardian investigation found it was flawed </p><p>The world’s leading carbon credit certifier – used by Disney, Shell, <a href=\"https://www.theguardian.com/fashion/gucci\">Gucci</a> and other big corporations for climate claims – has said it will phase out and replace its rainforest offsets programme by mid-2025 after a Guardian investigation found it was flawed.</p><p>Verra, the main guarantee of credibility for the rapidly growing <a href=\"https://www.ecosystemmarketplace.com/articles/the-art-of-integrity-state-of-the-voluntary-carbon-markets-q3-2022/\">$2bn (£1.6bn) voluntary offsets</a> market, has committed to scrapping its rainforest protection programme by July 2025 and introducing new rules, which it is in the process of developing. A senior Verra figure said this week it was time to move on from the current system.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/10/biggest-carbon-credit-certifier-replace-rainforest-offsets-scheme-verra-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/10/biggest-carbon-credit-certifier-replace-rainforest-offsets-scheme-verra-aoe", "date_published": "2023-03-10 13:54:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Furlong returns as Ireland ring the changes for Scotland Six Nations clash", "description": "<ul><li>Prop Furlong, Sexton and Ringrose to start at Murrayfield</li><li>Jack Dempsey will make his first Six Nations start for Scotland</li></ul><p>The Ireland prop Tadhg Furlong will make his first appearance of this year’s Six Nations in Sunday’s fixture with Scotland.</p><p>The captain, Johnny Sexton, and centre Garry Ringrose, who sat out the round-three win in Italy, will also start at Murrayfield as part of six personnel changes after overcoming respective groin and calf injuries. The hooker Dan Sheehan, flanker Peter O’Mahony and scrum-half Conor Murray are the other men restored to Andy Farrell’s starting XV.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/furlong-returns-as-ireland-ring-the-changes-for-scotland-six-nations-clash-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/furlong-returns-as-ireland-ring-the-changes-for-scotland-six-nations-clash-rugby-union", "date_published": "2023-03-10 13:50:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United sale talks in new phase after Elliott Investment meeting", "description": "<ul><li>Members of US fund held talks with club at Real Betis match</li><li>Ten Hag insists he has no concerns over De Gea’s kicking</li></ul><p>Manchester United’s potential sale has moved into its next phase after members of Elliott Investment Management, a US fund, were at Old Trafford on Thursday for the Europa League last-16 first-leg <a href=\"https://www.theguardian.com/football/2023/mar/09/bruno-fernandes-helps-manchester-united-bounce-back-against-real-betis\">win over Real Betis</a>.</p><p>It is understood this was the first face-to-face meeting regarding the Glazers’ proposed sale, with those from Elliott discussing their interest. The group does not want to buy the club but to offer finance to a buyer and has not yet decided which.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/manchester-united-sale-talks-elliott-investment-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/manchester-united-sale-talks-elliott-investment-meeting", "date_published": "2023-03-10 13:50:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chaim Topol: the Fiddler on the Roof star showed Jews their origin story", "description": "<p>The actor who played Tevye in the 1971 film brought the struggles of a generation to life and helped the children of Jewish immigrants understand their heritage</p><p>Every now and then a celebrity passes away and it feels like a death in the family. For me, and many other Jews, the passing of Chaim Topol is one such occasion. Renowned for his portrayal of Tevye, the protagonist of the musical Fiddler on the Roof, Topol came to represent the archetypal Ashkenazi Jewish patriarch, yiddle-diddling his way into the collective consciousness.</p><p>I can still remember the first time, now 30-odd years ago, that I saw the 1971 film adaptation of Fiddler – a rite of passage. Sitting in a chilly classroom in the synagogue that Sunday morning, I watched in genuine wonder as a world that was once completely unknown to me came to life in sepia tones and vivid performances. Particularly Topol’s.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/chaim-topol-fiddler-on-the-roof-tevye-jewish-origin-story\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/chaim-topol-fiddler-on-the-roof-tevye-jewish-origin-story", "date_published": "2023-03-10 13:35:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US hiring boom continued in February with 311,000 added jobs", "description": "<p>Number is lower than January’s 504,000 jobs but comes as Fed signals aggressive interest rate hikes in bid to tame inflation</p><p>The US’s hiring boom continued in February with employers adding another 311,000 jobs and the unemployment rate remaining close to its 50-year low at 3.6%.</p><p>The number was sharply lower than the revised 504,000 new jobs the labor department announced were added in January, following months of slowed job growth. But it was far higher than the 220,000 economists had been expecting and comes as inflation has remained stubbornly high. The Federal Reserve has signaled it will continue to aggressively hike interest rates in its fight to cool the economy and bring down prices.</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/us-jobs-report-february-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/us-jobs-report-february-2023", "date_published": "2023-03-10 13:34:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Death of teenage Ukrainian refugee not suspicious, Devon police say", "description": "<p>Albina Yevko, 14, was found unconscious on Dawlish beach and police confirmed no third-party involvement</p><p>The death of a teenage Ukrainian refugee living in Devon was not suspicious, police have said, adding she appeared to have “settled very well” in the UK.</p><p>Albina Yevko, 14, was found unconscious on Dawlish beach on Saturday after being reported missing and was airlifted to the Royal Devon and Exeter hospital, where she later died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/devon-death-albina-yevko-teenage-ukrainian-refugee-not-suspicious-police-say\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/devon-death-albina-yevko-teenage-ukrainian-refugee-not-suspicious-police-say", "date_published": "2023-03-10 13:32:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bollinger launches £350 champagne to meet soaring demand", "description": "<p>Luxury brand capitalises after shipments hit record £5.3bn despite cost of living crisis</p><p>There’s no sign of the cost of living crisis at Spencer House, an 18th-century aristocratic palace, overlooking Green Park in Mayfair, London, which has this week been temporarily renamed Bollinger House to celebrate the launch next week of a £350-a-bottle champagne.</p><p>The launch, which was celebrated with a seemingly endless supply of the new Bollinger RD 2008 and a black-tie banquet for more than 100 people, is the latest in a series of expensive vintage champagnes capitalising on booming demand as wealthy people continue to party hard to make up for lost extravagances during the pandemic.</p> <a href=\"https://www.theguardian.com/food/2023/mar/10/bollinger-launches-350-pound-champagne-demand\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/10/bollinger-launches-350-pound-champagne-demand", "date_published": "2023-03-10 13:16:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virginia judge uses 19th-century slavery law to rule frozen embryos are property", "description": "<p>In divorce case judge rules human embryos may be valued and sold, and therefore may be considered ‘goods or chattels’</p><p></p><p>Frozen human embryos can legally be considered property, or “chattel,” a Virginia judge has ruled, basing his decision in part on a 19th century law governing the treatment of enslaved people.</p><p>The preliminary opinion by a Fairfax county circuit court judge, Richard Gardiner, which he delivered in a long-running dispute between a divorced husband and wife, is being criticized by some for wrongly and unnecessarily delving into a time in Virginia history when it was legal to own human beings.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/virginia-judge-uses-19th-century-slavery-law-frozen-embryos-property\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/virginia-judge-uses-19th-century-slavery-law-frozen-embryos-property", "date_published": "2023-03-10 13:14:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: you can never go far wrong thinking the worst of Boris | John Crace", "description": "<p>This week, Rishi the rightwing populist, a knighthood foretold, and a human gesture from sad Spurs</p><p>Keir Starmer’s decision to <a href=\"https://www.theguardian.com/politics/2023/mar/06/tory-mps-launch-bid-to-stop-labours-unprecedented-hiring-of-sue-gray\">appoint Sue Gray</a> as his chief of staff has tipped many Tories over the edge. Just under a year ago, Gray was being praised for the fair-mindedness of her report on Partygate. Now, the same Conservative voices are spitting blood. Friends of Boris Johnson are even claiming Labour and Gray collaborated to remove him from Downing Street.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/digested-week-you-can-never-go-far-wrong-thinking-the-worst-of-boris\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/digested-week-you-can-never-go-far-wrong-thinking-the-worst-of-boris", "date_published": "2023-03-10 13:08:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mikaela Shiffrin surges into history with record-tying 86th World Cup win", "description": "<ul><li>American wins giant slalom at Åre to tie career wins record</li><li>Shiffrin, 27, can break all-time mark in Saturday’s slalom race</li></ul><p>American skier Mikaela Shiffrin won her record-tying 86th World Cup race Friday with victory in a giant slalom.</p><p>Shiffrin’s win matched the overall record set by Swedish great Ingemar Stenmark 34 years ago.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/mikaela-shiffrin-ties-record-world-cup-wins-stenmark\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/mikaela-shiffrin-ties-record-world-cup-wins-stenmark", "date_published": "2023-03-10 13:08:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden plans to visit Belfast to mark Good Friday agreement anniversary", "description": "<p>US president expected to travel despite DUP’s boycott of power sharing and may also head to Dublin</p><p>Joe Biden is to visit Belfast to celebrate the 25th anniversary of the Good Friday agreement despite the Democratic Unionist party’s continued boycott of the power-sharing government that the peace pact established.</p><p>The US president, who is of Irish heritage, is also expected to travel to Dublin as part of his wish to mark his family connection while in office.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/joe-biden-plans-visit-belfast-mark-good-friday-agreement-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/joe-biden-plans-visit-belfast-mark-good-friday-agreement-anniversary", "date_published": "2023-03-10 13:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Doing Friends killed our cool’ – theme tune revelations from The Sopranos to AllyMcBeal and more", "description": "<p>The Friends anthem split the Rembrandts. Alabama 3 went partying with real mobsters. And Vonda Shepard ended up starring in Ally McBeal for years. Creators of legendary theme tunes relive their highs – and lows</p><p>So no one told you life was gonna be this way (clap, clap, clap, clap). But what’s it like being in a band whose biggest hit is a TV theme? Is it creatively gratifying, financially life-changing or frustrating to live for ever in its shadow? We tracked down the artists responsible for five theme tunes. Roll title sequence …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/10/doing-friends-killed-our-cool-theme-tune-revelations-from-the-sopranos-to-the-oc-and-more\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/10/doing-friends-killed-our-cool-theme-tune-revelations-from-the-sopranos-to-the-oc-and-more", "date_published": "2023-03-10 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Humza Yousaf: ‘If the SNP lurches to the right, we will not be electable’", "description": "<p>One of the frontrunners to succeed previous leader warns against party lurching to the right</p><p>The Scottish National party risks making itself unelectable and losing the core argument for independence if it abandons Nicola Sturgeon’s progressive agenda, one of the frontrunners to succeed her has said.</p><p>Agreeing that the party is facing an existential choice as it chooses its next leader, Humza Yousaf laid out the electoral consequences of abandoning the SNP’s “winning formula” in vivid terms at the end of a week of unprecedented bitterness between candidates. It comes as polling suggests the race between Yousaf and his closest rival, the socially conservative finance secretary Kate Forbes, is too close to call.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/10/snp-continue-sturgeon-progressive-agenda-humza-yousaf\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/10/snp-continue-sturgeon-progressive-agenda-humza-yousaf", "date_published": "2023-03-10 13:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European markets spooked by US bank shares sell-off", "description": "<p>FTSE 100 down almost 2% as troubles at tech-focused lender Silicon Valley Bank cause ripples</p><p>An overnight sell-off of US banking stocks, prompted by troubles at the tech-focused lender Silicon Valley Bank (SVB), has seeped into European markets and sent the FTSE 100 <a href=\"https://www.theguardian.com/business/live/2023/mar/10/uk-gdp-economy-january-growth-recession-bank-shares-silicon-valley-business-live?filterKeyEvents=false#top-of-blog\">down almost 2% on Friday</a>.</p><p>Investors were spooked by news that California-based SVB, which primarily lends to tech startups, had launched an emergency share sale to shore up cash after revealing it had lost $1.8bn (£1.5bn) when it sold a portfolio of bonds in response to a decline in customer deposits.</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/european-markets-spooked-by-us-bank-shares-sell-off\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/european-markets-spooked-by-us-bank-shares-sell-off", "date_published": "2023-03-10 12:41:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Miley Cyrus: Endless Summer Vacation review – gossip, grit and glorious pop", "description": "<p><strong>(Columbia)<br /></strong>After years trying to reconcile chart success with her leftfield musical instincts, the singer has delivered a hazily atmospheric album that plays to her provocative strengths</p><p>It says something about the degree of anticipation around Miley Cyrus’s eighth studio album that it was leaked, turning up on illegal download sites a good 24 hours before its official release. It’s a phenomenon that feels faintly old-fashioned. You might have thought the whole business of leaking albums belonged to a past era, before streaming supplanted downloads, and that people are now largely happy to adhere to the schedule knowing they’ll be able to stream the album for free when it arrives.</p><p>But apparently there are exceptions. <a href=\"https://www.theguardian.com/music/2023/jan/27/miley-cyrus-flowers-breakup-anthem\">Such is the power</a> of a hit like Endless Summer Vacation’s lead single, Flowers. It’s hit No 1 everywhere from Poland to Paraguay, seven weeks and counting at the top of the British charts, its lyrics and video painstakingly scanned by a media and fanbase eager to discover references to Cyrus’s ex-husband Liam Hemsworth, three years after their divorce.</p> <a href=\"https://www.theguardian.com/music/2023/mar/10/miley-cyrus-endless-summer-vacation-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/10/miley-cyrus-endless-summer-vacation-review", "date_published": "2023-03-10 12:40:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boots shoppers to earn fewer Advantage card points as retailers’ costs rise", "description": "<p>From May, loyalty card holders will collect 3p of points for every £1 spent at health and beauty chain, down from 4p</p><p>Boots is cutting the points per pound shoppers can earn on their loyalty card by a quarter, while offering discounts on its own-brand products.</p><p>The health and beauty chain told customers via email that from May, holders of the Boots Advantage card would collect 3p worth of points for every £1 spent, instead of 4p. They will keep the number of points they have already collected, which will still be worth the same amount.</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/boots-shoppers-to-earn-fewer-advantage-card-points-as-retailers-costs-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/boots-shoppers-to-earn-fewer-advantage-card-points-as-retailers-costs-rise", "date_published": "2023-03-10 12:36:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is anyone else bored of ‘stunt dressing’?", "description": "<p>In this week’s newsletter: Kylie Jenner wearing a faux lion head, Doja Cat covered in Swarovski crystals – dressing to go viral is dominating fashion.</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></li></ul><p><a href=\"https://www.theguardian.com/fashion/2023/mar/03/models-and-robots-share-the-runway-at-coperni-fashion-show\">Robotic dogs</a>, <a href=\"https://www.instagram.com/p/CpFtHLoNBZS/?hl=en\">crowd surfing models</a> and a drag queen <a href=\"https://www.instagram.com/p/Co_7A9Sg76f/?hl=en\">cosplaying as Jennifer Coolidge</a>. Fashion month has officially come to a close but after four weeks of viral moments you have to ask: does anyone remember the actual clothes?</p><p>“Stunt dressing” is a neologism that captures this new mood of performative fashion. It’s the act of getting dressed to gain maximum attention offline and (maybe even more importantly) online.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/10/is-anyone-else-bored-of-stunt-dressing\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/10/is-anyone-else-bored-of-stunt-dressing", "date_published": "2023-03-10 12:32:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman and two boys, 9 and 7, found dead at house in south London", "description": "<p>Metropolitan police were called to a property in Belvedere after concerns for welfare of the occupants</p><p>A 47-year-old woman and two boys, aged nine and seven, have been found dead at a house in Belvedere, south London, the Metropolitan police said.</p><p>Officers were called to a property on Mayfield Road at 11.50am on Thursday after concerns for the welfare of the occupants.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/woman-two-boys-found-dead-house-south-london-belvedere\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/woman-two-boys-found-dead-house-south-london-belvedere", "date_published": "2023-03-10 12:11:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pension help for middle-class workers as Hunt ‘plans to raise cap in budget’", "description": "<p>Chancellor reportedly planning to increase £40,000 annual limit and lifetime allowance</p><p>Jeremy Hunt is reportedly planning to give middle-class professionals a pensions boost in next week’s budget to encourage them to continue working.</p><p>The chancellor will announce significant increases to pensions allowances in a bid to tackle the “<a href=\"https://www.theguardian.com/money/pensions\">pension</a> trap”, which has seen many workers take an early retirement, according to the Daily Mail.</p> <a href=\"https://www.theguardian.com/money/2023/mar/10/pension-jeremy-hunt-raise-cap-budget-lifetime-allowance\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/10/pension-jeremy-hunt-raise-cap-budget-lifetime-allowance", "date_published": "2023-03-10 12:07:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What have the past three years taught us about hybrid working?", "description": "<p>With Covid having permanently changed many people’s working lives, experts suggest ways to improve flexible arrangements</p><p>Almost three years have passed since the first “work from home” mandate was introduced – and many people’s working lives have never been the same since. Some employees have never returned to a physical office, while others are adjusting to hybrid working. So what lessons can recent research teach us about how to make flexible arrangements work better?</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/what-have-the-past-three-years-taught-us-about-hybrid-working\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/what-have-the-past-three-years-taught-us-about-hybrid-working", "date_published": "2023-03-10 12:02:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The player drives the music’: how Hi-Fi Rush reinvented the rockstar game", "description": "<p>A dizzying new game lets players live out their alt-rock dreams. Its creators explain how its pioneering design had to be note-perfect </p><p>Has anyone ever told you that you lack rhythm? Have you ever belched out a flat note at karaoke and seen the room visibly deflate in front of you? Ever picked up a guitar to show off to your crush, only to fluff the fingering and mangle that lovely, romantic chord? Were you once at least somewhat musically accomplished, but now realising that you are not the young, cool alt-rocker you used to be, but a middle-aged 6 Music dad with lactose intolerance and a mortgage to worry about?</p><p>Sometimes, you need to just pretend you’re a leather-jacketed rebel with a cocky smirk and knees that don’t pop every time you hunker down. And there’s no better place for that than a video game. Guitar Hero brought the rockstar fantasy to millions. <a href=\"https://www.theguardian.com/games/2021/oct/02/the-artful-escape-review-beethoven-dinosaur-annapurna-johnny-galvatron\">The Artful Escape</a> casts you as the son of a folk musician trying to make your own way playing operatic sci-fi prog rock. And then there’s this year’s <a href=\"https://www.theguardian.com/games/2023/feb/04/hi-fi-rush-tk-xbox-review-a-brawler-set-to-the-beat-of-a-drum\">Hi-Fi Rush</a>, which puts all of its hyperactive-labrador energy into making sure you feel like a bona fide rockstar.</p> <a href=\"https://www.theguardian.com/games/2023/mar/10/hi-fi-rush-fresh-take-on-the-rhythm-game-player-drives-the-music-\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/10/hi-fi-rush-fresh-take-on-the-rhythm-game-player-drives-the-music-", "date_published": "2023-03-10 12:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Private Spy audiobook review – the letters of John le Carré", "description": "<p>David Harewood and Florence Pugh narrate this incisive collection, edited by the author’s son</p><p>The late spy novelist John le Carré wasn’t a fan of the telephone and was, by his own admission, a poor typist. As a result, much of his communication was done via handwritten letters and, later in life, the occasional email. In this collection, compiled, edited and annotated by the author’s son Tim Cornwell (who died last summer as the book was going to press), we get snapshots of a man whose life was, in one way or another, about deception and fabrication. The letters span seven decades, stretching from his schooldays at Sherborne in Dorset, to his final years mostly spent at his Cornish home, and show the many incarnations of le Carré: abandoned son (his mother left when he was five, after which he was raised by his con artist father), spy (at MI5 and MI6), renowned writer, husband, adulterer.</p><p>Actors <a href=\"https://www.theguardian.com/profile/david-harewood\">David Harewood</a> and <a href=\"https://www.theguardian.com/culture/florence-pugh\">Florence Pugh</a> are the book’s narrators, both presumably chosen on account of having starred in TV adaptations of le Carré stories. While Pugh narrates the biographical sections, written by Cornwell to provide context, Harewood reads the letters, revealing le Carré as incisive, self-assured and opinionated.</p> <a href=\"https://www.theguardian.com/books/2023/mar/10/a-private-spy-audiobook-review-the-letters-of-john-le-carre\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/10/a-private-spy-audiobook-review-the-letters-of-john-le-carre", "date_published": "2023-03-10 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dorothy & Marshall, Bromley: ‘A menu so short, it’s hard to regard the place as much more than a cafe’ – restaurant review | Grace Dent on restaurants", "description": "<p>It’s hardly their fault that £7.60 for a single slice of eggy bread with one sliced strawberry seems to be the going rate these days</p><p>Bromley, to the south-east of London, hasn’t made cultural waves since 1976, when the Sex Pistols, Siouxsie Sioux and the “Bromley Contingent” <a href=\"https://www.youtube.com/watch?v=0TnmuIhIueQ\">called Bill Grundy a “dirty fucker” live on ITV</a>. Bromley, I learned at an early age, was where the punks came from. It later transpired that Siouxsie actually came from Chislehurst and others in <a href=\"https://en.wikipedia.org/wiki/Bromley_Contingent\">the Bromley Contingent</a> were from the likes of Orpington, Burnt Oak and Highgate, although it was Bromley that, in the nation’s eyes, carried the can as a hotbed of cultural dissent, potty mouths and septic piercings.</p><p>I’d have loved to have been a fly on the wall in the town hall at the time: the scandal and rumpus must have been terrific. More recently, however, this grade II-listed building has been subjected to an extremely tasteful renovation, preserving all the ostentatiousness of a 1906 local government building, with its fluted concrete columns, stained-glass windows and vaulted doors, while reviving the walls and panelling with litres of soothing, pseudo-Soho House shades of sage-green, pale biscuit, shimmering gold and ombré. It is gorgeous and reeks of every penny of its £20m re-fit. <a href=\"https://dorothyandmarshall.co.uk/\">Dorothy &amp; Marshall</a>, a “traditional British restaurant”, takes up a sizeable chunk of the new space, with the rest available as meeting spaces, podcast studios and a forthcoming boutique hotel.</p> <a href=\"https://www.theguardian.com/food/2023/mar/10/dorothy-marshall-bromley-grace-dent-restaurant-review\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/10/dorothy-marshall-bromley-grace-dent-restaurant-review", "date_published": "2023-03-10 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best recent science fiction and fantasy – reviews roundup", "description": "<p>A Good House for Children by Kate Collins; White Cat, Black Dog by Kelly Link; The Curator by Owen King; The Space Between Us by Doug Johnstone</p><p><strong><a href=\"https://www.guardianbookshop.com/a-good-house-for-children-9781788169301?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">A Good House for Children </a>by</strong> <strong>Kate Collins</strong> <strong>(</strong><strong>Serpent’s Tail, £14.99</strong><strong>)<br /></strong>The isolated old house on a cliff in Dorset was never Orla’s dream, but her husband Nick is sure it’s the best place to raise their two small children: she agrees, before realising he plans still to work in Bristol all week. Back in 1976, Lydia has no desire to leave London, but accompanies her grieving, recently widowed employer for support, as nanny to her four children. The dream house in the country is a fictional standard for illuminating the realities of women’s domestic life; when the dream turns to nightmare, it’s the perfect setting for horror. This accomplished debut works on both levels as it tells two stories separated in time but linked by situation. Atmospheric and beautifully written, it builds slowly but surely into a terrifying ghost story.<strong><br /></strong><br /></p><p><strong><a href=\"https://guardianbookshop.com/white-cat-black-dog-9781804548400?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">White Cat, Black Dog</a> by</strong> <strong>Kelly Link (Ad Astra, £20)<br /></strong>Her first collection since 2015’s<a href=\"https://www.theguardian.com/books/2015/feb/25/get-in-trouble-kelly-link-review-short-story-collection\"> Get in Trouble</a>, this is Link’s most direct engagement with the fairytales and folk legends that have always inspired her work. The seven stories display the author’s inimitable blend of fantasy and realism: psychologically acute, funny and horrific by turns, they range from far-future SF in the Iain M Banks mode to ghostly romance. All involve journeys, relationships and a search for something or someone important. Individually, they are as intense, absorbing and weird as the best dreams.</p> <a href=\"https://www.theguardian.com/books/2023/mar/10/the-best-recent-science-fiction-and-fantasy-reviews-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/10/the-best-recent-science-fiction-and-fantasy-reviews-roundup", "date_published": "2023-03-10 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘How I play doesn’t really change’: Duckett’s rapid Test to T20 transition", "description": "<ul><li>Batsman aiming to be an all-format regular for England</li><li>‘My mentality in all three formats is to see ball, hit ball’</li></ul><p>Ten days after the dizzying conclusion of England’s <a href=\"https://www.theguardian.com/sport/2023/feb/28/new-zealand-england-second-test-day-five-match-report\">wafer-thin Test defeat in New Zealand</a> and Ben Duckett’s head is still spinning. Within hours he was heading for a brief holiday in Dubai, this Tuesday he arrived in Bangladesh, on Wednesday he had his first and only session in the nets and on Thursday he played a T20 international.</p><p>Given that he had been “on a sun lounger a couple of days ago”, Duckett might have been excused a little lack of focus but there was no sign of his mind being somewhere else until he played across one that kept low. “I tried to stick to my strengths. It went all right and then I missed one,” he surmised.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/how-i-play-doesnt-really-change-ducketts-rapid-test-to-t20-transition\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/how-i-play-doesnt-really-change-ducketts-rapid-test-to-t20-transition", "date_published": "2023-03-10 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Whale is not a masterpiece – it’s a joyless, harmful fantasy of fat squalor", "description": "<p>The Oscar nomination for The Whale must mean it’s great, right? Wrong! It is a shallow and stigmatising reflection of thin people’s assumptions about fat bodies</p><p>I hadn’t planned on engaging with The Whale. In fact, one of my fat friends and I joked extensively about how much we were not, under any circumstances, going to shine our light on The Whale, no disrespect to the fat writers who chose to do so. Why would we? There is nothing new in it, as much as its director, Darren Aronofsky, believes he has made a novel masterpiece of fat humanity. Every bit of The Whale is old.</p><p>However, I changed my mind about watching The Whale when another friend (a thin one, so you can take him seriously!) texted me, fresh out of a pre-release screening, that it was one of the worst, stupidest movies he’d seen in years. Well, now I was intrigued! The hype around The Whale – in particular Brendan Fraser’s Oscar-nominated performance – had been so self-serious, so high-minded, I’d assumed it was a well-made art film whose creators just happened to have chosen a subject matter they likely weren’t equipped to handle. But to find out it was simply <em>bad</em>? The thought of gilded Academy voters weeping over a video of Fraser in a fat suit choking on a meatball sub gave me a strange pleasure. The joke, suddenly, was on them. Delicious as a Cheeto sandwich sprayed with ranch dressing, a meal that The Whale’s protagonist eats while crying. Standing ovation! LOL. You idiots.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/lindy-west-on-the-whale\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/lindy-west-on-the-whale", "date_published": "2023-03-10 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Developers who destroyed historic Lancashire pub ordered to rebuild it", "description": "<p>Punch Bowl Inn at Hurst Green, said to have been haunted by highwayman, must be reconstructed using materials from rubble</p><p>A group of property developers have been ordered to rebuild a Grade II-listed pub that they demolished without permission.</p><p>The historic Punch Bowl Inn at Hurst Green, Lancashire needs to be rebuilt brick by brick within a year, a judge has ruled.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/developers-who-destroyed-historic-lancashire-pub-punch-bowl-inn-hurst-green-ordered-to-rebuild-it\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/developers-who-destroyed-historic-lancashire-pub-punch-bowl-inn-hurst-green-ordered-to-rebuild-it", "date_published": "2023-03-10 11:59:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Was the Covid pandemic bad for mental health? It depends who you ask | Devi Sridhar", "description": "<p>A report has been seized upon to argue that lockdown had little effect on mental health – but the truth is more nuanced</p><p>Imagine that your teenager was a star athlete, on track for a university athletics scholarship. But then they develop long Covid at the height of the pandemic, meaning they no longer had the lung capacity to run, let alone live independently. If that was your experience, you’re likely to think the government didn’t do enough to protect children from Covid-19, or vaccinate them fast enough.</p><p>On the other hand, what if your child developed an eating disorder due to social isolation and depression? In that case, you might think that lockdown measures were disproportionate. If you lost a loved one to the disease, then you might blame government for doing too little. If your small business of 20 years shut down, you might blame government for doing too much.</p><p>Prof Devi Sridhar is chair of global public health at the University of Edinburgh</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/pandemic-mental-health-covid-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/pandemic-mental-health-covid-lockdown", "date_published": "2023-03-10 11:55:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners ask why five bathing area applications rejected for English rivers", "description": "<p>Exclusive: Defra’s commitment to cleaning up Wharfe, Tyne and Kent questioned by conservation groups</p><p>Campaigners are calling for more transparency from government after five applications to turn sections of English rivers into bathing areas were rejected, despite promises from ministers that <a href=\"https://www.theguardian.com/environment/2022/jan/13/bathing-rivers-england-pollution-water-quality-mps-report\">cleaning up rivers was a priority</a>.</p><p>Officials have rejected the application for three areas of the River Wharfe in Yorkshire to be given the status, which requires more rigorous testing for bacteria from discharged sewage and is an attempt to force a river clean up.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/10/campaigners-ask-why-five-bathing-area-applications-rejected-for-english-rivers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/10/campaigners-ask-why-five-bathing-area-applications-rejected-for-english-rivers", "date_published": "2023-03-10 11:54:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Khawaja’s epic 180 and Green’s maiden century help Australia grind India down", "description": "<ul><li>Opener batted for 10 hours as tourists amass 480 in fourth Test</li><li>Ashwin the India hero with 6-91, and they reply with 36-0</li></ul><p>Australia have finished on 480 after Usman Khawaja’s epic 180 and Cameron Green’s debut Test century made India’s bowlers toil for almost two days in the field.</p><p>The tourists made the most of the best batting pitch of the series, forcing India to bowl 168 overs and take a third new ball in the fourth Test in Ahmedabad.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/usman-khawaja-epic-180-cameron-green-maiden-test-century-help-australia-grind-india-down\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/usman-khawaja-epic-180-cameron-green-maiden-test-century-help-australia-grind-india-down", "date_published": "2023-03-10 11:47:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beef falsely labelled as British investigated by National Food Crime Unit", "description": "<p>Unnamed supermarket forced to remove products from shelves</p><p>The UK’s National Food Crime Unit (NFCU) is investigating a possible case of <a href=\"https://www.theguardian.com/news/2021/sep/16/food-fraud-counterfeit-cotton-detectives-untangling-global-supply-chain\">food fraud</a> after a supermarket stocked beef with false British labels.</p><p>An unnamed supermarket has been forced to remove the products from its shelves, the NFCU said.</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/beef-falsely-labelled-as-british-investigated-by-national-food-unit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/beef-falsely-labelled-as-british-investigated-by-national-food-unit", "date_published": "2023-03-10 11:43:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pregnant women advised to dim lights before bed to reduce diabetes risk", "description": "<p>Those exposed to more light in hours before sleep appear more likely to develop gestational diabetes, researchers suggest</p><p>While reading until the small hours or scrolling under the covers are common bedtime habits, pregnant women might want to switch off sooner to reduce their risk of developing gestational diabetes, researchers have suggested.</p><p>According to the Royal College of Obstetricians and Gynaecologists, gestational diabetes affects at least four to five in 100 women during pregnancy. If it is not well controlled it can lead to complications, <a href=\"https://www.diabetes.org.uk/diabetes-the-basics/gestational-diabetes/symptoms-and-complications#:~:text=Continuous%20high%20blood%20sugar%20levels%20can%20lead%20to%3A&amp;text=caesarean%20section,2%20diabetes%20in%20later%20life.\">including health problems for the baby</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/pregnant-women-advised-to-dim-lights-before-bed-to-reduce-diabetes-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/pregnant-women-advised-to-dim-lights-before-bed-to-reduce-diabetes-risk", "date_published": "2023-03-10 11:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hay festival to hold inaugural Eurovision book contest", "description": "<p>Submissions will be made by the public as books festival parters with famed music event for a literary showdown</p><p>The Hay festival is partnering with the Eurovision song contest to celebrate the best books from the competing countries.</p><p>The Eurovision book contest will culminate in an event at this year’s literary festival in June, where a panel will discuss the books selected to represent the 37 countries that take part in the music competition each year. People are being asked to <a href=\"https://www.hayfestival.com/eurovision-book-contest/\">submit their favourite fiction</a> from any of the eligible countries to the Hay festival. Suggestions can be of any genre and language but should have been first published in the years since Eurovision began in 1956.</p> <a href=\"https://www.theguardian.com/books/2023/mar/10/eurovision-book-contest-hay-festival-song\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/10/eurovision-book-contest-hay-festival-song", "date_published": "2023-03-10 11:12:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police search for suspect they believe set fire to man outside London mosque", "description": "<p>Image released of man who allegedly doused 82-year-old in liquid before setting him on fire outside West London Islamic Centre</p><p>Police are searching for a suspect who they believe set an 82-year-old man on fire outside a west London mosque last month.</p><p>The Metropolitan police have released an image of the man, who allegedly doused the victim in a liquid believed to be petrol before setting him on fire using a lighter, at around 8pm on 27 February.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/mosque-west-london-islamic-centre-man-set-on-fire-police-search\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/mosque-west-london-islamic-centre-man-set-on-fire-police-search", "date_published": "2023-03-10 11:06:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The drag show bans sweeping the US are a chilling attack on free speech | Suzanne Nossel", "description": "<p>The breadth of these bills is staggering, and many go beyond their purported goals of protecting children from obscenity</p><p>When Bill Lee donned a cheerleader uniform, fake pearls and a wig as part of high school senior year antics, he probably didn’t think the goofy costume would come back to bite him. But, more than 40 years later, the now governor of Tennessee is at the forefront of efforts to ban the innocent costumes he and his friends once wore, waging a battle that strikes at the heart of our first amendment freedoms.</p><p>Since the beginning of this year, at least 32 bills have been filed in Arizona, Arkansas, Iowa, Idaho, Kansas, Kentucky, Minnesota, Missouri, Montana, North Dakota, Nebraska, Oklahoma, South Carolina, South Dakota, Tennessee, Texas and West Virginia targeting drag performances, with more on the way.</p> <a href=\"https://www.theguardian.com/culture/commentisfree/2023/mar/10/drag-show-bans-tennessee-lgbtq-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/commentisfree/2023/mar/10/drag-show-bans-tennessee-lgbtq-rights", "date_published": "2023-03-10 11:04:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Live your best (and cheapest) life: 11 top tips from money-saving influencers", "description": "<p>Experts share ideas for saving money and the planet, from batch cooking to DIY hacks - and how to blag an upgrade</p><p><strong>Mimi Harrison</strong> started <strong><a href=\"https://www.instagram.com/beatthebudget/?hl=en\">Beat the Budget</a></strong> at university, where she found herself barely subsisting on late-night chips. She’s since shared 400 budget recipes with 260,000 Instagram followers, for everything from caramelised shallot pasta to peanut butter chicken satay curry (now arranged on her website by dietary needs or meal type). She never spends more than £20 on her weekly shop. A Beat the Budget book is due out in June. Many recipes cost £1 a portion or less.</p> <a href=\"https://www.theguardian.com/money/2023/mar/10/11-top-tips-from-key-budget-influencers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/10/11-top-tips-from-key-budget-influencers", "date_published": "2023-03-10 11:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The politics of crime: what Chicago’s mayoral race reveals about the US", "description": "<p>Election could serve as a bellwether for how voters think about public safety as they choose between duelling approaches</p><p>There are few issues besides keeping a clean alley that most Chicagoans agree on. Yet, last week, a majority of the city’s voters ousted incumbent Mayor Lori Lightfoot in the city’s mayoral primary.</p><p>With just under 17% of the vote, Lightfoot became the first mayor to fail to advance to the runoff election since Jane Byrne lost the 1983 primary. But the recent election was not <a href=\"https://www.nytimes.com/2023/03/01/opinion/lori-lightfoot-chicago.html\">a stunning rebuke of Lightfoot</a>, who commanded third place with a loyal base of mostly Black voters on the city’s South and West Sides, but a demand for a radically different approach toward combating crime amid pandemic recovery, with one candidate focused on law and order and the other hoping to boost the social safety net.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/chicago-mayoral-election-crime-paul-vallas-brandon-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/chicago-mayoral-election-crime-paul-vallas-brandon-johnson", "date_published": "2023-03-10 11:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We snaked between mountains and the Mediterranean’: readers’ favourite European train journeys", "description": "<p>Our tipsters recall the gorgeous scenery and off-the-beaten-track towns on rail journeys from the Arctic Circle to the Peloponnese.<br />Scroll down to see the winning tip and enter the <a href=\"https://www.theguardian.com/travel/series/readers-travel-tips\">competition to win a Coolstays break</a></p><p>I recently took the sleeper train between <a href=\"https://rail.cc/night-train/amsterdam-vienna-oebb-nightjet-nj40421/629\">Amsterdam and Vienna</a>. On the way, I had a compartment to myself until the early hours when I was woken by a couple with a 10-month-old baby, who wanted to know if I would rooms so they could have their own compartment. The guard said this wasn’t possible but I did volunteer the top bunk so that the dad could easily exit the room and look after the baby. The rest of the journey involved him going out in the corridor to walk around with the child. That’s the fun of sleeper trains – you don’t know who you’ll meet! I shared with a research engineer on the way back. Oh, and Vienna was amazing too.<br /><strong>Mark</strong></p> <a href=\"https://www.theguardian.com/travel/2023/mar/10/readers-favourite-european-train-rail-journeys\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/10/readers-favourite-european-train-rail-journeys", "date_published": "2023-03-10 11:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the week: mother of thousands", "description": "<p>This succulent plant will add a touch of marvel to your room – and can even handle some direct sun</p><p><strong>Why will I love it?</strong></p><p>The <em>Kalanchoe</em><em> </em><em>daigremontiana</em>, also known as mother of thousands or Mexican hat plant, has captured the hearts of many. It propagates itself effortlessly, and with its distinctive, succulent leaves and tiny plantlets growing along its edges, this hardy plant adds a touch of marvel to your room.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/houseplant-of-the-week-mother-of-thousands\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/houseplant-of-the-week-mother-of-thousands", "date_published": "2023-03-10 11:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They symbolise hope’: one man’s incredible photos of all 58 of Britain’s native butterflies", "description": "<p>While recovering from cancer, an amateur photographer found solace capturing the insects – including his stunning signature ‘take off’ shots</p><p><strong><br /></strong></p><p>Five years ago, at summer’s end, Andrew Fusek Peters was diagnosed with bowel cancer. “I was waiting for surgery, feeling really ill, sitting in my garden. It was amazing weather and there were painted lady butterflies everywhere,” he says. “They were a symbol of fragile life, of hope and defiance, and something appealed to my soul.”</p><p>A children’s author and poet who had become a keen amateur photographer, as Peters watched the butterflies and idly wondered if he could capture them in flight. It swiftly became an obsession as he recovered from a successful operation to remove the cancer. In recent summers, he has travelled the length and breadth of Britain to photograph all 58 native species of butterfly, from the ubiquitous small tortoiseshell to the rare and elusive high brown fritillary. Now the fruits of those summers have been published in a beautiful new book.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/one-mans-incredible-photos-of-all-58-of-britains-native-butterflies\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/one-mans-incredible-photos-of-all-58-of-britains-native-butterflies", "date_published": "2023-03-10 11:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Chilwell making up for lost time to lift Chelsea and nudge Southgate", "description": "<p>Injuries cost defender months of action and World Cup spot but he is back to best at timely moment for club and country</p><p>A mundane win over Dinamo Zagreb in the Champions League was drawing to a close when Ben Chilwell’s small supply of luck ran out. His punishment for attempting one last sprint was to feel the pain shooting up his left hamstring and, as he lay on the turf in front of the West Stand at Stamford Bridge, receiving treatment from the physios and listening to some consoling words from Mason Mount, the Chelsea defender struggled to keep the emotions at bay.</p><p>There were tears in Chilwell’s eyes when he got back to his feet and hobbled off. All those lonely hours in the treatment room at Cobham; all they added up to was more heartbreak. Barely a year had passed since Chilwell had been in a similar situation. A damaged anterior cruciate ligament injury, sustained towards the end of Chelsea’s 4-0 win over Juventus in the Champions League in November 2021, was behind him. He was fit again and pushing for a place in England’s squad for the World Cup. Another injury felt cruel.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/ben-chilwell-making-up-for-lost-time-to-lift-chelsea-and-nudge-southgate\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/ben-chilwell-making-up-for-lost-time-to-lift-chelsea-and-nudge-southgate", "date_published": "2023-03-10 11:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Predicting the last frost is tricky, so start your seeds off under cover", "description": "<p>Many vegetables can be started off indoors or in a propagator now – and planted out once the risk of freezing to death is finally over</p><p>After what feels like the longest and coldest winter I can remember I am dreaming about the arrival of <a href=\"https://www.theguardian.com/money/2021/apr/17/spring-gardening-tips-covid-lockdown-rules\" title=\"\">spring</a>. I’m ready to spend the lengthening days basking in wafts of sweet blossom and sunlight that’s starting to feel warm again. But even as the eager shoots of early spring appear, we growers must not forget that freezing temperatures remain a possibility for some weeks yet.</p><p>Guesstimating when the last frost will occur with even a sliver of accuracy is an imprecise art, yet it is one of – if not <em>the</em> – primary concern for gardeners at this time of year. Frost is felt more intensely in exposed gardens but can be irrelevant for those growing in sheltered spots. The date of the last frost is key for any gardener hoping to grow any of the many plants that aren’t frost hardy and would be damaged or even killed off by below-zero temperatures.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/predicting-the-last-frost-is-tricky-so-start-your-seeds-off-under-cover\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/predicting-the-last-frost-is-tricky-so-start-your-seeds-off-under-cover", "date_published": "2023-03-10 11:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak meets Emmanuel Macron over Channel migrant crossings – UK politics live", "description": "<p>Latest updates: first such UK-France summit in five years will also tackle wider bilateral issues such as defence and Ukraine</p><p>Rishi Sunak has now arrived at the Élysée Palace in Paris, where he is meeting with Emmanuel Macron today.</p><p>As Emmanuel Macron prepares to welcomes Rishi Sunak to Paris’s Franco-British summit on Friday, the Élysée sees it as a “turning of the page” – the end of a <a href=\"https://www.theguardian.com/news/audio/2021/dec/23/how-did-things-get-so-bad-between-france-and-britain-podcast\">nightmare chapter</a> in cross-Channel relations, writes the Guardian’s France correspondent, Angelique Chrisafis.</p> <a href=\"https://www.theguardian.com/politics/live/2023/mar/10/rishi-sunak-emmanuel-macron-channel-migrant-crossings-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/mar/10/rishi-sunak-emmanuel-macron-channel-migrant-crossings-uk-politics-live", "date_published": "2023-03-10 10:16:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Simple but effective’: Colombia turns to algorithms to bolster mental health services", "description": "<p>With resources stretched, a computer questionnaire is helping to screen people at risk from depression and alcohol abuse</p><p>At the age of 70, Carmen Suárez* is finally coming to terms with an event that happened five decades ago. It was a trauma that changed the course of her life and left her with depression. “I used to cry uncontrollably,” she says.</p><p>“I was told to seek help, but I had neither the time nor the money. I realise now that I was stuck reliving the incident.”</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/10/simple-but-effective-colombia-turns-to-algorithms-to-bolster-mental-health-services-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/10/simple-but-effective-colombia-turns-to-algorithms-to-bolster-mental-health-services-acc", "date_published": "2023-03-10 10:15:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news, previews, press conferences and European reaction – live", "description": "<ul><li>Weekend football countdown – all the latest news</li><li><a href=\"https://www.theguardian.com/football/2023/mar/10/premier-league-10-things-to-look-out-for-this-weekend\">Ten things to look out for in the Premier League</a></li><li>Share your thoughts with Barry <a href=\"mailto:barry.glendenning@theguardian.com\">via email</a> or <a href=\"https://twitter.com/bglendenning\">on Twitter</a></li></ul><p><strong>Manchester United:</strong> Elliott Management have made it through to the second phase of the Manchester United sale process. The American hedge fund are not interested in buying the club outright but do want to invest in the club. They join the bids fronted by Sheikh Jassim Bin Hamad Al Thani and Sir Jim Ratcliffe in ther next round of the bidding process.</p><p><strong>Brighton:</strong> Of all the teams challenging for fourth spot in the Premier League, it could be argued that Brighton are currently playing the best football. Currently seven points off the pace being set by Spurs in the final Champions League qualification spot, Roberto Di Zerbi’s side have three games in hand over the north London side and have also played fewer games than Fulham, Newcastle and Liverpool, who are all above them.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/10/premier-league-team-news-previews-press-conferences-and-european-reaction-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/10/premier-league-team-news-previews-press-conferences-and-european-reaction-live", "date_published": "2023-03-10 10:11:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK eating disorder patients face rationing of care, psychiatrists say", "description": "<p>Exclusive: union says severely ill patients being discharged as they are not getting better quickly enough</p><p>Severely unwell eating disorder patients who are not responding to treatment are being discharged owing to a rationing of care, the Royal College of Psychiatrists has said.</p><p>Patients with extremely low body mass indexes are being dumped from treatment plans in some areas because they are not getting better quickly enough amid increased demand and pressure on services. Admissions for eating disorders have risen by 84% in the past five years.</p> <a href=\"https://www.theguardian.com/society/2023/mar/10/uk-eating-disorder-patients-face-rationing-of-care-psychiatrists-say\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/10/uk-eating-disorder-patients-face-rationing-of-care-psychiatrists-say", "date_published": "2023-03-10 10:10:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woody Harrelson’s new film means well – but disabled people are more than mascots | Cathy Reay", "description": "<p>Feelgood comedy Champions wins points for casting learning disabled actors – but Hollywood should be aiming higher than the way it treats their characters</p><p>‘I wanna say the right thing but if I can’t call them the r-word, what can I call them?” Marcus (played by Woody Harrelson) is a basketball coach in court for drunk-driving and aggressive behaviour, and this is what he asks the judge rather pathetically at the beginning of his new movie <a href=\"https://www.theguardian.com/film/2023/mar/08/champions-review-woody-harrelson-goes-for-slam-dunk-in-likable-basketball-drama\">Champions</a>. “I suggest you call them by their names,” she replies tersely, sentencing him to 90 days’ community service coaching the Friends, a basketball team with learning disabilities. Wow – what a punishment! My heart bleeds.</p><p>This is Marcus’s chance to redeem himself and ultimately, become A Good Guy<sup>TM</sup>. Within 90 days, he must halt his drink problem and stop resorting to violence when he doesn’t get his own way. Oh, and he’s a womaniser too – spending time with some disabled people will probably fix that as well, right? Yuck.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/woody-harrelson-comedy-champions-disabled-people\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/woody-harrelson-comedy-champions-disabled-people", "date_published": "2023-03-10 10:08:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlotte Mendelson: ‘Susan Cain’s Quiet made me realise I’m a noisy introvert’", "description": "<p>The novelist on why she finally gave Tolstoy and Dickens a whirl, being a noisy introvert, and reading crime in the bath</p><p><strong>My earliest reading memory</strong><br />My father and I dragging ourselves through the unbelievably snory <a href=\"https://www.theguardian.com/books/2015/oct/12/ladybird-books-introduce-peter-and-jane-to-hipsters-and-hangovers\" title=\"\">Peter and Jane</a>, who should both be in prison. Then, when I was four, we discovered the funny, modern Monster books, illustrated by Quentin Blake, and life improved.</p><p><strong>My favourite book growing up</strong><br />I am the product of my father’s interested, silly, deeply knowledgeable brain. His passion for the wit and chaos of the <a href=\"https://www.theguardian.com/childrens-books-site/2015/jun/08/michel-rosen-molesworth-inspiration\" title=\"\">Molesworth</a> books formed me: their deceptively casual prose and ridiculous, brilliant illustrations. We still email in Molesworth speak.</p> <a href=\"https://www.theguardian.com/books/2023/mar/10/charlotte-mendelson-books-of-my-life\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/10/charlotte-mendelson-books-of-my-life", "date_published": "2023-03-10 10:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Bradshaw’s Oscar predictions: who will win – and who should?", "description": "<p>Will Everything Everywhere All at Once pick up everything, all at once? Is Cate Blanchett a shoo-in? Our critic weighs up who will leave the Dolby theatre with a statuette this weekend</p><ul><li><a href=\"https://www.theguardian.com/film/2023/jan/24/oscar-nominations-2023-the-full-list\">Oscars 2023: the nominations in full</a></li><li><a href=\"https://www.theguardian.com/film/2023/mar/08/oscars-gift-bags-and-party-menu-revealed-botox-trifle-and-a-small-plot-of-land-in-australia-\">Botox and a bit of Australia: what’s in the Oscars goodie bags 2023</a></li></ul><p><strong>Will win</strong> <a href=\"https://www.theguardian.com/film/2022/may/11/everything-everywhere-all-at-once-review-nothing-nowhere-over-a-long-period-of-time\">Everything Everywhere All at Once</a> <br /><strong>Should win</strong> <a href=\"https://www.theguardian.com/film/2023/jan/11/tar-review-cate-blanchett-is-perfect-lead-in-delirious-sensual-drama\">Tár</a> <br /><strong>Shoulda been a contender</strong> <a href=\"https://www.theguardian.com/film/2022/may/24/funny-pages-review-cannes-2022\">Funny Pages</a></p><p>The Oscars ceremony takes place at the Dolby theatre, Los Angeles, on 12 March and will be televised worldwide</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/peter-bradshaws-oscar-predictions-who-will-win-and-who-should\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/peter-bradshaws-oscar-predictions-who-will-win-and-who-should", "date_published": "2023-03-10 10:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I didn’t burp for more than 20 years", "description": "<p>My throat made strange gurgling noises, like a creaky floorboard. My body would get full of air</p><p>When I was about four, I watched my two-year-old brother throw up into a basket of fries in a restaurant. He had a hypersensitive gag reflex, which meant vomiting was a common occurrence. I could never get that basket of fries out of my head.</p><p>I developed a fear of vomiting called emetophobia, meaning I’d avoid throwing up at all costs. This phobia has had a much greater impact on my health than I ever could have thought.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/experience-i-didnt-burp-for-more-than-20-years\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/experience-i-didnt-burp-for-more-than-20-years", "date_published": "2023-03-10 10:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a Toronto hockey league turns kids’ joy into an $8.8m cash cow", "description": "<p>Young players in the GTHL dream of making it to the professional ranks. Meanwhile, adults profit from what many argue is unpaid labor</p><p>Walking into a Greater Toronto Hockey League (GTHL) arena, you’ll see fans, parents, and kids ready to take to the ice. At some rinks, where the city’s elite players compete in the world’s largest amateur hockey organization, you’ll also see corporate sponsors, agents, personal trainers, scouts and media.</p><p>As <a href=\"https://www.nhl.com/news/toronto-youth-program-where-nhl-dreams-begin/c-284946842\">the NHL puts it</a>, the GTHL is “Where NHL dreams begin”. Parents quit jobs, sell homes, move their families and spend hundreds of thousands of dollars to ensure their children can play in the GTHL. For some of them it’s worth it: stars like Connor McDavid, Mitch Marner and John Tavares honed their skills in the GTHL before embarking on careers in the NHL that have made them multimillionaires.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/greater-toronto-hockey-league-income-fees\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/greater-toronto-hockey-league-income-fees", "date_published": "2023-03-10 10:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cristiano Ronaldo storms off kicking water bottles after Saudi league defeat", "description": "<ul><li>Ronaldo draws second blank in a row for Al-Nassr in 1-0 loss</li><li>Opposition fans repeatedly chanted Lionel Messi’s name</li></ul><p>A furious Cristiano Ronaldo stormed off down the tunnel kicking water bottles out of his way after his Al-Nassr team lost 1-0 at Al-Ittihad in the Saudi Pro league.</p><p>The defeat marked the second match in row in which the 38-year-old Ronaldo failed to score, with Al-Ittihad’s goalkeeper, Marcelo Grohe, parrying away a fierce shot from the Portugal international in injury time.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/cristiano-ronaldo-storms-off-kicking-water-bottles-saudi-league-defeat-al-nassr\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/cristiano-ronaldo-storms-off-kicking-water-bottles-saudi-league-defeat-al-nassr", "date_published": "2023-03-10 09:51:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cleverly restates opposition to Essex immigration centre before Paris talks", "description": "<p>Foreign secretary says former RAF base in Essex constituency is unsuitable as he enters Paris talks about stopping Channel boats</p><p>James Cleverly has defended <a href=\"https://www.facebook.com/james.cleverly/\">his opposition</a> to a new immigration detention centre <a href=\"https://www.theguardian.com/uk-news/2023/mar/04/ministers-urged-to-drop-plans-for-asylum-centre-at-former-raf-base-in-essex-mdp-wethersfield\">in his own constituency</a>, even as he urges his French counterparts to do more to solve the small boats issue.</p><p>The foreign secretary insisted that a former RAF base in his Essex constituency of Braintree would not be suitable for 1,500 male asylum seekers, despite the site having been shortlisted by the Home Office as potential accommodation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/james-cleverly-restates-opposition-to-essex-immigration-centre-before-paris-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/james-cleverly-restates-opposition-to-essex-immigration-centre-before-paris-talks", "date_published": "2023-03-10 09:37:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BP boss Bernard Looney’s pay package more than doubles to £10m", "description": "<p>Bumper figure follows annual profits of £23bn linked to soaring gas prices sparked by Russia-Ukraine war</p><p>The pay package of the BP chief executive, Bernard Looney, has more than doubled to £10m after a year in which the oil and gas giant posted record profits linked to the war in Ukraine.</p><p>His package included a salary of £1.4m, a bonus of £2.4m – down fractionally on 2021 – and a £6m share award, as well as benefits. The total package was 120% more than the £4.5m he received in 2021.</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/bp-bernard-looney-pay-package\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/bp-bernard-looney-pay-package", "date_published": "2023-03-10 09:37:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Blake, actor who was tried over wife’s killing, dies at 89", "description": "<p>Emmy winner for Baretta was acquitted in the 2001 shooting of his wife but found liable by a civil jury</p><p>Robert Blake, the Emmy award-winning performer who was tried and acquitted in the killing of his wife, has died age 89.</p><p>A statement released on behalf of his niece, Noreen Austin, said Blake died from heart disease, surrounded by family at home in Los Angeles.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/robert-blake-baretta-actor-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/robert-blake-baretta-actor-dies", "date_published": "2023-03-10 09:12:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If Starmer wants a defining policy for government, this is it: childcare, childcare, childcare | Polly Toynbee", "description": "<p>I’ve visited Pen Green nursery many times, and now it faces huge cuts. Its plight shows why Labour needs the life-changing radicalism of the Sure Start years</p><p>An award-winning children’s centre in Corby, Northamptonshire is <a href=\"https://www.theguardian.com/politics/2022/mar/29/pen-green-childrens-centre-family-faces-closure-council-cuts\">about to be hit</a> with an estimated 70% funding cut from its local council, demolishing all that it’s famous for. It is the culmination of the 13-year destruction of Labour’s Sure Start programme. I have been visiting Pen Green over many years; it is considered a beacon and model for children’s centres, training thousands of early-years teachers and childcare specialists, and visited by people from all the world who want to copy its success.</p><p>This wilful destruction hits one of the most deprived parts of Corby, a Labour town now swallowed up by Tory North Northamptonshire. The council is taking the money to spread among three nurseries in less deprived zones, a depressing reminder of how much more damage the Conservatives can still do in their swan-song remaining months. Under threat before, Pen Green was rescued by a former Tory minister but the children’s minister, Claire Coutinho, has told Pen Green she won’t save it.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/keir-starmer-government-childcare-pen-green-nursery-sure-start\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/keir-starmer-government-childcare-pen-green-nursery-sure-start", "date_published": "2023-03-10 09:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shana Cleveland: Manzanita review – a perfectly woven tapestry of musical delight", "description": "<p><strong>(Hardly Art)</strong><br />Baroque psychedelia mingles with west coast pop and gothic folk in this dazzling third solo album from the La Luz frontwoman</p><p>There’s a single track title on Shana Cleveland’s dazzlingly good third solo album that tells a thousand stories. The song is called Sheriff of the Salton Sea, and it captures the mood of the record perfectly: the Salton Sea is a saltwater lake in southern California, whose waters and shores have been despoiled by human exploitation, despite it being a short drive from Palm Springs, that Californian symbol of turning the desert into a playground.</p><p>Manzanita is an album about the contrast between beauty and desolation. The lyrics offer both. Mystic Mine Lane opens with Cleveland – by day, frontwoman of surf-rockers <a href=\"https://www.theguardian.com/music/2015/oct/20/la-luz-review-hug-and-pint-glasgow-seattle-surf-rock-and-pop\">La Luz</a> – hymning life outside the city in the most disconcerting way: “Mystic Mine Lane, cars rotting away / I feel so relieved to be / Back in the country.” Or try Ten Hour Drive Through West Coast Disaster: “Ten hour drive through West Coast disaster / Saw the flames and fire planes over Shasta / Cattle farms out of horror films / Will you find a way to love this world?”</p> <a href=\"https://www.theguardian.com/music/2023/mar/10/shana-cleveland-manzanita-review-a-perfectly-woven-tapestry-of-musical-delight\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/10/shana-cleveland-manzanita-review-a-perfectly-woven-tapestry-of-musical-delight", "date_published": "2023-03-10 09:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time to Think by Hannah Barnes review – inside Britain’s only clinic for trans children", "description": "<p>The BBC Newsnight reporter looks at what led to the closure of the Tavistock Centre, and what it means to be transgender</p><p>There are knowns, as the saying goes, and there are known unknowns. But most difficult of all, perhaps, are the things we can’t know for sure, but must still make definitive judgments about. The latter form the heart of the BBC journalist Hannah Barnes’s densely reported account of events inside the Tavistock Centre’s Gender Identity Development Service (Gids) in London, the country’s only specialist clinic for transgender children, where, as one clinician tells her, it was “impossible to be sure” of getting decisions 100% right, but mistakes had frightening consequences.</p><p>The book traces Gids’s evolution from its foundation in 1989 – offering a non-judgmental therapeutic approach to exploring gender identity, and serving a handful of mainly natal boys – to a modern service swamped by demand, much of it from natal girls, providing a gateway for the prescription of puberty-blocking drugs.</p> <a href=\"https://www.theguardian.com/books/2023/mar/10/time-to-think-by-hannah-barnes-review-inside-britains-only-clinic-for-trans-children\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/10/time-to-think-by-hannah-barnes-review-inside-britains-only-clinic-for-trans-children", "date_published": "2023-03-10 09:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Top Gun: Maverick should win the best picture Oscar", "description": "<p>The film that even Steven Spielberg has called ‘the saviour of cinema’ deserves credit for reviving the industry – but more than that, it’s a genuinely great blockbuster that truly hits deep</p><p>When it comes to picking a best picture winner, there are many factors that may sway Oscar voters. Great performances, gorgeous cinematography, cultural relevance – all significant, sure. But if I had a ballot, I would go with the film Steven Spielberg reckons saved the entire industry: Top Gun: Maverick.</p><p>Spielberg’s breathless aside to Tom Cruise at the <a href=\"https://www.theguardian.com/film/2023/feb/14/oscars-academy-award-nominees-luncheon-tom-cruise-andrea-riseborough\">Oscar nominees luncheon</a> in February – “You saved Hollywood’s ass and you might have saved theatrical distribution” – was notable for who was saying it, but wasn’t exactly an original observation. After all, people have been calling Top Gun Maverick cinema’s saviour ever since it roared into multiplexes last summer, and quickly grossed $1.5 billion. What’s more, they’re right. Maverick’s success, <a href=\"https://www.forbes.com/sites/scottmendelson/2022/08/16/top-gun-maverick-box-office-tom-cruise-really-did-save-movie-theaters/?sh=6aa68c3c3009\">according to Forbes</a>, “made the difference between a halfway decent summer season and a product-starved catastrophe” in 2022, when cinemas were otherwise <a href=\"https://www.theguardian.com/culture/2022/sep/02/the-guide-summer-cinema-box-office\">starved of releases</a>. This was a period when Cineworld <a href=\"https://www.theguardian.com/business/2022/sep/08/cineworld-files-for-chapter-11-bankruptcy-protection-in-us\">filed for bankruptcy protection</a>, so it doesn’t seem a stretch to suggest that quite a few cinema chains, not to mention independents, would have been staring into the abyss were it not for an ageless A-lister and his battered F-14.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/why-top-gun-maverick-should-win-the-best-picture-oscar\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/why-top-gun-maverick-should-win-the-best-picture-oscar", "date_published": "2023-03-10 09:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colorado Catholic group spent millions to identify priests using gay dating apps", "description": "<p>Catholic Laity and Clergy for Renewal reportedly spent $4m to out priests who use hookup apps and notified bishops nationwide</p><p>A conservative Catholic group based in Colorado spent millions to obtain data that identified priests using gay hookup and dating apps, later sharing the data with bishops nationwide.</p><p>The project was carried out by conservative non-profit Catholic Laity and Clergy for Renewal, <a href=\"https://www.washingtonpost.com/dc-md-va/2023/03/09/catholics-gay-priests-grindr-data-bishops/\">the Washington Post first reported</a>.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/colorado-catholic-group-identify-priests-gay-apps\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/colorado-catholic-group-identify-priests-gay-apps", "date_published": "2023-03-10 08:45:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Economic growth of sorts, but UK plc is going nowhere", "description": "<p>GDP is likely to edge sideways in 2023 (if that) but the true impact of rising interest rates has yet to be felt</p><ul><li><a href=\"https://www.theguardian.com/business/2023/mar/10/uk-economy-modest-recovery-january-gdp-jeremy-hunt-budget\">UK economy staged modest recovery in January</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/mar/10/uk-gdp-economy-january-growth-recession-bank-shares-silicon-valley-business-live\">Business live – UK GDP grows by 0.3%</a></li></ul><p></p><p>It is three years this month since the UK went into lockdown and the path of the economy over that period is now strikingly clear. There was an instant collapse in activity that reduced output by more than a quarter followed by a two-stage bounceback interrupted by a second lockdown.</p><p>By the end of 2021, the economy – as measured by <a href=\"https://www.ons.gov.uk/economy/grossdomesticproductgdp/bulletins/gdpmonthlyestimateuk/january2023\">gross domestic product</a> (GDP) – was pretty much back to where it was before the coronavirus pandemic struck. Over the past 12 months it has remained at that level rather than returning to its pre-lockdown growth path.</p> <a href=\"https://www.theguardian.com/business/2023/mar/10/economic-growth-of-sorts-but-uk-plc-is-going-nowhere\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/10/economic-growth-of-sorts-but-uk-plc-is-going-nowhere", "date_published": "2023-03-10 08:42:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No one wants to pursue the brilliant Lamar Jackson. Is that stupid or sinister?", "description": "<p>The Ravens have left the door open for rivals to discuss terms with their star quarterback. But the market is suspiciously quiet</p><p>Something is off with the Lamar Jackson situation.</p><p>This week, the Baltimore Ravens hit Jackson, a former unanimous league MVP, <a href=\"https://www.theguardian.com/sport/2023/mar/07/lamar-jacksons-long-term-future-unresolved-as-ravens-apply-non-exclusive-tag\">with the non-exclusive franchise tag</a> after failing to secure a long-term deal. It’s unprecedented. We haven’t seen a team put the non-exclusive tender on a quarterback this century.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/lamar-jackson-franchise-tag-teams-offers-baltimore-ravens-contract-nfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/lamar-jackson-franchise-tag-teams-offers-baltimore-ravens-contract-nfl", "date_published": "2023-03-10 08:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including a resting cheetah, banana stalk flies and snowy rooks</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/mar/10/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/mar/10/the-week-in-wildlife-in-pictures", "date_published": "2023-03-10 08:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Carlsen draws final classical game as world champion against Howell", "description": "<p>The 32-year-old, who is abdicating his world crown, chose the Norwegian League for his last three classical games and will not play the format again until late May</p><p>Magnus Carlsen chose last weekend’s Norwegian League in Oslo for his three final classical games as world champion. The world No 1 scored two wins as White, one where <a href=\"https://chess24.com/en/watch/live-tournaments/eliteserien-2022-2023/1/1/1\" title=\"\">he crushed his opponent</a> and the other an endgame grind <a href=\"https://chess24.com/en/watch/live-tournaments/eliteserien-2022-2023/2/1/1\" title=\"\">transforming a draw into a win</a> before <a href=\"https://chess24.com/en/watch/live-tournaments/eliteserien-2022-2023/3/1/1\" title=\"\">halving his final game</a> as Black against England’s David Howell.</p><p>It was mission accomplished. Carlsen relinquished his crown on a high note, and also helped his club, Offerspill, become Norwegian champions for the first time by winning all their nine matches. Just to make sure, Offerspill fielded three other elite GMs in their final match, winning 4-2. The decisive weekend games were played in Norway’s national football stadium, Ullevaal, in Oslo.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/10/chess-carlsen-draws-final-classical-game-as-world-champion-against-howell\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/10/chess-carlsen-draws-final-classical-game-as-world-champion-against-howell", "date_published": "2023-03-10 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michelle Brasier: Average Bear review – standup, songs and stories of lost innocence", "description": "<p><strong>Soho theatre, London<br /></strong>Australian comic delivers a compelling but messy exploration of grief – but where’s the bear?</p><p>The “dead dad” show has become a standup genre unto itself in recent years – but that isn’t the half of it in Aussie act <a href=\"https://www.theguardian.com/culture/2020/oct/22/michelle-brasier-the-10-funniest-things-i-have-ever-seen-on-the-internet\">Michelle Brasier</a>’s Average Bear. It is about a life that lacked hardship, then overflowed with it, as the gilded daughter of Wagga in New South Wales migrated to theatre school in Melbourne, and got more drama than she bargained for.</p><p>It’s a show that combines storytelling, standup and song, but is a little deficient in structure: Brasier performs a tenuous framing device in character as a bear, and withholds the point of it all a little too long as her undramatic youth unfolds.</p><p>At <a href=\"https://sohotheatre.com/shows/michelle-brasier-average-bear/\">Soho theatre, London</a>, until 11 March</p> <a href=\"https://www.theguardian.com/stage/2023/mar/10/michelle-brasier-average-bear-review-soho-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/10/michelle-brasier-average-bear-review-soho-theatre-london", "date_published": "2023-03-10 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is Sons of the Forest, the cannibal survival game that sold 2m copies in a day?", "description": "<p>Endnight Games’ sequel sold vast numbers on Steam. What’s behind its remarkable success – and what should you know before you play it?</p><p>Late last month, a game called Sons of the Forest launched on the Steam Early Access programme, which allows players to buy unfinished games still in active development, and immediately became one of the biggest new titles of 2023. Within 24 hours, it had sold 2m copies, and it has remained near the top of Steam’s top-sellers list ever since.</p><p>Sons of the Forest’s phenomenal success has seemingly appeared out of nowhere, but the momentum has been quietly building for years. Canadian developer Endnight Games has carved out a niche, delivering immersive, tangible and thrilling survival games.</p> <a href=\"https://www.theguardian.com/games/2023/mar/10/sons-of-the-forest-cannibal-survival-game\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/10/sons-of-the-forest-cannibal-survival-game", "date_published": "2023-03-10 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my wife decide what time we go to sleep?", "description": "<p>Wilmer says Andrea should let him watch TV in bed. She insists on a strict lights out. Have your say and help put this argument to bed</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>Andrea will suddenly decide it’s lights out, and gives me no time to finish my chapter or episode</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/you-be-the-judge-should-my-wife-decide-what-time-we-go-to-sleep\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/you-be-the-judge-should-my-wife-decide-what-time-we-go-to-sleep", "date_published": "2023-03-10 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No bigger than Songs of Praise’: the early days of live league football on TV", "description": "<p>Tottenham host Nottingham Forest in the Premier League this weekend. Their game 40 years ago changed the sport forever</p><p>By <a href=\"https://twitter.com/1980ssportsblog\">Steven Pye</a> for <a href=\"https://www.theguardian.com/sport/that-1980s-sports-blog\">That 1980s Sports Blog</a></p><p>It was a move that divided opinion. When news broke in the summer of 1983 that Division One matches would be shown live on BBC and ITV, there was more anxiety than expectation. The £5.2m deal gave the channels five league matches each, although the BBC only covered four due to a technicians’ strike. There was no chance of over-exposure during the first full season of live coverage, but the relationship between the national game and television would change the sport forever.</p><p>ITV had shown the only live league match before, a fixture between Blackpool and Bolton in 1960, but on Sunday 2 October 1983, the televised football revolution began in earnest. Tottenham v Nottingham Forest was the point of no return.</p> <a href=\"https://www.theguardian.com/football/2023/mar/10/songs-of-praise-live-league-football-tv-tottenham-nottingham-forest-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/songs-of-praise-live-league-football-tv-tottenham-nottingham-forest-premier-league", "date_published": "2023-03-10 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK weather: Storm Larisa batters UK with snow stalling M62 traffic", "description": "<p>Met Office issues three amber warnings with ‘significant disruption’ to transport and power expected</p><p>Storm Larisa is battering parts of the UK, with gales and <a href=\"https://www.theguardian.com/uk-news/2023/mar/09/snowstorms-high-winds-forecast-uk-travel-disruption\">blizzards</a> causing significant disruption including trapping motorists for hours overnight on a motorway in the north of England.</p><p>The Met Office has issued amber warnings for northern England, the Midlands, north Wales and Northern Ireland, where “significant disruption” to transport and power supplies is expected.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/10/met-office-warning-storm-larisa-batters-uk-blizzards-trapping-drivers-m62\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/10/met-office-warning-storm-larisa-batters-uk-blizzards-trapping-drivers-m62", "date_published": "2023-03-10 07:54:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who Gets Believed? by Dina Nayeri review – the Kafkaesque ordeal faced by refugees", "description": "<p>The author uses her first-hand experience of migration to examine the flaws and hypocrisies of the asylum system</p><p>The question driving Dina Nayeri’s latest book, “who gets believed?”, is deceptively simple. The Iranian-American novelist, once a child refugee, weaves stories from her own life with those people who were wrongly denied asylum in the UK and US. In doing so, she shows how “the accident of birth, the privilege of race, class, and nationality” often trumps “data, history, science, and reason” when it comes to whose voices are heard, and whose truths acknowledged. The consequences can be devastating.</p><p>The book is instantly gripping, opening with the story of a Sri Lankan refugee known only as KV. He arrived in Britain in 2011 as an asylum seeker with scars on his back and an account of being tortured by the Sri Lankan government. Despite the support of medical experts, his asylum claim was rejected. KV was accused of inflicting the injuries on himself, kickstarting an eight-year legal battle that reached the UK supreme court.</p> <a href=\"https://www.theguardian.com/books/2023/mar/10/who-gets-believed-by-dina-nayeri-review-the-kafkaesque-ordeal-faced-by-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/10/who-gets-believed-by-dina-nayeri-review-the-kafkaesque-ordeal-faced-by-refugees", "date_published": "2023-03-10 07:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK GDP: economy returned to growth by expanding 0.3% in January – business live", "description": "<p>UK economy grew by 0.3% in January, as it ‘partially’ bounces back from slump in December, driven by services sector</p><p><strong>The UK’s services sector drove growth in January, by expanding by 0.5% during the month.</strong></p><p>The main contributing sectors were education (2.5%), as school attendance returned to November 2022 levels, and arts entertainment and recreation.</p><p>The services sector grew by 0.5% in January 2023, after falling by 0.8% in December 2022, with the largest contributions to growth in January 2023 coming from education, transport and storage, human health activities, and arts, entertainment and recreation activities, all of which have rebounded after falls in December 2022.<br /></p><p>Output in consumer-facing services grew by 0.3% in January 2023; this follows a fall of 1.2% in December 2022.<br /></p><p>Production output fell by 0.3% in January 2023, following growth of 0.3% in December 2022.<br /></p><p>The construction sector fell by 1.7% in January 2023 after being flat in December 2022.</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/10/uk-gdp-economy-january-growth-recession-bank-shares-silicon-valley-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/10/uk-gdp-economy-january-growth-recession-bank-shares-silicon-valley-business-live", "date_published": "2023-03-10 07:13:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s its own little world!’: why we should learn to love the Oscars more", "description": "<p>With the relevancy of the Oscars still in question before this week’s event, writer Michael Schulman explains why they should be examined rather than ignored</p><p>It happens every year, as sure as the changing of the seasons. The Academy of Motion Picture Arts and Sciences announces their slate of nominations, and much to the good-natured chagrin of writer Michael Schulman, the irresolvable debate over whether the Oscars still matter is reignited. “I think the Oscars are a lot of fun!” the New Yorker staffer tells the Guardian. “It’s funny to me how people keep questioning the purpose of the Academy Awards; you never hear anyone doing that with the Super Bowl, you know? No one ever asks whether the Super Bowl is ‘important’. It’s enough to just be something people like that keeps happening!”</p><p>His new book Oscar Wars: A History of Hollywood in Gold, Sweat, and Tears makes the case for Hollywood’s biggest night as more than a self-evident good time, however. In an exhaustively detailed history oriented around a dozen or so pivotal ceremonies, his astute analyses reveal these glam-a-paloozas to be telling case studies integral to understanding the past and gaining perspective on the present. In each telecast, campaign, snub and upset, students of show business can seemingly learn about everything: America’s shifting social mores, upper-echelon economics of the industry, the influence of new technologies. Touched by war, the red scare, counterculture, and the constant tug-of-war between liberalism and conservatism, the evolution of the Academy and its glitzy annual blowout doubles as a potted history of 20th-century politics.</p> <a href=\"https://www.theguardian.com/film/2023/mar/10/oscar-wars-book-academy-awards-history-michael-schulman\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/10/oscar-wars-book-academy-awards-history-michael-schulman", "date_published": "2023-03-10 07:11:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A coastal cliff walk to a gourmet pub: Cush, County Cork, Ireland", "description": "<p>Soak up wild sea views and rich maritime history, then tuck in at one of County Cork’s best pub restaurants</p><p>Ballycotton is the kind of place that people like to call a hidden gem. But it’s hard to stay hidden when you’re a picture-perfect fishing village a short drive from<a href=\"https://www.theguardian.com/travel/cork\" title=\"\"> the city of</a> Cork, surrounded by sandy beaches and home to several fine pubs.</p><p>In the summer it’s popular with walkers, anglers and foodies, but on a windy winter’s day we find a parking spot right outside <a href=\"https://cush.ie/\" title=\"\">Cush</a>, an old pub turned restaurant that is regularly listed among the best places to eat in Ireland. We have booked lunch here before our walk.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/10/coastal-walk-to-gourmet-pub-cush-ballycotton-county-cork-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/10/coastal-walk-to-gourmet-pub-cush-ballycotton-county-cork-ireland", "date_published": "2023-03-10 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extrapolations to Ted Lasso: the seven best shows to stream this week", "description": "<p>Marion Cotillard, Meryl Streep and Forest Whitaker lead the starry cast of a horrifying series about the climate crisis, while Jason Sudeikis is back for more feelgood antics at Richmond FC</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/10/extrapolations-to-ted-lasso-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/10/extrapolations-to-ted-lasso-the-seven-best-shows-to-stream-this-week", "date_published": "2023-03-10 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes with film connections – in pictures", "description": "<p>From a grand London building that featured in Bond movies to a modern home near a Hogwarts Castle location</p> <a href=\"https://www.theguardian.com/money/gallery/2023/mar/10/homes-with-film-connections-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/mar/10/homes-with-film-connections-in-pictures", "date_published": "2023-03-10 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I once admired Russell Brand. But his grim trajectory shows us where politics is heading | George Monbiot", "description": "<p>In an age of distortion, public figures have powerful tools and a responsibility. This is an object lesson in how that can go wrong</p><p>In 2014, the Guardian asked me to nominate my hero of the year. To some people’s surprise, <a href=\"https://www.theguardian.com/commentisfree/2014/dec/29/russell-brand-comedian-turned-activist\">I chose Russell Brand</a>. I loved the way he energised young people who had been alienated from politics. I claimed, perhaps hyperbolically, he was “the best thing that has happened to the left in years” (in my defence, there wasn’t, at the time, much competition).</p><p>Today, I can scarcely believe it’s the same man. I’ve watched 50 of his recent <a href=\"https://rumble.com/c/russellbrand\">videos</a>, with growing incredulity. He appears to have switched from challenging injustice to conjuring phantoms. If, as I suspect it might, politics takes a very dark turn in the next few years, it will be partly as a result of people like Brand.</p><p>George Monbiot is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/russell-brand-politics-public-figures-responsibility\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/russell-brand-politics-public-figures-responsibility", "date_published": "2023-03-10 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Extraordinary’ sighting of orca with baby pilot whale astounds scientists", "description": "<p>The unusual spectacle of an adult female killer whale spotted with the adopted – or abducted – calf of another species is causing experts to reassess orca behaviour</p><p></p><p>Orcas, or killer whales, are apex predators, best known for their ferocious hunting techniques. So when a female was seen apparently caring for the offspring of another species, it came as a bit of a surprise. “I saw straight away there was something weird about it,” says Thérèse Mrusczok, who was working as a spotter on the Láki Tours whale-watching boat that witnessed the encounter.</p><p>The ship’s crew initially thought it was a very small killer whale calf swimming alongside the orca, but photos later confirmed what Mrusczok suspected – that the female, called Sædís, appeared to be looking after a newborn long-finned pilot whale.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/10/killer-whale-orca-adopts-abducts-pilot-whale-calf-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/10/killer-whale-orca-adopts-abducts-pilot-whale-calf-aoe", "date_published": "2023-03-10 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Mexico ultramarathon like no other: in pictures", "description": "<p>The famous Mexican ultramarathon festival known as Caballo Blanco (White Horse)<strong> </strong>pits outsiders against Indigenous runners in Urique, Chihuahua state. In its 20th year, the weekend attracts 1,200 people of all ages to compete in the races, the longest of which is a 50-mile ultramarathon. Many of the local Raramuris, or light-footed ones, test their renowned endurance against athletes while wearing simple sandals, known as huaraches and often made of discarded car tyres</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/10/the-mexico-ultamarathon-like-no-other-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/10/the-mexico-ultamarathon-like-no-other-in-pictures", "date_published": "2023-03-10 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children face acute risk amid Malawi’s deadliest cholera outbreak", "description": "<p>The disease, which has killed 1,500 people since last March, has been aggravated by heavy rains and an overburdened health system</p><p>Malawi’s cholera outbreak is the country’s deadliest on record, claiming more than 1,500 lives, according to the UN.</p><p>More than 50,000 cases have been detected in the landlocked country in south-east Africa since an outbreak was declared in March last year, triggered by two devastating tropical storms that hit the region. Almost 200 children have died.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/10/children-face-acute-risk-amid-malawis-deadliest-cholera-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/10/children-face-acute-risk-amid-malawis-deadliest-cholera-outbreak", "date_published": "2023-03-10 06:30:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a lively documentary about the brilliant Frida Kahlo", "description": "<p>The first in a three-part series on the celebrated painter. Plus: funny moments from The Graham Norton Show. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/10/tv-tonight-a-lively-documentary-about-the-brilliant-frida-kahlo\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/10/tv-tonight-a-lively-documentary-about-the-brilliant-frida-kahlo", "date_published": "2023-03-10 06:20:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Wagner forces taking ‘tactical pause’ in Bakhmut, says US thinktank", "description": "<p>Wagner may be waiting for reinforcements of ‘conventional’ Russian troops, says Institute for the Study of War</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The war in Ukraine is driven by the interests of several “empires” and not just of Russia’s, Pope Francis said in an interview published on Friday.</p><p>Francis said the conflict was fuelled by “imperial interests, not just of the Russian empire, but of empires from elsewhere.”</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/10/russia-ukraine-war-live-wagner-forces-taking-tactical-pause-in-bakhmut-says-us-thinktank\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/10/russia-ukraine-war-live-wagner-forces-taking-tactical-pause-in-bakhmut-says-us-thinktank", "date_published": "2023-03-10 06:13:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Passenger praised for subduing man who tried to stab United flight attendant", "description": "<p>Jeff Neil says he intervened after thinking of his wife who was sitting next to him on flight from Los Angeles to Boston</p><p>A man who led the charge in subduing a fellow passenger who tried to stab an attendant on a flight from Los Angeles to Boston and attempted to open the aircraft’s emergency door has said he intervened after thinking of his wife – who was traveling with him – and his family.</p><p>“Honestly, I did it for [them], first and foremost,” Jeff Neil told the Boston television news station <a href=\"https://www.wcvb.com/article/it-s-a-no-brainer-says-hero-who-confronted-passenger-who-threatened-flight-to-boston/43260100\">WCVB</a>. Neil, who is from the relatively nearby community of Exeter, New Hampshire added that he hopes the man with an apparent mental illness whom federal authorities charged with the attack on the flight “gets the help that he needs”.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/passenger-praised-subduing-man-stabbing-united-airlines-flight-attendant\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/passenger-praised-subduing-man-stabbing-united-airlines-flight-attendant", "date_published": "2023-03-10 06:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air pollution ‘speeds up osteoporosis’ in postmenopausal women", "description": "<p>US study finds bone loss occurs twice as fast among women living in areas with higher air pollution</p><p>A <a href=\"https://doi.org/10.1016/j.eclinm.2023.101864\">study</a> has concluded that air pollution is accelerating osteoporosis in postmenopausal women.</p><p>Researchers scanned the bones of more than 9,000 women living in four different parts of the US. Each had a bone scan three times over a six-year period that was compared with the air they breathed. On average, air pollution accounted for a doubling of the speed of bone loss.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/10/air-pollution-speeds-up-osteoporosis-postmenopausal-women\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/10/air-pollution-speeds-up-osteoporosis-postmenopausal-women", "date_published": "2023-03-10 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everything But the Girl on their unlikely return: ‘This life came into our music. We didn’t have control over it’", "description": "<p>They went from leftist outsiders to huge dance-pop stars, then walked away when stadiums came calling. Back after 24 years, Tracey Thorn and Ben Watt explain how lockdowns led to a new album – and why they’ve embraced Auto-Tune</p><p>In early 1997, Everything But the Girl were at the height of their fame. Fifteen years into their career, they had executed a remarkable turnaround in fortunes. Ben Watt and Tracey Thorn had been dropped by their label after the release of their 1994 album, Amplified Heart, only to see a Todd Terry remix of its track Missing belatedly become a vast global hit: No 2 in the US, double platinum in the UK, topping the charts for weeks around Europe. Their ensuing album, 1995’s Walking Wounded, was both their most successful, and curiously influential. Soon you couldn’t move for singer-songwriters plying their melancholy trade over drum’n’bass breaks or house beats: everywhere from Olive’s No 1 single You’re Not Alone, to Dido. Roni Size and Reprazent sampled them on their Mercury prize-winning debut album, New Forms. The singer Karen Ramirez covered another old EBTG song, <a href=\"https://www.youtube.com/watch?v=fHKVETEnB34\">I Didn’t Know I Was Looking for Love</a>, in the style of Missing and scored a Top 10 hit. Then U2 asked them to support their US stadium tour, news the duo received while staying in an Australian hotel room so sumptuous it had enough space for a grand piano and offered breathtaking views over Perth.</p><p>It was at precisely this point – when the call came from U2 – that Thorn pulled the plug on EBTG, with the winningly nonchalant phrase: “Actually babe, do you know what? I think I want to stop now.” Always equivocal about the anxiety-inducing task of performing, Thorn was filled with “stomach-churning horror” at the thought of appearing in front of 60,000 U2 fans a night. Moreover, she wanted herself and Watt, a couple since their teens, to start a family. So EBTG turned U2 down, made one more album – 1999’s Temperamental – did a few shows and that was that.</p> <a href=\"https://www.theguardian.com/music/2023/mar/10/everything-but-the-girl-on-their-unlikely-return-this-life-came-into-our-music-we-didnt-have-control-over-it\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/10/everything-but-the-girl-on-their-unlikely-return-this-life-came-into-our-music-we-didnt-have-control-over-it", "date_published": "2023-03-10 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outlast review – a brilliant survival show that ends up in full-on Lord of the Flies wildness", "description": "<p>The contestants in Netflix’s addictive new reality show are forced to work together whether they like it or not – and they really do not like it. No wonder all hell breaks loose …</p><p>The 16 contestants selected for new reality show Outlast, who will compete to survive in Alaska’s freezing wilderness for an $11m prize, are “lone wolves”, which I think is American for “introverts with outdoor skills”. Some of them (and I’m naming no names, not least because it is near-impossible to tell them apart under 20 layers of survivalwear apiece) are clearly deluded alpha males, who last about 10 minutes before the medivac team is called in to administer internet and coffee. But the rest – most of whom attest to hardscrabble childhoods spent under the wings of semi-prepper grandpappies, or in impoverished towns surrounded by woodland that offered a more hospitable environment once you’d learned how to purify water and set snares for dinner – are the real deal. Yoga instructor Amber learned a wider set of survival skills during her time as a heroin addict and felon, and after “being shot in the face by the man I loved”. You have to put her in with a chance.</p><p>The twist is that these lone wolves must form teams and work together in order to win. No one who crosses the finish line alone will qualify for the prize. It is the American ideal of togetherness and/or the sadism the country would like to perpetrate upon its introverts. <em>E pluribus unum</em>, whether you like it or not.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/10/outlast-review-a-brilliant-survival-show-that-ends-up-in-full-on-lord-of-the-flies-wildness\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/10/outlast-review-a-brilliant-survival-show-that-ends-up-in-full-on-lord-of-the-flies-wildness", "date_published": "2023-03-10 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin’s ‘holy war’ is terrorising Ukraine – and Russian dissenters. All they ask is that we don’t forget them | Rafael Behr", "description": "<p>They know our first sympathy must be with Ukraine, as is theirs. But they need our support in this time of repression</p><p>Last April, Masha Moskaleva, a 12-year-old girl from the Tula region south of Moscow, drew a picture in her school art class that <a href=\"https://en.ovdinfo.org/father-jail-his-daughter-orphanage\">upset the teacher</a>. The teacher ran to the head; the head called the police; the police told the FSB, Russia’s state security service, which interrogated Masha. Her father, a single parent, was arrested, beaten, fined and placed under house arrest. His daughter was taken into state care.</p><p>Moskaleva’s crime was “discrediting the military” – an offence passed into law after the invasion of Ukraine to criminalise dissemination of the truth. It carries a maximum penalty of five years in prison. Masha’s picture showed a woman and child, hand in hand, next to a Ukrainian flag. Missiles fly towards them from a Russian flag, on which is written “No to war”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/10/russians-putins-holy-war-loyalty-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/10/russians-putins-holy-war-loyalty-fear", "date_published": "2023-03-10 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We ferried 500 men out’: how an organizer foiled one of America’s biggest human trafficking operations", "description": "<p>In his thrilling book The Great Escape, Saket Soni tells the true story of a brutal labor camp in Mississippi</p><p>Few labor organizers tell stories as skillfully as <a href=\"https://resilienceforce.org/team-members/\">Saket Soni</a>.</p><p>Originally from New Delhi, Soni enrolled in the University of Chicago at 18 to learn how to write plays. “I think my parents may have been the only ones in Indian history to let their son come to the United States to study theater,” he says.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/10/the-great-escape-saket-soni-mississippi-human-trafficking-india\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/10/the-great-escape-saket-soni-mississippi-human-trafficking-india", "date_published": "2023-03-10 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A shopping guide to the best … long-sleeved dresses", "description": "<p>Stand-out dresses that also keep you warm on cooler spring days</p><p>Wavy tile knit, £165, <a href=\"https://kitristudio.com/products/leah-green-wavy-tile-knit-dress\">kitristudio.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/10/a-shopping-guide-to-the-best-long-sleeved-dresses\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/10/a-shopping-guide-to-the-best-long-sleeved-dresses", "date_published": "2023-03-10 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate activists warn Labour it risks losing support of young voters", "description": "<p>Youth campaign group is calling on Keir Starmer’s party to commit to ‘decade of green new deal action’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/09/labour-keir-starmer-childcare-free-hours-rishi-sunak-election-pledges-conservatives-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Youth climate activists are calling on Labour to be bolder or risk losing the support of a generation of young voters at the next election.</p><p>Activists from <a href=\"https://www.gndrising.org/\">Green New Deal Rising</a>, which has doorstepped dozens of politicians over the past 18 months, are calling for more urgent action on the climate emergency, and want Labour to commit to a “decade of green new deal action”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/10/climate-activists-warn-labour-it-risks-losing-support-of-young-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/10/climate-activists-warn-labour-it-risks-losing-support-of-young-voters", "date_published": "2023-03-10 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak and Macron must navigate boat issues to reset Anglo-French relations", "description": "<p>Channel crossings and Aukus pact will be central to talks that could also  improve Britain’s standing with the EU</p><p>The attempt by Rishi Sunak and Emmanuel Macron to reset the Anglo-French relationship on Friday is not just important bilaterally, but also in terms of Britain’s relationship with the EU.</p><p>The French president, a gatekeeper to improved relations, sees the British prime minister’s <a href=\"https://www.theguardian.com/politics/2023/feb/27/rishi-sunak-deal-eu-brexit-northern-ireland-protocol\">efforts to resolve the Northern Ireland trade issues</a> as a signal Britain is in the hands of a fellow technocratic nationalist, and that its brush with populism may be over.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/10/sunak-macron-navigate-boat-issues-reset-anglo-french-relations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/10/sunak-macron-navigate-boat-issues-reset-anglo-french-relations", "date_published": "2023-03-10 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India v Australia: fourth Test, day two – live", "description": "<ul><li>Updates from the second day at Narendra Modi Stadium</li><li>The cricket starts in Ahmedabad at 9:30am/3pm AEDT</li><li>Any thoughts? <a href=\"mailto:angus.fontaine.casual@theguardian.com\">Feel free to get in touch on email</a></li></ul><p><strong>92nd over: Australia 260-4 (Khawaja 107, Green 51)</strong> Khawaja dabs Patel to point and Cameron Green slams one down the ground. Different strokes, identical results – a single on each occasion. The crowd is roaring as Mohammed Shami, the pick of the bowlers yesterday with 2-65 from 17 overs, takes the ball for the third over of the day.</p><p><strong>91st over: Australia 258-4 (Khawaja 106, Green 50)</strong> Here we go, folks. Day two is about to get underway and it will be Ravi Jadeja to Usman Khawaja. And it’s business as usual as Khawaja glides a single to third man giving 23-year-old allrounder Cameron Green the chance to notch one too and bring up his seventh Test half-century. Is today the day the big fella brings up three figures at last (his best to date is 84)? And with a push to mid-off he gets his fifty. Well played, young man! Khawaja takes another run off the last to retain strike to… Axar Patel.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/10/india-vs-australia-live-updates-cricket-score-fourth-test-day-2-two-ind-v-aus-scorecard-international-match-latest-scores-ahmedabad-narendra-modi-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/10/india-vs-australia-live-updates-cricket-score-fourth-test-day-2-two-ind-v-aus-scorecard-international-match-latest-scores-ahmedabad-narendra-modi-stadium", "date_published": "2023-03-10 04:16:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xi Jinping handed unprecedented third term as China’s president", "description": "<p>Coronation this week sets up Xi, who has overseen a consolidation of power,  to become modern China’s longest-serving head of state</p><p>Xi Jinping has been handed an unprecedented third term as president, capping a rise that has seen him become China’s most powerful leader in generations.</p><p>The appointment by China’s rubber-stamp parliament comes after he was <a href=\"https://www.theguardian.com/world/2023/mar/03/xi-jinping-to-tighten-communist-partys-grip-with-overhaul-of-chinas-government-at-key-meeting\">handed another five years as head of the Chinese Communist party (CCP) and the military</a> – the two more significant leadership positions in Chinese politics – in October.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/xi-jinping-handed-unprecedented-third-term-as-chinas-president\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/xi-jinping-handed-unprecedented-third-term-as-chinas-president", "date_published": "2023-03-10 03:07:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is ‘Stop the boats’ a slogan without a solution? - podcast", "description": "<p>Rishi Sunak has promised to stop people crossing the Channel in small boats but his planned law has been called inhumane and unworkable</p><p>When Rishi Sunak set out his five policy priorities at the start of the year he was attempting not just to relaunch his premiership but to set out a platform that he hoped would enable his party to recover lost supporters. One of those priorities was to set out how he would stop small boats bringing people across the Channel. This week he unveiled that plan: those who cross into Britain outwith ‘safe and legal’ routes would be detained, deported and banned for life from ever achieving citizenship.</p><p>As <strong>Sunder Katwala</strong>, director of <a href=\"https://www.britishfuture.org/\">British Future</a>, tells <strong>Hannah Moore, </strong>this new policy builds on the government’s controversial plan to send asylum seekers to Rwanda while their claims are processed. So far not a single person has made that journey after the planned deportations hit legal challenges. The latest iteration has been criticised as inhumane and unworkable and critics suggest that may be the point: is Sunak’s government more concerned with looking tough than in actually solving the problem of tens of thousands of desperate people making that perilous Channel crossing each year?</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/10/is-stop-the-boats-a-slogan-without-a-solution-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/10/is-stop-the-boats-a-slogan-without-a-solution-podcast", "date_published": "2023-03-10 03:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Free college and IVF help: China hunts for ways to raise its birthrate", "description": "<p>High costs and career impacts remain barriers to having children for many women despite Beijing’s efforts to lift its record-low birthrate</p><p>At China’s annual parliamentary meeting this week, proposals to boost <a href=\"https://www.theguardian.com/world/2022/nov/14/india-faces-deepening-demographic-divide-as-it-prepares-to-overtake-china-as-the-worlds-most-populous-country\">China’s falling birthrate</a> have come thick and fast. On Wednesday, the All China Women’s Federation, a state-backed organisation, called for a national publicity campaign to “advocate a positive concept of marriage and childbearing”, through film and television. Other delegates to China’s parliament have called for tax breaks for companies that employ more mothers, opening up maternity insurance to college students, free college education for families who have a third child born after 2024 and allowing unmarried women to access fertility services.</p><p>Last year China’s birthrate fell to 6.77 per 1,000 people, the lowest on record. In 2022 the <a href=\"https://www.theguardian.com/world/2023/jan/17/chinas-population-falls-for-first-time-in-more-than-60-years\">population shrank</a> by 850,000, the first decline since 1961, a year of famine.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/free-college-and-ivf-help-china-hunts-for-ways-to-raise-its-birthrate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/free-college-and-ivf-help-china-hunts-for-ways-to-raise-its-birthrate", "date_published": "2023-03-10 01:54:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden budget includes billions for Pacific islands in bid to ‘out-compete’ China", "description": "<p>Marshall Islands, Micronesia and Palau stand to benefit as White House warns of Beijing’s intent and ability to ‘reshape the international order’ </p><p>Alarmed by China’s success in wooing Pacific island nations, the Biden administration is proposing to spend billions from its federal budget to keep three of those countries in the US orbit.</p><p>President Joe Biden’s spending plan, released on Thursday, includes more than $7.1bn in funding for the Marshall Islands, Micronesia and Palau. The money is included in the $63.1bn request for the state department and the US Agency for International Development.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/biden-budget-includes-billions-for-pacific-islands-in-bid-to-out-compete-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/biden-budget-includes-billions-for-pacific-islands-in-bid-to-out-compete-china", "date_published": "2023-03-10 01:09:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giving the middle finger is a ‘God-given right’, Canadian judge rules", "description": "<p>Gesture may not be civil or polite but ‘it is not a crime’ and is protected under Canada’s constitution, judgment says</p><p></p><p>Giving your neighbour the middle finger may not be polite but is protected as part of a person’s right to freedom of expression under the Canadian constitution, a judge has ruled.</p><p>In a 26-page decision, Judge Dennis Galiatsatos of the French-speaking province of Quebec dismissed a case against a man accused of harassing his neighbour in a Montreal suburb.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/giving-the-middle-finger-is-a-god-given-right-canada-canadian-judge-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/giving-the-middle-finger-is-a-god-given-right-canada-canadian-judge-rules", "date_published": "2023-03-10 01:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 380 of the invasion", "description": "<p>Russian missile strikes on Ukraine leave at least nine dead; UN warns urgent action needed to protect Zaporizhzhia nuclear plant after power lost in attacks</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>Russia unleashed its largest missile bombardment</strong> <strong>against <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> in three weeks</strong> in the early hours of Thursday, including six hypersonic missiles able to evade air defences. <a href=\"https://www.theguardian.com/world/2023/mar/09/ukraine-war-missile-strikes-attacks-hit-kyiv-power-out-odesa-kharkiv\">At least nine civilians were reported killed.</a> Critical infrastructure and residential buildings in 10 regions were hit, President Volodymyr Zelenskiy said. “The occupiers … won’t avoid responsibility for everything they have done.”</p><p><strong>At least six of the dead were killed in a strike on a residential area</strong> in the western Lviv region, 700km (440 miles) from the frontline, Ukrainian emergency services said. Three buildings were destroyed by fire after the missile attack and rescue workers were combing through rubble looking for more possible victims.</p><p><strong>Ukraine’s air force said Russia launched 81 missiles in total</strong>, alongside eight Shahed drones. It claimed to have shot down 34 cruise missiles and four of the drones.</p><p><strong>The attacks also briefly disconnected Europe’s biggest nuclear power plant from the grid. </strong>Ukraine said the Zaporizhzhia plant was forced on to emergency diesel power to prevent a meltdown. It was later reconnected to Ukraine’s energy grid, operator Ukrenergo said.</p><p>The UN’s nuclear watchdog chief, Rafael Grossi, told his board of governors that <strong>urgent action was needed to protect the Zaporizhzhia plant’s safety</strong> and security.</p><p><strong>Russia’s defence ministry said it had carried out a “massive retaliatory strike” as payback for a cross-border raid</strong> last week. It claimed to have hit all its intended targets, destroying drone bases, disrupting railways and damaging facilities that make and repair arms.</p><p><strong>Ukrainian authorities insist they will continue to try to hold the eastern city of Bakhmut</strong>, despite suffering <a href=\"https://www.theguardian.com/world/2023/mar/09/ukraine-bakhmut-heavy-casualties-russia-war\">an estimated 100-200 casualties a day</a>. Ukraine’s national security chief, Oleksiy Danilov, has said that one Ukrainian is killed for every seven Russians, and claimed that Ukrainian soldiers are killing as many as 1,100 Russians a day. Western officials have estimated Russian casualties in Bakhmut at 20,000-30,000.</p><p><strong>Russia’s state-owned news agency Tass claims security services in Moldova’s breakaway region of Transnistria have foiled an assassination attempt </strong>on its internationally unrecognised leader, Vadim Krasnoselsky. Tass reported Transnistria’s security forces claimed Ukrainian security services were the source of the plans.</p><p><strong>Ukraine’s President Volodymyr Zelenskiy has reportedly been <a href=\"https://www.theguardian.com/film/2023/mar/09/oscars-volodymyr-zelenskiy-appearance-turned-down\">snubbed by the Oscars </a></strong><a href=\"https://www.theguardian.com/film/2023/mar/09/oscars-volodymyr-zelenskiy-appearance-turned-down\">for the second year in a row</a>. According to Variety, Zelenskiy had been hoping to appear on this Sunday’s telecast following on from previous cultural appearances but the request has been denied.</p><p><strong>Ukraine will take part in a European Union scheme to jointly buy gas in global markets</strong>, to procure 2bn cubic metres of the fuel ahead of next winter, the EU energy policy chief said.</p><p><strong>Belarus’s authoritarian president has signed a bill <a href=\"https://www.theguardian.com/world/2023/mar/09/russia-ally-belarus-brings-in-death-penalty-for-high-treason\">introducing capital punishment</a> for state officials and military personnel convicted of high treason</strong>. The amendments to the country’s criminal code endorsed by President Alexander Lukashenko envisage death sentences for officials and service personnel who cause “irreparable damage” to Belarus’s national security through acts of treason.</p><p><strong><a href=\"https://www.theguardian.com/world/russia\">Russia</a> has introduced personal sanctions against 144 government officials, journalists, lawmakers and other public figures</strong> from the three Baltic states – Estonia, Latvia and Lithuania – deemed “most hostile” to Moscow.</p> <a href=\"https://www.theguardian.com/world/2023/mar/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-380-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-380-of-the-invasion", "date_published": "2023-03-10 00:52:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FCA urges UK banks to consider cutting mortgage payments for those struggling", "description": "<p>City regulator estimates 356,000 borrowers may be at risk of missing monthly payments by summer 2024</p><p>The UK regulator has told banks to consider slashing mortgage payments for borrowers struggling with rising bills, as it revealed that 356,000 homeowners could be at risk of missing their monthly instalments by summer 2024.</p><p>The guidance from the Financial Conduct Authority confirms how lenders can support customers who have missed payments or are worried they may fall behind, including by extending the term of their mortgage to lower the monthly amount due, or temporarily slashing payments.</p> <a href=\"https://www.theguardian.com/money/2023/mar/10/fca-urges-uk-banks-to-consider-cutting-mortgage-payments-struggling-borrowers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/10/fca-urges-uk-banks-to-consider-cutting-mortgage-payments-struggling-borrowers", "date_published": "2023-03-10 00:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>Liverpool have the chance for strikers to build some momentum, while Antonio Conte is on borrowed time at Spurs</p><p>Antonio Conte’s performance the season he won the league with Chelsea was spectacularly brilliant, but things have moved on since then. No team bar Conte’s Chelsea has won the Premier League playing three at the back; the standard at the top of the table is far higher now than it was then. Of the current top five, only Conte’s Spurs play a plodding, cautious, constipated style that makes watching them an imposition. Much as Conte likes to trumpet his achievement in qualifying Spurs for the Champions League, they were poor last season, it just so happened other teams were worse, and their run in the competition served only to show how far off his team are – despite a summer spend of roughly £150m ­– and how far off he is, having made the last eight once in six attempts. Conte is <a href=\"https://www.theguardian.com/football/2023/mar/08/predictable-spurs-reach-the-end-in-europe-with-conte-looking-out-of-time\">a man out of time</a>, and another poor result this weekend might just mean the end. <strong>Daniel Harris</strong></p><p><em>Tottenham v Nottingham Forest, Saturday 3pm (all times GMT)</em></p><p><em>Bournemouth v Liverpool, Saturday 12.30pm</em></p><p><em>Leicester v Chelsea, Saturday, 3pm</em></p><p><em>Fulham v Arsenal, Sunday 2pm</em></p> <a href=\"https://www.theguardian.com/football/2023/mar/10/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/10/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2023-03-10 00:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}]