[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Do drzwi zapukał aligator. \"Myślałam, że to moje dziecko\"", "description": "Mieszkanka Teksasu usłyszała rano pukanie do drzwi wejściowych. Po ich otworzeniu zobaczyła na progu zwiniętego w kłębek aligatora. Kobieta wezwała na miejsce służby, który zajęły się bezpiecznym przeniesieniem gada.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/usa-do-drzwi-zapukal-aligator-myslalam-ze-to-moje-dziecko/", "date_published": "2023-03-10 20:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Norwegia: Podróżnik Marcin Gienieczko uwięziony na Svalbardzie. Trwa akcja ratunkowa", "description": "Norweskie służby rozpoczęły akcję ratunkową mającą na celu dotarcie do polskiego podróżnika Marcina Gienieczki. Poinformowała o tym rzeczniczka gubernatora Svalbardu Eva Therese Jenssen. Mężczyzna zamierzał zdobyć najwyższy szczyt archipelagu, czyli Górę Newtona.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/norwegia-podroznik-marcin-gienieczko-uwieziony-na-svalbardzie-trwa-akcja-ratunkowa/", "date_published": "2023-03-10 18:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy, Karlsruhe: Zakładnicy w aptece. Policyjna akcja", "description": "Trwa akcja policji w związku z podejrzeniem wzięcia zakładników w mieście Karlsruhe. Okolica apteki została odgrodzona i jest zabezpieczana przez funkcjonariuszy. Media informują, że na miejsce jadą służby specjalne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/niemcy-karlsruhe-zakladnicy-w-aptece-policyjna-akcja/", "date_published": "2023-03-10 17:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Marija Zacharowa: Polska może zostać wciągnięta w konflikt na Ukrainie", "description": "W Ukrainie formowany jest ochotniczy polski legion, który ma wesprzeć obrońców zaatakowanego kraju w walce z Rosjanami. Do tych doniesień odniosła się rzeczniczka MSZ w Moskwie Marija Zacharowa. Jej zdaniem takie działanie jest obarczone bezpośrednim zaangażowaniem Polski w konflikt ukraiński. Nie przedstawiła jednak argumentów, które miałyby potwierdzać taką opinię.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/marija-zacharowa-polska-moze-zostac-wciagnieta-w-konflikt-na-ukrainie/", "date_published": "2023-03-10 16:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Oscary 2023. Akademia Filmowa nie chce przemówienia Zełenskiego. Rosjanie ruszyli z propagandą", "description": "Amerykańska Akademia Filmowa nie chce, by prezydent Ukrainy przemawiał zdalnie podczas gali rozdania Oscarów. Taką samą decyzję podjęła rok temu. Na te doniesienia z zadowoleniem zareagowały prokremlowskie media, odnotowując ośmieszenie Zełenskiego. Pomijają jednak, że ukraiński przywódca nie raz przemawiał w najważniejszych światowych gremiach, gdy ich lider Putin był okryty powszechną infamią.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/oscary-2023-akademia-filmowa-nie-chce-przemowienia-zelenskiego-rosjanie-ruszyli-z-propaganda/", "date_published": "2023-03-10 14:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Antonin Hajek nie żyje. Czeski skoczek narciarski miał 36 lat. Był poszukiwany od października", "description": "Czeski Związek Narciarski przekazał informację o śmierci Antonina Hajka, byłego skoczka narciarskiego, który wielokrotnie startował w zawodach Pucharu Świata. Rekordzista kraju w długości skoku zaginął w październiku zeszłego roku. Nie podano przyczyny i daty jego śmierci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/nie-zyje-antonin-hajek-czeski-skoczek-narciarski-mial-36-lat-byl-poszukiwany-od-pazdziernika/", "date_published": "2023-03-10 14:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Sophie z Polski spędziła dwa dni w aucie z ciałami przyjaciół", "description": "20-letnia Sophie przeżyła tragiczny wypadek samochodowy, w którym zginęła trójka jej przyjaciół. Pochodząca z Polski dziewczyna spędziła kilkadziesiąt godzin uwięziona we wraku auta, czekając na ratunek. Jej matka opowiada, że po wypadku dziewczyna jest nie do poznania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/wielka-brytania-polka-spedzila-dwa-dni-w-aucie-z-cialami-przyjaciol/", "date_published": "2023-03-10 13:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Nauczycielka uprawiała seks z nastoletnim uczniem. Sąd podjął zaskakującą decyzję", "description": "Monique Ooms, 31-letnia nauczycielka z miasta Maffra w Australii nawiązała romans ze swoim 16-letnim uczniem. Para kilkukrotnie uprawiała seks w samochodzie kobiety zanim seksafera ujrzała światło dzienne. Sprawa trafiła do sądu. Wymiar sprawiedliwości podjął w tej sprawie zaskakujący wyrok.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/australia-nauczycielka-przespala-sie-ze-swoim-uczniem-sad-podjal-zaskakujaca-decyzje/", "date_published": "2023-03-10 11:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Papież Franciszek: Putin to wykształcony człowiek", "description": "Jesteśmy w trakcie wojny światowej - powiedział papież Franciszek w rozmowie ze szwajcarską telewizją RSI. Zadeklarował też, że jest gotów spotkać się z prezydentem Rosji Władimirem Putinem, o którym powiedział, że to wykształcony człowiek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/papiez-franciszek-putin-to-wyksztalcony-czlowiek/", "date_published": "2023-03-10 11:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Strzelanina u Świadków Jehowy. Pojawiło się nagranie strzelaniny", "description": "W sieci opublikowano nagranie z ataku w Hamburgu, gdzie zginęło osiem osób. Jednocześnie pojawiły się nowe informacje o sprawcy, który miał być członkiem społeczności Wspólnoty Świadków Jehowy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/niemcy-hamburg-wstrzasniety-zbrodnia-pojawilo-sie-nagranie-strzelaniny/", "date_published": "2023-03-10 10:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Penis \"narysowany\" na stoku Alaski. Kierownik ośrodka wypoczynkowego wściekły", "description": "Grupa dowcipnych narciarzy w jednym z ośrodków narciarskich Alaski stworzyła na śniegu rysunek przypominający męskie przyrodzenie. Wściekły kierownik resortu nie mógł się z tym pogodzić. Zorganizował całą operację, by zniszczyć nieobyczajne dzieło, w akcji uczestniczył śmigłowiec.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/penis-narysowany-na-stoku-alaski-kierownik-osrodka-wypoczynkowego-wsciekly/", "date_published": "2023-03-10 08:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Berlin. Kobiety mogą korzystać z basenów topless", "description": "Na publicznym, miejskim basenie w stroju topless? Władze Berlina zdecydowały w sprawie zasad korzystania z basenów publicznych. Zgodnie z nowymi przepisami mieszkanki stolicy Niemiec wkrótce będą mogły pływać tam bez górnej części stroju kąpielowego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/kobiety-moga-korzystac-z-basenow-topless/", "date_published": "2023-03-10 08:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzecia kadencja Xi Jinpinga w Chinach. Jednogłośna i bezprecedensowa decyzja", "description": "Xi Jinping został wybrany na trzecią pięcioletnią kadencję prezydencką w Chinach. Wyboru na stanowisko przewodniczącego Chińskiej Republiki Ludowej dokonał parlament na corocznym posiedzeniu. Jak podkreśla Reuters, Xi umocnił swoją pozycję najsilniejszego przywódcy Chin od czasów Mao Zedonga.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/trzecia-kadencja-xi-jinpinga-w-chinach-jednoglosna-i-bezprecedensowa-decyzja/", "date_published": "2023-03-10 08:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ćwiczenia \"prawdziwej wojny\". Korea Północna wystrzeliła rakiety balistyczne", "description": "Przywódca Korei Północnej Kim Dzong Un nakazał swoim żołnierzom zintensyfikować ćwiczenia, tak by w razie potrzeby byli gotowi na prawdziwą wojnę. Wystrzelono sześć pocisków. Celem były wody docelowe.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/cwiczenia-prawdziwej-wojny-korea-polnocna-wystrzelila-rakiety-balistyczne/", "date_published": "2023-03-10 05:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Strzelanina w Hamburgu. Wiele ofiar i rannych", "description": "Co najmniej siedem osób zginęło, a osiem zostało rannych w wyniku strzelaniny, do której doszło w czwartek wieczorem w Hamburgu. Służby nie wykluczają, że napastnik popełnił samobójstwo. Pojawiają się też doniesienia o większej liczbie rannych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/niemcy-strzelanina-w-hamburgu-wiele-ofiar-i-rannych/", "date_published": "2023-03-10 05:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niedźwiedź sfotografowany w lesie. \"Improwizowana sesja zdjęciowa\"", "description": "Fotopułapka w amerykańskim stanie Nowy Meksyk zarejestrowała niezwykłą scenę. Kamera służąca na co dzień do obserwacji wilków sfotografowała w lesie czarnego niedźwiedzia. Zrobił sobie improwizowaną sesję zdjęciową - napisali w mediach społecznościowych pracownicy stanowej agencji ds. ochrony dzikiej przyrody, którzy opublikowali fotografie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-10/niedzwiedz-sfotografowany-w-lesie-improwizowana-sesja-zdjeciowa/", "date_published": "2023-03-10 04:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]