[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Everything Everywhere All at Once Is The Most-Awarded Movie Ever - IGN The Fix: Entertainment", "description": "Everything Everywhere All At Once is making historical wins well before 2023’s Oscars. We here at IGN did the breakdown and came to the conclusion that the A24 film is now the most-awarded movie of all time, with 158 awards to-date. Everything Everywhere All At Once has dethroned the previous holder of that title, The Lord of the Rings: Return of the King. The Peter Jackson directed movie earned a total of 101 awards, according to our breakdown. In other news, rapper 50 Cent is developing a new series with Paramount Plus called Vice City. And no, it’s not related to the famed Rockstar Games title of the same name. And finally, you gotta give it up to Amazon for saving the once canceled Batman: Caped Crusader series.\n\n#ign #entertainment", "link": "https://www.youtube.com/watch?v=kCJ0mQNqdeI", "date_published": "2023-03-10 23:11:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is Resident Evil 4's Opening the Greatest Intro of All Time? - IGN Never Played Ep.1", "description": "Resident Evil 4 is one of the most influential games of all time and has gone on to shape the fabric of third-person shooters, survival horror games, and just games in general. Including the upcoming release of the new Resident Evil 4 Remake which has everyone hyped! But IGN's Alan Wheeler has a deep dark secret...he's never played Resident Evil 4.\n\nFortunately, IGN’s Brian Altano is an RE4 superfan who knows the game forwards and back. So in celebration of the upcoming release of the Resident Evil 4 Remake, we thought we’d pair them together to tackle the original game on original hardware.\n\nFor Episode 1, Alan is taking on the intimidating opening sequence of Resident Evil 4 while Brian waxes poetic.\n\nWe are playing the original GameCube release of Resident Evil 4 split between a modern television for capture and a CRT to recreate the original experience.\n\nPresented by Resident Evil 4. Coming March  24th on PlayStation 5, Xbox Series Consoles, and PC.\n\n#IGN", "link": "https://www.youtube.com/watch?v=zOVMb_e50CU", "date_published": "2023-03-10 23:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Cells: Return to Castlevania DLC - The First 15 Minutes of Gameplay", "description": "Check out the opening minutes of Dead's Cells brand new DLC: Return to Castleavania.  This DLC brings new levels, music, characters, and more from the beloved Castlevania series.\n\n#IGN #Gaming #DeadCells", "link": "https://www.youtube.com/watch?v=R6Q6vh7Xnbg", "date_published": "2023-03-10 22:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Streets of Rage 4 + Mr. X Nightmare DLC - Official Update Trailer", "description": "Streets of Rage 4 has released a new update with over 300 improvements to Streets of Rage 4 including a suite of eye-popping cooperative moves that empower players to take their combo-driving teamwork to the next level while dishing out some serious hurt to the city’s seediesStreets of Rage 4 has released a new update with over 300 improvements to Streets of Rage 4 including a suite of eye-popping cooperative moves that empower players to take their combo-driving teamwork to the next level while dishing out some serious hurt to the city’s seediest criminals. The update trailer also gives an overview for the all-new Custom Survival Mode of Mr. X Nightmare DLC. The update for Streets of Rage 4 and Mr. X Nightmare DLC is available now on PlayStation 4, Xbox One, Nintendo Switch, and PC.", "link": "https://www.youtube.com/watch?v=T_aKNzEJquw", "date_published": "2023-03-10 21:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer: Vermintide 2 - Official 5 Year Anniversary Trailer", "description": "Warhammer: Vermintide 2 is an award-winning action shooter celebrating 5 years of its game. As part of the celebration, the team is continuing their annual tradition with their popular celebratory level ‘A Quiet Drink,’ available from March 8 - 20. Check out the 5-year anniversary trailer for Warhammer: Vermintide 2 available on PlayStation 4, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=a1w44IGCHEQ", "date_published": "2023-03-10 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Quicktime event so bad that it's good #beyond #podcast #playstation #spiderman #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=2N7QHIEWwS4", "date_published": "2023-03-10 19:36:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What it will take to get stunts at the Oscars #keanureeves #johnwick #actionmovies #stunt #shorts", "description": "", "link": "https://www.youtube.com/watch?v=F8l3_glSOFs", "date_published": "2023-03-10 19:35:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Outlast Trials - Official Early Access Date Announcement Trailer", "description": "The Outlast Trials is coming to Early Access on Steam and the Epic Games Store on May 18, 2023. Watch the latest trailer for this upcoming survival horror game.\n\nThe Outlast Trials is a new take on the survival horror series, and it is set in the same universe as the previous games, only this time you can choose to play on your own or with friends in a team of up to four people.\n\nSet in the height of the Cold War era, players take on the role of test subjects abducted by the shadowy Murkoff Corporation. Imprisoned in a secret Murkoff facility, players will be thrust into a series of physical and mental ordeals, tormented by iconic characters, and challenged alone or in teams to survive with their sanity intact.", "link": "https://www.youtube.com/watch?v=Xn72oTsggGc", "date_published": "2023-03-10 19:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite Chapter 4 Season 2 - Official Cinematic Trailer", "description": "Check out the cinematic trailer for Fortnite Chapter 4 Season 2: MEGA. \n\nBecome MEGA in Fortnite Battle Royale Chapter 4 Season 2. Ride the grind rails of MEGA City and swerve on its streets on a sports bike. Go beyond the neon towers to the rest of the new biome: cause Havoc at Steamy Springs, drive a Nitro Drifter to the Drift Ridge car track, sharpen your Kinetic Blade skills at Kenjutsu Crossing, and more.\n\n#IGN #Gaming #Fortnite", "link": "https://www.youtube.com/watch?v=b0JkTYEfeZM", "date_published": "2023-03-10 17:59:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite Chapter 4 Season 2 - Official Launch Gameplay Trailer", "description": "Here's your look at the launch gameplay trailer for Fortnite Chapter 4 Season 2, available today, March 10, 2023. New city, new streets.\n\nFortnite Chapter 4 Season 2 features the two-person sports bike the Victory Crown Rogue, the Nitro Drifter four-wheel ride, and a Kinetic Blade. The new season brings a new biome with new locations like MEGA City, Steamy Springs, Knotty Nets, Kenjutsu Crossing, and more. Additionally, with the Chapter 4 Season 2 Battle Pass purchase, you’ll auto-unlock the fine-tailored Renzo the Destroyer. Progress through the Battle Pass to unlock other outfits, including the streetwear savant Thunder, the elegantly casual Highwire, and more. \n\nLater in the Season, unlock another Outfit in the Battle Pass: anime protagonist Eren Jaeger from Attack on Titan.", "link": "https://www.youtube.com/watch?v=F18Bu-x-Is4", "date_published": "2023-03-10 17:58:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Official Paul Phoenix Gameplay Trailer", "description": "Paul Phoenix takes the spotlight in this latest trailer for Tekken 8. Check it out to see the character in action. Tekken 8 will be available on PlayStation 5, Xbox Series X/S, and Steam.\n\n#IGN #Gaming #Tekken8", "link": "https://www.youtube.com/watch?v=71vNx-yu0P0", "date_published": "2023-03-10 17:57:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Bleak Faith: Forsaken - Official Launch Trailer", "description": "Get another look at the nightmarish enemies and world of Bleak Faith: Forsaken in this launch trailer for the brutal action RPG, available now on PC.\n\nIn Bleak Faith: Forsaken, explore the last remnants of civilization in this vast, unforgiving, and interconnected world. Learn what is left of its history. Discover pockets of natural life in the perpetually expanding Omnistructure. Lose yourself in a journey unlike any other. Find your purpose in the world.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=astYsAU_6mw", "date_published": "2023-03-10 17:08:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ayaneo 2 Review", "description": "The Ayaneo 2 is a major step forward from the Ayaneo Next and Steam Deck, and it feels almost as good as it plays. It’s expensive but excellent.", "link": "https://www.youtube.com/watch?v=Rb4oNBsZ6j8", "date_published": "2023-03-10 16:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Deceive Inc.: Become a Killer Toilet + More Ways to Trick Players | Official Trailer", "description": "Check out some of the crazy ways you can deceive other players in the multiplayer subterfuge game Deceive Inc. The open beta is available starting today for PC, PS5, and Xbox Series X|S. The final release is scheduled for March 21.", "link": "https://www.youtube.com/watch?v=z3A0bXnI4sI", "date_published": "2023-03-10 14:00:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield’s New Release Date Makes a Lot of Sense - Next-Gen Console Watch", "description": "Welcome back to Next-Gen Console Watch, our show following all the news and rumors on the PlayStation 5 and Xbox Series. I’m Daemon Hatfield, and this week I’m joined by Ryan McCaffrey, host of IGN’s Xbox podcast, Podcast Unlocked, and Max Scoville, host of IGN's PlayStation podcast, Podcast Beyond.\n\nThis week we discuss Starfield's latest delay to September 6th. With Street Fighter 6, Diablo 4, Final Fantasy XVI and The Legend of Zelda: Tears of the Kingdom all releasing around May/June of this year, could this delay actually be a good thing? All that speculation and poll results in this episode of Next-Gen Console Watch.\n\n0:00 - Intro\n0:28 - Starfield Delayed to September\n16:47 - Poll Results & OutroWelcome back to Next-Gen Console Watch, our show following all the news and rumors on the PlayStation 5 and Xbox Series. I’m Daemon Hatfield, and this week I’m joined by Ryan McCaffrey, host of IGN’s Xbox podcast, Podcast Unlocked, and Max Scoville, host of IGN's PlayStation podcast, Podcast Beyond.\n\nThis week we discuss Starfield's latest delay to September 6th. With Street Fighter 6, Diablo 4, Final Fantasy XVI and The Legend of Zelda: Tears of the Kingdom all releasing around May/June of this year, could this delay actually be a good thing? All that speculation and poll results in this episode of Next-Gen Console Watch.\n\n0:00 - Intro\n0:28 - Starfield Delayed to September\n16:47 - Poll Results & Outro\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=trG6uqPJdGA", "date_published": "2023-03-10 14:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mando Is About To Become Ruler of Mandalore - Here's What That Means | The Mandalorian Chapter 18", "description": "The Mandalorian hits a major goalpost in episode 2 of The Mandalorian season 3! The future of Star Wars may be hinted at here in this very productive chapter. Star Wars, The Mandalorian, and the current saga have a goal, and it looks like they hit a major milestone, beyond “baby yoda.” Grogu is shaping into his Mandalorian life as the title character played by Pedro Pascal makes big moves post- The Mandalorian Chapter 18. \n\nDin Djarin may soon have more in common with Boba Fett than before, as Disney Plus weaves the stories around. Disney+, home of The Mandalorian and Grogu, takes us finally to the Mines of Mandalore. In the Mines of Mandalore, Din Djarin meets his destiny, and the living waters beneath the mines of Mandalore may have more than he, Grogu, and the Children of the Watch could have ever imagined. \n\nIGN has you covered in this episode of Canon Fodder with Max Scoville. We’ll explain the power of the mythosaur, the future tied between the Mandalorian, mythosaur, and Bo-Katan, and we’ll even talk about our old friend R5-D4. Plus, Pelli Motto is up to her old tricks, but that’s beside the big point! What is a mythosaur, really? We’ve got all your questions and the mythosaur explained in our full breakdown!", "link": "https://www.youtube.com/watch?v=sbj8lzXqBTg", "date_published": "2023-03-10 14:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shazam vs. DC Heroes: Who Would Win?", "description": "How tough is Shazam compared to Batman, Superman, Wonder Woman and the rest of DC's heroes? Shazam stars Zachary Levi and Asher Angel weigh in on who Shazam could beat up and how.\n\n#ign #shazam", "link": "https://www.youtube.com/watch?v=Bl2zzmQn9no", "date_published": "2023-03-10 12:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Suicide Squad: Kill the Justice League Reportedly Delayed Again - IGN Daily Fix", "description": "On today’s Daily Fix, we’re going to talk about the Suicide Squad: Kill the Justice League being delayed again, the new PS5 firmware update, and Sony’s latest concerns about the Microsoft/Activison acquisition.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Jr7HkCwXluw", "date_published": "2023-03-10 02:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 Chainsaw Demo Gameplay - Full Playthrough", "description": "Get a look at one of the most iconic opening levels in video game history, but remade for modern audiences. This is a full playthrough of the Resident Evil 4 Chainsaw Demo.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=zVoY7sP4u5k", "date_published": "2023-03-10 01:45:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mario Kart 8 Deluxe - Booster Course Pass Wave 4: Boomerang Cup 150cc Gameplay", "description": "​​Mario Kart 8 Deluxe Booster Course Wave 4 has finally arrived and with it a new surprise returning character from Mario Kart Double Dash on the GameCube, Birdo. Gameplay of the Boomerang Cup on 150cc.\n\n#IGN #Gaming #Nintendo", "link": "https://www.youtube.com/watch?v=sqAozkTrHv8", "date_published": "2023-03-10 01:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mythosaur Lives!", "description": "#starwars #themandalorian#mythosaur", "link": "https://www.youtube.com/watch?v=A7DvcHVUuVQ", "date_published": "2023-03-10 00:41:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 - Official Teaser Trailer", "description": "Watch the action-packed trailer for the Resident Evil 4 remake ahead of the survival horror game's release on March 24, 2023. A demo is available now.", "link": "https://www.youtube.com/watch?v=nkc6VzmYjpk", "date_published": "2023-03-10 00:29:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Every Reveal from the Capcom Spotlight in 90 Seconds - March 2023", "description": "Capcom has a busy start to 2023 lined up, with brand new trailers shown for Mega Man Battle Network, Ghost Trick: Phantom Detective, Exoprimal, Resident Evil 4, Street Fighter 6 and Monster Hunter Rise. Here they all are in a 90-second bundle!\n\n#IGN #Gaming #Capcom", "link": "https://www.youtube.com/watch?v=iIZw-P1nLHY", "date_published": "2023-03-10 00:27:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 - Official Teaser Trailer", "description": "Get another look at Resident Evil 4 in this trailer for the upcoming remake of the survival horror game. A demo is available now.", "link": "https://www.youtube.com/watch?v=8_2WmUro8XE", "date_published": "2023-03-10 00:18:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 - Official Teaser Trailer", "description": "Check out the new trailer for Resident Evil 4 ahead of the game's release available on March 24, 2023. A demo is available now.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=52pNSTmuE_4", "date_published": "2023-03-10 00:17:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "No Hard Feelings - Official Red Band Trailer (2023) Jennifer Lawrence, Natalie Morales", "description": "Check out the red band trailer for No Hard Feelings, an upcoming comedy movie starring Jennifer Lawrence Andrew Feldman, Laura Benanti, Natalie Morales, and Matthew Broderick.\n\nOn the brink of losing her childhood home, Maddie (Lawrence) discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.\n\nThe movie is produced by Alex Saks, Naomi Odenkirk, Marc Provissiero, Jennifer Lawrence, and Justine Ciarrocchi. John Phillips and Kerry Orent serve as executive producers. It is written by Gene Stupnitsky and John Phillips.\n\nNo Hard Feelings, directed by Gene Stupnitsky, is coming to theaters in summer 2023.", "link": "https://www.youtube.com/watch?v=11YDFTKfeqE", "date_published": "2023-03-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]