[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "18 Minutes Of Avatar: Frontiers Of Pandora Gameplay", "description": "Here's footage from a work-in-progress build of Avatar: Frontiers of Pandora. In this video you'll see air combat on an ikran, taking down a main base, investigating the whereabouts of a missing resistance pilot, and liberating an outpost.\n\n#gaming  #avatarfrontiersofpandora  #gamespot  #avatar  \n\n00:00 - Air Combat, ikran mount\n03:47 - RDA Main Base, Combat\n09:05 - Exploring, Pilot Rescue Sidequest\n14:47 - Outpost\n\nWe had the opportunity to play Avatar: Frontiers Of Pandora for more than two hours. In this gameplay clip, we're showing several different missions from the work-in-progress version of the game. Frontiers of Pandora, created by Massive Entertainment and published by Ubisoft, shares some RPG elements of The Division and open-world mechanics from Far Cry. You'll recognize some familiar gameplay features, such as clearing outposts and bases. However, one significant difference is that, as a Na'vi, you'll need to depend on stealth and speed to take on the RDA, who possess me", "link": "https://www.youtube.com/watch?v=e3t5KhZdtrg", "date_published": "2023-10-30T16:15:02+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/e3t5KhZdtrg/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Avatar: Frontiers Of Pandora Hands-On Preview (New Gameplay)", "description": "We got a few hours of hands-on time with Massive Entertainment's upcoming Avatar game, which uses a lot of familiar elements without the usual hand-holding.\n\n#gaming #avatarfrontiersofpandora #gamespot #avatar \n\nAvatar: Frontiers Of Pandora could be a new spin on Ubisoft open-world games, as developer Massive Entertainment has taken the opportunity to improve on the Ubisoft open-world formula. We played about two and a half hours, and at first glance, it fits pretty neatly into the established canon of Ubisoft open-world games with elements from both The Division and Far Cry.\n\nFrontiers of Pandora tells its own story that takes place on the Western Frontier, shortly before the events of Avatar: The Way of Water. The series has never explored this location before, and you'll find yourself running and climbing through everything from deep jungles to floating mountains. Movement in Avatar is very fluid and includes a charge-up jump, a double-jump, and lots of mantling. In this preview, ", "link": "https://www.youtube.com/watch?v=xXIxpwUjzQ8", "date_published": "2023-10-30T16:00:52+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/xXIxpwUjzQ8/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare 3 Everything to Know", "description": "From campaign to multiplayer, large scale battles, an evolution of Zombies, and Warzone: here’s everything you need to know about Call of Duty: Modern Warfare 3.\n#gaming #CallOfDuty #COD #ModernWarefare3 #MWIII #gamespot \n\nTimestamps:\n00:12 - Campaign\n01:21 - Gameplay\n02:46 - Multiplayer\n04:55 - Warzone\n06:25 - Zombies\n08:23 - Release Date & Price", "link": "https://www.youtube.com/watch?v=qrAAHGkN8kc", "date_published": "2023-10-30T15:00:42+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qrAAHGkN8kc/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Complete SILENT HILL Timeline Explained!", "description": "The Silent Hill franchise has a long and dense timeline, which spans hundreds of years of dark history across 8 mainline games, and a handful of spin-offs. And to confuse matters even more, one of those 8 games actually splinters off into a completely different timeline. \n\nWith a remake of Silent Hill 2, a new mainline entry in the form of Silent Hill f, the streaming game Silent Hill Ascension, and anthology series, Silent Hill Townfall all on the horizon - this long dormant franchise has burst back to life. So what better time to dig back into the lore and timeline of Silent Hill. \n\nThis is the Silent Hill franchise fully explained.\n\nFrom the origins of the towns of Silent Hill and Shepherds Glen in the 17th century through to the epic saga between the Mason family and the cult of Silent Hill, this video breaks down the long and dense timeline of the Silent Hill franchise.\n\n#TimelineExplained #SilentHill #GameSpot\n\nTimeline Playlist - https://www.youtube.com/watch?v=3gaFRoP4RUA&amp", "link": "https://www.youtube.com/watch?v=lgF807fjb3g", "date_published": "2023-10-30T15:00:41+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot - YouTube", "album": "GameSpot - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/lgF807fjb3g/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0}]