[{"source": "https://thehill.com/news/feed/", "title": "Battle lines form in Democrats' race for Feinstein seat", "description": "Democrats are bracing for a fractious race to fill the seat of retiring Sen. Dianne Feinstein (D-Calif.), with high-profile party members pitted against one another along battle lines formed by both identity and ideology. Rep. Adam Schiff (D-Calif.) has already drawn the support of former Speaker Nancy Pelosi (D-Calif.) in the race, while Rep. Katie...", "link": "https://thehill.com/homenews/campaign/3863240-battle-lines-form-in-democrats-race-for-feinstein-seat/", "date_published": "2023-02-19 23:28:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pressure on Biden to supply F-16s mounts ahead of Ukraine war anniversary", "description": "The Biden administration is facing mounting pressure from U.S. lawmakers and Ukrainian officials to equip Kyiv with F-16 fighter jets as Russia’s war approaches its one-year anniversary later this week. Just after the administration last month announced it would send 31 Abrams battle tanks to Ukraine, Kyiv renewed its calls for the modern fighter aircraft....", "link": "https://thehill.com/policy/international/3865681-pressure-on-biden-to-supply-f-16s-mounts-ahead-of-ukraine-war-anniversary/", "date_published": "2023-02-19 23:11:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands of Starbucks vanilla Frappuccino drinks recalled", "description": "More than 300,000 Starbucks vanilla Frappuccino drinks have been recalled due to glass being found in some bottles, according to a notice from the Food and Drug Administration (FDA). According to an FDA notice, more than 25,000 cases of the 13.7-ounce glasses of the Frappuccino drinks were recalled, with 12 bottles per case. The agency...", "link": "https://thehill.com/homenews/state-watch/3865702-thousands-of-starbucks-vanilla-frappuccino-drinks-recalled/", "date_published": "2023-02-19 22:54:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Graham has 'no concerns' about testimony after Georgia grand jury raised perjury questions", "description": "Sen. Lindsey Graham (R-S.C.) said he has \"no concerns\" about the testimony he gave to a Georgia grand jury after it suggested last week that one of the individuals it spoke with may have committed perjury. Graham told Martha Raddatz on ABC's \"This Week\" that he had \"no concerns about [his] testimony,\" and largely agreed...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865671-graham-has-no-concerns-about-testimony-after-georgia-grand-jury-raised-perjury-questions/", "date_published": "2023-02-19 22:44:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida substitute teacher fired over video DeSantis called 'fake narrative'", "description": "A Florida substitute teacher has reportedly been fired for posting a video of empty bookshelves in a middle school library, a video that Florida Gov. Ron DeSantis (R) called a \"fake narrative\" earlier this week. Brian Covey, who was a substitute teacher at Mandarin Middle School in Duval County, posted a video on Jan. 27...", "link": "https://thehill.com/homenews/state-watch/3865612-florida-substitute-teacher-fired-over-video-desantis-called-fake-narrative/", "date_published": "2023-02-19 22:22:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta to launch 'verified' subscription service for Facebook, Instagram", "description": "Meta, the parent company of Facebook and Instagram, is set to launch a “verified” subscription service for users of the two popular social media platforms.  Subscriptions will be $11.99 a month for users who subscribed through a web browser and $14.99 a month for users who subscribed through Apple Inc’s iOS system, Meta Founder and...", "link": "https://thehill.com/policy/technology/3865647-meta-to-launch-verified-subscription-service-for-facebook-instagram/", "date_published": "2023-02-19 21:57:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michigan GOP elects controversial election denier to lead state party", "description": "The Michigan GOP on Saturday picked controversial election denier Kristinia Karamo to chair the party in the key battleground state heading into the 2024 election, according to reports. Karamo beat out 10 other candidates to take the chair, besting fellow frontrunner and former attorney general Matthew DePerno by 16 points in the third round of...", "link": "https://thehill.com/homenews/campaign/3865632-michigan-gop-elects-controversial-election-denier-to-lead-state-party/", "date_published": "2023-02-19 21:23:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pritzker embraces role as DeSantis foil on Illinois schools", "description": "Illinois Gov. J.B. Pritzker (D) is setting himself up as the liberal answer to Florida Gov. Ron DeSantis (R), advancing progressive policies across a range of culture war issues, including abortion, gun rights and, in particular, education. In his State of the State address on Wednesday, Pritzker proposed massive increases to Illinois’s education budget while...", "link": "https://thehill.com/homenews/campaign/3863152-pritzker-embraces-role-as-desantis-foil-on-illinois-schools/", "date_published": "2023-02-19 21:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hogan: Conservative leaders would privately agree election wasn't stolen, but 'go out and say complete opposite'", "description": "Former Maryland Gov. Larry Hogan (R) on Sunday said he knew conservative leaders who would privately agree the 2020 election wasn’t stolen but publicly say otherwise. Hogan made the comments on NBC’s “Meet the Press,” responding to a question about a new court filing in Dominion Voting Systems’s lawsuit against Fox News that says the...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865564-hogan-conservative-leaders-would-privately-agree-election-wasnt-stolen-but-go-out-and-say-complete-opposite/", "date_published": "2023-02-19 21:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Graham: US should designate Russia a state sponsor of terrorism", "description": "Sen. Lindsey Graham (R-S.C.) on Sunday reiterated his call for the U.S. to designate Russia as a state sponsor of terrorism as the Kremlin’s conflict against neighboring Ukraine nears the end of its first year.   Graham made the point while responding to comments from Vice President Harris at the Munich Security Conference over the...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865483-graham-us-should-designate-russia-a-state-sponsor-of-terrorism/", "date_published": "2023-02-19 20:54:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wall Street Journal: Special counsel should drop Pence subpoena", "description": "The Wall Street Journal's editorial board said on Friday that the special counsel investigating  former President Trump’s efforts to overturn the 2020 election should drop the subpoena it issued for former Vice President Mike Pence. Attorney General Merrick Garland appointed Jack Smith as the special counsel to investigate Trump's role in efforts to overturn the...", "link": "https://thehill.com/homenews/media/3865498-wall-street-journal-special-counsel-should-drop-pence-subpoena/", "date_published": "2023-02-19 20:52:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "1 dead, 10 injured in Memphis shootings", "description": "One person was killed and 10 more were injured on Sunday in two Memphis, Tenn.,  shootings authorities believe to be connected, police say.  Memphis Police Department officers responded to an incident at Memphis nightclub the Live Lounge shortly after midnight, where two shooting victims were found in critical condition and five others were found with...", "link": "https://thehill.com/homenews/state-watch/3865501-1-dead-10-injured-in-memphis-shootings/", "date_published": "2023-02-19 19:26:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders: Israeli democracy is in peril", "description": "Sen. Bernie Sanders (I-Vt.) said that he thinks that democracy is in peril in Israel and that the U.S. should revisit the conditions under which it offers financial assistance to the country. “I do,” Sanders said on CBS’s “Face The Nation” when asked if he thinks democracy is in peril in Israel. “I am very...", "link": "https://thehill.com/policy/international/3865439-sanders-israeli-democracy-is-in-peril/", "date_published": "2023-02-19 19:25:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Graham on potential Chinese 'lethal assistance' to Russia: 'If you jump on the Putin train now, you're dumber than dirt'", "description": "Sen. Lindsey Graham (R-S.C.) on Sunday weighed in on a new warning from Secretary of State Antony Blinken that China is considering sending “lethal assistance” to Russia, saying anyone who backs Moscow at this point in its war with Ukraine is “dumber than dirt.”  “What Secretary Blinken said is big news to me. He believes...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865466-graham-on-potential-chinese-lethal-assistance-to-russia-if-you-jump-on-the-putin-train-now-youre-dumber-than-dirt/", "date_published": "2023-02-19 18:40:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alleged Russian war crimes, US aid to Ukraine in spotlight nearly one year after invasion", "description": "Russia’s war on Ukraine dominated the Sunday morning political talk shows, with U.S. lawmakers and officials discussing alleged Russian war crimes, continued U.S. support for Kyiv and new concerns about potential lethal Chinese aid to Moscow almost one year since the invasion was launched.  Secretary of State Antony Blinken said on CBS’s “Face the Nation”...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865437-alleged-russian-war-crimes-us-aid-to-ukraine-in-spotlight-nearly-one-year-after-invasion/", "date_published": "2023-02-19 18:13:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "If Ukraine wins the war, democracies must help keep the peace", "description": "As the Ukrainians continually remind us, their fight is our fight.", "link": "https://thehill.com/opinion/international/3863594-if-ukraine-wins-the-war-democracies-must-help-keep-the-peace/", "date_published": "2023-02-19 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will Haley's 2024 launch put pressure on other GOP hopefuls?", "description": "Nikki Haley’s entrance into the 2024 Republican presidential primary could raise pressure on other prospective GOP contenders to officially jump in as the race for the White House heats up. Haley, the former South Carolina governor, officially announced her candidacy this week, making her the second high-profile Republican to officially wade into the race and...", "link": "https://thehill.com/homenews/campaign/3863722-will-haleys-2024-launch-put-pressure-on-other-gop-hopefuls/", "date_published": "2023-02-19 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: Japanese American internment camps 'one of the most shameful periods in American history'", "description": "President Biden on Sunday called the use of internment camps for Japanese Americans in the U.S. during World War II “one of the most shameful periods in American history.” \"When President Franklin D. Roosevelt signed Executive Order 9066, eighty-one years ago today, it ushered in one of the most shameful periods in American history,\" Biden said in...", "link": "https://thehill.com/homenews/administration/3865377-biden-japanese-american-internment-camps-one-of-the-most-shameful-periods-in-american-history/", "date_published": "2023-02-19 17:17:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rise of the tax machines: IRS algorithms are coming for you", "description": "It is not enough to rely on assurances that the IRS is monitoring its AI program.", "link": "https://thehill.com/opinion/finance/3864905-rise-of-the-tax-machines-irs-algorithms-are-coming-for-you/", "date_published": "2023-02-19 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Section 230, student debt top divisive Supreme Court agenda", "description": "The Supreme Court begins a two-week argument session on Tuesday that includes divisive clashes over student debt forgiveness and a controversial liability shield known as Section 230 that Big Tech argues is fundamental to social media. The justices will begin the busy period by weighing the scope of Section 230 before hearing from the Biden...", "link": "https://thehill.com/regulation/court-battles/3863113-section-230-student-debt-top-divisive-supreme-court-agenda/", "date_published": "2023-02-19 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House pledges $100M in earthquake aid to Turkey, Syria", "description": "The U.S. is pledging an additional $100 million to support Turkey and Syria as the countries deal with the aftermath of an earthquake that has claimed the lives of more than 44,000 people.  Secretary of State Antony Blinken, who is touring the damage in southern Turkey and northern Syria from the earthquake earlier this month,...", "link": "https://thehill.com/policy/international/3865373-white-house-pledges-100m-in-earthquake-aid-to-turkey-syria/", "date_published": "2023-02-19 16:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Objectively wrong: Some areas of news industry debate aren’t gray", "description": "Reversing NY Times v. Sullivan would be disastrous — and some of the favorite venues of the right might be the most affected.", "link": "https://thehill.com/opinion/technology/3865253-objectively-wrong-some-areas-of-news-industry-debate-arent-gray/", "date_published": "2023-02-19 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hogan: Inadvertently helping Trump could be 'pretty good reason' not to run in 2024", "description": "Former Maryland Gov. Larry Hogan (R), who is considering a 2024 presidential bid, said on Sunday that he might not run if his candidacy would inadvertently help boost former President Trump’s reelection campaign. “If you thought your candidacy was gonna contribute to inadvertently helping Donald Trump, would that be a reason not to run?” NBC...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865365-hogan-inadvertently-helping-trump-could-be-pretty-good-reason-not-to-run-in-2024/", "date_published": "2023-02-19 16:27:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders: Biden a more progressive president than he was as senator", "description": "President Biden is much more progressive as commander in chief than he was as a senator, according to Sen. Bernie Sanders (I-Vt.), with the left-wing lawmaker saying on Sunday he would support Biden if he runs for reelection in 2024. “I think he is a much more progressive president than he was a United States...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865355-sanders-biden-a-more-progressive-president-than-he-was-as-senator/", "date_published": "2023-02-19 16:18:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three reasons Nikki Haley's candidacy is a race to watch", "description": "Haley’s strengths should not be underestimated, especially these three.", "link": "https://thehill.com/opinion/campaign/3863529-three-reasons-nikki-haleys-candidacy-is-a-race-to-watch/", "date_published": "2023-02-19 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kirby says 'no plans' for Biden to enter Ukraine during trip to Poland", "description": "National Security Council spokesman John Kirby said on Sunday that there are “no plans” for President Biden to enter Ukraine during his upcoming trip to Poland as Russia's war against Kyiv approaches its second year. \"We obviously are maintaining a high degree of solidarity with the Ukrainian people. The United States leads the world in...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865321-kirby-says-no-plans-for-biden-to-enter-ukraine-during-trip-to-poland/", "date_published": "2023-02-19 15:52:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders says Haley's call for competency test 'absurd'", "description": "Sen. Bernie Sanders (I-Vt.) blasted former South Carolina Gov. Nikki Haley, who is running for the Republican presidential nomination, for floating the idea that politicians over the age of 75 should face “competency tests,” calling the thought “absurd.” “I think that's absurd,” Sanders said in an interview on CBS’s “Face The Nation.” “We are fighting...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865332-sanders-says-haleys-call-for-competency-test-abusrd/", "date_published": "2023-02-19 15:46:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN ambassador warns of ‘consequences’ if China provides lethal aid to Russia", "description": "U.S. Ambassador to the United Nations Linda Thomas-Greenfield on Sunday warned of “consequences” if China moves to provide lethal aid to Russia after Secretary of State Antony Blinken warned Beijing was \"strongly considering\" the assistance. Asked what specifically those consequences would entail, Thomas-Greenfield said on CNN's \"State of the Union\" that the U.S. isn’t going...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865311-un-ambassador-warns-of-consequences-if-china-provides-lethal-aid-to-russia/", "date_published": "2023-02-19 15:34:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two ways Joe Biden gets reelected", "description": "Biden needs an economic boom like the one that saved Bill Clinton during the Monica Lewinsky scandal.", "link": "https://thehill.com/opinion/campaign/3865234-two-ways-joe-biden-gets-reelected/", "date_published": "2023-02-19 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken: Other nations 'appreciate' US exposing Chinese spy balloons", "description": "Secretary of State Antony Blinken said in an interview broadcast Sunday that many countries \"appreciate\" the U.S. for exposing Chinese surveillance balloons. During an appearance on ABC's \"This Week,\" Blinken told host Martha Raddatz that the U.S. was not the only country to be targeted and that the Chinese balloons have flown over more than...", "link": "https://thehill.com/blogs/blog-briefing-room/3865271-blinken-other-nations-appreciate-us-exposing-chinese-spy-balloons/", "date_published": "2023-02-19 15:26:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio senator: East Palestine residents 'right to be skeptical' after train derailment", "description": "Sen. Sherrod Brown (D-Ohio) on Sunday said residents in East Palestine, Ohio are “right to be skeptical” after a disastrous train derailment leaked toxic chemicals in the air, land and water near their homes. “Should the residents accept the assurances from the government or are they right to be skeptical?” anchor Pamela Brown asked the...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865300-ohio-senator-east-palestine-residents-right-to-be-skeptical-after-train-derailment/", "date_published": "2023-02-19 15:12:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley dodges questions on differences from Trump", "description": "Newly announced Republican presidential candidate Nikki Haley during an interview on Sunday dodged questions about how she differs from former President Trump, instead saying she is focused on defeating President Biden. “I don’t focus on President Trump,” Haley said on “Fox News Sunday” when asked how she differs from the former president. “It’s amazing that...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865295-haley-dodges-questions-on-differences-from-trump/", "date_published": "2023-02-19 15:06:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are you picking the right gas at the pump? How to know", "description": "There's regular, super unleaded, supreme, and numbers ranging from 85 to 93 - how do you know you're getting the right fuel for your vehicle?", "link": "https://thehill.com/homenews/nexstar_media_wire/3851790-are-you-picking-the-right-gas-at-the-pump-how-to-know/", "date_published": "2023-02-19 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will the SpaceX Starship fly to space soon?", "description": "On Feb. 9, SpaceX’s Superheavy rocket shattered the south Texas calm as 31 of its 33 engines ignited in a brief static fire test.", "link": "https://thehill.com/opinion/technology/3864570-will-the-spacex-starship-fly-to-space-soon/", "date_published": "2023-02-19 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top GOP lawmaker urges US to send fighter jets, missiles to Ukraine", "description": "House Foreign Affairs Committee Chairman Michael McCaul (R-Texas) on Sunday said he’s hopeful the U.S. will send more missiles and move to supply fighter jets to Kyiv as Russia’s war with Ukraine approaches its one-year mark.  “The longer they wait, the longer this conflict will prevail,” McCaul said on CNN’s “State of the Union” beside...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865284-top-gop-lawmaker-urges-us-to-send-fighter-jets-missiles-to-ukraine/", "date_published": "2023-02-19 14:51:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kirby: No timeline for end of US support to Ukraine", "description": "National Security Council spokesman John Kirby said on Sunday the U.S. would support Ukraine in its war against Russia for “as long as it takes,” as the Biden administration faces calls from Republican lawmakers to provide a timeline for the end of American support to Kyiv. “We don’t know, we would like to see it...", "link": "https://thehill.com/homenews/sunday-talk-shows/3865273-kirby-no-timeline-for-end-of-us-support-to-ukraine/", "date_published": "2023-02-19 14:41:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump’s bluffing days are done", "description": "It’s hard to bluff when everyone knows you don’t have the cards.", "link": "https://thehill.com/opinion/campaign/3865211-trumps-bluffing-days-are-done/", "date_published": "2023-02-19 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Daylight saving time: Which states want to stop changing the clocks?", "description": "Roughly 30 states introduced legislation last year to keep their clocks from changing twice a year. Only about 20 have approved such legislation.", "link": "https://thehill.com/homenews/nexstar_media_wire/3851279-daylight-saving-time-which-states-want-to-stop-changing-the-clocks/", "date_published": "2023-02-19 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will your city favor buyers or sellers? Real estate report makes predictions for 2023", "description": "The days of 40-person bidding wars and offers that are six figures over asking may be over, according a recent analysis of the 2023 real estate market.", "link": "https://thehill.com/homenews/nexstar_media_wire/3857331-will-your-city-favor-buyers-or-sellers-real-estate-report-makes-predictions-for-2023/", "date_published": "2023-02-19 13:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police reforms can save lives, save money, and strengthen law enforcement", "description": "Comprehensive reforms of police practices are long overdue.", "link": "https://thehill.com/opinion/criminal-justice/3865201-police-reforms-can-save-lives-save-money-and-strengthen-law-enforcement/", "date_published": "2023-02-19 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian ambassador: US trying to 'demonize' Moscow with crimes against humanity allegations", "description": "The determination that Russia has committed crimes against humanity in its war against Ukraine is an attempt to demonize Moscow, argued Russia’s ambassador to the U.S., blasting Biden administration officials just a day after Vice President Harris confirmed the findings. “We consider such insinuations as an attempt, unprecedented in terms of its cynicism, to demonize...", "link": "https://thehill.com/policy/international/3865220-russian-ambassador-us-trying-to-demonize-moscow-with-crimes-against-humanity-allegations/", "date_published": "2023-02-19 13:28:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pete Buttigieg fails the Woody Allen test", "description": "If he wants to be president one day, Buttigieg must show more effort, urgency and competency than what the country has witnessed so far.", "link": "https://thehill.com/opinion/white-house/3864803-pete-buttigieg-fails-the-woody-allen-test/", "date_published": "2023-02-19 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken: Determination that Russia committed crimes against humanity 'starkly clear'", "description": "Secretary of State Antony Blinken said in a new interview that the determination that Russia has committed crimes against humanity in Moscow's war against Ukraine is “starkly clear,” saying U.S. officials will examine every legal possibility to hold Russia accountable. “The determination that we made — crimes against humanity — that the vice president announced...", "link": "https://thehill.com/policy/international/3865200-blinken-determination-that-russia-committed-crimes-against-humanity-starkly-clear/", "date_published": "2023-02-19 12:55:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea: ICBM test meant to bolster 'fatal' nuclear attack capacity", "description": "North Korea said its latest missile test was meant to bolster Pyongyang's “fatal” nuclear attack capabilities, after U.S. officials denounced the tests and announced joint military exercises with South Korea and Japan. The “sudden” missile test last week, as reported by North Korea’s official Korean Central News Agency, was also meant to showcase the country’s...", "link": "https://thehill.com/policy/international/3865183-north-korea-icbm-test-meant-to-bolster-fatal-nuclear-attack-capacity/", "date_published": "2023-02-19 12:32:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A year on, we have clear evidence of genocide in Ukraine", "description": "As the one-year anniversary of Russia’s invasion draws near, the reality of Russia’s genocide in Ukraine becomes clear. A long-time scholar of genocide, I immediately recognized that Russia was committing war crimes and soon saw warning signs of genocide. But I was hesitant to call Russia’s mass violence “genocide” without more information.   Sufficient evidence is...", "link": "https://thehill.com/opinion/international/3859439-a-year-on-we-have-clear-evidence-of-genocide-in-ukraine/", "date_published": "2023-02-19 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to mark one year of Russia-Ukraine war in Poland", "description": "President Biden is set to mark the 1-year anniversary of Russia invading Ukraine with a high-stakes trip to Poland as the war is widely expected to drag on. Biden will be in the same place he was last year when he told the world from Warsaw that he believed Russian President Vladimir Putin cannot “remain...", "link": "https://thehill.com/homenews/administration/3862131-biden-to-mark-one-year-of-russia-ukraine-war-in-poland/", "date_published": "2023-02-19 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Special counsel shows signs of ramping up Trump investigation", "description": "The Justice Department probes into Donald Trump’s conduct appear to be ramping up, as special counsel Jack Smith approaches key allies of the former president with knowledge of his activities surrounding the Jan. 6 Capitol attack and classified documents discovered at Mar-a-Lago in Florida. In recent weeks, Smith has subpoenaed both former Vice President Mike...", "link": "https://thehill.com/policy/national-security/3864012-special-counsel-shows-signs-of-ramping-up-trump-investigation/", "date_published": "2023-02-19 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five key questions about the dwindling Social Security trust fund", "description": "Concerns are rising over the future of Social Security as lawmakers on both sides discuss potential changes to extend the lifetime of the program, which risks running a shortfall in funds sooner than one might expect. A report released by the Congressional Budget Office (CBO) warned the Social Security trust fund could run out of...", "link": "https://thehill.com/business/3863936-five-key-questions-about-the-dwindling-social-security-trust-fund/", "date_published": "2023-02-19 10:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Temple University officer responding to robbery fatally shot near Philadelphia campus", "description": "A Temple University police officer was fatally shot while on duty near the Philadelphia campus on Saturday night. The officer, whose identity has not been released, was responding to a robbery at the time, according to the university. “There are simply no words that can make sense of such a tragedy,” University President Jason Wingard...", "link": "https://thehill.com/blogs/blog-briefing-room/3865054-temple-university-officer-responding-to-robbery-fatally-shot-near-philadelphia-campus/", "date_published": "2023-02-19 04:02:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US, Syrian forces capture ISIS official in helicopter raid", "description": "U.S. and allied Syrian forces apprehended an ISIS official in a helicopter raid in eastern Syria on Saturday, according to U.S. Central Command (CENTCOM). The raid resulted in the capture of Batar, an ISIS Syria Province official who was reportedly involved in planning attacks on detention centers guarded by the Syrian Democratic Forces (SDF) and...", "link": "https://thehill.com/policy/defense/3865013-us-syrian-forces-capture-isis-official-in-helicopter-raid/", "date_published": "2023-02-19 03:24:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Griner returns to Phoenix Mercury on 1-year contract following Russian detention: report", "description": "WNBA star Brittney Griner, has returned to the Phoenix Mercury on a one-year contract, after spending 10 months in Russian detention last year, according to ESPN. Griner, who is considered a free-agent, signed a the deal with the Mercury on Saturday for $165,100, ESPN reported. The two-time Olympic gold medalist was arrested at a Moscow airport...", "link": "https://thehill.com/blogs/blog-briefing-room/3864976-griner-returns-to-phoenix-mercury-on-1-year-contract-following-russian-detention-report/", "date_published": "2023-02-19 02:20:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Zelensky official says 'we'll never give up to Putin,' ahead of war anniversary", "description": "The former press secretary to Ukrainian President Volodymyr Zelensky vowed on Saturday that they will “never give up” to Russian President Vladimir Putin, as the one-year anniversary of the war approaches next week. “Thousands and thousands of our people are fighting, and many of them just became soldiers a year ago, but they are determined,”...", "link": "https://thehill.com/policy/international/3864948-former-zelensky-official-says-well-never-give-up-to-putin-ahead-of-war-anniversary/", "date_published": "2023-02-19 01:47:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken says spy balloon was 'unacceptable' in first meeting with Chinese official, but 'no apology' offered", "description": "Secretary of State Antony Blinken told his Chinese counterpart on Saturday that the presence of a Chinese spy balloon in U.S. airspace was “unacceptable” in their first meeting since the balloon inflamed U.S.-China tensions earlier this month. “This was an opportunity to speak very clearly and very directly about the fact that China sent a...", "link": "https://thehill.com/policy/international/3864899-blinken-says-spy-balloon-was-unacceptable-in-first-meeting-with-chinese-official-but-no-apology-offered/", "date_published": "2023-02-19 00:02:07+00:00", "persistent": false, "user": null, "language": "en-US"}]