[{"source": "https://businessinsider.com.pl/.feed", "title": "Aplikacja pozwala pracować i zarabiać tylko wtedy, kiedy ma się taką potrzebę lub ochotę", "description": "Idea wydaje się świetna. Potrzebujesz pieniędzy, logujesz się do aplikacji, wyszukujesz zlecenia, wykonujesz je i w ciągu 24 godzin otrzymujesz pieniądze. Bez żadnych zobowiązań. Pracujesz, kiedy chcesz lub masz taką finansową potrzebę. Jak w praktyce działa aplikacja Tikrow?", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/szukasz-pracy-na-juz-jak-masz-ochote-sprawdzilismy-specjalna-aplikacje/et4mtnn", "date_published": "2023-02-19 15:29:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czy opakowanie wpływa na smak napoju? \"Zero nie zawsze jest zerem\"", "description": "Napój ze szklanej butelki jest smaczniejszy od tego z aluminiowej puszki? A może jest odwrotnie? Czy to w ogóle ma znaczenie? Oto co mają na ten temat do powiedzenia eksperci.", "link": "https://businessinsider.com.pl/wideo/czy-opakowanie-wplywa-na-smak-napoju-zero-nie-zawsze-jest-zerem/vq1ms7z", "date_published": "2023-02-19 15:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina zbojkotuje obrady OBWE w Wiedniu. Wylicza zaproszonych zbrodniarzy wojennych", "description": "W rocznicę napaści Rosji na Ukrainę odbędzie się posiedzenie OBWE. Zabraknie na nim jednak przedstawicieli Ukrainy. Wszystko przez bardzo liczną delegację z Rosji. — Są to nie tylko parlamentarzyści, którzy są zbrodniarzami wojennymi. Tam jest cała gromada innych ludzi, ze służb specjalnych — twierdzi ukraińska polityk.", "link": "https://businessinsider.com.pl/wiadomosci/zbrodniarze-wojenni-z-rosji-zaproszenie-na-obrady-obwe-ukraina-bojkotuje/s4lmndv", "date_published": "2023-02-19 14:52:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Flapsy, mobilny masażysta, ubezpieczenia dla psa. Na takie dodatki mogą liczyć pracownicy", "description": "Dziś benefity pracownicze są stałym elementem towarzyszącym wynagrodzeniu w wielu firmach. Niegdyś w Polsce z różnego rodzaju dodatków słynęło przede wszystkim górnictwo. Obecnie szczególnie w branży IT pracodawcy muszą konkurować o pracowników. W tej branży kreatywność świadczeń w zasadzie nie zna granic.", "link": "https://businessinsider.com.pl/finanse/owocowe-czwartki-to-nic-zobacz-jakie-egzotyczne-benefity-oferuja-firmy/y2wngw2", "date_published": "2023-02-19 14:31:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "8 porad, które pomogą wrócić do pracy po urlopie", "description": "Powrót do szarej rzeczywistości po urlopie czy przerwie świątecznej nigdy nie jest przyjemny. Obowiązki, zaległości, czasem jetlag — to wszystko powoduje, że zazwyczaj pierwszego dnia po powrocie nie chce się iść do pracy. Ale jeśli odpowiednio się przygotujesz, praca po urlopie nie musi być koszmarem.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/nienawidzisz-powrotu-do-pracy-po-urlopie-mamy-dla-ciebie-8-porad/dmb75qr", "date_published": "2023-02-19 14:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co z tymi ograniczeniami płatności gotówką? Rozwiewamy wątpliwości", "description": "Wokół przepisów regulujących maksymalną wartości transakcji gotówkowych narosło wiele niejasności. Wyjaśniamy, kto i kiedy będzie musiał uważać na to, ile maksymalnie będzie mógł wykorzystać fizycznych pieniędzy do zrealizowania transakcji. To istotne zmiany dla Polaków, którzy — jak wynika z badań — nie chcą wycofania gotówki z obiegu.", "link": "https://businessinsider.com.pl/finanse/gotowka-zniknie-z-obiegu-sprawdz-kogo-dotycza-nowe-limity/qrxx3f2", "date_published": "2023-02-19 13:51:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ta dopłata może sprawić problem przy rozliczeniu PIT. Resort tłumaczy krok po kroku", "description": "Dostałeś dopłatę do dotacji z programu \"Twój Prąd\"? Jeśli chcesz skorzystać z ulgi termomodernizacyjnej, musisz uważać. Resort finansów ostrzega, że podatnik może mieć problem i na przykładzie wyjaśnia prawidłowy sposób rozliczenia.", "link": "https://businessinsider.com.pl/prawo/podatki/ta-doplata-moze-sprawic-problem-przy-rozliczeniu-pit-wyjasniamy-krok-po-kroku/h14z973", "date_published": "2023-02-19 13:27:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jego kotka miała odziedziczyć fortunę, a dziś \"lansuje się\" na Instagramie", "description": "Karl Lagerfeld w świecie mody był artystą i wizjonerem, ale miał też swoje drugie, mniej pozytywne oblicze. Mówił prawdę prosto w oczy, nawet jeśli była obraźliwa i nie przysparzała mu sympatyków. Zapracował na opinię mizogina i publicznie krytykował ludzi, którzy nie spełniali jego wyśrubowanych standardów. Niektórzy jednak uważali bezkompromisowość projektanta za jego siłę, a nieco mroczny wizerunek — tylko za fasadę.", "link": "https://businessinsider.com.pl/wiadomosci/jego-kotka-miala-odziedziczyc-fortune-a-dzis-lansuje-sie-na-instagramie/sedwp7j", "date_published": "2023-02-19 13:08:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ChatGPT potrafi pisać piosenki, planować wycieczki i nie tylko. Sprawdź, jak z niego korzystać", "description": "Od momentu uruchomienia w listopadzie ChatGPT szturmem podbił internet. Chatbot oparty o sztuczną inteligencję potrafi zrobić wszystko, od zdania egzaminów MBA po skuteczne wynegocjowanie podwyżki. Jeśli jeszcze go nie wypróbowałeś, oto instrukcja krok po kroku, jak uzyskać dostęp do ChatGPT i jak z niego korzystać.", "link": "https://businessinsider.com.pl/technologie/jak-korzystac-z-chatgpt-tlumaczymy-krok-po-kroku/cbq73mg", "date_published": "2023-02-19 12:48:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć sposobów na zdrowy mózg. 12 min wystarczy, aby obniżyć hormon stresu", "description": "Neurobiolożka dr Tara Swart wskazuje kilka sposobów, które pozwolą zachować nasz mózg w dobrej kondycji. Podaje przykłady zdrowego odżywiania i medytowania.", "link": "https://businessinsider.com.pl/wideo/sposoby-na-zdrowy-mozg-co-jesc-jak-medytowac/ns1edn3", "date_published": "2023-02-19 12:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Małopolska kurator oświaty: nie ma lex Czarnek, jest indoktrynacja ekoterrorystyczna", "description": "W polskich szkołach na zajęciach dodatkowych nie ma lex Czarnek, jest indoktrynacja ekoterrorystyczna — skomentowała w mocnych słowach agendę C40 małopolska kurator oświaty Barbara Nowak. Celem rekomendacji jest przeciwdziałanie kryzysowi klimatycznemu.", "link": "https://businessinsider.com.pl/wiadomosci/ponioslo-kurator-oswiaty-mowi-o-indoktrynacji-ekoterrorystycznej/4gg6hd1", "date_published": "2023-02-19 12:20:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Rosja kształtuje umysły uczniów. Mają być gotowe umrzeć za swój kraj", "description": "Rosja kieruje do dzieci w wieku szkolnym propagandę, która ma zwiększyć poparcie dla inwazji na Ukrainę i przygotować je do tego, aby w przyszłości były gotowe umrzeć za swój kraj. Kampania ma formę obowiązkowych lekcji patriotycznych, które Kreml wprowadził pod koniec 2022 r.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-przyswaja-dzieciom-brutalna-inwazje-maja-byc-gotowe-umrzec-za-kraj/qhmqnz7", "date_published": "2023-02-19 11:59:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kopułowy dom inspirowany sci-fi. Zobacz jak wygląda w środku", "description": "W stanie Missouri w USA wystawiono na sprzedaż dwukopułowy budynek z przyszłości. Miłośnicy sci-fi czuliby się w nim jak w domu.", "link": "https://businessinsider.com.pl/lifestyle/kopulowy-dom-inspirowany-sci-fi-zobacz-jak-wyglada-w-srodku/17p4n5q", "date_published": "2023-02-19 11:40:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekonomista apeluje: nie bójmy się społecznych kosztów inflacji. Jest coś gorszego", "description": "Inflacja jest de facto konsekwencją dobrej sytuacji gospodarczej. Nie bójmy się zatem inflacji, bójmy się kosztów społecznych recesji — ostrzega ekonomista i historyk gospodarczy dr Janusz Wdzięczak. Wskazuje, że koszty podwyżek energii mogą spowodować, że dostaniemy mniej pieniędzy w dniu wypłaty. Recesja oznacza, że niekiedy tej wypłaty w ogóle możemy nie dostać.", "link": "https://businessinsider.com.pl/gospodarka/podwyzki-cen-nie-takie-zle-moze-byc-cos-gorszego/z0d8wmn", "date_published": "2023-02-19 11:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykański generał o planie Putina: zwyciężyć przez wysłanie setek tysięcy Rosjan na śmierć", "description": "Emerytowany amerykański generał ocenia plan Putina. Przecierpieć opór Ukrainy i zwyciężyć przez wysłanie setek tysięcy Rosjan na śmierć.", "link": "https://businessinsider.com.pl/wiadomosci/jaki-plan-ma-putin-amerykanski-general-o-ofierze-z-setek-tysiecy-rosjan/6cz734g", "date_published": "2023-02-19 11:04:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nastolatki piszą książki, które zarabiają miliony. To je czytają twoje dzieci", "description": "Mają po 14, 16, 20 lat. Gdyby zaczynały 20 lat temu, pisałyby do szuflady. Zamiast tego publikują w sieci. Platforma slef-publishingowa Wattpad, ale też Instagram i TikTok stały się trampoliną do sukcesu dla młodych autorek i wygenerowały niespotykany dotąd nad Wisłą boom na literaturę skierowaną do młodzieży. Praktycznie każde wydawnictwo ma teraz markę dedykowaną kategorii Young Adult, a najlepiej sprzedające się książki zarabiają miliony.", "link": "https://businessinsider.com.pl/biznes/nastolatki-pisza-ksiazki-ktore-zarabiaja-miliony-to-je-czytaja-twoje-dzieci/qr10x27", "date_published": "2023-02-19 10:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "70 tys. ton skroplonego gazu ziemnego płynie do Polski. To pierwszy taki gazowiec", "description": "Ze Stanów Zjednoczonych wyruszył do Polski pierwszy z ośmiu gazowców, które dostarczą dziesiątki tysięcy ton gazu dla grupy Orlen. Wszystko po to, by w kryzysie Polska była zaopatrzona w cenny surowiec. Jeden ze statków dedykowanych do tej \"misji\" nosi nazwę po byłym prezydencie Lechu Kaczyńskim.", "link": "https://businessinsider.com.pl/wiadomosci/gazowiec-gigant-plynie-do-polski-ma-potezny-ladunek/2s8pslt", "date_published": "2023-02-19 10:33:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ameryka traci swoich milionerów. Przenoszą się, by realizować swój amerykański sen gdzie indziej", "description": "Bogaci mieszkańcy Stanów Zjednoczonych wyjeżdżają z USA. Powodem nie jest bynajmniej chęć uniknięcia podatków. Chcą nadal realizować amerykański sen — ale tam, gdzie jest bezpieczniej i stabilniej.", "link": "https://businessinsider.com.pl/wiadomosci/amerykanski-sen-jest-jak-pacjent-pod-respiratorem-usa-traci-swoich-milionerow/fje7t7w", "date_published": "2023-02-19 10:14:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Planujesz urlop w Chorwacji? Polecamy hotele przy plaży w specjalnych cenach", "description": "Malownicze zatoki, plaże, bujna zielona przyroda, najładniejsze chorwackie miasta i tysiące urokliwych wysp sprawia, że chorwacka Dalmacja po raz kolejny jest jednym z najbardziej pożądanych kierunków urlopowych w 2023 roku. Warto podkreślić, że atrakcje regionu zainteresują miłośników zwiedzania, spacerów, rejsów żeglarskich oraz dzikich plaż. W artykule polecamy sprawdzone obiekty, które mają dostępne terminy w okresie wiosennym i wakacyjnym, jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/planujesz-urlop-w-chorwacji-polecamy-hotele-przy-plazy-w-specjalnych-cenach/j5vyqtj", "date_published": "2023-02-19 10:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd szykuje spore zmiany dla szukających pracę. Znikną kolejki po ubezpieczenie", "description": "Resort pracy szykuje spore zmiany w przepisach. Chce przenieść ubezpieczenie zdrowotne z urzędów pracy do ZUS. Ma to ułatwić skuteczne poszukiwania zajęcia bezrobotnym. Nowością ma być m.in. rezygnacja z sankcji za odmowę przyjęcia pracy z urzędu i wyższe zasiłki dla niektórych.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/szukasz-prace-beda-duze-zmiany-sprawdz-kiedy-i-jak-ewoluuje/5s03qvk", "date_published": "2023-02-19 09:43:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od nasiona do tabliczki czekolady. Ten szaman nie pozwala umrzeć tradycji Majów", "description": "Hiszpanie zabrali ze sobą kakao do Europy podczas kolonizacji obu Ameryk w XVI w. Jego popularność gwałtownie wzrosła wśród europejskich elit. Dziś mało kto wyobraża sobie życie bez czekolady. Mieszkańcy Gwatemali tymczasem sięgają do korzeni i propagują rytualne picie czystego kakao.", "link": "https://businessinsider.com.pl/lifestyle/od-nasiona-do-tabliczki-czekolady-ten-szaman-nie-pozwala-umrzec-tradycji-majow/fw0snct", "date_published": "2023-02-19 09:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Leki powinny być tańsze. Wydatki na badania i rozwój nie uzasadniają wysokich cen", "description": "Wizyta w aptece wiąże się zazwyczaj z dużymi wydatkami. Eksperci twierdzą, że uzasadnianie przez producentów wysokich cen kwestią badań i rozwoju nowych specyfików jest nadużyciem. Wyliczają wydawane biliony dolarów, z czego duża część idzie np. na marketing. Wskazują na błędy popełniane przez rządzących.", "link": "https://businessinsider.com.pl/biznes/ceny-w-aptekach-potrafia-przerazic-eksperci-uderzaja-w-producentow/ypz4wzb", "date_published": "2023-02-19 09:08:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedyś karmiono nim świnie. Dziś to klejnot luksusowego jedzenia", "description": "Jedna chińska hodowla jesiotrów produkuje 35 proc. światowego kawioru. Inne hodowle korzystają z techniki niepolegającej na zabijaniu ryb. To nadzieja na odnowienie dzikiej populacji tych ryb.", "link": "https://businessinsider.com.pl/wideo/kiedys-karmiono-nim-swinie-dzis-to-klejnot-luksusowego-jedzenia/tge05p2", "date_published": "2023-02-19 08:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwukołowiec, który miał zrewolucjonizować świat. Historia upadku Segwaya", "description": "Kultowy, a na pewno rozpoznawalny. Segway Personal Transporter został po raz pierwszy zaprezentowany publiczności w 2001 r. Niestety maszyna nie spełniła marzeń twórców. Okazała się za ciężka i za droga. Jej funkcję przejęły hulajnogi elektryczne. Ostatni Segway zszedł z taśmy w 2020 r.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/dwukolowiec-ktory-mial-zrewolucjonizowac-swiat-historia-upadku-segwaya/5p9p6z0", "date_published": "2023-02-19 08:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Smog w Polsce już wcale nie największy. Oto co się dzieje w Europie, gdy jest zimno", "description": "Nieraz widzieliśmy mapki, wskazujące Polskę jako smogową wyspę na zielonej mapie Europy. Jak pokazuje narzędzie Komisji Europejskiej, monitorujące stan powietrza w Unii, coś się jednak ostatnio zmieniło, bo nie wygląda to już tak źle na tle innych krajów. Owszem, gdy nastaną mrozy, na mapce Polski widać bardzo niską jakość powietrza, szczególnie na południu, ale jednocześnie widać sporą poprawę w wielu polskich miastach na czele z Krakowem.", "link": "https://businessinsider.com.pl/gospodarka/smog-w-polsce-juz-wcale-nie-najwiekszy-oto-co-sie-dzieje-w-europie-gdy-jest-zimno/gqkpcej", "date_published": "2023-02-19 08:10:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wszystkie biznesy Dominiki i Sebastiana Kulczyków. Tak pomnażają majątek ojca", "description": "Sebastian Kulczyk chce przejąć pełną kontrolę nad chemiczną firmą Ciech. Biznesmen już kilka lat temu zapowiadał przegląd portfela inwestycyjnego. Od śmierci Jana Kulczyka dokonał już kilku ruchów, w tym najważniejszego – w 2018 r. podzielił z siostrą spadek po ojcu.", "link": "https://businessinsider.com.pl/biznes/wszystkie-biznesy-kulczykow-tak-pomnazaja-majatek-ojca/v7d0skb", "date_published": "2023-02-19 08:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chcesz, by w mediach społecznościowych nie komentowano twojej twórczości? To nie jest proste", "description": "W sprawie dotyczącej największego polskiego serwisu społecznościowego, Sąd Okręgowy w Warszawie wskazał, że wykorzystanie utworu artysty w mediach społecznościowych w celu skomentowania jego twórczości jest dopuszczalne i nie wymaga uzyskania jego zgody. Dlaczego wyjaśniają prawniczki Kamila Kozera i Anna Baszczyńska.", "link": "https://businessinsider.com.pl/prawo/opinie/czy-serwis-spolecznosciowy-odpowiada-za-krytyczne-komentarze-uzytkownikow-wyrok-sadu/eteyrmk", "date_published": "2023-02-19 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]