[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC_0CVCfC_3iuHqmyClu59Uw", "title": "The New Galaxy S23 Ultra Is Also Powerful Desktop PC! DEX Mode Is Amazing", "description": "The New Samsung Galaxy S23 Ultra is also a powerful desktop PC, Gaming Console, Work Station, Media Playback device with the help of Samsung DEX! In this video we check out DEX mode on the Galaxy S23 Ultra and test out just how well if functions as a desktop PC.\nWe test some 4k video playback, Photo editing, Video Editing, Android gaming and Emulation! Can the S23 Ultra replace a desktop pc? Lets find out\n\nGet The Samsung Galaxy S23 Ultra Here: https://amzn.to/41dUsG6\n\nOr Best Buy: https://shop-links.co/ci9kiygUeBM\n\nFollow Me On Twitter: https://twitter.com/theetaprime\nFollow Me On Instagram: https://www.instagram.com/etaprime/\n\n25% Code for software: ETA\nWindows 10 Pro OEM Key($15): https://biitt.ly/KpEmf\nWindows10 Home Key($14): https://biitt.ly/2tPi1\nWindows 11 Pro Key($22): https://biitt.ly/RUZiX\nOffice 2019 pro key($49): https://biitt.ly/o0OQT\n\nEquipment I Use:\nMonitor: Pixio 277 Pro On Amazon: https://amzn.to/3PGUBwe\nElgato HD60 X Screen Capture Device: https://amzn.to/3GkP2AL\nTool Kit: https://amzn.to/3Wo8bpX\nCamera: https://amzn.to/3XJfFoI\n\nDISCLAIMER: This video and description contains affiliate links, which means that if you click on one of the product links, I’ll receive a small commission at no extra cost to you!\nUnder section 107 of the Copyright Act 1976, allowance is made for “fair use” for purposes such as criticism, comment, news reporting, teaching, scholarship, education, and research.\nNo Games Are Included Or Added\n\nThis video and Channel and Video are for viewers 14 years older and up. This video is not made for viewers under the age of 14. \n\nWant to send me something?\nETAPRIME \n12520 Capital Blvd Ste 401 Number 108\nWake Forest, NC 27587 US\n\nTHIS VIDEO IS FOR EDUCATIONAL PURPOSES ONLY!\n\n#DEX #s23ultra #etaprime", "link": "https://www.youtube.com/watch?v=0FfH51xgQDU", "date_published": "2023-02-19 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}]