[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warzone to Reveal Call of Duty: Modern Warfare 3 - IGN Daily Fix", "description": "In today's Daily Fix:\nActivision STILL hasn't announced what this year's new Call of Duty will be, but even more signs are pointing to Modern Warfare 3. The latest piece of intel: a new event coming to Warzone 2.0 that will introduce what CoD 2023 is, and it will feature Shadow Company, the PMC-turned-antagonists from Modern Warfare 2. And speaking of Warzone, three new operators are coming to the battle royale and Modern Warfare 2 multiplayer: Nicki Minaj, Snoop Dogg, and 21 Savage. In other news, don't bother with the Ratchet & Clank: Rift Apart PC port if you're not running an SSD, and Masahiro Sakurai, the longtime director of the Smash Bros. series, can't see himself NOT working on the franchise.", "link": "https://www.youtube.com/watch?v=Lr_Z1zPGiik", "date_published": "2023-07-28T22:59:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/Lr_Z1zPGiik/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "IGN Road to Evo Diary Part 2 - I Went 0-2 At a Tourney, and What I Learned From It", "description": "In part two of this Road to Evo video diary series, Mitchell goes over his footage from a recent online tournament, Tampa Never Sleeps, and enlists the help of a fellow Giovanna main to learn from his mistakes and see what went wrong. \nSpecial thanks to Smuggles for participating in this video. If you'd like your own Guilty Gear Strive lesson from him, check him out on metafy at https://metafy.gg/@smuggles/sessions, and follow him on twitter at https://twitter.com/smugglesfgc?lang=en\n\nCatch the first episode of our Road to Evo Diary here", "link": "https://www.youtube.com/watch?v=fGqfl0Uu9vM", "date_published": "2023-07-28T22:10:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fGqfl0Uu9vM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Scooby-Doo! and Krypto, Too! - Official Trailer (2023) Matthew Lillard, Tara Strong", "description": "The world's greatest heroes, DC’s Justice League, have mysteriously vanished and a terrifying phantom has taken up residence in The Hall of Justice. Now it's up to the world's greatest super sleuths, Scooby and the gang, to solve the mystery and save our heroes...with a little help from their new pal Krypto the Superdog!", "link": "https://www.youtube.com/watch?v=UCxZ1oRThK0", "date_published": "2023-07-28T21:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UCxZ1oRThK0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 14: Dawntrail - Official Teaser Trailer", "description": "Check out the teaser trailer for Final Fantasy XIV's Dawntrail expansion, available in summer 2024.\n\n#IGN #FF14", "link": "https://www.youtube.com/watch?v=VfdvYjio4kk", "date_published": "2023-07-28T20:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VfdvYjio4kk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem Video Review", "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem reviewed by Tom Jorgensen.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem oozes confidence, energy, and heart, and the animated adventure represents a new high for the Turtles on the big screen. Top-notch voice acting, anchored by Jackie Chan’s Splinter and four instantly lovable teen Turtles, plus a killer Reznor and Ross score ensure that Mutant Mayhem isn’t getting by on looks alone. Even if the superhero tropes the story plays with feel worn, the enthusiasm with which Mutant Mayhem tackles them always wins out.\n\n#IGN #TMNT", "link": "https://www.youtube.com/watch?v=ndNNz6PP5k4", "date_published": "2023-07-28T19:37:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ndNNz6PP5k4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "30XX - Official Early Access Recap Trailer | Re-MIX Showcase July 2023", "description": "Join a member of the 30XX development team for a recap of the changes implemented during the early access period for the co-op-friendly, action platformer roguelite game. Changes include the addition of new levels, new weapons, an overhaul of the metaprogression system, and more. 30XX's version 1.0 will be available on Nintendo Switch and PC on August 9, 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=V0l9yNuX048", "date_published": "2023-07-28T18:05:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/V0l9yNuX048/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What Is Mission: Impossible's Best Tom Cruise Stunt? | Super Debatable", "description": "The Mission: Impossible series has become synonymous with Tom Cruise's passion for practically shot stunts. Climbing the Burj Khalifa in Ghost Protocol, performing a HALO jump in Fallout, jumping a motorcycle off a mountain in Dead Reckoning - it's an impossible mission to pick which is the best, but it's one that Akeem and Joshua chose to accept on this week's Super Debatable.", "link": "https://www.youtube.com/watch?v=0u_drPxWke0", "date_published": "2023-07-28T17:56:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0u_drPxWke0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Futurama: Season 11 - Exclusive Clip (2023) Billy West, Katey Sagal, John DiMaggio", "description": "A brand new clip from Season 11, Episode 2 of Futurama, \"Children of a Lesser Bog.\" Amy and Kif's babies are about to emerge from the swamp on Kif's homeworld, Amphibios 9, paying off a 20-year setup. The clip shows the lead-up to their offspring's birth ceremony. Catch the full episode July 31 on Hulu.\n\n#IGN #Futurama", "link": "https://www.youtube.com/watch?v=zA6SiuQy5_c", "date_published": "2023-07-28T16:00:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/zA6SiuQy5_c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hot Wheels Unleashed 2: Turbocharged - Official Fast & Furious Trailer", "description": "Check out the Hot Wheels Unleashed 2: Turbocharged and Fast & Furious collaboration trailer. The Dodge Charger SRT Hellcat Widebody, driven by Dominic Toretto in the Fast & Furious franchise, will be available in the game at launch, with more vehicles from the Fast & Furious series to be added post-launch as paid DLC.\n\nHot Wheels Unleashed 2: Turbocharged will be available on PlayStation 5, PlayStation 4, Xbox Series X|S, Xbox One, Nintendo Switch, and PC via Steam and Epic Games Store on October 19, 2023.\n\n#IGN #Gaming #HotWheels", "link": "https://www.youtube.com/watch?v=xC9FDIB-Qkk", "date_published": "2023-07-28T15:45:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/xC9FDIB-Qkk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Broforce Forever - Final Update Trailer", "description": "Broforce is basting its biceps in baby oil one more time with new bros, new modes, new moves, and one final batch of bug fixes. The free Broforce Forever update arrives August 8 for PC, PlayStation 4, Nintendo Switch, and for the first time ever, Xbox One via Game Pass.", "link": "https://www.youtube.com/watch?v=_od4KYouY8c", "date_published": "2023-07-28T15:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_od4KYouY8c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Rainbow Six Siege - Official Ash and Oryx WWE Bundles Trailer", "description": "Check out the latest trailer for Rainbow Six Siege to see what to expect with the Ash and Oryx WWE Bundles, featuring a Roman Reigns' outfit for Oryx and a Rhea Ripley outfit for Ash.\n\n#IGN #RainbowSixSiege #WWE", "link": "https://www.youtube.com/watch?v=ZTdft4KF6yI", "date_published": "2023-07-28T14:55:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ZTdft4KF6yI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last Voyage of The Demeter - Official Clip (2023) Aisling Franciosi", "description": "Dracula has been feeding. Check out this creep clip from The Last Voyage of The Demeter, an upcoming movie starring Corey Hawkins (In the Heights, Straight Outta Compton) as Clemens, a doctor who joins the Demeter crew, Aisling Franciosi (Game of Thrones, The Nightingale) as an unwitting stowaway, Liam Cunningham (Game of Thrones, Clash of the Titans) as the ship’s captain and David Dastmalchian (Dune, the Ant-Man franchise) as the Demeter’s first mate. The film also stars Jon Jon Briones (Ratched, American Horror Story), Stefan Kapicic (Deadpool films, Better Call Saul), Nikolai Nikolaeff (Stranger Things, Bruised), and Javier Botet (It films, Mama).\n\nBased on a single chapter from Bram Stoker’s classic novel Dracula, The Last Voyage of the Demeter tells the terrifying story of the merchant ship Demeter, which was chartered to carry private cargo—fifty unmarked wooden crates—from Carpathia to London. Strange events befall the doomed crew as they attempt to survive the ocean voyage, stalked each night by a merciless presence onboard the ship. When the Demeter finally arrives off the shores of England, it is a charred, derelict wreck. There is no trace of the crew. \n\nFrom DreamWorks Pictures and the producers of Zodiac and Black Swan, The Last Voyage of the Demeter is directed by André Øvredal (Scary Stories To Tell in the Dark, Trollhunter), from a script by Bragi F. Schut (Escape Room), Stefan Ruzowitzky (The Counterfeiters) and Zak Olkewicz (the upcoming Bullet Train), based on the chapter “The Captain’s Log” of Bram Stoker’s Dracula. \n\nThe film is produced by Brad Fischer and by Oscar-nominated producer Mike Medavoy and Arnold Messer for Phoenix Pictures and is executive produced by Matthew Hirsch.\n\nThe Last Voyage of the Demeter opens in theaters on August 11, 2023.", "link": "https://www.youtube.com/watch?v=zLsk0ex_PjE", "date_published": "2023-07-28T13:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/zLsk0ex_PjE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "17 MIA PS5, Xbox Games - Next-Gen Console Watch", "description": "On this week's Next-Gen Console Watch, Daemon, Max, and Ryan take a look at games that appear to be missing in action and what their last status update was. Remember Beyond Good & Evil 2? S.T.A.L.K.E.R. 2? Metroid Prime 4? Those games and more, plus results of last week's poll, in this fresh new episode.\n\n#IGN", "link": "https://www.youtube.com/watch?v=SBwZLpiVqfE", "date_published": "2023-07-28T13:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/SBwZLpiVqfE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Morning Show - Official Season 3 Teaser Trailer (2023) Jennifer Aniston, Reese Witherspoon", "description": "In “The Morning Show” season three, the future of the network is thrown into question and loyalties are pushed to the brink when a tech titan takes an interest in UBA. Unexpected alliances form, private truths are weaponized, and everyone is forced to confront their core values both in and out of the newsroom. Along with Witherspoon and Aniston, and the star-studded season three ensemble cast is led by Billy Crudup, Mark Duplass, Nestor Carbonell, Karen Pittman, Greta Lee, Jon Hamm, Nicole Beharie, and Julianna Margulies.", "link": "https://www.youtube.com/watch?v=8wHkeNC4G30", "date_published": "2023-07-28T00:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8wHkeNC4G30/hqdefault.jpg"}]