[{"source": "http://louderwithcrowder.com/feed/", "title": "Congressman's compromise for teen girls not wanting to be around naked men winds up destroying leftist gender ideology", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34693733&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>On Thursday, a Democrat congressman invented the concept of having different areas in a locker room where people with penises can change away from people who don't have penises so as to create a safe space for people taking their clothes off. I know exactly what you're thinking, but let's take the trip together anyway.</p><p>Paula Scanlan, <a href=\"https://www.louderwithcrowder.com/matt-walsh-lia-thomas-teammate\" target=\"_blank\">a former teammate of Lia Thomas</a> who was featured in the <a href=\"https://www.louderwithcrowder.com/lia-thomas-teammate-speaks-out\" target=\"_blank\"><em>What Is A Woman?</em> documentary</a>, testified about the eighteen times a week she and the other female teammates were forced to undress in front Lia, a 6-foot-4 biological male fully intact with male genitalia. And how the girls were told by their school if they had a problem with it, THEY were the ones with psychological problems who needed to be re-educated.</p><p>Then came Scanlan's bombshell. She was sexually assaulted when she was sixteen. The sexual trauma suffered by her and countless others is made worse by having biological males (more commonly known as \"males\") in their locker room.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/Riley_Gaines_/status/1684579155638362118\"></a>\n</blockquote>\n<p>Democrat Congressman Steve Cohen (D-TN) couldn't be bothered to be there to hear from Scanlan. But he read the transcript and proposed what could have been a compromise... while still siding with penis'd individuals who want to join girls' sports teams because they're at best mid competing against boys.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/TPostMillennial/status/1684590458528317441\"></a>\n</blockquote>\n<blockquote>I think Penn didn’t deal with your situation like they could have and should have, in putting up some type of different barriers in the, in the women’s area of the locker room. But that’s another issue. Things should be dealt with in a different way.</blockquote><p>It's not the worst compromise we've heard. When Lia Thomas's competitor Riley Gaines spoke out about their being naked dudes in the girls' locker room, <a href=\"https://www.louderwithcrowder.com/riley-gaines-congressional-hearing\" target=\"_blank\">she was told the compose was to make the locker room co-ed</a>. So it wasn't a girls' locker room anymore.</p><p>Cohen is at least in the ballpark. But his compromise is to have a barrier between people who have (what up until recently was exclusively considered) male genitalia and people who do not. A barrier like say, I don't know, a wall? Or four walls? Penn could have designated different rooms where those born with boy parts and those who were not can feel the same.</p><p>Democrat Congressman Steve Cohen just invented boys' and girls' locker rooms.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"80e5f\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34694221&amp;width=980\" />\n</p><p>Cohen is right. Penn SHOULD have made Lia Thomas change with the other athletes who have ding dongs. And not treat the girl athletes as if they're the ones with mental problems. But then, Lia Thomas would still be WIll Thomas, and instead of being an NCAA champion would be ranked #462 as a swimmer.<br /></p><p>Cohen, without realizing it, admitted that the ideology about gender that causes all these problems - claiming that boys and girls aren't different and that boys can be girls if they want to -  IS the problem. </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/girls-locker-rooms-democrat-compromise", "date_published": "2023-07-28T14:21:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Monster tries stealing 87-year-old woman’s purse, winds up eating pavement thanks to good samaritan saving the day", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=28262800&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Crime is on the rise and has been throughout 2021. Our stories about it tend to end with the bad guy getting away with it. This story ends with a low-life who tried to steal an 87-year-old woman's purse eating a mouthful of parking lot.</p><p>Our players here are Pat Goins (the woman), Deshawn Pressley (the hero), and Scumbag Jones (the scumbag). Pat Goins was doing her grocery shopping, no doubt buying ingredients to make cookies and gingerbread houses for her neighbors and the church. You know, like all sweet old ladies do. Scumbag Jones saw the 87-year-old alone, and in a moment of scumbaggery, stole Goins's purse. Goins screamed loud enough for Deshawn to hear. Deshawn saw Goins scream and Jones running with a purse, put two and two together, and chased after Jones.<br /></p><p>The story is from 2021, but it's getting a fresh viral look today thanks to a video that combines Pressley being awarded for his bravery is \"<a href=\"https://www.louderwithcrowder.com/search/?q=try+that+in+a+small+town\" target=\"_blank\">Try That in A Small Town</a>\" being played as a fitting soundtrack.</p><p><br /></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/CarlosSimancas/status/1684725897662746624\"></a>\n</blockquote>\n\n<p>Pressley caught up with Jones and body-slammed him to the pavement with such ease it should earn Deshawn a spot in the WWE's new NIL program. Cops took Scumbag Jones away, where they will hopefully tell his cellmates that he tried to assault an old woman. As Jones was being hauled off, Pat Goins got the last word. She isn't mad at Scumbag Jones. She's just really disappointed in him.</p><p><em>“I think I was a little hurt that he would do that. I pointed at him and said, ‘If you needed something, all you had to do was ask.'”</em></p><p>We need more people like DeShawn Pressley. We don't have <a href=\"https://www.louderwithcrowder.com/mask-bus-kicked-teen\" target=\"_blank\">nearly enough stories</a> about <a href=\"https://www.louderwithcrowder.com/marine-gun-georgia-rape-kroger\" target=\"_blank\">good people taking action</a> when they see villainy afoot.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/thief-stealing-purse-samaritan", "date_published": "2023-07-28T13:26:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "TikToker breaks down Top 10 oldest muthaf***as in Congress: \"Our country is literally being run by bones\"", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34693490&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C2\" /><br /><br /><p>Left and right don't agree on many issues. One of the few where there is common ground is that <a href=\"https://www.louderwithcrowder.com/roseanne-barr-david-hogg\" target=\"_blank\">way too many elected officials are too f*cking old to be elected officials</a>. You shouldn't be allowed to hold office if you're in your 70s, let alone your 80s and 90s. Selfish staffers keep propping their bosses up so they don't have to look for a new job and count on an unengaged electorate to do the rest.</p><p>To drive that point home, I give you <a href=\"https://www.tiktok.com/@farodb_\" target=\"_blank\">TiKToker @Farodb_</a>. He counts down the Top Ten Oldest Muthaf*cks in both the Senate and the House. SPOILER: The youngest is in their late seventies.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/LWCnewswire/status/1684907311398047744\"></a>\n</blockquote>\n<p>\"When this man was a kid, his parents could vividly remember when sliced bread hit the muthaf*cking market.\"</p><p>\"Do you all remember the b*tch from Sponge Bob that thought chocolate was going to make her younger? This is that b*th in disguise.\"</p><p>\"This man was born in the winter of '33. Describing his birth even sounds like I'm reading some sh*t from the Oregon Trail.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"947c4\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34693552&amp;width=980\" />\n</p><p>What, unfortunately, makes @Farodb_'s political commentary particularly biting is that we've seen TWO examples this week of why we need term and age limits in Congress. And as a twist, it's a rare occasion where the bothsidesism is legit.</p><p>Republican Senator Mitch McConnell looks like he had a stroke before starting a press conference. Instead of taking him to the hospital, they splashed water on his face a propped him back up behind the podium as if nothing happened.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/scrowder/status/1684270043981283328\"></a>\n</blockquote>\n<p>Democrat Diane Feinstein gets wheeled around the Capitol not knowing where she is, what she's doing, or how all these people got in her room. Need proof? Three words: \"Just Say Aye.\"</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/disclosetv/status/1684595878865117185\"></a>\n</blockquote>\n<p>It would be nice if we didn't need term limits. It would be nice if elected officials put the American people first and would say to themselves, \"Self, this is now the third time I sh*t my pants this week. Maybe I should NOT be debating vital issues of national security.\" It would be nice if their staffers didn't prop up great-great grandparents and operate them like sock puppets so that they didn't have to find other work. And it would be nice if voters took their job more seriously than they do.</p><p>But that's not the world we live in right now. So making fun of the elderly it is! </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/oldest-members-senate-congress", "date_published": "2023-07-28T13:15:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Ron DeSantis hits back hard at reporter pushing Florida African American history lie: \"Have you read it?\"", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34692188&amp;width=1200&amp;height=800&amp;coordinates=105%2C0%2C95%2C0\" /><br /><br /><p>Multiple things can be true. There were no benefits to slavery. No one said anything about their being benefits to slavery. And Kamala Harris is LYING when she said Ron DeSantis wants school kids to \"be taught that enslaved people benefited from slavery.\"</p><p>No, just like how it is not illegal to say \"gay\" in Florida, the state also isn't teaching middle school students that \"achkshually, maybe slavery wasn't so bad to begin with.\" The Left and the media (but I repeat myself) are running the same playbook as they did with the \"Don't Say Parental Rights in Education\" controversy. <br /><br />Leftists lied about <a href=\"https://www.louderwithcrowder.com/search/?q=don%27t+say+gay\" target=\"_blank\">Florida's Parental Rights in Education Act</a> knowing they can count on the media to swear by it and that no one will read for themselves. The media swore by it, claiming it was the \"Don't Say Gay\" bill. Conservatives pushed back on the media's lies citing the actual text in the bill. The media then did a journalism on the \"controversy\" surrounding the bill... that they created.</p><p>And here we go again.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/FLVoiceNews/status/1684646673937518593\"></a>\n</blockquote>\n\n<blockquote>But you haven’t read it. So I’m just making that clear. That makes it very clear about the injustices of slavery in vivid detail. So anyone that actually read that, and then listens to Kamala would know that she’s lying, and that particular provision about the skills, that was in spite of slavery, not because of.</blockquote><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/MattWolking/status/1684378216553754625\"></a>\n</blockquote>\n\n<p>Here is the part that the Left took out of context that caused Kamala to go stampeding off to Jacksonville. ONE sentence <a href=\"https://www.nationalreview.com/corner/kamala-harris-is-brazenly-lying-about-floridas-slavery-curriculum/\" target=\"_blank\">from the almost two-hundred items that are a part of the curriculum</a> about the horrors of slavery. “Instruction includes how slaves developed skills which, in some instances, could be applied for their personal benefit.\"</p><p>Dr. William B. Allen, one of the African-American scholars who developed the Florida curriculum, <a href=\"https://www.louderwithcrowder.com/florida-teaching-slavery-kamala-harris\" target=\"_blank\">said of the misinformation being spread from the White House</a>: \"[The vice-president's comments] are categorically false. It never said slavery was beneficial to Africans. What was said, and anyone who reads this will see with clarity, it is the case that Africans proved resourceful, resilient, and adaptive and were able to develop skills and aptitudes which served to their benefit both while enslaved and after enslavement.\"</p><p>That should be the end of it and in the olden days, no matter your feeling on the candidate or the elected official, conservatives could be counted on to call out Leftists and media lies. Unfortunately, with the GOP primary, that's not the case.</p><p>Donald Trump surrogate (and a Florida Congressman who should know the truth) Rep. Byron Donalds said that one sentence was an \"attempt to feature the personal benefits of slavery.\" It doesn't do that and the White House is lying when it says that. Rep. Donalds didn't accurately interpret what was said.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/KurtSchlichter/status/1684776044820410368\"></a>\n</blockquote>\n\n<p>Sen. Tim Scott, one of DeSantis's primary opponents, issued a statement saying \"There is no silver lining in slavery.\" Which is a) true, and b) the Florida curriculum doesn't say there was. It's the White House lies claiming the curriculum says \"there is a silver lining\" that is the problem.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/axios/status/1684792601726062593\"></a>\n</blockquote>\n\n<p>If you repeat White House lies while running or supporting someone who is running to replace the people in the White House, I won't go as far as to call it \"disqualifying\" per se. But it does make me wonder how it would have been had the Left and the media (again, I repeat myself) pushed the \"Don't Say Gay\" lie now. I wonder how many GOP campaigns would that to score a cheap point or two.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/ron-desantis-reporter-slavery", "date_published": "2023-07-28T12:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Jordan Peterson narrates a little boy riding his scooter and it's the wholesome content we desperately need", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33087194&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C23%2C0\" /><br /><br /><p>Let's take a break from embracing the suck that is writing about politics and culture in 2023. Especially when it comes to the GOP primary because a lot of y'all need to go touch grass. By \"y'all\" that includes me.</p><p>My sister had shared this video. A combination of us losing our mom earlier thus year and the kid looking like my nephew riding his scooter was a Shatter Machine right to the feels.</p><p>A little boy riding his scooter in the rain. While <a href=\"https://www.louderwithcrowder.com/jordan-peterson-ontario-college-educate\" target=\"_blank\">Jordan Peterson</a> provides narration on the importance of appreciating the time when they're little kids.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">This video of <a href=\"https://twitter.com/jordanbpeterson?ref_src=twsrc%5Etfw\">@jordanbpeterson</a> narrating a little boy riding his scooter in the rain is the greatest thing you'll see on the internet all year. <a href=\"https://t.co/QTuOna5jFE\">pic.twitter.com/QTuOna5jFE</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1628886106925064195?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote> </div><p>\"You have little kids for four years. And if you miss it, it's DONE. That's it. So, you've got to know that. Lots of things in life you don't get to do more than once. Obviously, you can have more than one child. All I'm saying is that period between zero and four, zero and five, there's something about it that's really...it's like a peek experience in life. And it isn't much of your life. It's not that long. Four years go by so fast you can't believe it. And if you miss it, it's GONE!\"</p><p>If you are not a blubbering mess yet, check out the rain booties.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"44c31\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33087480&amp;width=980\" />\n</p><p>A lot of you felt the same way from some of your responses on the bird app.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">My kids are completely different people than they were at that age. <br />It is sad that I will never see “them”, again. I can still smell their cheeks lol.<br />— 👌🏻🐸killerbeblue🤡🌎 (@killerbeblue) <a href=\"https://twitter.com/killerbeblue/status/1628889865252118528?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote> </div><p><br /></p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">My daughter's are 2 and 5 right now. It is so hard dealing with the reality I only have so many cuddles left. I have only so many airplane rides left to give. All the interactions are numbered. I don't want to get to zero 😞<br />— RedBeardReturns (@CoreyMartindil1) <a href=\"https://twitter.com/CoreyMartindil1/status/1628906541784104962?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote> </div><p><br /></p><p><br /></p>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/SarahTRoth3/status/1636203520872312832\"></a>\n</blockquote>\n\n<p>What <a href=\"https://www.louderwithcrowder.com/jordan-peterson-dilbert\" target=\"_blank\">Jordan Peterson</a> talks about is immensely important. Having my own kids wasn't in the cards for me, but my sister lives three blocks away. I first started working from home when the oldest (when she was barely three) decided she didn't quite feel like going to daycare anymore. It became me and my mom (who had just retired) and that time from zero to five for all of them is time I couldn't imagine never happening.</p><p>Though a warning to anyone attempting to relive the cuteness of this video. I was with the nephew (4) yesterday on the way to dinner. After having him keep telling us to turn up the volume in the car and dabbing to Reel Big Fish (of course, I obliged), I noticed a puddle in the parking lot. I jumped in it. He jumped in it with glee. But a short time later:</p><p>\"Uncle Brodigan, why did you make me do that? My pants are wet now.\"</p><p>My bad for forgetting the rain booties.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/boy-riding-scooter-jordan-peterson", "date_published": "2023-07-28T11:42:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]