[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Microtransactions Are Getting Out Of Hand | Spot On", "description": "<p>In theory, live service games seem like a win-win for developers and consumers: Developers get to focus on supporting one title, while players are offered a constant stream of new content for their favorite games. In practice, however, things are playing out a bit differently.</p><p>With the rise of games as a service comes the rise of microtransactions, small in-game purchases that offer players additional content, cosmetics, and more. The problem is, these charges quickly add up, luring players into shelving out large amounts of money in small increments. Though some companies are more predatory in their tactics than others, we find ourselves growing frustrated by all it--and increasingly wary of what the future holds.</p><div>          </div><p><span>Spot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry, there's always something to talk about but, unlike most other news shows, Spot On will dive deep into a single topic as opposed to recapping all the news. Spot On airs each Friday.</span></p>", "link": "https://www.gamespot.com/articles/microtransactions-are-getting-out-of-hand-spot-on/1100-6516386/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T22:58:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Path of Exile 2 New Gameplay Trailer | Exilecon 2023", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1823/18237460/4171494-exile.jpg\" width=\"480\" /> Check out the latest Path of Exile 2 showcasing the many classes you can play in the latest iteration including the Monk, Huntress, Sorcerer, Druid and more. Learn more about the upcoming game!", "link": "https://www.gamespot.com/videos/path-of-exile-2-new-gameplay-trailer-exilecon-2023/2300-6461961/", "date_published": "2023-07-28T22:43:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "A Shocking Find - The Expanse Gameplay", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/368/3687506/4171492-expansethumb_v2.jpg\" width=\"480\" /> Drummer and her crew butt heads over a salvage mission gone wrong where they discover the aftermath of a pirate attack in this gameplay from The Expanse: A Telltale Series.", "link": "https://www.gamespot.com/videos/a-shocking-find-the-expanse-gameplay/2300-6461964/", "date_published": "2023-07-28T22:35:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sony Delays Spider-Verse, Ghostbuster Sequel Release Dates", "description": "<p dir=\"ltr\">Sony Pictures has made significant changes to its 2023 and 2024 theatrical release schedule due to ongoing strikes. As reported by <a href=\"https://deadline.com/2023/07/sony-pictures-pushes-movie-release-dates-sag-wga-strikes-1235450346/\">Deadline</a>, the third Spider-Verse movie, Spider-Man: Beyond the Spider-Verse, has been delayed indefinitely. Other films affected include a second Ghostbusters with Paul Rudd and Kraven the Hunter. However, summer 2024 dates have been set for the next Bad Boys and third Venom movies.</p><p dir=\"ltr\">An unnamed source revealed that the release of Beyond the Spider-Verse hinges on the strike duration. Additionally, the film They Listen, starring John Cho, has been taken off the schedule. Here's an overview of the impacted films and their changes:</p><h2 dir=\"ltr\">Revised Film Release Dates:</h2><ul><li dir=\"ltr\">Gran Turismo (Columbia Pictures) - August 25, 2023, with nationwide sneak peeks on August 11 and August 18, 2023.</li><li dir=\"ltr\">Madame Web (Columbia Pictures) - February 14, 2024, Valentine's Day (moved back from February 16, 2024).</li><li dir=\"ltr\">Untitled Ghostbusters Sequel (Columbia Pictures) - March 29, 2024, Easter weekend (moved back from December 20, 2023).</li><li dir=\"ltr\">Spider-Man: Beyond the Spider-Verse (Columbia Pictures/Sony Pictures Animation) - To be confirmed (originally scheduled for March 29, 2024); the studio is considering various dates depending on the strike duration.</li><li dir=\"ltr\">Kraven the Hunter (Columbia Pictures) - August 30, 2024, Labor Day weekend (moved up from October 6, 2023).</li><li dir=\"ltr\">Karate Kid (Columbia Pictures) - December 13, 2024 (moved up from June 7, 2024).</li><li dir=\"ltr\">They Listen (Columbia Pictures/Blumhouse) - To be confirmed (originally scheduled for August 30, 2024).</li></ul><p dir=\"ltr\">In the latest update on the Q3 and Q4 schedules, Gran Turismo, initially planned for August 11, will now have a sneak preview on August 18, with an official wide release on August 25. Sony/Marvel's Madame Web moves up to Valentine's Day, February 14, instead of Feb. 16. Kraven the Hunter, originally set for October 6, is now scheduled for August 30, 2024, Labor Day weekend. Meanwhile, The Ghostbusters: Afterlife sequel moves to Easter weekend, March 29, 2024, and Ghostbusters takes over Spider-Man: Beyond the Spiderverse's Easter weekend date.</p><a href=\"https://www.gamespot.com/articles/sony-delays-spider-verse-ghostbuster-sequel-release-dates/1100-6516397/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sony-delays-spider-verse-ghostbuster-sequel-release-dates/1100-6516397/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T21:42:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Every MCU TV Show Ranked, From Agents Of SHIELD To Secret Invasion", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171457-mcushowsrankedsecretinvasion.jpg\" /><br /><h3><p>The story of the Marvel Cinematic Universe on television has been tumultuous and featured a lot of teeth-gnashing, starting with Agents of SHIELD on ABC back in 2013 and expanding with a bunch of series on Netflix (Daredevil, Jessica Jones, Luke Cage, Iron Fist, and The Defenders) and cable, before settling into the current Disney+ situation we have now. If we're being honest, there have been a lot more low points for the MCU's TV shows than high points. But when the MCU has been good on TV, it's been <em>really</em> good.</p><p dir=\"ltr\">The range of quality among TV series in the MCU spans the full spectrum from absolutely embarrassing to best-of-the-decade good--sometimes even over the course of a single show. And the passage of time has also changed our perspective on some of the older series in particular. Some of those shows on Netflix, for example, actually hold up very well next to the newer and more expensive series on Disney+, which have tended to be pretty messy.</p><p dir=\"ltr\">Another flashy new MCU limited series, Secret Invasion, has now wrapped up. Let's take a look at our rankings of the MCU on TV and see how the Samuel L. Jackson series stacks up. Oh, and just so you know: every single one of these series is now on Disney+.</p></h3></p><br />     <p><h2>19. Inhumans</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171459-marvelinhumans.jpg\" /><br /><h3><p>While the cast was actually very decent, the show itself looked awful and hokey from the very start. And on top of that, it was a network show--Inhumans had almost no chance of being any good. The nail in its coffin, though, was the plan to also show the premiere episode on IMAX screens. When your show looks that cheap, making it much bigger isn't a good idea.</p></h3></p><br />     <p><h2>18. Iron Fist Season 1</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171461-ironfistseason1.jpg\" /><br /><h3><p>The two seasons of Iron Fist are so dramatically different in quality that they need separate entries. The first season was the low point of Netflix's slate of Marvel shows--it played things very straight and lacked any self-awareness about how goofy of a character Danny Rand is. The result was a nearly unwatchable slog.</p></h3></p><br />     <p><h2>17. The Defenders</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171462-theddefenders.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Netflix tried its hand at an Avengers-style crossover with its street-level Marvel heroes, complete with Sigourney Weaver as the baddie--and it ended up having so many humongous plot holes that it felt like they had forgotten to upload one of the episodes.</p><p> </p></h3></p><br />     <p><h2>16. The Falcon and the Winter Soldier</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171463-falconandwinterzemo.jpg\" /><br /><h3><p>There's a new, crappier Captain America who publicly murders people with the shield, Sharon Carter is now an evil crime lord, Zemo is suddenly a silly, non-serious character, and we've got bad guys who have completely valid and important complaints that are never truly addressed. But at least Sam Wilson got to solve America's problems by giving a heartfelt speech over the corpse of the dead villain, who was actually a refugee teenager.</p><p> </p></h3></p><br />     <p><h2>15. Moon Knight</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171465-moonknight.jpg\" /><br /><h3><p>We only know that Moon Knight is in the MCU because we were told it is--it has no crossovers, cameos, references, veiled allusions, or any sense at all that superheroes exist. And on top of that, it's got a lot of very unconvincing CGI, and a profoundly annoying performance from Oscar Isaac.</p></h3></p><br />     <p><h2>14. Secret Invasion</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171467-secretinvasiongravik.jpg\" /><br /><h3><p>This spy series gave us a fully self-contained story about an invasion of shapeshifting aliens that told a story that went nowhere and contained no major plot twists (is it actually a spy show if it has no real twists?), has no apparent connection with any other ongoing MCU storyline, and doesn't appear to have any relevance to The Marvels, the next MCU movie that will feature Samuel L Jackson as Nick Fury. Is there actually any reason to watch this?</p></h3></p><br />     <p><h2>13. Agents of SHIELD</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171468-agentsofshield.jpg\" /><br /><h3><p>There was always something kind of sad about the \"s--t rolls downhill\" nature of Agents of SHIELD tried as hard as it could to pretend like it was part of the cool kids' club even though the movies were <em>never</em> going to even look sideways at it. At least it had the decency to actually do spy movie stuff sometimes, unlike Secret Invasion--but it was still always very much a network TV show.</p><p> </p></h3></p><br />     <p><h2>12. Luke Cage</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171469-lukecage.jpg\" /><br /><h3><p>Luke Cage worked much better as a floater character on the other shows than he fared on his own series, which went in a lot of different directions but never really found one that it could settle on. And then, just when it was getting interesting at the end of Season 2, the whole Marvel on Netflix situation was shut down.</p></h3></p><br />     <p><h2>11. Ms. Marvel</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171473-msmarvel.jpg\" /><br /><h3><p>Its heart is undeniable and Iman Vellani is a real find, but Ms. Marvel felt cheap, and the very standardized look of the show clashed with its attempt at giving the MCU some Bollywood flavor. Kamala deserved a better introduction than this.</p><p> </p></h3></p><br />     <p><h2>10. WandaVision</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171471-wandavision.jpg\" /><br /><h3><p>The evolving sitcom format of this series was a legitimately interesting aesthetic concept. But the plot ultimately couldn't sustain that format, and by the time it was all over, nothing really made sense anyway. Remember how this series brought in Evan Peters, who played an alternate version of Wanda's brother in the X-Men films, purely as a red herring joke for the audience, which has no in-universe meaning at all? Who knew that bit would foreshadow the utter lack of connectedness that has plagued the MCU ever since?</p></h3></p><br />     <p><h2>9. Loki</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171472-lokiandsylvie%281%29.jpg\" /><br /><h3><p><span>Like the trickster himself, this series is more flash than substance. It promised a smart and heady sci-fi story, but never actually tried to be one. Fortunately, Season 1 of Loki has so far just been irrelevant lore to the rest of the franchise--it's a \"how the universe came to be\" story that has no direct tie to any current happenings, and it's a casting reveal for Kang the Conqueror--so there hasn't been any reason to watch it anyway.</span></p></h3></p><br />     <p><h2>8. Hawkeye</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171474-hawkeyeandkate.jpg\" /><br /><h3><p><span>Jeremy Renner and Hailee Steinfeld are fun and have a great rapport as the core duo in this story, which is a solid little crime story for the most part. But the ending with Kingpin felt like a late-stage reshoot that the rest of the series wasn't fully able to accommodate--and so the whole affair ends up feeling off.</span></p></h3></p><br />     <p><h2>7. Daredevil</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171475-daredevilandelektra.jpg\" /><br /><h3><p><span>The original Marvel series on Netflix always had at least a little too much going on--it was burdened with being the origin of this small-scale version of the MCU. But the mysteries were compelling, and the action was </span><em>great. </em><span>If we're being totally honest: Most of the best fight scenes in the entire MCU happened on this series.</span></p></h3></p><br />     <p><h2>6. Jessica Jones</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171476-jessicajones.jpg\" /><br /><h3><p><span>This noir thriller series was always fascinating, and Krysten Ritter crushed it as the curmudgeonly drunk detective. Season 3, which was the last Marvel season on Netflix, went well off the rails in search of Jessica's origin story and certainly didn't give us a satisfying conclusion, but on the whole, this series remains a unique experience in the MCU, and one of the most emotionally sincere ones.</span></p></h3></p><br />     <p><h2>5. Iron Fist Season 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171477-ironfistseason2.jpg\" /><br /><h3><p><span>After the obnoxious mess of that first season, Iron Fist pivoted hard in Season 2 by taking a lighter, B-movie tone that took Danny Rand less seriously, had much better fights, and took the story in an awesome new direction by stripping the power of the Iron Fist from Danny and giving it to Colleen Wing--and with Danny picking up some super cool chi-powered energy pistols. I bet Season 3 would have been a lot of fun.</span></p></h3></p><br />     <p><h2>4. What If…?</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171478-marvelwhatif.jpg\" /><br /><h3><p><span>A frustrating amount of the MCU over the past five years or so has teased cool and fantastical concepts only to distill them down to some kind of cliched, mass-appeal theme that handwaves away any meaningful discussion of the cool sci-fi stuff--I'm looking at you, Quantumania. Without having to deal with the restraints of canonicity and overall franchise coherence, though, What If…? gets to actually follow all the way through with some really cool and really weird ideas. And that makes most of it worth watching.</span></p></h3></p><br />     <p><h2>3. Agent Carter</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171480-agentcarter.jpg\" /><br /><h3><p><span>This spin-off series, about what happened with Peggy Carter after Stever Rogers went missing in 1945, isn't a particularly great series in a vacuum--it was very good for a network TV series, but it was still a network TV series. But in a franchise with </span><em>so much</em><span> stuff, you can get pretty far just on being something different. And a spy thriller TV show set in the 1950s is pretty different.</span></p></h3></p><br />     <p><h2>2. She-Hulk</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171481-she-hulk.jpg\" /><br /><h3><p>Likewise, She-Hulk is a fourth-wall-breaking sitcom with an immensely likable lead in Tatiana Maslaney. I doubt I would have ever asked for a show like this one, and I don't even know that I would call it essential viewing. But it's clever, it's fun, and it tells a coherent story that wraps up in its own unique way--and that hasn't happened often in the MCU recently.</p></h3></p><br />     <p><h2>1. The Punisher</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4171482-thepunishersho.jpg\" /><br /><h3><p>It's the most awesomely violent corner of the MCU, and it actually manages to deal with trauma with a level of care that other pieces of the MCU have never been able to. By Season 2, the series has the air of a group therapy session--our pals Frank, Dinah, Billy, Curtis, and more work out their issues while occasionally taking a break to have some kind of graphically violent action sequence. There's a sincerity to this show that doesn't exist anywhere else in the TV portion of the MCU aside from Jessica Jones.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/every-mcu-tv-show-ranked-from-agents-of-shield-to-secret-invasion/2900-4822/", "date_published": "2023-07-28T21:22:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Chucky And New Exorcist Movie Join Halloween Horror Nights Lineup At Universal Studios", "description": "<p dir=\"ltr\">Universal has unveiled new details for this year's Halloween Horror Nights at Universal Orlando Resort and Universal Studios Hollywood. According to a release, the event will feature all-new haunted houses, including The Exorcist: Believer (inspired by the new Universal Pictures film), Chucky: Ultimate Kill Count (based on the popular USA and SYFY series), and Universal Monsters: Unmasked (drawing inspiration from Universal's legacy of iconic cinematic monsters). These attractions are in addition to the <a href=\"https://www.gamespot.com/articles/last-of-us-themed-haunted-house-coming-to-universal-studios-for-halloween-horror-nights-2023/1100-6515251/\">Last of Us-themed haunted house announced earlier this year</a>, also coming this fall.</p><p dir=\"ltr\">The horrifying experience commences at Universal Orlando Resort on September 1, and at Universal Studios Hollywood on September 7. Watch the trailer for the Exorcist attraction below.</p><div>          </div><p dir=\"ltr\">The Exorcist: Believer takes place in Haiti's bustling street market, where a mysterious folk doll purchase leads to the opening of a demonic portal, triggering the disappearance of two 12-year-old girls in the U.S. With no memory of their ordeal, the girls display alarming behavior, necessitating an exorcism to save them and those they encounter, putting guests at risk of losing their souls.</p><a href=\"https://www.gamespot.com/articles/chucky-and-new-exorcist-movie-join-halloween-horror-nights-lineup-at-universal-studios/1100-6516396/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/chucky-and-new-exorcist-movie-join-halloween-horror-nights-lineup-at-universal-studios/1100-6516396/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T20:35:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XIV's New Expansion Dawntrail Revealed", "description": "<p dir=\"ltr\">The long-awaited Final Fantasy XIV Fan Fest kicked off July 28 in Las Vegas, and during the event Square Enix unveiled the game's upcoming expansion, Dawntrail, in a new trailer. You can check it out below.</p><p dir=\"ltr\">Dawntrail will be the fifth major expansion for Final Fantasy XIV and is set to be released in the summer of 2024. The expansion's storyline will treat players to a much-needed beach vacation, as the game's main characters explore the tropical island of Eorzea's New World. Director Naoki Yoshida, known as Yoshi-P, shared his unwavering dedication to the game <a href=\"https://www.youtube.com/watch?v=--_vb2j_qDo\">during the keynote presentation</a>, stating, \"I wanted to continue to work on the game until I die or even afterward.\"</p><div>          </div><p dir=\"ltr\">The adventure will take place in Tural, a distant land located to the west of Eorzea. Players will be involved in a rite of succession, competing for the opportunity to determine Tural's next ruler. However, this contest may introduce divisions among the Scions, adding a twist to the story.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xivs-new-expansion-revealed/1100-6516395/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xivs-new-expansion-revealed/1100-6516395/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T20:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy 14's Latest Crossover Is An Unexpected One", "description": "<p>During the Final Fantasy XIV Fan Fest, producer and director Naoki Yoshida announced an unexpected crossover between <a href=\"https://www.gamespot.com/games/final-fantasy-xiv-online/\">Final Fantasy 14</a>and <a href=\"https://www.gamespot.com/games/fall-guys/\">Fall Guys</a>. That'll bring content from Final Fantasy 14 to Fall Guys and a new Fall Guys-inspired minigame to Final Fantasy 14.</p><p dir=\"ltr\">Thanks to a <a href=\"https://fallguys.com/en-US/news/warriors-of-light-are-bringing-glamour-to-fall-guys\">Fall Guys blog post</a>, we know the Warriors of Light crossover in Fall Guys will begin on August 22 and introduces eight new costumes. During the event, players can purchase the following costumes: Alphinaud, Alisaie's, Dragoon, Namazu, Fat Chocobo, Fat Black Chocobo, Goobbue, and a White Mage Costume. Besides the skins, not much is known about the event, but based on previous crossovers, it's possible that a that a FF14 map or mode will be introduced too.</p><div>          </div><p dir=\"ltr\">Meanwhile, the Final Fantasy 14 event will be a part of the 6.5 patch, which will arrive sometime next year. To activate the game, players will have to visit the Gold Saucer, and once they start the game, they'll have to avoid a series of traps while racing to the finish line, like you would in Fall Guys.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-14s-latest-crossover-is-an-unexpected-one/1100-6516394/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-14s-latest-crossover-is-an-unexpected-one/1100-6516394/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T19:42:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Watch Evo 2023: Every Tournament, Announcement, And Exhibition", "description": "<p dir=\"ltr\">It's the most wonderful time of the year for fighting game fans, as Evo 2023 kicks off from the Mandalay Bay Resort in Las Vegas, Nevada August 4-6. Eight main tournaments, a showcase of fighting game news, and more will be on display throughout the weekend, and figuring out where to find the game you're looking for can be a daunting task.</p><p dir=\"ltr\"><em>Seven</em> different Twitch streams will broadcast all of the action throughout the weekend, with each one featuring a different stage within the Mandalay Bay. We have your one-stop shop for all things Evo, with links to each individual channel and the games scheduled to appear on them.</p><figure style=\"width: 1224px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4171448-evo-2023-lineup.jpg\"><img alt=\"The Evo 2023 lineup\" src=\"https://www.gamespot.com/a/uploads/original/3/37852/4171448-evo-2023-lineup.jpg\" /></a><figcaption>The Evo 2023 lineup</figcaption></figure><h2 dir=\"ltr\">The Games Of Evo 2023</h2><p dir=\"ltr\">This year's official Evo tournament series consists of eight games, with the majority of them setting new franchise records for registration. The list of games, along with the number of registered participants for each tournament, is below:</p><a href=\"https://www.gamespot.com/articles/how-to-watch-evo-2023-every-tournament-announcement-and-exhibition/1100-6516393/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-to-watch-evo-2023-every-tournament-announcement-and-exhibition/1100-6516393/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T19:18:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Update 1.1.1 Will Bring Big Buffs To Barbarian And Sorcerer", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV's</a> next patch, update 1.1.1, will arrive on August 8 and it will bring some major improvements for Barbarians and Sorcerers, as well as changes to the number of monsters in endgame activities and a number of smaller, quality-of-life changes.</p><p dir=\"ltr\">In a <a href=\"https://www.youtube.com/watch?v=c5N91g5uMxg\">developer \"campfire\" chat</a>, Blizzard outlined how the game's first major patch following its <a href=\"https://www.gamespot.com/articles/diablo-4-wont-receive-another-patch-like-controversial-season-1-update-ever-again/1100-6516206/\">controversial Season 1 update</a> will look to make the lives of Barbarian and Sorcerer players easier. For Barbarian, Blizzard is looking to improve how it feels to play the class in the early game by increasing Fury generation for its basic skills and increasing the damage done by abilities like Rupture and Charge. In the late game, Blizzard is revamping some of the Barbarian's Unique items and Legendary Aspects to make them more effective and attractive. For the Unique changes, Blizzard is simply improving the base damage and stats of items like Hellhammer and Fields of Crimson, while also replacing less-desirable affixes with ones that are more in demand.</p><p dir=\"ltr\">On the Sorcerer side of things, Blizzard is looking to improve their late game survivability, where many in the community currently believe the class struggles. Many Sorcerer mechanics currently revolve around giving players a major buff, but with a negative side effect. Blizzard is looking to remove many of those negative effects and make it so Sorcerer players can revel in their power without too many repercussions.</p><a href=\"https://www.gamespot.com/articles/diablo-4-update-1-1-1-will-bring-big-buffs-to-barbarian-and-sorcerer/1100-6516392/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-update-1-1-1-will-bring-big-buffs-to-barbarian-and-sorcerer/1100-6516392/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T19:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy 14 Is Finally Coming To Xbox In Spring 2024", "description": "<p>At the Final Fantasy XIV Fan Festival, Square Enix announced that Final Fantasy XIV is finally coming to Xbox consoles in Spring 2024.</p><p>Producer and director Naoki Yoshida made the reveal at the event, along with Microsoft's Phil Spencer joining him on stage. It'll be released on Xbox Series X|S with 4K support on Series X, but there'll be no Xbox One version. The game on Xbox Series X|S will also have faster loading times and be digital only.</p><p>There'll also be an open beta during patch 6.5x, which is scheduled to arrive sometime early next year. However, there was no mention of it being added to Xbox Game Pass at the moment.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-14-is-finally-coming-to-xbox-in-spring-2024/1100-6516391/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-14-is-finally-coming-to-xbox-in-spring-2024/1100-6516391/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T18:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Secret Invasion Director On \"Rabid\" Marvel Fans: \"Is It Our Job To Fulfill Their Expectations?\"", "description": "<p dir=\"ltr\"><strong>Warning: Spoilers ahead for Marvel's Secret Invasion, currently available on Disney+.</strong></p><p dir=\"ltr\">The Disney+ series Secret Invasion, composed of six episodes and centered around Samuel L. Jackson's portrayal of Nick Fury, concluded with a 37-minute finale on Wednesday. In an interview with <a href=\"https://variety.com/2023/tv/features/secret-invasion-director-ali-selim-season-finale-mixed-reviews-1235681998/\">Variety</a> on the same day, executive producer and director Ali Selim discussed the passionate Marvel fan base and the challenge of meeting their expectations.</p><p dir=\"ltr\">\"Oh, I don't read reviews, with all due respect,\" Selim said. \"For me, I view all the storytelling work I do as a dialogue with an audience. When the show is finished and put up on the screen, that's my half of the dialogue. And the audience then starts their half of the response to it. I think that's valuable, but I don't know. I don't know how to answer the question.\"</p><a href=\"https://www.gamespot.com/articles/secret-invasion-director-on-rabid-marvel-fans-is-it-our-job-to-fulfill-their-expectations/1100-6516388/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/secret-invasion-director-on-rabid-marvel-fans-is-it-our-job-to-fulfill-their-expectations/1100-6516388/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T17:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Heels Season 2 Unpacks Season 1 Trauma And The Desperate Search For Fame", "description": "<p dir=\"ltr\">After <a href=\"https://www.gamespot.com/articles/the-surprising-reason-cm-punk-joined-the-cast-of-heels/1100-6495027/\">Heels Season 1</a>, it wasn't entirely clear how the show would up the ante when it returned. It turns out, though, that the streaming service arms race to acquire new content fits in right at home as a plot point on the Starz series, with Jack Spade (Stephen Amell) and his group of wrestling misfits doing all they can to make it to a national stage on a fictional streaming service. This particular development means some significant growth for at least one character, Ace Spade (Alexander Ludwig).</p><p dir=\"ltr\">Speaking to GameSpot in June, before the SAG-AFTRA strike, Ludwig teased, \"I think what I love about [Season 2] is it's setting up where I hope this show will go. 'What is this? What are these two people from the middle of nowhere, and this family in the middle of nowhere, what do they become when their promotion is on a national stage and Ace's character is on a national stage? What happens when [Ace] has to deal with that if he can't even deal with himself in a small town?'\"</p><p dir=\"ltr\">Given where we left Ace in Season 1--still at odds with his big brother Jack, who also books the matches--viewers weren't sure what to expect from the character. Per Ludwig, though, there are some interesting twists and turns ahead for Ace.</p><a href=\"https://www.gamespot.com/articles/heels-season-2-unpacks-season-1-trauma-and-the-desperate-search-for-fame/1100-6516387/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/heels-season-2-unpacks-season-1-trauma-and-the-desperate-search-for-fame/1100-6516387/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T17:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "HAWKED | Open Beta Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1823/18237460/4171383-hawk.jpg\" width=\"480\" /> HAWKED is ready for Open Beta on PC!", "link": "https://www.gamespot.com/videos/hawked-open-beta-trailer/2300-6461960/", "date_published": "2023-07-28T17:08:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Remnant 2 Fixes Are On The Way To Address Issues And Common Complaints", "description": "<p>Gunfire Games has issued a statement that it is currently working on fixing bugs and issues in Remnant 2. Some of the problems it's addressed so far are progression blockers in the Labyrinth and Nightwaevers Web, as well as issues with the Waterharp Puzzle.</p><p>\"We know that encountering bugs and glitches can be frustrating and can hinder your excitement for the game,\" Gunfire Games said in an <a href=\"https://www.remnantgame.com/en/news/article/11550143\">update</a>. \"We take these issues incredibly seriously, and our team is working to identify and address these issues as quickly as possible.\"</p><p>The studio will continue to work on delivering fixes over the next few days and weeks, including improving overall performance, addressing crashes and issues with higher systems, as well as other progression blockers and missing items.</p><a href=\"https://www.gamespot.com/articles/remnant-2-fixes-are-on-the-way-to-address-issues-and-common-complaints/1100-6516389/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/remnant-2-fixes-are-on-the-way-to-address-issues-and-common-complaints/1100-6516389/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T17:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zachary Levi Is Still Mad People Didn't Like Shazam 2", "description": "<p dir=\"ltr\">Zachary Levi, the star of Shazam! Fury Of The Gods, is still unsure about the franchise sequel's performance four months after its short theatrical run. With the movie barely breaking even with its $100 million budget, Levi reflected on the mixed results recently on <a href=\"https://www.youtube.com/watch?v=G_SF9AdUfM8\">The FilmUp Podcast</a>. </p><p dir=\"ltr\">Recently, Levi's attention has turned towards critics, who were notably harsher on the film compared to the audience's reception. He expressed surprise at the \"very oddly and perplexingly low\" critic ratings on Rotten Tomatoes and the unkindness displayed by some. Levi also shared his perspective on how the world has changed since the first Shazam! movie, possibly affecting the sequel's perception.</p><p dir=\"ltr\">\"I think even just the world, from the first movie to the second movie, the world has shifted so much,\" Levi said. \"Social media has shifted so much. Hate, online hate and haters and trolls, and factions and all that has just gotten more galvanized in its toxicity. I think there are people who genuinely, unfortunately, want to destroy certain projects because they don't like them, or they don't like me, or they don't like other people involved in them or whatever.\"</p><a href=\"https://www.gamespot.com/articles/zachary-levi-is-still-mad-people-didnt-like-shazam-2/1100-6516385/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zachary-levi-is-still-mad-people-didnt-like-shazam-2/1100-6516385/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T17:05:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Where Is Xur Today? (July 28-August 2) Destiny 2 Exotic Items And Xur Location Guide", "description": "<p>Xur has once again arrived in <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>, bringing with him a fresh selection Exotic armor and weapons, as well as a few other items to add to your arsenal. With the <a href=\"https://www.gamespot.com/articles/destiny-2-solstice-2023-rewards-all-the-weapons-armor-and-exotics-available/1100-6516019/\">Solstice</a> event still ongoing, now is a great time to grab some gear to take with you into the EAZ and into other activities. Here's where Xur is this weekend and what he has for sale.</p><p>This week you can find Xur in <strong>the EDZ</strong>, in the <strong>Winding Cove</strong> area. For his weapon, Xur is offering <strong>The Wardcliff Coil</strong>. Hunters can pick up the <strong>Gwisin Vest </strong>armor; Titans can grab the <strong>Khepri's Horn </strong>helmet; and Warlocks can buy the <strong>Winter's Guile </strong>gauntlets.</p><h2>Xur Location</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4171379-xuredz.jpg\"><img alt=\"Xur's location in the EDZ.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4171379-xuredz.jpg\" /></a><figcaption>Xur's location in the EDZ.</figcaption></figure><p> </p><a href=\"https://www.gamespot.com/articles/where-is-xur-today-july-28-august-2-destiny-2-exotic-items-and-xur-location-guide/1100-6516376/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/where-is-xur-today-july-28-august-2-destiny-2-exotic-items-and-xur-location-guide/1100-6516376/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T17:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Broforce Is Getting A Massive \"Broforce Forever\" Update, And It Comes Out Soon", "description": "<p>2015's Broforce is one of the most memorable indie games of the 2010s, and now it's getting an overwhelming free update that adds a massive amount of new content to the game. According to the announcement trailer, this includes a revamped campaign, new Bros to play, and four new challenge levels. It's also coming to Xbox One for the first time via Game Pass.</p><div>          </div><p>If you haven't played it before, Broforce is a delightfully over-the-top shooter game in the vein of Contra that parodies action movies like Die Hard, Lethal Weapon, and the Expendables. As shown in the above trailer, the update adds a few new playable characters to the game who are ripped directly from pop culture, including Seth Brondle (The Fly), Xebro (Xena: Warrior Princess), Desperabro (Desperado), Bro Gummer (Tremors), Demolition Bro (Demolition Man), and Broffy the Vampire Slayer (I think you can guess this one).</p><p dir=\"ltr\">Broforce Forever also adds a few new features to the game, including new enemies, new levels, new machines to pilot, and more flexing. It also has quite a few bug fixes, though the specifics on those are not clear at this point. The update will come to PC, PS4, Nintendo Switch, and Xbox One on August 8. Broforce currently has an 97% \"overwhelmingly positive\" rating on <a href=\"https://store.steampowered.com/app/274190/Broforce/\">Steam</a>, which is quite rare, even among popular games.</p><a href=\"https://www.gamespot.com/articles/broforce-is-getting-a-massive-broforce-forever-update-and-it-comes-out-soon/1100-6516384/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/broforce-is-getting-a-massive-broforce-forever-update-and-it-comes-out-soon/1100-6516384/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T16:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get Six Of Christopher Nolan's Best Films At A Big Discount", "description": "<p>While it might be facing some <a href=\"https://www.gamespot.com/articles/barbie-and-oppenheimer-are-putting-up-huge-numbers-at-the-box-office/1100-6516185/\">stiff competition from Barbie right now</a>, Christopher Nolan's Oppenheimer is still experiencing some explosive performance at the box office. If you're looking to experience more of the director's work, then this deal on six of his films is a great entry point to check out some of his signature storytelling. On the Microsoft Store and iTunes, you can get this 4K digital film collection for just <strong>$30</strong>, down from its usual price of $78.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.microsoft.com/en-us/p/christopher-nolan-6-film-collection/8d6kgwxxhndj?activetab=pivot:overviewtab\">See on Microsoft Store</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://itunes.apple.com/us/movie-collection/christopher-nolan-6-film-bundle/id1697948958?itsct=tv_box_link&amp;itscg=30200&amp;at=1l3vbvV&amp;ct=gamespot\">See on iTunes</a> </div><p>One half of this collection is focused entirely on Batman and includes the movies Batman Begins, The Dark Knight, and The Dark Knight Rises. Starring Christian Bale as the Caped Crusader, Nolan's Batman trilogy is an intense dive into the psychology of the vigilante and brought the hero back down to earth with a more grounded approach as he battled Ra's Al Ghul, the Joker, and Bane.</p><p>For a weirder experience, you can check out the excellent Inception, which stars Leonardo DiCaprio as a thief who steals corporate secrets using dream-sharing, and Tenet is a sci-fi thriller about a CIA agent racing against time (sometimes literally) to prevent the start of World War III. Finally, Dunkirk goes back in time to World War II and focuses on the Allied soldiers trapped on the infamous French beach as Axis forces close in on them.</p><a href=\"https://www.gamespot.com/articles/get-six-of-christopher-nolans-best-films-at-a-big-discount/1100-6516375/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-six-of-christopher-nolans-best-films-at-a-big-discount/1100-6516375/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T16:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The 7 Best Guns In Remnant 2", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4170558-4168637-remnant-2-alt.jpg\" /><br /><h3><p><a href=\"https://www.gamespot.com/games/remnant-ii/\">Remnant 2</a> is a thrilling adventure with mysterious environments to explore and plenty of challenging puzzles to solve--but for most players, the game's biggest draw is its excellent third-person shooting. It's an action-packed ride that never ceases to throw as much at you as you can handle, so you'll need to head into battle well-equipped.</p><p>Of course, all of that shooting leads to plenty of looting, too. There are tons of weapons to find and upgrade that can complement whatever archetype combination you're working toward on your character, and while melee is a viable option for plenty of builds, it's really the guns that will keep you alive and kicking in many encounters.</p><p>Which guns serve you best may depend on precisely what you're trying to accomplish, since some will benefit from specific rings, amulets, or mods you have equipped, as Remnant 2 is a game that leans heavily into synergy. But even so, there are some guns that stand out among the rest due to their versatility or overwhelming power.</p><p>We've compiled our choices for the seven best guns in Remnant 2 below. In addition to telling you why we think they're great picks, we'll also give you info on how you can add them to your collection of armaments. Even if you don't intend to use them right away, building up a solid arsenal is never a bad thing, so make sure you track these down just in case.</p></h3></p><br />     <p><h2>Cube Gun</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171373-remnant2_20230728123301.jpg\" /><br /><h3><p>The Cube Gun is an excellent sidearm to bring along if you don't want to worry much about ammo--and that's because you don't need to find any. This unique weapon fires its five shots and then returns them to you soon after, meaning all you need to think about is making sure it never overheats. Its weapon mod also grants you a very helpful shield that can absorb up to 500 damage, making it a wonderful tool to have in certain difficult encounters.</p><p>To get the Cube Gun, you'll first need to get your hands on the Conflux Prism by defeating the Labyrinth Sentinel boss during the campaign. This is unmissable, so you won't have any issues snagging it along your adventure. Take the Conflux Prism to McCabe to craft the Cube Gun.</p></h3></p><br />     <p><h2>Alpha-Omega</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171394-remnant2_20230728123335.jpg\" /><br /><h3><p>If you're good at landing shots consistently, Alpha-Omega may be a very strong option for you. Its most important feature is undoubtedly its Beta Ray weapon mod, which will brand targets it hits. When those enemies die, they leave behind a brand where they fell, and reloading or swapping guns will cause that brand to explode and deal damage to surrounding foes. AOE damage is rad.</p><p>Adding Alpha-Omega to your arsenal will require you to defeat Annihilation, Remnant 2's doozy of a final boss. It won't be an easy fight, but afterward, you'll obtain the Forgotten Memory, which you can take to McCabe to craft Alpha-Omega.</p></h3></p><br />     <p><h2>Nightfall</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171374-remnant2_20230728123517.jpg\" /><br /><h3><p>Nightfall is a deadly weapon on its own, but it requires you to make use of its Dreadwalker weapon mod to reach its full potential. This mod can be activated to make you shift into the Nightmare Realm for 10 seconds, during which time the gun becomes fully automatic and you gain infinite ammo, a 35% increased fire rate, and 10% lifesteal. Additionally, being in the Nightmare Realm will make you harder to hit.</p><p>To obtain Nightfall, you'll need to defeat The Nightweaver in Losomn, which will be the final boss of a playthrough of that biome when the storyline includes the Sanatorium. After defeating the boss, you'll receive the Cursed Dream Silks, which you can take to McCabe in Ward 13 to craft Nightfall.</p></h3></p><br />     <p><h2>MP6o-R</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171368-remnant2_20230728123320.jpg\" /><br /><h3><p>The MP60-R is arguably the game's best secondary gun simply because of its ease of use and high damage potential. A blistering fast firing rate makes it excellent with any mod that applies status effects or additional damage per bullet. Other options may outclass the MP60-R in very specific scenarios, but few can be as consistently useful as this one.</p><p>The MP60-R is found in the room that you open with the key found in Ford's chest in Ward 13. You can follow our guides for <a href=\"https://www.gamespot.com/articles/remnant-2-how-to-unlock-fords-chest-in-ward-13/1100-6516130/\">how to unlock Ford's chest</a> to round it up.</p></h3></p><br />     <p><h2>Deceit</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171367-remnant2_20230728123510.jpg\" /><br /><h3><p>Deceit is an amazing gun for those who prefer a marksman approach to combat. Though it sports a small magazine, each shot will be certain to deal some hefty damage to your foes. This makes it great for the Hunter class, but it can work fine with any archetype.</p><p>Obtaining Deceit requires you to kill one of the two bosses at the end of Losomn on a playthrough of that biome that includes the storyline regarding the imposter kings. When you're faced with <a href=\"https://www.gamespot.com/articles/remnant-2-should-you-pick-faelin-or-faerin/1100-6516346/\">whether to choose Faelin or Faerin</a>, just be sure you choose to kill Faelin. He will drop the Imposter's Heart, which you can take to McCabe to craft Deceit.</p></h3></p><br />     <p><h2>Chicago Typewriter</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171372-remnant2_20230728125342.jpg\" /><br /><h3><p>The Chicago Typewriter is a fan-favorite from Remnant: From the Ashes, and it's back again for a good reason--it's just really damn good. Though it's best used in short- to medium-range encounters, its large ammo capacity allows you to keep the hurt coming, making it awesome against bosses whose limited windows for attacking can make reloading a liability.</p><p>The Chicago Typewriter is an extremely well-hidden weapon that you'll find in the same room as Leto's Stash. However, it's well-worth the effort to snag it and should be viable for nearly any build in the game, so follow our guide for <a href=\"https://www.gamespot.com/articles/remnant-2-how-to-find-letos-stash/1100-6516241/\">how to find Leto's Stash</a> and snag this gun along the way.</p></h3></p><br />     <p><h2>XMG57 \"Bonesaw\"</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4171376-remnant2_20230728123750.jpg\" /><br /><h3><p>The XMG57 \"Bonesaw\" is an absolute powerhouse. It comes packing a massive clip that allows for continuous fire, and it becomes more accurate the longer you keep shooting it. Because it can be fired for so long without interruption, it's an amazing option to pair with the Hot Shot weapon mod--which is our pick for the <a href=\"https://www.gamespot.com/articles/remnant-2-best-weapon-mod-to-get-first/1100-6516057/\">best weapon mod to buy first</a>--so you can really rack up the damage.</p><p>This gun is the starting weapon for the Medic archetype, but it can also be purchased from Brabus in Ward 13 at any point in the story. The ability to buy it early in the game and begin upgrading it right away makes it an excellent choice for nearly any build looking to dish out substantial damage, especially when considering how well it pairs with Hot Shot.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/remnant-2-best-guns/2900-4821/", "date_published": "2023-07-28T16:26:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Filmmaker Angel Manuel Soto Reveals Bane-Sized Twist In Journey To Directing DC's Blue Beetle", "description": "<p> </p><p dir=\"ltr\">When filmmaker Angel Manuel Soto received a call from Warner Bros. about potentially directing a DC comic book film, he was prepared to present a completely different idea. Soto, known for his work on Charm City Kings, recently revealed to <a href=\"https://www.denofgeek.com/movies/blue-beetle-xolo-mariduena-angel-manuel-soto-dc-legend/\">Den of Geek magazine</a>, \"I wanted to pitch ideas, and one of them was the Bane origin story. I always thought that there was something interesting in exploring his reality and how a character like that comes to be... [but] the conversation was not about that.\"</p><p dir=\"ltr\">Instead, According to the director, the studio said, \"There's this character that we've been developing for a couple of years. The Blue Beetle, a Latino superhero.\"</p><a href=\"https://www.gamespot.com/articles/filmmaker-angel-manuel-soto-reveals-bane-sized-twist-in-journey-to-directing-dcs-blue-beetle/1100-6516383/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/filmmaker-angel-manuel-soto-reveals-bane-sized-twist-in-journey-to-directing-dcs-blue-beetle/1100-6516383/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T16:17:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Reportedly Cracking Down On Unauthorized Emulator Use On Console", "description": "<p>Hackers are always looking for more creative ways to use their video game consoles, but it seems that Microsoft is not impressed with their efforts to install unauthorized emulators on Xbox consoles. The console maker has reportedly begun issuing 15-day suspensions for those who used a loophole to install emulators like RetroArch onto their Xboxes.</p><p dir=\"ltr\">As spotted by <a href=\"https://www.videogameschronicle.com/news/xbox-has-reportedly-started-suspending-players-who-run-emulators-in-retail-mode/\">VGC</a> and reported by YouTuber <a href=\"https://twitter.com/HikikomoriMedia?ref_src=twsrc^google|twcamp^serp|twgr^author\">Hikikomori Media</a>, a group calling itself UWeaPons Store discovered a way to install unauthorized emulator applications on Xbox Series X|S consoles in Retail Mode. The group only offered this method to those who subscribed to their Patreon for $2 a month. However, a staff member of the Discord server Xbox Emulation Hub named GoldenSky recently stated that \"retail mode is dead,\" citing the 15-day bans as a \"warning shot from Xbox.\"</p><p dir=\"ltr\">\"Please take my advice and do not begin trying to upload retail mode emulators,\" they wrote, in a statement obtained by VGC. \"Microsoft are console banning people caught uploading retail mode emulators, don’t take that risk for yourself, and don’t put others at risk either. It’s not worth it anymore, just use dev mode.\"</p><a href=\"https://www.gamespot.com/articles/xbox-reportedly-cracking-down-on-unauthorized-emulator-use-on-console/1100-6516382/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-reportedly-cracking-down-on-unauthorized-emulator-use-on-console/1100-6516382/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T15:54:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Jamie Lee Curtis Takes On Climate Change In New Graphic Novel She Thought Of At 19", "description": "<p>Hollywood celebrities dipping their toes into the realm of making comic books is hardly a new approach. It's been a staple since the Jerry Lewis comics over at DC in the 1950s, but the trend has definitely been on the upswing with star Keanu Reeves on Brzkr at BOOM! Studios and Mother of Madness by Emelia Clarke, who lend their creativity and name brand to a comic.</p><p>Oscar winner Jamie Lee Curtis is the latest name to dabble into comics with her project, along with co-writer Russell Goldman and artist Karl Stevens. Curtis is a known anime and manga enthusiast and even officiated her daughter's cosplay-themed wedding. The idea of doing a comic has been something rattling in her mind for 40 years, but now with Goldman and Stevens, she's finally been able to make this idea a reality with the release of Mother Nature.</p><p>Speaking to GameSpot at San Diego Comic-Con, Curtis revealed just how long the idea for Mother Nature has been in her head. \"I was 19 years old and I knew that we were messing up the world. I just knew it. I don't know. I wasn't particularly an environmental kid, I could barely crawl my way out of high school. It wasn't like I was smart. I just was aware,\" the horror movie legend said. \"Then I made the Halloween movie in 2018 with David Gordon Green... and it just reinvigorated my mojo and I started to write the story.\"</p><a href=\"https://www.gamespot.com/articles/jamie-lee-curtis-takes-on-climate-change-in-new-graphic-novel-she-thought-of-at-19/1100-6516390/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/jamie-lee-curtis-takes-on-climate-change-in-new-graphic-novel-she-thought-of-at-19/1100-6516390/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T15:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Marvel's Spider-Man 2 Console Covers Are Already Being Scalped Online", "description": "<p>A new Spider-Man game is swinging onto PlayStation this October, and just like when the first game launched in 2018, fans will have the option to buy a limited-edition PlayStation console alongside the game. For those people who already have a PS5, a more economical option is available that takes advantage of the detachable faceplates for that system, but it looks like scalpers also have their eyes on this prize.</p><figure style=\"width: 1200px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4171325-ps5-shells.jpg\"><img alt=\"These PS5 console covers could (but probably won't) put your kids through college.\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4171325-ps5-shells.jpg\" /></a><figcaption>These PS5 console covers could (but probably won't) put your kids through college.</figcaption></figure><p>With preorders now open for the Marvel's Spider-Man 2 PS5 console and DualSense controller, listings on eBay have begun popping up for the PS5 faceplates. Brand-new, these faceplates have an MSRP of $65, but on eBay, there are already listings for over $200. It's worth noting that the price listed isn't a guarantee that these sellers will actually get $200 in return, <a href=\"https://www.ebay.com/sch/i.html?_from=R40&amp;_nkw=marvel's spider-man 2 ps5 console cover&amp;_sacat=0&amp;LH_TitleDesc=0&amp;_dmd=2&amp;rt=nc&amp;LH_Sold=1&amp;LH_Complete=1\">but at least one person has paid $149</a> for the two pieces of protective plastic.</p><p>Several of these listings also have \"best offer\" options, so while there's a chance that you won't have to pay the advertised price on eBay, you'll probably still have to pay over the MSRP so that the seller can make a quick buck. These faceplates are reportedly selling out quickly, and if you're looking to give your PS5 an arachnid-themed makeover, you can check out our <a href=\"https://www.gamespot.com/articles/preorder-marvels-spider-man-2-ps5-limited-edition-console/1100-6516370/\">Marvel's Spider-Man 2 preorder hub</a> for stock updates.</p><a href=\"https://www.gamespot.com/articles/marvels-spider-man-2-console-covers-are-already-being-scalped-online/1100-6516380/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/marvels-spider-man-2-console-covers-are-already-being-scalped-online/1100-6516380/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T15:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Eiyuden Chronicle: Hundred Heroes Delayed to Q2 2024", "description": "<p>Rabbit &amp; Bear Studios has announced that it is delaying Eiyuden Chronicle: Hundred Heroes to Q2 2024.</p><p>\"The decision was made in order to ensure the best possible story, and to reward the legion of backers with the best game experience possible,\" the team said in a <a href=\"https://www.kickstarter.com/projects/rabbitandbearstudios/eiyuden-chronicle-hundred-heroes/posts/3871052\">Kickstarter update</a>. CEO Yoshitaka Murayama also mentioned in the update that he has already completed the game's story, as well as the DLC, and is now working on setting material while also supervising text.</p><p>Character illustrator Junko Kawano noted that with Tokyo Game Show coming up in September, the studio hopes to release more information about the game around that time.</p><a href=\"https://www.gamespot.com/articles/eiyuden-chronicle-hundred-heroes-delayed-to-q2-2024/1100-6516381/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/eiyuden-chronicle-hundred-heroes-delayed-to-q2-2024/1100-6516381/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T14:53:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Eiyuden Chronicles: Hundred Heroes Delayed to Q2 2024", "description": "<p>Rabbit &amp; Bear Studios has announced that it is delaying Eiyuden Chronicle: Hundred Heroes to Q2 2024.</p><p>\"The decision was made in order to ensure the best possible story, and to reward the legion of backers with the best game experience possible,\" the team said in a <a href=\"https://www.kickstarter.com/projects/rabbitandbearstudios/eiyuden-chronicle-hundred-heroes/posts/3871052\">Kickstarter update</a>. CEO Yoshitaka Murayama also mentioned in the update that he has already completed the game's story, as well as the DLC, and is now working on setting material while also supervising text.</p><p>Character illustrator Junko Kawano noted that with Tokyo Game Show coming up in September, the studio hopes to release more information about the game around that time.</p><a href=\"https://www.gamespot.com/articles/eiyuden-chronicles-hundred-heroes-delayed-to-q2-2024/1100-6516381/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/eiyuden-chronicles-hundred-heroes-delayed-to-q2-2024/1100-6516381/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T14:53:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Two Long-Missing Double Dragon Games Are Finally Coming Back", "description": "<p dir=\"ltr\">After almost 20 years, Double Dragon Advance is finding a new home on consoles and PC. It's not alone, either. Super Double Dragon will get an official port for the first time in decades as well.</p><p dir=\"ltr\"><a href=\"https://www.arcsystemworks.jp/portal/post-25709/\">Arc System Works announced</a> both beat-'em-up games starring Billy Lee and Jimmy will arrive digitally on November 9 for PC, PS4, Xbox One, Xbox Series X|S, and Nintendo Switch. Double Dragon Advance originally launched in 2003 on Game Boy Advance and serves as a remake of the original 1987 arcade game. Meanwhile, Super Double Dragon released back in 1992 on SNES and was created specifically for consoles instead of being based on or borrowing aspects of an arcade counterpart.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171308-2023071915190900-6a3968014d3f92afc80ecba3b8e42dc5.jpg\"><img alt=\"Super Double Dragon released for SNES back in 1992. Arc System Works is releasing an official port for the game for the first time in decades later this year on PC and consoles. \" src=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171308-2023071915190900-6a3968014d3f92afc80ecba3b8e42dc5.jpg\" /></a><figcaption>Super Double Dragon released for SNES back in 1992. Arc System Works is releasing an official port for the game for the first time in decades later this year on PC and consoles. </figcaption></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171309-2023071913541000-6a3968014d3f92afc80ecba3b8e42dc5.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4171309-2023071913541000-6a3968014d3f92afc80ecba3b8e42dc5.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171310-2023071913504400-6a3968014d3f92afc80ecba3b8e42dc5.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4171310-2023071913504400-6a3968014d3f92afc80ecba3b8e42dc5.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171311-2023071913470500-83637e3090ea80b1c76e39acd10fdade.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4171311-2023071913470500-83637e3090ea80b1c76e39acd10fdade.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171312-2023071913411200-83637e3090ea80b1c76e39acd10fdade.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4171312-2023071913411200-83637e3090ea80b1c76e39acd10fdade.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4171313-2023071913400600-83637e3090ea80b1c76e39acd10fdade.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1813/18138562/4171313-2023071913400600-83637e3090ea80b1c76e39acd10fdade.jpg\" />     </a>   </div>    <figcaption>Super Double Dragon and Double Dragon Advance</figcaption> </figure><p dir=\"ltr\">In addition, Arc System Works also revealed that these two long-missing games will be bundled together with the first four mainline Double Dragon titles in the Double Dragon Collection on Switch. This package will be offered physically, also coming out November 9.</p><a href=\"https://www.gamespot.com/articles/two-long-missing-double-dragon-games-are-finally-coming-back/1100-6516379/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/two-long-missing-double-dragon-games-are-finally-coming-back/1100-6516379/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T14:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Smash Bros. Creator On Franchise's Future: \"I Can't Imagine A Smash Bros. Title Without Me\"", "description": "<p dir=\"ltr\">Super Smash Bros. creator Masahiro Sakurai has been a prolific YouTube presence since starting his channel last year, where he speaks about his experiences in game development. The latest update also touched on the past, but this time he also gives some thoughts on the future of his most successful project: Super Smash Bros.</p><p dir=\"ltr\">The video tells the story of Sakurai's involvement in the creation of Super Smash Bros. Brawl--specifically, it shares how Sakurai was unaware of the game until the late Nintendo president Satoru Iwata announced it during Nintendo's E3 2005 press conference. Sakurai was in the audience for that announcement, and afterward Iwata asked Sakurai to lead the team in his hotel suite.</p><div>          </div><p dir=\"ltr\">After sharing the story and speaking about how the development team was assembled, Sakurai spoke about the future of the Smash Bros. franchise, and where he may fall into it. He hypothesizes one option, which would be to hand the series over to another director, but he also has trouble envisioning that future.</p><a href=\"https://www.gamespot.com/articles/smash-bros-creator-on-franchises-future-i-cant-imagine-a-smash-bros-title-without-me/1100-6516378/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/smash-bros-creator-on-franchises-future-i-cant-imagine-a-smash-bros-title-without-me/1100-6516378/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T13:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Biggest Game Releases Of August 2023", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170590-augustgames2023.jpg\" /><br /><h3><p>We're at the quiet part of the gaming calendar, but that still doesn't mean you can breathe easy this year. Instead, the month ahead has plenty to offer in terms of quantity and quality, with a number of heavy-hitter games ready to devour any spare hours that you have left. Looking ahead, the big draws for August include From Software's return to sci-fi action in Armored Core 6: Fires of Rubicon, EA's fantasy-shooter Immortals of Aveum, and the return of the original Chainsaw Man when The Texas Chain Saw Massacre revs up for release.</p><p>August has a great number of smaller games to look at, so get ready to tag-team with destiny in WrestleQuest, discover your musical side in Stray Gods, and take part in a coming-of-age story in Goodbye Volcano High. On the indie side of the schedule, you can slay heretics in Blasphemous 2, become the bullet-hell in Vampire Survivors when it lands on Switch, and take on pirate ghosts in Shadow Gambit: The Cursed Crew.</p><p>As for <a href=\"https://www.gamespot.com/gallery/every-game-delayed-right-now/2900-3741/\">delayed games</a>, there's not too much to worry about here. August is actually the month in which numerous games decided to release in, just in time to avoid tangling with Bethesda and Starfield in September. For more details on what else you can expect later this year--and why you'll need a doctor's note excusing you from work for at least a few weeks in October--you can check out our guide to <a href=\"https://www.gamespot.com/articles/2023-upcoming-games-release-schedule/1100-6508202/\">all the games releasing in 2023</a>.</p><p> </p></h3></p><br />     <p><h2>Baldur's Gate 3 - August 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170593-baldursgate3.jpg\" /><br /><h3><p>After years of early access fine-tuning, Larian Studios is finally ready to unleash a Baldur's Gate sequel that some fans have been waiting decades for. It's a fresh start for everyone, as the full release wipes the slate clean for everyone. Once you start, there's no shortage of content to discover as you'll be able to create a hero--or ne'er-do-well!--<a href=\"https://www.gamespot.com/articles/baldurs-gate-3-devs-share-their-thoughts-on-all-12-classes/1100-6515933/\">from one of several classes</a>, embark on adventures across the realm, and possibly even find a <a href=\"https://www.gamespot.com/articles/baldurs-gate-3-includes-grizzly-bear-as-romance-option/1100-6515793/\">grizzly romantic life partner</a> in this D&amp;D fantasy game.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1086940/Baldurs_Gate_3/\">See on Steam</a> </div></h3></p><br />     <p><h2>WrestleQuest - August 8</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170609-wrestlequest%281%29.jpg\" /><br /><h3><p>Austin 3:16 says that even with the release of new WWE and AEW titles this year, the world still needs more wrestling games to elbow-drop some action into your life. WrestleQuest is that new contender, a hero's journey in tights as classic RPG combat meets wrestling moves, match styles, and gimmicks galore in this love letter to the powerbomb past. Wrestle with destiny and make it tap out in this game as you slam your way to the top of the pro wrestling food chain.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1867510/WrestleQuest/\">See on Steam</a> </div></h3></p><br />     <p><h2>Stray Gods: The Role-Playing Musical - August 10</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170610-straygods.jpg\" /><br /><h3><p>While you'll have to wait a few days longer for the release of Stray Gods--<a href=\"https://www.gamespot.com/articles/stray-gods-delayed-to-avoid-baldurs-gate-3s-launch-on-pc/1100-6515970/\">you can blame Baldur's Gate 3 for this one</a>--the role-playing musical is still shaping up to be one of this year's most memorable games. Gods, romance, and murder in a world brought to life by an ensemble voice cast and slick illustrations? That sounds like music to our ears as you embark on an odyssey to change fate in this urban fantasy tale.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1920780/Stray_Gods_The_Roleplaying_Musical/\">See on Steam</a> </div></h3></p><br />     <p><h2>Atlas Fallen - August 10</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170608-atlasfallen.jpg\" /><br /><h3><p>Like sands through the hourglass, so are the slays of our time. Set in an alien world filled with ancient dangers, mysteries, and fragments of the past, Atlas Fallen attaches the gauntlet of destiny to your arm and allows you to take on a tyrannical deity with powerful sand-infused weapons and super-powered combat. Rise from the dust, gather the essence of your enemies to shape your own custom play style, and work to liberate humanity from the iron clutches of a cruel god.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Atlas-Fallen-PS5-PlayStation-5/dp/B0BBSFPJN8?tag=gamespot-preorders-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Stray - August 10</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170607-stray.jpg\" /><br /><h3><p>One of the best PC and PlayStation games of 2022, Stray finally pounces into 2023 on Xbox Series X|S and Xbox One. In case you missed it last year, Stray is a clever adventure that combines platforming, light puzzle-solving, and dangerous gauntlets, all of which are experienced from the viewpoint of nature's deadliest and most adorable predator, a stray cat looking to find its way home. A captivating puzzle adventure in an engrossing post-apocalyptic world, Stray goes all in on its feline charm and is worth adopting when it lands on Xbox.</p></h3></p><br />     <p><h2>Everspace 2 - August 15</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170606-everspace2.jpg\" /><br /><h3><p>Starfield might be ready to hog all the headlines when it comes to space exploration in September, but in August, Everspace 2 is getting a headstart when it jumps onto PS5 and Xbox Series X|S. A fast-paced single-player space shooter, Everspace 2 has the DNA of Freelancer in its interstellar chassis, but it builds on that inspiration with an engaging story, intense outer space dogfights, and mysteries to uncover in the far reaches of the universe.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/EVERSPACE-2-Stellar-PS5-PlayStation-5/dp/B0BYB63FHL?tag=gamespot-preorders-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Shadow Gambit: The Cursed Crew - August 17</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170605-shadowgambitthecursedcrew.jpg\" /><br /><h3><p>After it resurrected Desperados in 2020, developer Mimimi Games is headed out of the Old West and into the Caribbean for its next game, Shadow Gambit: The Cursed Crew. A stealth-strategy game set during an alternate history of the golden age of piracy, Shadow Gambit is all about outsmarting your enemies and combining the magical skills of your crew to pull off daring heists against ghoulish foes.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1545560/Shadow_Gambit_The_Cursed_Crew/\">See on Steam</a> </div></h3></p><br />     <p><h2>Vampire Survivors - August 17</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170604-vampiresurvivors.jpg\" /><br /><h3><p>Since it first launched on PC last year, the general consensus around Vampire Survivors is that this game would be <em>perfect </em>for the Switch. Well get ready to lose hours of your life to this irresistible bullet hell game. You only need a single finger to play Vampire Survivor, but it's all hands on deck when the challenge escalates to absurd levels of danger. Deceptively simple to start playing, Vampire Survivors was one of GameSpot's best PC and Xbox games of 2022. And now, it's a shoe-in for one of the best Switch games of 2023.</p></h3></p><br />     <p><h2>Bomb Rush Cyberfunk - August 18</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170603-bombrushcyberfunk.jpg\" /><br /><h3><p>Self-styled graffiti crews tagging pristine walls of concrete with exotic tags of color? It can only be Bomb Rush Cyberpfunk, a spiritual successor to Dreamcast classic Jet Set Radio. You won't just be brightening up the walls of New Amsterdam in Bomb Rush Cyberfunk, as you'll be able to pull off some stylish tricks, explore five boroughs, and take on rival gangs in Crew Battles as you master the extreme arts of skateboarding, inline skating, and BMX cycling.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1353230/Bomb_Rush_Cyberfunk/\">See on Steam</a> </div></h3></p><br />     <p><h2>The Texas Chain Saw Massacre - August 18</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170602-thetexaschainsawmassacre.jpg\" /><br /><h3><p>The family that slays together, stays together! Leatherface and his kin are back in a new game that has gone to extreme lengths to recapture the slasher energy of this beloved horror film franchise. Like several other games making good use of a horror film franchise IP, The Texas Chain Saw Massacre is an asymmetrical multiplayer experience, and one where a team of survivors will not only have to face the homicidal Leatherface, but several of his family members as well in their race to stay alive.</p></h3></p><br />     <p><h2>Madden NFL 24 - August 18</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170597-maddennfl24.jpg\" /><br /><h3><p>EA's annual football game is back, and this year the focus is on creating a sporting experience that hits harder and feels more authentic than ever before. The new Sapien technology in the game delivers more realism and variation to athletes' physiques, smarter AI creates more reliable teammates, and the newest iteration of FieldSense provides an enhanced gameplay foundation to give you greater control during each match.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Madden-NFL-24-PlayStation-5/dp/B0C6NDYH6Z?tag=gamespot-preorders-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Immortals of Aveum - August 22</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170601-immortalsofaveum.jpg\" /><br /><h3><p>After suffering a slight delay, Immortals of Aveum has a tome of magic that's locked and loaded for August. Ascendant Studios has spent years working on its first-person magic shooter, and as Jak, you'll be to master three forms of magic, join an order of ancient arcane protectors, and enter the Everwar as you decide the fate of Aveum once and for all.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Immortals-Aveum-PlayStation-5/dp/B0C26D38SJ?tag=gamespot-preorders-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Blasphemous 2 - August 24</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170596-blasphemous2.jpg\" /><br /><h3><p>The Penitent One returns for a new campaign against heretical forces, as he endures an endless cycle of life, death, and resurrection in order to uncover ancient secrets. For this second round of delivering final judgment from the sharp end of a weapon, expect a strange new land littered with unforgiving traps, savage combat, and hordes of hideous monsters to slay your way through.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/2114740/Blasphemous_2/\">See on Steam</a> </div></h3></p><br />     <p><h2>Armored Core 6: Fires of Rubicon - August 25</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170600-armoredcore6.jpg\" /><br /><h3><p>From the dark fantasy lands of Elden Ring and Dark Souls to the far reaches of outer space, From Software's next game sees the studio return to its mechanized stomping grounds in Armored Core 6. Like previous entries in the series, Armored Core 6 is all about that mercenary lifestyle as you fine-tune your mech to take on all manner of titanic threats, this time with the added touch of From Software's finely tuned design philosophy.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Armored-Core-VI-Fires-Rubicon-PlayStation/dp/B0BX4KZ5PJ?tag=gamespot-preorders-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Goodbye Volcano High - August 29</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170599-goodbyevolcanohigh.jpg\" /><br /><h3><p>Goodbye Volcano High juggles a <em>lot </em>of ideas, so if you've been in the mood for a hybrid cinematic narrative that combines rhythm game action with an interactive coming-of-age movie experience, then this game might scratch several of your highly specific itches. Fully voice-acted, Goodbye Volcano High is an ambitious project that combines hand-drawn art and character animations with a branching narrative. It looks like a Saturday morning cartoon, but one that you'll be able to interact with as you make difficult choices with far-reaching consequences.</p></h3></p><br />     <p><h2>Sea of Stars - August 29</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4170598-seaofstars.jpg\" /><br /><h3><p>A turn-based RPG inspired by the classics, Sea of Stars walks a fine line between being a love letter to the past and injecting some new ideas into a beloved genre. Everything that makes a traditional SNES-era RPG is here, from turn-based combat to storytelling, but with a modern edge that makes Sea of Stars look like a sharp combo of nostalgia and old-fashioned fun. Xbox and PlayStation gamers will also be able to get their hands on the game from day one, through Game Pass and PS Plus.</p></h3></p><br />     <p><h2>August 2023 video game release schedule</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4169778-sea-of-stars.jpg\" /><br /><h3><ul><li>Baldur's Gate 3 (PC) - August 3</li><li>Gord (PS5, Xbox Series X|S, PC) - August 8</li><li>Tower of Fantasy (PS5) - August 8</li><li>WrestleQuest (PC, PS5, PS4, Xbox Series X|S, Xbox One) - August 8</li><li>30XX (Switch, PC) - August 9</li><li>Atlas Fallen (PS5, Xbox Series X|S, PC) - August 10</li><li>Stray Gods: The Role-Playing Musical (PC) - August 10</li><li>Stray (Xbox Series X|S, Xbox One) - August 10</li><li>Everspace 2 (PS5, Xbox Series X|S) - August 15</li><li>Hammerwatch II (PC) - August 15</li><li>Moving Out 2 (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - August 15</li><li>Shadow Gambit: The Cursed Crew (PS5, Xbox Series X|S, PC) - August 17</li><li>Vampire Survivors (Switch) - August 17</li><li>Bomb Rush Cyberfunk (Switch, PC) - August 18</li><li>Madden NFL 24 (PC, PS5, PS4, Xbox Series X|S, Xbox One) - August 18</li><li>The Texas Chain Saw Massacre (PC, PS5, PS4, Xbox Series X|S, Xbox One) - August 18</li><li>Fort Solis (PS5, PC) - August 22</li><li>Immortals of Aveum (PS5, Xbox Series X|S, PC) - August 22</li><li>Smurfs Kart ( PS5, PS4, Xbox Series X|S, Xbox One) - August 22</li><li>Blasphemous 2 (PS5, Xbox Series X|S, Switch, PC) - August 24</li><li>Armored Core VI Fires of Rubicon (PC, PS5, PS4, Xbox Series X|S, Xbox One) - August 25</li><li>Goodbye Volcano High (PS5, PS4, PC) - August 29</li><li>Samba de Amigo: Party Central (Switch) - August 29</li><li>Sea of Stars (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - August 29</li><li>Under the Waves (PC, PS5, PS4, Xbox Series X|S, Xbox One) - August 29</li><li>Trine 5: A Clockwork Conspiracy (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - August 31</li></ul></h3></p><br />", "link": "https://www.gamespot.com/gallery/the-biggest-game-releases-of-august-2023/2900-4817/", "date_published": "2023-07-28T13:39:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Weapon Changes Include Warden's Law Rework, Craftable Dead Man's Tale", "description": "<p> Bungie's latest <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> update includes a deep dive on the Warden's Law hand cannon, which has been reworked ahead of its inclusion in the Nightfall rewards for Season 22. As an added bonus, Bungie also shared that the Dead Man's Tale exotic scout rifle will be craftable from Season 22.</p><p>The Warden's Law was one of the weapons announced for the Season 22 loot pool in a recent Bungie update. Here's the full list for those of you who missed out:</p><ul><li>Crucible  <ul><li>Unending Tempest - Stasis Submachine Gun</li></ul></li><li>Strikes  <ul><li>Luna Regolith III - Solar Sniper Rifle</li></ul></li><li>Gambit  <ul><li>Qua Xaphan V - Void Machine Gun</li></ul></li><li>Nightfall  <ul><li>Warden's Law – Kinetic Hand Cannon</li><li>Pre Astyanax IV – Solar Precision Bow</li></ul></li><li>Iron Banner  <ul><li>The Guiding Sight – Strand Scout Rifle</li><li>Point of the Stag – Arc Bow</li></ul></li><li>Trials of Osiris  <ul><li>Igneous Hammer – Solar Hand Cannon</li><li>Cataphract GL3 - Strand Heavy Grenade Launcher</li></ul></li></ul><p>The Forsaken-era hand cannon was chosen for its uniqueness, the developer update says, though the rework has changed a lot about how the hand cannon functions. First and foremost, the firing pattern has been changed from a spread, where multiple shots fire at the same time like a shotgun, to a burst, where the shots are fired one after the other from a single trigger pull.</p><a href=\"https://www.gamespot.com/articles/destiny-2-weapon-changes-include-wardens-law-rework-craftable-dead-mans-tale/1100-6516374/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-weapon-changes-include-wardens-law-rework-craftable-dead-mans-tale/1100-6516374/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T07:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Reveals Release Date Of Its Next Reprised Raid", "description": "<p><a href=\"https://www.gamespot.com/games/destiny-2/\"> Destiny 2</a> has announced a new raid experience coming very soon, which will allow players to relive one of the game's previous raids. Bungie hasn't announced exactly what raid is coming back, but it has given early warning that it will drop on Friday September 1, 2023.</p><p>In the most recent weekly Destiny 2 update, Bungie shared the date to give players time to prepare, and added some extra details for any players hoping to contest the upcoming raid's World First title.</p><h2>September reprised raid start times</h2><p>The upcoming raid will be available beginning on Friday September 1, 2023. Contest Mode, for anyone planning to compete for the World First title, will be enabled for the first 48 hours.</p><a href=\"https://www.gamespot.com/articles/destiny-2-reveals-release-date-of-its-next-reprised-raid/1100-6516373/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-reveals-release-date-of-its-next-reprised-raid/1100-6516373/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T06:54:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Donald Glover To Write Disney Plus Lando Series With His Brother Stephen", "description": "<p>With critical darling Atlanta in his rear-view mirror, Donald Glover will next bring his writing talents to bear for Disney+, writing the Lando series he'll be starring in, and he's bringing his brother Stephen along for the ride, <a href=\"https://variety.com/2023/tv/news/donald-glover-stephen-write-lando-series-disney-justin-simien-exits-1235681988/\">Variety</a> reports.</p><p>When news of the series first hit, Dear White People creator Justin Simien was set to lead the project, but he is reportedly no longer attached to it. Instead, Donald Glover and his brother Stephen will be writing the series. In addition to his acting and music careers, Donald Glover has previously written on shows like 30 Rock and Atlanta, which he also created, as well as the upcoming Prime Video series Mr. &amp; Mrs. Smith. Stephen Glover previously worked with his brother on Atlanta. The deal for the brothers to work on Lando was reportedly reached before the beginning of the writers' strike.</p><p>\"I would love to play Lando again,\" Glover said in a video interview with GQ magazine <a href=\"https://www.gamespot.com/articles/star-wars-lando-tv-series-still-happening-and-could-star-donald-glover-lucasfilm-boss-teases/1100-6513076/\">earlier this year</a>. \"It's a fun time, being him. It just has to be the right way to do it. Time is precious. The past couple of years, this pandemic s**t, it really had people experience time... people realize their time is valuable. It just has to be the right thing, and I think it could be. Lando is definitely somebody I like to hang out with.\"</p><a href=\"https://www.gamespot.com/articles/donald-glover-to-write-disney-plus-lando-series-with-his-brother-stephen/1100-6516372/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/donald-glover-to-write-disney-plus-lando-series-with-his-brother-stephen/1100-6516372/?ftag=CAD-01-10abi2f", "date_published": "2023-07-28T01:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]