[{"source": "https://www.theguardian.com/rss", "title": "Queensland military helicopter crash: four feared dead after MRH90 goes down off Hamilton Island", "description": "<p>Four people were on board the helicopter when it went down at about 10.30pm on Friday</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jul/29/australia-news-live-adf-helicopter-crash-ausmin-defence-meeting-in-brisbane-housing-crisis-day-of-action?filterKeyEvents=false&amp;page=with:block-64c43b528f085120bb1d8e15#block-64c43b528f085120bb1d8e15\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>An Australian army helicopter has crashed into waters off Hamilton Island in Queensland during joint military exercises.</p><p>Four people were on board the MRH90 helicopter when it went down at about 10.30pm on Friday, the defence minister, Richard Marles, confirmed.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/29/queensland-military-helicopter-crash-four-feared-dead-after-incident-off-hamilton-island\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/29/queensland-military-helicopter-crash-four-feared-dead-after-incident-off-hamilton-island", "date_published": "2023-07-28T23:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lawsuit filed by woman claiming Subway’s tuna isn’t tuna dismissed", "description": "<p>Tuna saga started in 2021 after lawsuit prompted chain to defend itself as news media investigated potential fishiness in sandwiches</p><p>A lawsuit filed by a California woman who claimed that Subway’s tuna products don’t in fact contain any tuna has been dismissed.</p><p>The plaintiff, Nilima Amin, and the sandwich chain have “come to agreement regarding dismissing the case with prejudice”, meaning it cannot be brought again, court records show. Subway, with nearly 37,000 restaurants in more than 100 countries, said it welcomed US district judge Jon Tigar’s decision on Thursday to dismiss the case.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/subway-tuna-lawsuit-dismissed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/subway-tuna-lawsuit-dismissed", "date_published": "2023-07-28T22:57:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russian forces strike Dnipro apartment building injuring three", "description": "<p>Moscow also accuses Kyiv of terror attack in southern Russia after shooting down missile</p><p>Russian forces have struck the central Ukrainian city of Dnipro while Moscow accused Kyiv of firing two missiles at southern Russia.</p><p>The Russian defence ministry said it shot down a Ukrainian missile in the city of Taganrog, about 40 km (about 24 miles) east of the border with Ukraine, and local officials reported 20 people were injured, identifying the centre as an art museum.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/russian-forces-strike-dnipro-apartment-building-injuring-three\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/russian-forces-strike-dnipro-apartment-building-injuring-three", "date_published": "2023-07-28T21:40:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United plan £50m Amrabat move but may need to sell players first", "description": "<ul><li>Club need finance from player sales to enable transfer</li><li>Priority for Erik ten Hag in market is to secure a striker</li></ul><p>Manchester United may move for Fiorentina’s Sofyan Amrabat or another defensive midfielder towards the end of the transfer window should the club raise enough finance from player sales.</p><p>Amrabat, who impressed in Morocco’s run to the Qatar 2022 World Cup semi-finals, would cost about £50m. The 26-year-old represents an upgrade on Scott McTominay, last season’s deputy to Casemiro in the holding role.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/manchester-united-plan-amrabat-move\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/manchester-united-plan-amrabat-move", "date_published": "2023-07-28T21:30:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Reframed: Marilyn Monroe review – a persuasive look at the icon’s ferocious intelligence", "description": "<p>She read James Joyce. She wrote about predatory men. She questioned pay disparity. Jessica Chastain narrates an all-female documentary about Monroe’s overlooked intellect</p><p>From the much-imitated Diamonds Are a Girl’s Best Friend routine and the white dress billowing over a subway grate, to entertaining the US troops in Korea and JFK’s Happy Birthday, there are few people who could claim to be unaware of Marilyn Monroe’s legacy. But Reframed: Marilyn Monroe suggests that, actually, you might not know cinema’s greatest icon quite as well as you think. If you look closer, examine all the details and hold them up to a different light, these fragments might just tell another story.</p><p>That’s the premise of this thoughtful and analytical four-part documentary, which first appeared in the US last year, to coincide with the 60th anniversary of Monroe’s death at 36. It puts forward alternative versions and interpretations of what we think we know about her life and career. Was she the blond bombshell, the tragic victim, the passive, exploited young starlet chewed up and spat out by the Hollywood machine? Or was she an intellectual, a woman ahead of her time, a pioneering power broker when female stars had little power to barter with?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/reframed-marilyn-monroe-review\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/reframed-marilyn-monroe-review", "date_published": "2023-07-28T21:30:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "IOC issues invitation to Ukrainian fencer disqualified for anti-Russia protest", "description": "<p>Olha Kharlan gets ‘unique exception’ in Olympic qualifying procedures after she refused to shake Russian opponent’s hand</p><p>The International Olympic Committee (IOC) has issued a special invitation to a Ukrainian fencer to take part in the Paris Olympics next year, after <a href=\"https://www.theguardian.com/world/2023/jul/27/ukraine-calls-for-disqualified-fencer-to-be-reinstated-after-anti-russia-protest\">she was disqualified from a tournament</a> for refusing to shake hands with her defeated Russian opponent.</p><p>The IOC president, Thomas Bach, a former Olympic champion fencer himself, wrote in person to Olha Kharlan to make a “unique exception” to Olympic qualifying procedures, in an unusually emotional letter.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/ukraine-fencer-olha-kharlan-olympics-disqualification-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/ukraine-fencer-olha-kharlan-olympics-disqualification-russia", "date_published": "2023-07-28T21:20:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British satellite guided to assisted crash in Atlantic in space first", "description": "<p>European space agency brought down defunct Aeolus weather monitoring craft in unprecedented manoeuvre</p><p>A British-built weather monitoring spacecraft has been deliberately guided into the Atlantic Ocean, the first time a defunct satellite has been manoeuvred to perform an assisted crash on Earth.</p><p>Aeolus, a satellite that has provided data to weather centres across Europe since 2018, was successfully helped to its final resting place by mission controllers at the European Space Agency (Esa).</p> <a href=\"https://www.theguardian.com/science/2023/jul/28/british-satellite-guided-to-assisted-crash-in-atlantic-in-space-first\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/28/british-satellite-guided-to-assisted-crash-in-atlantic-in-space-first", "date_published": "2023-07-28T21:08:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jack Welsby at the double to help injury-struck St Helens overcome Leeds", "description": "<ul><li>St Helens 22-18 Leeds</li><li>Champions keep alive hopes of a top-two finish</li></ul><p>St Helens and Leeds Rhinos produced yet another incredible advert for Super League, with the reigning champions edging out the Rhinos in a thrilling contest to keep their hopes of a top-two finish alive ahead of the playoffs.</p><p>Despite being without a string of frontline players, including both Agnatius Paasi and Alex Walmsley, whose seasons were brought to a premature end in last week’s Challenge Cup defeat to Leigh, the Saints emerged on the right side of another monumental tussle between the two most successful sides in the summer era. Jack Welsby’s try with nine minutes remaining ultimately proved to be the difference on a night when the lead changed hands four times.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/jack-welsby-at-the-double-to-help-injury-hit-st-helens-see-off-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/jack-welsby-at-the-double-to-help-injury-hit-st-helens-see-off-leeds", "date_published": "2023-07-28T21:05:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England start Netball World Cup with confidence-boosting win over Barbados", "description": "<ul><li>England 90-29 Barbados</li><li>Coach Jess Thirlby uses all 12 players in emphatic victory</li></ul><p>Jess Thirlby, England’s head coach, described their 90-29 win over Barbados as a “confidence booster” as they began their Netball World Cup campaign with a complete performance in Cape Town.</p><p>Having left last summer’s Commonwealth Games without any silverware, England looked fresh-faced as they imposed themselves in the game early in front of a lively crowd in South Africa’s “Mother City”.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/england-start-netball-world-cup-with-confidence-boosting-win-over-barbados\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/england-start-netball-world-cup-with-confidence-boosting-win-over-barbados", "date_published": "2023-07-28T21:04:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Power of Parker review – this comedy-drama wishes it was a Victoria Wood show", "description": "<p>This series about a philandering electrical store owner is set in the 90s, and is full of lines that channel the Dinnerladies creator’s material. It’s a pale, if decent enough, imitation</p><p>The Power of Parker is a new comedy drama, set over a few days in 1990, about the implosion of businessman Martin Parker’s carefully built, nicely managed and altogether very pleasant life. He (played by Conleth Hill) is a respected member of the community who runs his late father’s successful electrical superstore. He has been married to Diane (Rosie Cavaliero) for 25 years, has a son and a daughter who are no trouble and they all live in a large, immaculate new-build with a pillared porch in a <em>nayce </em>part of town.</p><p>The only downside – apart from his decidedly un<em>nayce</em> father-in-law Dougie (George Costigan on fine, if unhygienic, form) – is that the business was more successful when his father was running it and Martin is in hock to local villains, the Slater brothers, for an amount that keeps getting further and further out of his reach. So it unfortunately becomes time to end things with Kath (Sian Gibson, also the series’ co-writer, with Paul Coleman), his mistress of 25 years, to avoid paying her rent on the flat above the abandoned butcher’s shop in which he had generously installed her when times were good.</p><p>The Power of Parker aired on BBC One and is available on BBC iPlayer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/bbc-the-power-of-parker-review-90s-set-comedy-drama-victoria-wood-vibes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/bbc-the-power-of-parker-review-90s-set-comedy-drama-victoria-wood-vibes", "date_published": "2023-07-28T21:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The downfall of Kiri Allan: New Zealand wrestles with mental health debate", "description": "<p>High-profile minister’s resignation prompts questions about toll of working in parliament and how to talk about mental health struggles</p><p>It was an abrupt end to the political career of a rising star: Kiri Allan – New Zealand’s justice minister and tipped by many to one day lead the country – first <a href=\"https://www.theguardian.com/world/2023/jul/24/kiri-allan-resigns-car-crash-new-zealand-justice-minister\">quit as a minister</a> then said she would not seek re-election, after she was charged with careless driving following a car crash and amid weeks of news reports about her mental health.</p><p>Her sudden departure has prompted questions in New Zealand about the toll of working at parliament on politicians’ wellbeing. It also provoked fraught and uncertain debate about how to discuss the mental health struggles of public figures – particularly those of a senior cabinet minister, three months before a national election.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/kiri-allan-new-zealand-mp-quits-resigns-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/kiri-allan-new-zealand-mp-quits-resigns-mental-health", "date_published": "2023-07-28T20:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>A new push for the counteroffensive; business brisk at surrogacy clinics in Ukraine</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/jul/29/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/29/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-07-28T20:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s an Aussie change of luck thing’: Broad explains bail flipping incident", "description": "<ul><li>Marnus Labuschagne was dismissed by delivery after change</li><li>‘I’ve seen Nathan Lyon do it … It worked out pretty magically’</li></ul><p>As match-changing moments go, it was as unusual as it was effective: with Australia 91 for one and England struggling to make a breakthrough Stuart Broad strolled to the stumps and flipped the bails around before replacing them in their grooves. Marnus Labuschagne edged the very next delivery, Joe Root took a wonderful catch at slip and a couple of hours later it was 185 for seven. Australia recovered from there to post a total of 295, putting them 12 <a href=\"https://www.theguardian.com/sport/2023/jul/28/cummins-and-murphy-earn-obdurate-australia-narrow-fifth-test-advantage\">ahead of England at the halfway stage</a>.</p><p>“I’ve heard it’s an Aussie change of luck thing,” Broad explained. “I’ve seen Nathan Lyon do it. We had a few play and misses in the morning session and we needed to make a breakthrough and I thought, ‘I’ll have a little change of the bails.’ It just worked out pretty magically that he nicked the next ball and Rooty took a great catch. I randomly went and celebrated with Uzzy [Usman Khawaja] for some reason. He said, ‘If you touch my bails I’m flipping them straight back.’ So he gave me an immediate warning.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/its-an-aussie-change-of-luck-thing-broad-explains-bail-flipping-incident-england-ashes-fifth-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/its-an-aussie-change-of-luck-thing-broad-explains-bail-flipping-incident-england-ashes-fifth-test", "date_published": "2023-07-28T19:19:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea pay Uefa €10m as ‘incomplete financial reporting’ sanction", "description": "<ul><li>Penalty relates to period under ownership of Abramovich</li><li>Uefa has also banned Juventus from playing in Europe next term</li></ul><p>Chelsea have agreed a resolution with Uefa that will see them pay €10m (£8.57m) to European football’s governing body as a sanction for “incomplete financial reporting” under the ownership of Roman Abramovich.</p><p>The club’s new ownership group, led by Todd Boehly and Clearlake Capital, completed their takeover in May last year from Abramovich, who was sanctioned over his links to Russia president, Vladimir Putin. Uefa confirmed it was approached “proactively” by the Boehly-led consortium. They detected instances of partial financial information being submitted in historical transactions occurring between 2012 and 2019, breaching Uefa Club Licensing and Financial Fair Play regulations.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/chelsea-pay-uefa-10m-as-incomplete-financial-reporting-sanction\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/chelsea-pay-uefa-10m-as-incomplete-financial-reporting-sanction", "date_published": "2023-07-28T19:04:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carlee Russell charged after admitting she fabricated kidnapping", "description": "<p>Alabama authorities file criminal charges after Russell says story that she was kidnapped after checking on toddler was hoax</p><p>Authorities in Alabama said on Friday they had filed criminal charges against a woman who <a href=\"https://www.theguardian.com/us-news/2023/jul/24/carlee-russell-fabricated-abduction-story-alabama\">confessed</a> to fabricating a story that she was kidnapped after stopping to check on a toddler she saw walking on the side of an interstate highway.</p><p>Carlee Russell was charged with misdemeanor false reporting to law enforcement and falsely reporting an incident.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/carlee-russell-charged-fabricating-kidnapping\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/carlee-russell-charged-fabricating-kidnapping", "date_published": "2023-07-28T18:37:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>Heatwaves and wildfires in southern Europe, Russian missile attacks in Odesa, demonstrations in Israel and the Women’s Tour de France: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/28/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/28/the-week-around-the-world-in-20-pictures", "date_published": "2023-07-28T18:34:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England win again, Walsh’s pain and Nigeria joy – Women’s Football Weekly", "description": "<p>Faye Carruthers is joined by Suzanne Wrack, Jonathan Liew and Marva Kreel on a day of mixed emotions for the Lionesses</p><p>On today’s pod: the good news – England are on the brink of qualification for the last 16. The bad news - at what cost?!</p><p>Another 1-0 win, this time against Denmark, but the sight of Keira Walsh being stretchered off in tears in the first half had us all with our heads in our hands. There was penalty chaos in Adelaide as China are reduced to 10 but find a way to win – meaning all four Group D sides could still qualify or go home on the final match day.</p> <a href=\"https://www.theguardian.com/football/audio/2023/jul/28/england-denmark-nigeria-world-cup-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/jul/28/england-denmark-nigeria-world-cup-womens-football-weekly", "date_published": "2023-07-28T18:10:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Most fires in Greece were started ‘by human hand’, government says", "description": "<p>Official blames arsonists for the majority of 667 blazes that have spread in the extreme weather</p><p>Most of the 667 fires that have erupted across Greece in recent weeks were started “by human hand”, the country’s senior climate crisis official has said.</p><p>As the Mediterranean country emerges from an unprecedented, 15-day period of heatwave-induced infernos, the scale of the destruction is finally being laid bare.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/greece-fires-arsonists-extreme-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/greece-fires-arsonists-extreme-weather", "date_published": "2023-07-28T18:09:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cummins and Murphy earn obdurate Australia narrow fifth-Test advantage", "description": "<ul><li>Fifth Test, day two: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-27/england-cricket-team\">England 283; Australia 295</a></li><li>Another dramatic day ends with Australia 12 runs ahead</li></ul><p>A helter-skelter second day featuring all manner of drama delivered one final gasp for the spectators at the very end, Ben Stokes producing a superb catch on the rope to shut down Australia’s innings and turn this series finale into a one-innings shootout.</p><p>Holding on to his opposite number, Pat Cummins, before neatly popping it back up to himself to prevent a six, Stokes had handed Joe Root a second wicket of the innings. With it tourists were finally bowled out for 295 in 103.1 overs, nearly twice the tally for England’s 283 first up and for a Rizla-thin first innings lead of 12 runs.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/cummins-and-murphy-earn-obdurate-australia-narrow-fifth-test-advantage\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/cummins-and-murphy-earn-obdurate-australia-narrow-fifth-test-advantage", "date_published": "2023-07-28T18:08:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oscar’s Chinese purgatory offers players cautionary tale in Saudi boom era | Barney Ronay", "description": "<p>As players fly out to join the Saudi Pro League, they should recall the Brazilian who followed a golden trail and is still in China</p><p>There was a huge boost this week for Saudi hopes of bringing Kylian Mbappé to the Pro League as news emerged that <a href=\"https://www.theguardian.com/football/2023/jul/26/kylian-mbappe-refuses-to-meet-al-hilal-officials-to-discuss-transfer-to-saudi\">Mbappé had refused even to meet Al-Hilal officials</a> in Paris.</p><p>Hmm. This feels like progress. Hissy fits, power struggles, a high-profile snubbing in a fancy hotel suite. It’s basically like he’s already playing for them. This is a boardroom snubbing that seems to say, hey, I could work with these guys.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/oscar-chinese-super-league-saudi-boom-era\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/oscar-chinese-super-league-saudi-boom-era", "date_published": "2023-07-28T18:00:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Charles Leclerc on pole at Belgian GP after Max Verstappen penalty", "description": "<ul><li>Red Bull’s Sergio Pérez joins Leclerc on front row of the grid</li><li>Verstappen berates team for ‘shit execution’ in qualifying</li></ul><p>Max Verstappen gave another masterclass at Spa in delivering a crushingly fast lap in qualifying for the Belgian Grand Prix. The Red Bull driver, however, will not start from pole because he has a five-place grid penalty. Charles Leclerc, who took a very strong second for Ferrari will be on pole instead, with Red Bull’s Sergio Pérez alongside him on the front row having been promoted from third.</p><p>Mercedes’ Lewis Hamilton was fourth and will start from third, while Ferrari’s Carlos Sainz moved from fifth to fourth and McLaren’s Oscar Piastri sixth to start in fifth.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/charles-leclerc-on-pole-at-belgian-gp-after-max-verstappen-penalty\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/charles-leclerc-on-pole-at-belgian-gp-after-max-verstappen-penalty", "date_published": "2023-07-28T17:53:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wes Streeting apologises to Labour MP who felt ostracised due to gender views", "description": "<p>MP said she felt ostracised and accused male colleagues of shouting her down for opposing transgender reforms</p><p>A senior member of the Labour frontbench has offered an apology to a fellow MP, Rosie Duffield, who has said she felt ostracised by the party because of her views on gender reforms.</p><p>Duffield had also <a href=\"https://twitter.com/RosieDuffield1/status/1615351935946612736\">accused male party colleagues of trying to shout her down</a> in the Commons earlier this year when she spoke to back the government’s move to block gender reforms proposed in Scotland.</p> <a href=\"https://www.theguardian.com/society/2023/jul/28/wes-streeting-apologises-to-labour-mp-rosie-duffield-who-felt-ostracised-due-to-gender-views\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/28/wes-streeting-apologises-to-labour-mp-rosie-duffield-who-felt-ostracised-due-to-gender-views", "date_published": "2023-07-28T17:51:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ulez key to tackling ‘unacceptably high’ child illness and death, doctors say", "description": "<p>Leading scientists and medics back London and other clean air schemes and urge politicians to keep their nerve </p><p>Leading doctors and scientists have warned politicians against watering down plans to expand city-wide schemes aimed at reducing traffic pollution levels linked to thousands of deaths each year.</p><p>They urged politicians not to lose their nerve over plans to improve poor air quality, such as the expansion of the ultra low emission zone (Ulez) in London, which they said were central to tackling “unacceptably high” levels of illness and child deaths, and called for more ambitious policies to reduce toxic air.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/ulez-key-to-tackling-unacceptably-high-child-illness-and-death-doctors-say\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/ulez-key-to-tackling-unacceptably-high-child-illness-and-death-doctors-say", "date_published": "2023-07-28T17:44:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United turn down £20m Harry Maguire offer from West Ham", "description": "<ul><li>West Ham previously failed with offer to take Maguire on loan</li><li>Manchester United increase offer for Atalanta’s Rasmus Højlund</li></ul><p>Manchester United have rejected a £20m bid from West Ham for Harry Maguire. They are open to selling the defender but only at a higher price and previously rejected an attempt by West Ham to <a href=\"https://www.theguardian.com/football/2023/jul/17/west-ham-harry-maguire-loan-joao-palhinha-bid-manchester-united-fulham\">take Maguire on loan</a>.</p><p>Maguire was <a href=\"https://www.theguardian.com/football/2023/jul/16/harry-maguire-stripped-manchester-united-captaincy-erik-ten-hag\">stripped of the captaincy</a> by Erik ten Hag just under a fortnight ago and knows he needs regular starts to retain his place in the England squad. He started only eight Premier League games last season.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/manchester-united-turn-down-20m-harry-maguire-offer-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/manchester-united-turn-down-20m-harry-maguire-offer-west-ham", "date_published": "2023-07-28T17:31:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Britain’s failing labour market: punishing the victims doesn’t work | Editorial", "description": "<p>A new report has highlighted the shortcomings of an employment support system too focused on policing benefit claimants</p><p>Following the introduction of Britain’s first labour exchanges in the early 20th century, debates soon took place that might sound familiar to modern ears. Those tasked with helping unemployed people back to work would do a better job, wrote one Ministry of Labour official in 1929, “If they were told to cease bothering about ‘where you were last Tuesday’ and to devote themselves to finding out what they could do to help the claimant in his quest for work”.</p><p>This pithy observation is cited in a <a href=\"https://www.employment-studies.co.uk/commission\" title=\"\">report</a> published this week by the Institute for Employment Studies (IES) and the Financial Fairness Trust (FFT), which comes to a similar conclusion. After extensive consultation with business groups, work coaches, jobseekers and policy wonks, the reports’ authors found a consensus that if modern jobcentres are to be fit for purpose, an emphasis on “empowering people rather than monitoring them; enabling rather than threatening them” is required.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/the-guardian-view-on-britains-failing-labour-market-punishing-the-victims-doesnt-work\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/the-guardian-view-on-britains-failing-labour-market-punishing-the-victims-doesnt-work", "date_published": "2023-07-28T17:30:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Twitter’s rebranding: X marks an everything or nothing gamble | Editorial", "description": "<p>Elon Musk’s latest bid to save the social media platform by a changing its name is part of a desperate attempt at world domination</p><p>Elon Musk’s latest change to Twitter, the social media platform he has appeared intent on sabotaging ever since he was strong-armed into <a href=\"https://www.theguardian.com/technology/2022/jul/10/elon-musk-may-have-to-complete-44bn-twitter-takeover-legal-experts-say\" title=\"\">honouring his commitment</a> to buy it, appears to be the most baffling yet. In place of a chirruping blue bird, he has substituted a <a href=\"https://www.lbbonline.com/news/the-ad-industry-reacts-to-elon-musks-rebrand-of-twitter-to-x\" title=\"\">“minimalist art deco”</a> X, which was beamed across the facade of the firm’s San Francisco headquarters this week.</p><p>Mr Musk, one analyst told the <a href=\"https://www.theguardian.com/technology/2023/jul/24/elon-musk-reveals-the-new-twitter-logo-x\" title=\"\">Guardian</a>, had “singlehandedly wiped out over 15 years of a brand name that has secured its place in our cultural lexicon”. It’s hard to disagree. The blue bird had a charm that the ominous X does not. One graphic designer <a href=\"https://twitter.com/Anna_Dillon/status/1684093196647690241?s=20\" title=\"\">thought</a> the new logo “unwelcoming and threatening”. In replacing the gentle invitation of a tweet with something more darkly anonymous, the world’s richest person might be expressing more than he intended.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/the-guardian-view-on-twitters-rebranding-x-marks-an-everything-or-nothing-gamble\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/the-guardian-view-on-twitters-rebranding-x-marks-an-everything-or-nothing-gamble", "date_published": "2023-07-28T17:25:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Twiglet the burgled dachshund back with owner after successful dog-hunt", "description": "<p>Essex police continue to appeal for witnesses after release of video leads member of public to retrieve pet</p><p>Twiglet, the miniature dachshund who was stolen by a masked man during a burglary, is safe and well and has been reunited with her owner, police have said.</p><p>Officers in Essex launched a dog-hunt, releasing a video of the incident and appealing for information after an intruder took the 16-month-old dachshund from her home in Catmere End in Saffron Walden, Essex, at about 3pm on Wednesday.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/twiglet-miniature-dachshund-burgled-returned-essex-police-video-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/twiglet-miniature-dachshund-burgled-returned-essex-police-video-appeal", "date_published": "2023-07-28T17:24:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UKA chief defends ‘winning’ selection policy that sees British athletes miss out", "description": "<ul><li>At least 19 athletes will miss world championships in Budapest</li><li>Stephen Maguire denies smallest team in 15 years is due to costs</li></ul><p>UK Athletics’ chief selector has defended the organisation’s strict policy that will mean at least 19 athletes miss out on next month’s world championships after he named Britain’s smallest team for 15 years.</p><p>Only 12 British men will compete individually in Budapest this August, with no representation in events longer than 1,500 metres and one sole field entrant.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/uk-athletics-chief-team-gb-world-athletics-championships-budapest\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/uk-athletics-chief-team-gb-world-athletics-championships-budapest", "date_published": "2023-07-28T17:20:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She found peace here’: local people tell of Sinéad O’Connor’s last years in Ireland", "description": "<p>Members of communities among whom late singer made her home share stories of friendship and acceptance</p><p></p><p>In the end it didn’t save her but <a href=\"https://www.theguardian.com/music/sinead-o-connor\">Sinéad O’Connor</a> lived most of her of final years in <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a> behind a “protective ring” that offered, for a while, the chance of a normal life.</p><p>After all the triumphs and agonies that had marked her public life the singer was able to blend into communities that accepted and to some extent shielded her.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/sinead-oconnor-ireland-bray-tribute\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/sinead-oconnor-ireland-bray-tribute", "date_published": "2023-07-28T17:19:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Khan says climate crisis more important than party politics after Ulez victory", "description": "<p>London mayor to expand charging zone for drivers after high court win and rejects pressure from Labour leadership to think again</p><p>Sadiq Khan has vowed to <a href=\"https://www.theguardian.com/environment/2023/jul/23/sadiq-khan-to-press-ahead-with-ulez-expansion-amid-labour-pressure\">press ahead with the expansion</a> of London’s low emissions zone saying tackling the climate emergency and air pollution are “bigger than party politics”, despite the Labour leadership urging a rethink of the policy.</p><p>After the <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/london-ulez-court-dismisses-challenge-by-five-councils-over-expansion\">high court dismissed a legal challenge</a> brought by five Conservative councils, the Labour mayor said he understood concerns of some Londoners but it was right to charge the most polluting vehicles £12.50 a day to drive in the capital’s outer boroughs from the end of August.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/sadiq-khan-says-climate-crisis-more-important-than-party-politics-after-ulez-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/sadiq-khan-says-climate-crisis-more-important-than-party-politics-after-ulez-victory", "date_published": "2023-07-28T17:09:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Twins hit charity cyclist with truck then hid body in carcass pit, Glasgow court told", "description": "<p>Disappearance of Tony Parsons in 2017 finally resolved after Alexander McKellar took girlfriend to burial site</p><p>Twin brothers who left a cyclist to die on a remote Highland roadside after hitting him with their pickup truck and hiding his body in a pit used for animal carcasses have finally been brought to justice after one confessed to his new girlfriend.</p><p>The disappearance of the “much-loved” grandfather and passionate fisher Tony Parsons in the middle of a 100-mile charity fundraiser in September 2017 left his close family “heartbroken” and the authorities baffled. He had vanished seemingly “into thin air”, according to the police who searched for him.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/twins-struck-charity-cyclist-with-truck-then-left-him-to-die-on-highland-roadside\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/twins-struck-charity-cyclist-with-truck-then-left-him-to-die-on-highland-roadside", "date_published": "2023-07-28T17:05:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How has rewilding become such a prickly issue?  | Letters", "description": "<p>Readers respond to a piece by Isabella Tree in which advocates abandoning perfection</p><p>To add to Isabella Tree’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/24/rewilding-monty-don-alan-titchmarsh-garden\" title=\"\">Don’t be scared of rewilding, Monty Don and Alan Titchmarsh: it’s a garden revelation, 24 July</a>), may I refer Monty Don and Alan Titchmarsh to the 1985 book by Chris Baines, How to Make a Wildlife Garden? They will learn from this, and from Tree’s article, what a wild gardener really is.</p><p>We concentrate on improving habitats for wildlife, so we nurture everything from piles of leaves to swift boxes, ponds to hedges, climbing plants to dry walls. We may leave fruit on our bushes, stands of nettle by our ponds, ivy on our shrubs and trees. We will be as busy as conventional gardeners in autumn, cutting back, taking cuttings, clearing paths. But we will pile up our leaves, or use them as mulch.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/how-has-rewilding-become-such-a-prickly-issue\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/how-has-rewilding-become-such-a-prickly-issue", "date_published": "2023-07-28T17:01:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cast your gaze up and down to see more examples of unexpected art | Letter", "description": "<p><strong>Ian Skidmore</strong> responds to Katy Hessel’s article mentioning Boris Anrep’s mosaics at the National Gallery. Plus letters from <strong>Philip Rutnam</strong> and <strong>John Bailey</strong>  </p><p>While rightly reminding us of the underrepresentation of female artists, Katy Hessel also reminds us to look for art where we might not expect to see it (<a href=\"https://www.theguardian.com/artanddesign/2023/jul/24/great-art-surrounds-londoners-if-they-bother-to-notice-it\" title=\"\">Great art surrounds Londoners – if they bother to notice it, 24 July</a>). She uses as examples the <a href=\"https://www.nationalgallery.org.uk/about-us/history/sculptures-and-mosaics\" title=\"\">Boris Anrep mosaics</a> at the National Gallery, where you will see Bertrand Russell and Ernest Rutherford as well as Virginia Woolf and Margot Fonteyn. Anrep also created a front panel for the altar at <a href=\"https://www.ndfchurch.org/en/a-propos/art-histoire/\" title=\"\">Notre Dame de France church in London</a>, just off Leicester Square. This was later covered over and replaced by a Jean Cocteau mural, but fortunately is now restored.</p><p>Hessel also reminds us to look up at the <a href=\"https://en.wikipedia.org/wiki/Winged_Figure\" title=\"\">Barbara Hepworth sculpture</a> on the John Lewis store on Oxford Street in London, but not far from this are two other examples that are easy to miss. The Time Life building on New Bond Street has a stone screen of <a href=\"https://www.ribapix.com/Time-Life-building-New-Bond-Street-London-detail-of-Portland-Stone-screen-by-Henry-Moore-on-the-facade_RIBA45422\" title=\"\">Henry Moore sculptures</a>. And at Zimbabwe House on the Strand there are a set of desecrated naked male and female figures by <a href=\"https://en.m.wikipedia.org/wiki/File:Zimbabwe_House_three_statues.jpg\" title=\"\">Jacob Epstein</a>; commissioned when the building was constructed for the British Medical Association in 1908, they caused a furore that the BMA resisted, but in the 1930s the Rhodesian high commission had the offending bits hacked off.<br /><strong>Ian Skidmore</strong><br /><em>Welwyn, Hertfordshire</em></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/28/searching-high-and-low-for-unexpected-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/28/searching-high-and-low-for-unexpected-art", "date_published": "2023-07-28T17:01:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lancashire police driver investigated over collision with boy, 11", "description": "<p>Criminal investigation under way after child seriously injured by driver responding to emergency call</p><p>A police driver is under criminal investigation in relation to a collision in which an 11-year-old boy was seriously injured in Lancaster, the police watchdog has said.</p><p>The Independent Office for Police Conduct said it was investigating a Lancashire constabulary officer who responded to an emergency call on the evening of 25 May when the collision occurred. It had received a mandatory referral from the force to investigate the matter shortly afterwards.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/lancashire-police-driver-investigated-over-collision-with-boy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/lancashire-police-driver-investigated-over-collision-with-boy", "date_published": "2023-07-28T16:54:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sisters of man who killed their parents tell Sheffield court support systems were ‘broken’", "description": "<p>Lucy and Sally Andrews say health and social care networks failed their brother, Duncan, who will be held at Rampton indefinitely</p><p>Two sisters of a mentally ill man who fatally stabbed their loving elderly parents have spoken of being let down by a “broken” health and social service system.</p><p>Duncan Andrews repeatedly stabbed Mary, 76, and Bryan Andrews, 79, to death last November after, he said, being told to do so by God, Sheffield crown court heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/sisters-of-man-who-killed-their-parents-tell-sheffield-court-support-systems-were-broken\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/sisters-of-man-who-killed-their-parents-tell-sheffield-court-support-systems-were-broken", "date_published": "2023-07-28T16:42:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victims of contaminated blood scandal left in dark about compensation", "description": "<p>Jeremy Hunt told the inquiry that the amount that will be paid to victims has not yet been determined</p><p><a href=\"https://www.theguardian.com/politics/jeremy-hunt\">Jeremy Hunt</a> has said no decisions have been made about how much compensation will be paid to victims of the <a href=\"https://www.theguardian.com/uk-news/contaminated-blood-scandal\">contaminated blood scandal</a>, with bereaved children and parents still in the dark about whether they will receive any financial support.</p><p>The chancellor was the last of five witnesses, <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/rishi-sunak-heckled-at-infected-blood-inquiry-as-he-defends-government-response\">including Rishi Sunak</a>, to give evidence to the infected blood inquiry this week amid growing frustration that the government has not set up a compensation framework.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/victims-of-contaminated-blood-scandal-left-in-dark-about-compensation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/victims-of-contaminated-blood-scandal-left-in-dark-about-compensation", "date_published": "2023-07-28T16:39:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Which local authorities in England have introduced low-emission zones?", "description": "<p>Extension of London’s Ulez scheme is part of growing trend despite some backlash and implementation delays</p><p>The high court has dismissed a legal challenge by five Conservative-led councils against the expansion of London’s ultra-low emission zone (Ulez).</p><p>Mr Justice Swift dismissed the councils’ case on Friday, which means drivers of vehicles that do not meet minimum emissions standards will be charged a £12.50 daily fee for entering the Ulez zone.</p> <a href=\"https://www.theguardian.com/society/2023/jul/28/clean-air-zones-ulez-england-local-authorities\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/28/clean-air-zones-ulez-england-local-authorities", "date_published": "2023-07-28T16:35:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump, DeSantis and top Republican candidates to share stage at Iowa event", "description": "<p>Tim Scott, currently third in polling, will also be among 13 presidential hopefuls participating in Lincoln Dinner on Friday</p><p>Every major Republican presidential candidate will share a stage in the early voting state of Iowa on Friday night, as Donald Trump continues to dominate in the polls despite his numerous legal liabilities.</p><p>Most of the 13 <a href=\"https://www.theguardian.com/us-news/ng-interactive/2023/jun/17/2024-presidential-candidates-biden-trump-republicans-democrats\">candidates</a> will appear at the Iowa Republican party’s 2023 Lincoln Dinner fundraiser, giving them an opportunity to address donors and local party leaders with less than six months left before the state’s crucial caucuses.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/iowa-trump-desantis-scott-lincoln-dinner\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/iowa-trump-desantis-scott-lincoln-dinner", "date_published": "2023-07-28T16:31:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Conor Benn claims he has been cleared by Ukad over failed drugs tests", "description": "<ul><li>Benn writes on Twitter that charges have been dismissed</li><li>Welterweight will now reapply for his British boxing licence</li></ul><p>Conor Benn has claimed he is free to resume his boxing career having been cleared by a UK Anti-Doping investigation in regards to the two failed drugs tests that forced the cancellation of his fight with Chris Eubank Jr.</p><p>Benn was formally charged by Ukad in April after twice testing positive for the female fertility drug clomifene in the build-up to October’s domestic catchweight showdown.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/conor-benn-boxing-ukad-drugs-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/conor-benn-boxing-ukad-drugs-tests", "date_published": "2023-07-28T16:16:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israelis’ defiance of Netanyahu holds a lesson for anyone who cares about democracy | Jonathan Freedland", "description": "<p>Mass protests by ordinary people against the man who was Trumpian before Trump are part of a worldwide struggle</p><p>Beware the strongman leader who fears jail. Donald Trump is running for president in part because he sees a return to the White House as a literal get-out-of-jail-free card: reinstalled in the Oval Office, he would be able to pardon himself for the mounting pile of <a href=\"https://www.theguardian.com/us-news/2023/jul/27/trump-mar-a-lago-classified-documents-case-carlos-de-oliveira\">serious federal crimes</a> for which he is indicted. His legal strategy is his political strategy.</p><p>But the exemplar of the phenomenon is the man who was Trumpian before Trump: the prime minister of Israel, Benjamin Netanyahu. It is Netanyahu – and the war he is currently waging against his own country – whom all those who care about the wider future of democracy should be watching. For Israel has become the test case in the global fight against ultranationalist populism.</p><p>Jonathan Freedland is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/israelis-benjamin-netanyahu-democracy-protests-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/israelis-benjamin-netanyahu-democracy-protests-donald-trump", "date_published": "2023-07-28T16:14:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emma Norsgaard holds off pack to win stage six of Tour de France Femmes", "description": "<ul><li>Crash holds up peloton and helps breakaway rider to victory</li><li>Fallout after Demi Vollering time penalty rumbles on</li></ul><p>Emma Norsgaard won stage six of the Tour de France Femmes after a three rider breakaway, also containing Agnieszka Skalniak-Sojka and Sandra Alonso, held off the pursuing peloton in what was the final chance for the sprinters in this year’s race.</p><p>In another nail-biting finale, it looked as if the trio would be caught inside the final kilometre, but a pile-up on the final bend killed the momentum of the chase and the Movistar rider accelerated clear to take the stage win. “I’m lost for words,” the Dane said. “It’s been a difficult start to the year and this is the biggest success of my career.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/emma-norsgaard-holds-off-pack-to-win-stage-six-of-tour-de-france-femmes-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/emma-norsgaard-holds-off-pack-to-win-stage-six-of-tour-de-france-femmes-cycling", "date_published": "2023-07-28T16:04:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No males? No problem! Scientists induce virgin births in fruit flies", "description": "<p>Genetically manipulated females in research went on to reproduce – but method ‘unlikely’ to work in humans</p><p>Virgin births may sound biblical, but researchers have said they have found a way to induce female fruit flies to produce offspring when there are no males around.</p><p>Scientists said they identified the genes that enable one species of fruit fly to produce young without their eggs being fertilised by sperm. They then genetically tweaked another species that normally reproduces sexually to do the same.</p> <a href=\"https://www.theguardian.com/science/2023/jul/28/scientists-induce-virgin-births-in-fruit-flies\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/28/scientists-induce-virgin-births-in-fruit-flies", "date_published": "2023-07-28T16:03:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #97: Is AI an existential threat to culture? And other reader questions", "description": "<p>In this week’s newsletter: we delve into the mailbag and tackle everything from AI to what would compel someone to watch a show sped up</p><ul><li><strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up to get the full article here</a></strong></li></ul><p>This week we’re opening up the Guide mailbag to answer your pressing (or not-so-pressing) questions about popular culture, from the perils of AI to the bizarre practice of watching shows sped-up. Thanks to everyone who emailed in – these are always fun, so we’ll definitely attempt another one in the coming months.</p><p>***</p> <a href=\"https://www.theguardian.com/culture/2023/jul/28/the-guide-mailbag-ai-culture-existential-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/28/the-guide-mailbag-ai-culture-existential-threat", "date_published": "2023-07-28T16:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lithuania and Poland ‘may close Belarus borders’ due to Wagner fighters", "description": "<p>Lithuania says move may be needed as Poland warns mercenaries are in Belarus to bring crisis to neighbours</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow\">Russia-Ukraine war – latest news updates</a></li></ul><p>Poland and Lithuania are considering closing their respective borders with Belarus amid concerns over <a href=\"https://www.theguardian.com/world/2023/jun/27/belarus-exiled-wagner-chief-yevgeny-prigozhin-russia-ukraine\">the presence there of the Wagner mercenary group</a>, a Lithuanian deputy interior minister said on Friday.</p><p>“The considerations are real. The possibility of closing the border exists,” Arnoldas Abramavičius told reporters.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/lithuania-poland-belarus-borders-wagner-fighters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/lithuania-poland-belarus-borders-wagner-fighters", "date_published": "2023-07-28T15:50:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Henderson called on to speak out on LGBTQ+ rights in Saudi Arabia", "description": "<ul><li>Stonewall: He can use controversial move to ‘create blueprint’</li><li>Riyad Mahrez seals £30m move from Manchester City to Al-Ahli</li></ul><p>LGBTQ+ charity Stonewall believes Jordan Henderson has an opportunity to “create a new blueprint” for discussion about LGBTQ+ rights after his <a href=\"https://www.theguardian.com/football/2023/jul/26/jordan-henderson-trains-with-al-ettifaq-with-transfer-still-to-be-confirmed\">controversial move to Saudi Arabia</a>.</p><p>The England midfielder was viewed as a huge ally to the LGBTQ+ community during his time as Liverpool captain so his switch to Al-Ettifaq in a country where homosexuality is illegal and punishable by death has, understandably, attracted widespread criticism. The former Germany footballer Thomas Hitzlsperger, who announced he was gay in 2014 after his playing career was over, said the England international’s “brand” as an ally of the LGBTQ+ community <a href=\"https://www.theguardian.com/football/2023/jul/27/jordan-henderson-liverpool-lgbtq-saudi-arabia-thomas-hitzlsperger\">is now dead</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/jordan-henderson-called-on-to-speak-out-on-lgbtq-rights-in-saudi-arabia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/jordan-henderson-called-on-to-speak-out-on-lgbtq-rights-in-saudi-arabia", "date_published": "2023-07-28T15:38:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: what advice were you given for dealing with depression?", "description": "<p>If you suffer from depression, we would like to hear about the best and worst advice you have been given </p><p>With one in six adults in the UK experiencing moderate to severe depression, there is a lot of (largely) well-meaning advice available, from those who have or haven’t had it themselves.</p><p>From taking up exercise or mindfulness, to finding a new hobby or ways to embrace the positive, others are quick to offer ideas on how to overcome the fog, some of which is incredibly helpful and some that is not.</p> <a href=\"https://www.theguardian.com/society/2023/jul/28/tell-us-what-advice-were-you-given-for-dealing-with-depression\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/28/tell-us-what-advice-were-you-given-for-dealing-with-depression", "date_published": "2023-07-28T15:30:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ditch green policies, win votes? Tories and Labour wrestle with net zero", "description": "<p>Arguments between and within parties have been inflamed by the apparent ‘Ulez effect’ in the Uxbridge byelection</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/28/high-court-ulez-london-boroughs-conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Since the Conservatives <a href=\"https://www.theguardian.com/politics/2023/jul/21/uk-byelection-results-labour-tories-selby-ainsty-uxbridge\">narrowly won a shock byelection victory</a> by campaigning against a key low-emissions zone known as Ulez in London, there have been seven days of turmoil for climate policy in the UK.</p><p>Support for a <a href=\"https://www.theguardian.com/environment/2019/may/02/this-report-will-change-your-life-what-zero-emissions-means-for-uk\">net zero UK by 2050</a> is expressed among all ages and types of political voter, according to the pollsters. But nevertheless, Rishi Sunak’s government scented in Uxbridge a possible “wedge” issue that could put Tories on the side of swing voters and pit them against Labour.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/green-policies-tories-labour-net-zero\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/green-policies-tories-labour-net-zero", "date_published": "2023-07-28T15:28:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: Forget the climate crisis – re-election is Sunak’s only burning issue | John Crace", "description": "<p>Plus, my plan to live for ever by standing on one leg, and Nigel Farage lives his best life despite debanking ‘shame’</p><p>You would have thought the sight of wildfires in many parts of southern Europe would have given Rishi Sunak pause for thought. Instead it has inspired his pyromaniac tendencies. After the byelection in Uxbridge last week, which Labour lost principally because of Sadiq Khan’s ultra-low emission zone policy, <a href=\"https://www.theguardian.com/politics/2023/jul/24/rishi-sunak-suggests-delay-or-abandon-green-net-zero-pledges\">Sunak has declared a binfire of the Tories’ green agenda</a>. He had never really believed in it – despite most of the country supporting climate crisis measures – and had now declared it to be just a woke indulgence. Another arm of the culture wars.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/digested-week-forget-climate-crisis-re-election-sunak-only-burning-issue\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/digested-week-forget-climate-crisis-re-election-sunak-only-burning-issue", "date_published": "2023-07-28T15:27:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Bernanke to lead review into Bank of England forecasting errors", "description": "<p>Former Fed chair appointed as Bank faces pressure to explain why economic forecasts have been so wide of mark</p><p>The Bank of England has chosen the former head of the US Federal Reserve to lead an in-depth review into forecasting errors that have seen Threadneedle Street persistently underestimate both inflation and growth.</p><p>In a sign of the growing pressure on the Bank following 13 successive interest rate increases since December 2021, its governing court has picked Ben Bernanke, one of the biggest names in central banking, to lead a review that was first announced last month.</p> <a href=\"https://www.theguardian.com/business/2023/jul/28/ben-bernanke-lead-review-bank-england-economic-forecasting-errors\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/28/ben-bernanke-lead-review-bank-england-economic-forecasting-errors", "date_published": "2023-07-28T15:27:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drink and drug-driver who killed woman and dogs in Chelsea jailed", "description": "<p>Laszlo Dancs was doing three times the speed limit when he hit Olivia Riley on the embankment in London</p><p>A driver who killed a woman and her three dogs while over the drink-drive limit and having taken cocaine has been jailed for six years and eight months.</p><p>Olivia Riley, 41, was walking two labradors and a golden retriever puppy in Chelsea, west London, when she was hit by an Audi TT on 14 May 2022.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/driver-who-killed-olivia-riley-jailed-chelsea-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/driver-who-killed-olivia-riley-jailed-chelsea-crash", "date_published": "2023-07-28T15:19:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Adidas to sell second batch of Yeezy trainers after breakup with Kanye West", "description": "<p>Sportswear firm says first release of unsold stock helped reduced its expected annual losses by €250m</p><p>Adidas is to sell a second batch of Yeezy footwear, including some of its most popular lines, after sales from the first reduced expected annual losses for the company by €250m.</p><p>The German sportswear label said in May it would <a href=\"https://www.theguardian.com/fashion/2023/may/11/adidas-not-destroy-unsold-yeezy-stock-sell-off-charity-shows-kanye-west\">not destroy</a> the unsold merchandise from its now-defunct Yeezy partnership with <a href=\"https://www.theguardian.com/music/kanyewest\">Kanye West</a>, who changed his name to Ye in 2021, and would instead try to sell the stock and donate some of the proceeds to those harmed by the rapper’s comments.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/28/adidas-to-sell-second-batch-of-yeezy-trainers-after-cutting-with-kanye-west-ye\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/28/adidas-to-sell-second-batch-of-yeezy-trainers-after-cutting-with-kanye-west-ye", "date_published": "2023-07-28T15:16:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Serious failings’ contributed to baby’s death in 12-hour lone prison birth", "description": "<p>Rianna Cleary gave birth to Aisha alone in Surrey prison cell after officers ignored calls for help</p><p>Serious systemic failings contributed to the death of a newborn baby in a cell at Europe’s largest women’s prison, a coroner has concluded.</p><p>Rianna Cleary, who was 18 at the time, gave birth to her daughter Aisha alone in her prison cell at HMP Bronzefield, in Surrey, on the night of 26 September 2019. The care-leaver was on remand awaiting sentence after pleading guilty to a robbery charge.</p> <a href=\"https://www.theguardian.com/society/2023/jul/28/serious-failings-contributed-to-babys-death-in-12-hour-lone-prison-birth\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/28/serious-failings-contributed-to-babys-death-in-12-hour-lone-prison-birth", "date_published": "2023-07-28T15:13:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Egypt calls on Vladimir Putin to revive Black Sea grain deal", "description": "<p>Abdel Fatah al-Sisi tells summit it is ‘essential’ to revive deal, as Kenya calls Moscow exit ‘a stab in the back’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/20/what-was-the-black-sea-grain-deal-and-why-did-it-collapse\">Explainer: What was the Black Sea grain deal and why did it collapse?</a></li></ul><p>Egypt’s leader, Abdel Fatah al-Sisi, has urged Vladimir Putin to return to the <a href=\"https://www.theguardian.com/world/2023/jul/20/what-was-the-black-sea-grain-deal-and-why-did-it-collapse\">Black Sea grain deal</a> during a Russia-Africa summit marked by concerns about the global economic fallout of the Kremlin’s invasion of Ukraine.</p><p>In a speech during a plenary session of African delegations attended by the Russian president, al-Sisi said it was “essential to reach agreement” on reviving the deal, which had allowed 33m tons of Ukrainian grain to reach markets, many in developing countries in Africa.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/egypt-calls-on-vladimir-putin-to-revive-black-sea-grain-deal-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/egypt-calls-on-vladimir-putin-to-revive-black-sea-grain-deal-ukraine", "date_published": "2023-07-28T15:10:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve no magic wand’: UK mortgage advisers face an avalanche of queries", "description": "<p>In Bingley, West Yorkshire, brokers are busy dealing with concerns over interest rates, and being asked to tell the future</p><p>Bingley in West Yorkshire is more than 200 miles from Threadneedle Street in London, but the decisions being made at the Bank of England are hitting very close to home for the clients of the town’s branch of the Mortgage Advice Bureau.</p><p>This week, brokers there were busy dealing with the fallout from the Bank’s recent interest rate decisions, and their clients’ concerns about what might come next.</p> <a href=\"https://www.theguardian.com/money/2023/jul/28/weve-no-magic-wand-uk-mortgage-advisers-face-an-avalanche-of-queries\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/28/weve-no-magic-wand-uk-mortgage-advisers-face-an-avalanche-of-queries", "date_published": "2023-07-28T15:08:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s bittersweet World Cup win and clamping down on happiness | Football Daily", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It’s been a mixed day for the Lionesses at the World Cup all right. A fine Lauren James pelt gave England the win over Denmark, and when she scored the goal she ran off all happy, experiencing the enjoyment emotion, smiling and waving and that, in a state of contented grace, stuff that will be NOT ALLOWED when the men’s game resumes next week according to new Ifab and the Professional Game Match Officials Limited celebration-curtailing diktats. An essential move to combat time-wasting, it says here. A clampdown on happiness, in other words. Fun? NOT ALLOWED. Entertainment? NOT ON OUR WATCH. The sensation of pleasure? GET IN THE BACK OF THE VAN, SON. <a href=\"https://www.theguardian.com/football/2023/jul/28/premier-league-referees-to-add-on-time-lost-for-goal-celebrations-this-season\">Imagine having the worldview of Howard Webb</a>, though. Once a bobby, always a bobby. You can leave the force, but it never leaves you.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/englands-bittersweet-world-cup-win-and-clamping-down-on-happiness\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/englands-bittersweet-world-cup-win-and-clamping-down-on-happiness", "date_published": "2023-07-28T15:02:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: The Zetter Townhouse Marylebone’s Cocktail No. 8 – recipe", "description": "<p>A citrussy bourbon and cola livener with bitters, in the tradition of a daiquiri</p><p>The amount of cola give for the reduction makes enough for two serves, so make more if need be.</p><p>Gregorio Soriente, bar manager, Seymour’s Parlour, <a href=\"https://thezetter.com/townhouse-marylebone/\">The Zetter Townhouse Marylebone</a>, London W1</p> <a href=\"https://www.theguardian.com/food/2023/jul/28/cocktail-of-the-week-the-zetter-townhouse-marylebone-cocktail-no-8-recipe-daiquiri-sake-bourbon\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/28/cocktail-of-the-week-the-zetter-townhouse-marylebone-cocktail-no-8-recipe-daiquiri-sake-bourbon", "date_published": "2023-07-28T15:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It depends what you call monopoly’: young Rupert Murdoch’s first big television play", "description": "<p>The 1958 hearings in which the 27-year-old Murdoch lobbied for his first TV licence offer a glimpse into the global media proprietor he would become</p><p>In the first week of May 1958, a 27-year-old Rupert Murdoch walked into a boardroom secreted within Adelaide’s grand lodge of the Freemasons. He had arrived at the lodge hoping to join the ranks of another exclusive new order – television mogul – but so far it hadn’t been going well.</p><p>Commercial television’s arrival in Melbourne and Sydney in 1956 had confirmed its gamechanging potential and as Australian regulators turned to other capitals, all the major players jostled for a piece of spectrum. Pitted against the Packer family’s Consolidated Press, the Herald and Weekly Times in Melbourne (and its Adelaide-based affiliate Advertiser Newspapers), Murdoch and his own company News Ltd were placed in the familiar position of a young and hungry outsider.</p> <a href=\"https://www.theguardian.com/media/2023/jul/29/it-depends-what-you-call-monopoly-young-rupert-murdochs-first-big-television-play\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/29/it-depends-what-you-call-monopoly-young-rupert-murdochs-first-big-television-play", "date_published": "2023-07-28T15:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: King Of Steel has mettle to cope in red hot King George", "description": "<p>Selection can land what promises to be one of the best renewals of the midsummer Ascot showpiece for many years</p><p>That fact that multiple Group One winners like Luxembourg and Westover are available at double-figure odds for the King George VI &amp; Queen Elizabeth Stakes at Ascot on Saturday underlines the exceptional strength in depth in this year’s field, and even in the late absence of Desert Crown, last year’s Derby winner, this still promises to be one of the best renewals of the midsummer showpiece for many years.</p><p>Auguste Rodin and King Of Steel, separated by just half a length when first and second respectively in last month’s Derby at Epsom, head a strong three-year-old challenge, while Emily Upjohn, Hukum and <a href=\"https://www.theguardian.com/sport/2022/jul/23/pyledriver-king-george-vi-queen-elizabeth-stakes-win-ascot-horse-racing\">last year’s 18-1 winner</a>, Pyledriver, who are also priced up at single-figure odds, all have Group One-winning form at Saturday’s 12-furlong trip.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/28/talking-horses-king-of-steel-has-mettle-to-cope-in-red-hot-king-george-queen-elizabeth-stakes-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/28/talking-horses-king-of-steel-has-mettle-to-cope-in-red-hot-king-george-queen-elizabeth-stakes-horse-racing-tips", "date_published": "2023-07-28T14:56:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine moves Christmas date to 25 December in snub to Russia", "description": "<p>Ukrainian church has traditionally observed the holiday on 7 January, in line with the Moscow patriarchy</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine has moved its official Christmas holiday to 25 December in a break with the Russian Orthodox church, which celebrates it on 7 January.</p><p>The bill signed by President Volodymyr Zelenskiy on Friday highlights the deepening rift between churches in Kyiv and Moscow since Russia’s invasion of its pro-western neighbour.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/ukraine-moves-christmas-date-to-25-december-in-snub-to-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/ukraine-moves-christmas-date-to-25-december-in-snub-to-russia", "date_published": "2023-07-28T14:53:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Romance scam’ woman who stole $2.8m from Holocaust survivor jailed", "description": "<p>Peaches Stergo, 36, handed four-year prison term after pleading guilty to charges she swindled 88-year-old man in New York</p><p>A Florida woman who stole nearly $3m from <a href=\"https://www.theguardian.com/us-news/2023/jan/26/florida-woman-holocaust-survivor-scam-fraud\">a Holocaust survivor</a> through what authorities described as a romance scam must serve more than four years in prison, a federal judge ruled.</p><p>Peaches Stergo, 36, received her sentence on Thursday in federal court in Manhattan, after pleading guilty to wire fraud in April. She was arrested in January on charges that she stole $2.8m from an 88-year-old man who, investigators said, fell for a prolonged ruse which ended in 2021.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/florida-woman-romance-scam-jailed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/florida-woman-romance-scam-jailed", "date_published": "2023-07-28T14:38:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What will Spotify’s price rise mean for its recording artists and songwriters?", "description": "<p>Streaming services face a delicate balancing act – avoid pricing out customers and derailing a growing streaming market but make streaming pay more for music creators</p><p>It had started to feel as though it would cost £9.99 for ever, but Spotify has, after 14 years, <a href=\"https://www.theguardian.com/technology/2023/jul/25/spotify-prices-increase-rise-premium-plans-global\">finally increased its prices</a>.</p><p>Its standard monthly subscription price rose by 10% in more than 50 markets this week, including the US and the UK, and was tentatively welcomed by many in the music industry – but others point out that a £1 rise, to £10.99, will not solve wider quandaries around streaming economics.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/what-will-spotify-price-rise-mean-for-its-recording-artists-and-songwriters\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/what-will-spotify-price-rise-mean-for-its-recording-artists-and-songwriters", "date_published": "2023-07-28T14:34:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No for an Answer review – touching moments but Blitzstein’s ‘play with words’ offers at best curiosity value", "description": "<p><strong>Arcola theatre, London</strong> <br />Part of Grimeborn opera festival, Marc Blitzstein’s 1941 work has here an economical production and strong and committed cast, but it’s no forgotten masterpiece</p><p>Thirteen years ago, the Arcola theatre marked its 10th anniversary with <a href=\"https://www.theguardian.com/stage/2010/nov/28/the-cradle-will-rock-review\">a staging of Marc Blitzstein’s agit-prop musical The Cradle Will Rock</a>. Now its director, Mehmet Ergen, has pursued his fascination with this elusive, intriguing US composer by presenting, for the first time in Europe, the stage work that <a href=\"https://marc-blitzstein.org/\">Blitzstein</a> went on to compose after Cradle, the “play with music” No for an Answer, as part of this summer’s <a href=\"https://www.arcolatheatre.com/grimeborn/\">Grimeborn</a> opera season.</p><p>No for an Answer received its premiere, semi-staged, in New York in 1941. Though some admired it – Aaron Copland thought it “one of the most original works in that form composed in this country” – the first run only lasted for three nights, and the work subsequently received only one further performance before Blitzstein’s violent death in 1964. But on the evidence of the Arcola performance, energetic though that is in Ergen’s economical production, this is not a neglected masterpiece. Too many of the 20-odd numbers in the score seem effortful, their word-setting awkward and the dramatic pacing uncertain.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/no-for-an-answer-review-arcola-theatre-marc-blitzstein\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/no-for-an-answer-review-arcola-theatre-marc-blitzstein", "date_published": "2023-07-28T14:31:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Where were Nigel Farage and his defenders when Muslim bank accounts were shut down? | Miqdaad Versi", "description": "<p>Establishment voices outraged by his ejection from Coutts were silent when charities were falsely linked to terrorism</p><p>“Every law-abiding citizen in this country should have the right to a bank account,” Nigel Farage <a href=\"https://www.telegraph.co.uk/news/2023/07/26/my-war-on-woke-banks-is-just-getting-started/\">writes</a> in the Daily Telegraph as he claims to stand up for vulnerable people in his campaign against “woke capitalism”.</p><p>But does he really mean it?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/nigel-farage-muslim-bank-accounts-coutts-charities-terrorism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/nigel-farage-muslim-bank-accounts-coutts-charities-terrorism", "date_published": "2023-07-28T14:30:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Significant’ increase in deaths in police custody in England and Wales", "description": "<p>IOPC figures show number of deaths surged past 10-year average to 23 in 2022-23</p><p>The number of deaths in or following police custody in England and Wales has increased significantly, doubling in 12 months to the joint-highest level in the past 16 years, the police watchdog has said.</p><p>Figures from the Independent Office for Police Conduct (IOPC) showed the number of deaths surged past the 10-year average as it increased from 11 in 2021-22 to 23 the following year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/increase-in-deaths-police-custody-england-wales-iopc\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/increase-in-deaths-police-custody-england-wales-iopc", "date_published": "2023-07-28T14:29:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers unsure how many child asylum seekers placed in hotels", "description": "<p>Peer’s questions reveal government cannot give total number or age of youngest due to poor record-keeping</p><p>The government is unable to say how many of the children who have come to the UK to seek safety it has placed in temporary hotel accommodation, or give the age of the youngest, because it has not kept a sufficiently accurate count, ministers have admitted.</p><p>The Home Office was accused in January of a <a href=\"https://www.theguardian.com/politics/2023/jan/24/home-office-accused-of-dereliction-of-duty-over-missing-asylum-seeking-children\">“dereliction of duty”</a> after it emerged that hundreds of children had gone missing after being placed in hotels, with a whistleblower saying that some had been abducted on the streets outside.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/child-asylum-seekers-placed-hotels-uk-government-numbers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/child-asylum-seekers-placed-hotels-uk-government-numbers", "date_published": "2023-07-28T14:25:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s tapped into something’: banking row gives Nigel Farage a new crusade", "description": "<p>Ex-Ukip leader is back in limelight claiming to be a ‘champion for the voiceless’ – though some are wary of his latest reinvention</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/28/high-court-ulez-london-boroughs-conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Nigel Farage is used to being thanked by true believers in Brexit, but the man who came to grasp his hand as he sat down for dinner in London’s Belgravia on Tuesday night was a surprise.</p><p>“It was a chap who just said ‘Nigel, I’m a remainer, but please, stand up for us’. He was an Italian businessman in London who was having terrible trouble receiving foreign payments because banks thought he was a money launderer,” the former Ukip leader said.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/28/tapped-into-something-banking-row-nigel-farage-crusade\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/28/tapped-into-something-banking-row-nigel-farage-crusade", "date_published": "2023-07-28T14:17:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We talked to the early hours and found ourselves falling in love: my year with Sinéad O’Connor | John Brice", "description": "<p>I bumped into her in a London pub and it felt like we were old friends. We spent more time watching Father Ted than talking about her music</p><p>It was summer 97, a beautiful warm evening. I was working in A&amp;R at Warners, driving to a gig in west London, Sinéad was outside a pub with a couple of friends and we locked eyes and she waved. I’d met her a couple of times before but we’d never really chatted. I popped in, got us a drink and it was like we were old friends. She was wearing baggy torn jeans and a white vest, her beauty was captivating but in no way intimidating, she exuded warmth and kindness. We talked about Abba and what we listened to in our teens. She loved me telling her about all the early Smiths gigs in Manchester. I never made the gig that night. We would instead sit on her sofa and talk until the early hours and soon found ourselves falling in love.</p><p>I only recall a couple of times when she even mentioned her own music. She was very proud of her version of Don’t Cry for Me Argentina, I remember her playing me that, almost apologetically. (Check out her version with <a href=\"https://www.youtube.com/watch?v=kpYJPzWxL2w\">full orchestra</a> on YouTube, it will break your heart.)</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/falling-in-love-the-sinead-oconnor-i-knew\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/falling-in-love-the-sinead-oconnor-i-knew", "date_published": "2023-07-28T14:12:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire fined £400,000 and docked points over cricket racism scandal", "description": "<ul><li>£300,000 of fine suspended for a period of two years</li><li>Club docked 48 points from County Championship total</li></ul><p>Yorkshire have been hit with points deductions in two formats and fined £400,000 over the racism scandal linked to their former player Azeem Rafiq. A Cricket Discipline Commission panel said £300,000 of the fine imposed had been suspended for a period of two years.</p><p>The club have also immediately been docked 48 points from their County Championship total, and a further four from their tally in the T20 Blast.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/yorkshire-fine-points-deductions-over-racism-scandal-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/yorkshire-fine-points-deductions-over-racism-scandal-cricket", "date_published": "2023-07-28T14:09:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tim Scott criticizes Ron DeSantis for Florida teaching guidelines on slavery", "description": "<p>South Carolina senator attacks rival for Republican presidential nomination for new standards claiming ‘benefit’ to slavery</p><p>The South Carolina senator Tim Scott criticized Ron DeSantis, the Florida governor also running for the Republican presidential nomination, for supporting new standards that require Florida teachers to tell middle school students people enslaved in the US developed skills that “could be applied for their personal benefit”.</p><p>“What slavery was really about was separating families, about mutilating humans and even raping their wives,” Scott, the only Black Republican in the US Senate, told reporters on Thursday after a town hall event in Ankeny, Iowa.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/tim-scott-ron-desantis-florida-slavery-teaching\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/tim-scott-ron-desantis-florida-slavery-teaching", "date_published": "2023-07-28T14:07:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lauren James seizes chance to shine for England on biggest stage of all", "description": "<p>Young winger scored the winner and put in a dazzling display against Denmark on her first start in a World Cup finals</p><p>On a cool winter Sydney evening that was marred by yet more injury woes for England, Lauren James increased the temperature in the stadium with a dazzling display that announced her emergence on to the global stage. Her early goal stunned Denmark and set Sarina Wiegman’s Lionesses on course for <a href=\"https://www.theguardian.com/football/2023/jul/28/england-denmark-womens-world-cup-match-report\" title=\"\">a 1-0 win</a> that left them on the verge of progression to the knockout stages of the World Cup.</p><p>At just 21, James is the future of this England team, and it was only really a question of “when” rather than “if” she was going to make her mark on this tournament. Despite being involved in the senior setup for just under a year, she is, as Leah Williamson so aptly put it, their “cheat code”. On her <a href=\"https://www.theguardian.com/football/2023/jul/22/england-haiti-womens-world-cup-match-report\" title=\"\">World Cup debut against Haiti</a>, she had injected life into the Lionesses’ rather stop-start opening performance as a substitute. It was a display that forced Wiegman into a rare change to her starting lineup.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/lauren-james-seizes-chance-to-shine-for-england-on-biggest-stage-of-all\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/lauren-james-seizes-chance-to-shine-for-england-on-biggest-stage-of-all", "date_published": "2023-07-28T14:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for olive oil cake | The sweet spot", "description": "<p>A moist and moreish cake that’s easy to whip up, before devouring greedily with a summer berry compote and a dollop of creme fraiche</p><p>This feels like the best kind of homemade cake. It doesn’t need any extra bells and whistles, and is one that you’ll want to make time and again. It doesn’t require you to think too much, either: just one bowl and a quick mix, and you’ll have a soft, fluffy crumb with a crackly sugar top. Serve with a quick berry compote and a dollop of creme fraiche for a low-effort, high-reward dessert.</p> <a href=\"https://www.theguardian.com/food/2023/jul/28/olive-oil-cake-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/28/olive-oil-cake-recipe-benjamina-ebuehi", "date_published": "2023-07-28T14:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Removing statues and renaming streets: Odesa cuts out Russia", "description": "<p>Recent strikes targeting the southern Ukrainian city, including its orthodox cathedral, have left residents questioning its historical links to Russia</p><p>In the courtyard of Odesa’s Fine Arts Museum, a police officer unlocked a large, grey container and pulled back the doors to reveal Catherine the Great. She was laid out flat on a wooden support tray, one arm outstretched as if in indignation and the other at her side, holding a scroll ordering the construction of Odesa.</p><p>The Russian empress, or rather her bronze likeness, used to stand proudly on a pedestal in the heart of the city that she founded in the late 18th century. Now she is here, locked in a box away from public view.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/removing-statues-and-renaming-streets-odesa-cuts-out-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/removing-statues-and-renaming-streets-odesa-cuts-out-russia", "date_published": "2023-07-28T13:59:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak has resolved to fight dirty. But will his opponent be Labour or his own MPs? | Katy Balls", "description": "<p>The Uxbridge byelection victory should have bolstered the Tory campaign – instead, it’s triggered a battle over green policy</p><p>What’s the biggest mistake Keir Starmer has made this year? Given that the Labour leader enjoys a <a href=\"https://inews.co.uk/news/politics/latest-uk-polling-labour-19-points-ahead-tories-nationally-poll-2497689\">19-point poll lead</a>, you could argue there aren’t many to pick from. Figures on the left of the party cite policy decisions such as sticking with the two-child benefit cap. But Downing Street would point you back to four months ago and <a href=\"https://www.theguardian.com/politics/2023/apr/09/keri-starmer-defends-insensitive-labour-advert-on-child-sexual-assaults\">Labour’s attack ads</a>. The springtime offensive saw Starmer fight dirty as his party accused Rishi Sunak of not believing adults convicted of sexually abusing children should go to prison.</p><p>They were designed as a stress test (with mixed results) for the shadow cabinet and parliamentary party on the need to hold a difficult line in an election campaign. But in No 10 they were seen as a green light for the Tories to go further. “His strategic mistake was to step in the gutter,” argues one senior government figure. With the polls showing little sign of improvement, No 10 is now planning to join Starmer there. The Tories are going into fight mode.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/tories-labour-rishi-sunak-keir-starmer-uk-politics-green-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/tories-labour-rishi-sunak-keir-starmer-uk-politics-green-policy", "date_published": "2023-07-28T13:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Body of hiker missing since 1986 found near Matterhorn", "description": "<p>Police confirm remains discovered on melting glacier in Swiss mountains are those of German climber </p><p>The remains of a German mountain climber who disappeared while crossing a glacier near the Matterhorn mountain nearly 40 years ago have been discovered in melting ice.</p><p>Two climbers found the remains on 12 July while hiking along the Theodul Glacier in Zermatt, Valais, southern Switzerland, police said on Thursday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/body-of-hiker-missing-since-1986-found-near-matterhorn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/body-of-hiker-missing-since-1986-found-near-matterhorn", "date_published": "2023-07-28T13:48:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I could have gone to jail’: crime writer MW Craven on a life made up of spontaneous decisions", "description": "<p>The author, who won the 2023 Theakston Old Peculier crime novel of the year for The Botanist, talks about his working-class childhood, his former careers as a soldier and a probation officer – and surviving cancer</p><p>When Mike Craven won the Theakston Old Peculier crime novel of the year award at the 2023 festival in Harrogate last week, there was one person he made sure to give special thanks – without whom, he might have found himself involved in a real-life crime as well as fictional.</p><p>That person was the author and scientist Brian Price, whom the 55-year-old, who writes as MW Craven, had employed to read his manuscript and check for scientific inaccuracies. The winning book – The Botanist – is the fifth in Craven’s Washington Poe series of police procedurals set in Cumbria, and features a poisoner who targets celebrities with cryptic poems and pressed flowers. Price had pointed out that in one of the killer’s poems Craven had included the exact recipe for ricin – a biological warfare agent that is classified as a weapon of mass destruction.</p> <a href=\"https://www.theguardian.com/books/2023/jul/28/mike-craven-on-a-life-made-up-of-spontaneous-decisions\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/28/mike-craven-on-a-life-made-up-of-spontaneous-decisions", "date_published": "2023-07-28T13:42:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bayern to meet Daniel Levy over Harry Kane next week and could bid €100m", "description": "<ul><li>Bayern executives had been due to fly to London on Friday</li><li>Kane wants to join Bayern from Tottenham this summer</li></ul><p>Bayern Munich’s top executives intend to meet the Tottenham chairman, Daniel Levy, next week to discuss their move for Harry Kane.</p><p>The Bayern chief executive, Jan-Christian Dreesen, and technical director, Marco Neppe, were scheduled to fly to London on Friday, although reports in Germany suggested their flight was cancelled.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/bayern-munich-daniel-levy-meeting-harry-kane-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/bayern-munich-daniel-levy-meeting-harry-kane-bid", "date_published": "2023-07-28T13:33:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wang Shuang penalty earns China victory over Haiti despite red card", "description": "<p>Wang Shuang kept China’s Women’s World Cup campaign alive by converting a penalty in Friday’s 1-0 win over Haiti at Hindmarsh Stadium in Adelaide, with the Asian side showing great resolve to claim victory despite being a player short.</p><p>The Steel Roses, who have three points from two games in Group D, face England on Tuesday while Haiti, who have no points after two defeats, take on Denmark. All four sides remain with a chance of qualifying for the last 16.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/china-haiti-womens-world-cup-2023-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/china-haiti-womens-world-cup-2023-match-report", "date_published": "2023-07-28T13:32:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My husband has no friends and is too reliant on me. How can I help him? | Ask Annalisa Barbieri", "description": "<p>The issue here may be more than a concern for his lack of a social life. Try to look at your relationship holistically, rather than seeing him as having the problem</p><p><strong>I have been with my husband for 20 years. During the first few years, he would occasionally hang out with about four friends. I’ve always been lucky enough to have quite a lot of friends and I really value them</strong><strong>.</strong></p><p><strong>In contrast, my husband no longer has any friends. He occasionally goes for a run with one local dad </strong><strong>we know, but never goes for a coffee or a meal. The husbands of my friends are all really nice guys, but there is </strong><strong>something wrong with each </strong><strong>of them in my husband’s eyes; their idiosyncrasies irk him.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/my-husband-has-no-friends-and-is-too-reliant-on-me-how-can-i-help-him\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/my-husband-has-no-friends-and-is-too-reliant-on-me-how-can-i-help-him", "date_published": "2023-07-28T13:30:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m secretly a Coutts customer but for people like me there’s little point", "description": "<p>You need to be rich to take advantage of the actually useful stuff – I hide my card and just use my Monzo </p><p>As someone with a Coutts account, maybe the least relatable aspect of the Nigel Farage story is: <em>why would you publicise your Coutts account</em>? I spent years developing the muscle memory to hold my thumb precisely over the brand name any time I take my card out; the telltale online banking icon is tucked safely away in the elephant’s graveyard of the fourth page of apps on my phone; I’ve never volunteered the information to a soul. But all it takes is one suspicious friend to wonder why you’re always putting your card the wrong way up when you split the bill and everyone you’ve ever met is mocking you for it within a week. That tiny stringed instrument you’re plucking at is making a horrible noise, incidentally.</p><p>Officially, Coutts requires that you have at least £1m in investments or borrowing, or £3m in savings, to bank with it. (You will remember that this was the version of the Farage story leaked to the BBC before he obtained the internal memo that revealed the reality.) This is, emphatically, not my situation, which does rather corroborate Farage’s suggestion that the bank picks and chooses when it applies those rules.</p> <a href=\"https://www.theguardian.com/money/2023/jul/28/im-secretly-a-coutts-customer-but-for-people-like-me-theres-little-point\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/28/im-secretly-a-coutts-customer-but-for-people-like-me-theres-little-point", "date_published": "2023-07-28T13:28:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France Femmes: stage six from Albi to Blagnac – live", "description": "<ul><li>Live updates from 1.30pm BST / 2.30pm CET</li><li>Get in touch! <a href=\"mailto:luke.mclaughlin@guardian.co.uk\">Email Luke</a> or tweet <a href=\"https://twitter.com/LukeMcLaughlin\">@LukeMcLaughlin</a></li></ul><p><strong>106km to go:</strong> Rachel Neylan (Cofidis) had in fact got across to Tacey and it was a two-rider break, but according to race radio, it’s now all back together. It was a brave effort by Neylan and Tacey – there may even be a hint of annoyance in the peloton that they’ve had to work so hard to shut them down.</p><p><strong>108km to go:</strong> While we are waiting for live pictures, why not have a read of Jeremy Whittle’s latest – an interview with Claire Steels, leader of the Israel-Premier Tech Roland at this race:</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/28/tour-de-france-femmes-stage-six-from-albi-to-blagnac-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/28/tour-de-france-femmes-stage-six-from-albi-to-blagnac-live", "date_published": "2023-07-28T13:24:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is the DRC wasting precious resources on an outdated testament to French colonial power? | Vava Tampa", "description": "<p>As Le Jeux de la Francophonie begin in Kinshasa, questions must be asked about the event’s value and France’s role in African affairs </p><p>With a joyous rumba-filled opening ceremony, the 10 days of Le Jeux de la Francophonie begin on Friday in Kinshasa, capital of the Democratic Republic of the Congo.</p><p>Staged every four years since 1989, and aimed at people aged 18 to 35 from French-speaking countries, the games include photography, dance and painting alongside weightlifting, running and cycling. It is presented as a utopian vision of a world where the French language is shared and not imposed – a fiction too many go along with.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/28/why-is-the-drc-wasting-precious-resources-on-an-outdated-testament-to-french-colonial-power\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/28/why-is-the-drc-wasting-precious-resources-on-an-outdated-testament-to-french-colonial-power", "date_published": "2023-07-28T13:15:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s paradise but you have to be a pro’: the musicians swapping the toilet circuit for holiday resorts", "description": "<p>From package cruises to beach bars, the holiday gig circuit is a way of life for some performers. But does it satisfy them creatively?</p><p>Sloppy Joe’s Bar stands on the corner of Greene and Duval, Key West’s main drag, where much of the Florida island city’s commotion takes place. On an early Saturday evening in April, the mayhem was already well under way: barefoot bachelorette parties, zigzagging golf carts, all of the boisterousness, board shorts and muscular calves so particular to the American vacation spirit.</p><p>In the former fisher’s bar, once beloved by <a href=\"https://www.theguardian.com/books/ernesthemingway\">Ernest Hemingway</a>, the crowd was in holiday mode – sun-pinkened and half-dressed, ordering more pitchers of beer to buffer their fried pickle chips and conch fritters. At 5.30pm, <a href=\"https://www.gerdrube.com/\">Gerd Rube</a> took to the stage – as he does most Saturdays at Sloppy Joe’s. He had a look that recalled the soft rock scene of the 1980s: hair bleached and long, skin deeply tanned, T-shirt consummately faded.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/holiday-musicians-gerd-rube-gatsby-gemma-mewse-destry-spigner\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/holiday-musicians-gerd-rube-gatsby-gemma-mewse-destry-spigner", "date_published": "2023-07-28T13:15:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mitch McConnell should step down as Senate minority leader after freezing, GOP senator says", "description": "<p>Questions remain around mental fitness of Republican Senate leader, 81, after health scare in public earlier this week</p><p>Mitch McConnell, the 81-year-old Republican leader in the US Senate who suffered a <a href=\"https://www.theguardian.com/us-news/2023/jul/27/mitch-mcconnell-freeze-press-conference-fall-age\">public health scare</a> this week, should step down from the role he has filled since 2007, an unnamed GOP senator <a href=\"https://www.nbcnews.com/politics/congress/gop-senators-express-anxieties-mitch-mcconnells-health-rcna96706\">said</a>.</p><p>McConnell, from Kentucky, remains “intellectually sharp” on “a whole host of issues including baseball”, the anonymous senator <a href=\"https://www.nbcnews.com/politics/congress/gop-senators-express-anxieties-mitch-mcconnells-health-rcna96706\">told NBC News</a>.</p><p>Reuters contributed to this report</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/mitch-mcconnell-freezing-speech-health\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/mitch-mcconnell-freezing-speech-health", "date_published": "2023-07-28T13:05:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Quake it off: Taylor Swift fans generate seismic activity during Seattle shows", "description": "<p>Local seismometer detects activity equivalent of 2.3 magnitude earthquake, comparable to 2011 ‘Beast Quake’</p><p>Taylor Swift’s Eras tour performances at Lumen Field in Seattle on 22 July and 23 July generated seismic activity equivalent of a 2.3 magnitude earthquake, according to seismologist Jackie Caplan-Auerbach.</p><p>A local seismometer detected activity generated by dancing fans comparable to the famous 2011 “Beast Quake”, when Seattle Seahawks fans erupted in response to running back Marshawn “Beast Mode” Lynch scoring a touchdown in an NFC wild card game against the New Orleans Saints.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/taylor-swift-fans-earthquake-seattle\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/taylor-swift-fans-earthquake-seattle", "date_published": "2023-07-28T13:04:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s time for a riesling rethink | Fiona Beckett on drinks", "description": "<p>Riesling is just made for summer: light, fruity, low in alcohol, and nowhere near as sweet as it used to be</p><p>Did you know you have only three days left to drink German riesling this month? Most likely not, unless you’re in the trade and are already aware that July has been called <a href=\"https://www.31days.winesofgermany.co.uk/#:~:text=1%E2%80%9331%20July%202023,glass%20of%20German%20Riesling%2C%20Prost!\">the 31 days of German riesling</a>. Do you even want to drink riesling – or, indeed, any wine – for 31 days?</p><p>Also, what’s the point? Well, the way these kinds of promotions work is this: generic bodies support independent merchants to promote their wines at certain times of year, which, given the current hard times (particularly with the duty rises due in August) is good for the indies. It tends usually to happen with wines that are more difficult to persuade people to buy, so you won’t get a champagne month, for instance, but riesling, and especially German riesling (pronounced <em>reece-ling</em> not <em>rice-ling,</em> in case you wondered), has always been a hard sell.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jul/28/its-time-for-a-riesling-rethink-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/28/its-time-for-a-riesling-rethink-fiona-beckett", "date_published": "2023-07-28T13:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Forgotten fantasy: after 11 years, Dragon’s Dogma makes an unlikely return", "description": "<p>Director Hideaki Itsuno and producer  Yoshiaki Hirabayashi guide us through the rebirth of Capcom’s fantasy epic on PlayStation 5</p><p>Capcom has made some of the world’s most famous games, but you’d be forgiven for not knowing Dragon’s Dogma. While the house of Street Fighter shifts millions of games via the furious fists of Ryu and co, the shuffling undead of Resident Evil and beast-felling Monster Hunter, its Xbox 360 medieval RPG simply came and went in 2012. Yet much like the heroes that Dragon’s Dogma depicted, over the years, this once underloved adventure’s stature only grew in legend.</p><p>This peculiar game saw players cast in the role of a chosen hero, pursuing an apocalypse-heralding dragon – accompanied by a little AI buddy that you designed yourself, known rather harshly as a Pawn. Dragon’s Dogma is one of the last decade’s best-kept gaming secrets, because what at first appears to be rather generic fantasy quickly reveals itself to be <a href=\"https://www.nintendolife.com/features/soapbox-dragons-dogma-is-a-janky-weird-ageing-rpg-and-everyone-should-play-it\">delightfully weird</a>. Those who gave it a chance 11 years ago came away enraptured by its quirky charm. An expanded version, Dark Arisen, arrived in 2013, but the announcement of a full sequel was a very pleasant surprise for fans. Its creators are just as delighted that it’s happening.</p> <a href=\"https://www.theguardian.com/games/2023/jul/28/forgotten-fantasy-after-11-years-dragons-dogma-makes-an-unlikely-return\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/28/forgotten-fantasy-after-11-years-dragons-dogma-makes-an-unlikely-return", "date_published": "2023-07-28T13:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heat from extinct volcano could be piped into Dutch homes", "description": "<p>Project in Friesland aims to draw on residual warmth from Zuidwal volcano for sustainable energy</p><p>Heat from an extinct volcano could be piped into homes under a plan in the Dutch city of Bolsward.</p><p>The Netherlands may be known for windmills but Ynze Salverda is no fan of the wind turbines proliferating across the country. He believes sustainable energy could be generated underground using residual warmth from the Zuidwal volcano deep under the Wadden Sea.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/heat-from-extinct-volcano-could-be-piped-into-dutch-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/heat-from-extinct-volcano-could-be-piped-into-dutch-homes", "date_published": "2023-07-28T13:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No longer bog standard: how loo roll became a status symbol", "description": "<p>Since the pandemic toilet paper has come out of the shadows to take centre stage in UK bathrooms</p><p>Handbags and cars are more traditional status symbols, but in these topsy-turvy times the humble toilet roll is being treated with more reverence than you would expect for something used to wipe your bottom with. In the toilets of trendy restaurants or friends, proud pyramids of loo roll stand in bright, graphic wrapping. On Instagram, influencers now allow it to stay in the backdrop of bathroom selfies rather than hiding it.</p><p>While Who Gives A Crap (WGAC) may be one of the more familiar brands, delivering its first striped and spotty rolls in 2013, others with similarly colourful packaging and eco-friendly messaging have sprung up such as Bazoo and Feel Good. There are also those in more muted tones including The Cheeky Panda, Bumboo and Naked Sprout. Using recycled paper or bamboo, they are not shy about advertising their sustainable credentials.</p> <a href=\"https://www.theguardian.com/money/2023/jul/28/how-loo-roll-became-a-status-symbol-toilet-paper\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/28/how-loo-roll-became-a-status-symbol-toilet-paper", "date_published": "2023-07-28T12:45:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British Museum director to step down next year after eight years in charge", "description": "<p>Hartwig Fischer was appointed with a brief to develop a masterplan for badly needed renovation</p><p>Hartwig Fischer, the director of the British Museum, is to step down next year after eight years at the helm of one of the country’s flagship cultural institutions.</p><p>The German art historian – the first non-British head of the museum since 1866 – said he wanted to focus on the “rescue and preservation of cultural heritage in times of climate crisis, conflict, war, and violence”.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/28/british-museum-director-hartwig-fischer-step-down-after-eight-years\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/28/british-museum-director-hartwig-fischer-step-down-after-eight-years", "date_published": "2023-07-28T12:32:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mid-income developing countries ‘risk losing out on climate funds’", "description": "<p>Caribbean Development Bank head urges help for countries classed as developing but not among poorest</p><p>Middle-income developing countries hit by devastating climate disaster risk missing out on rescue funds, the head of one of the world’s development banks has warned.</p><p>Hyginus Leon, the president of the Caribbean Development Bank, told the Guardian that some developing countries with per capita incomes that would disqualify them for some forms of overseas aid could be made ineligible for climate funds.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/mid-income-developing-countries-risk-losing-out-on-climate-rescue-funds-banker-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/mid-income-developing-countries-risk-losing-out-on-climate-rescue-funds-banker-warns", "date_published": "2023-07-28T12:29:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A light show and a clown: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/28/a-light-show-and-a-clown-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/28/a-light-show-and-a-clown-fridays-best-photos", "date_published": "2023-07-28T12:26:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Misunderstood’ red-bellied piranhas go on display at Chester zoo", "description": "<p>Despite fearsome reputation, fish prefers scavenging to hunting and swims in shoals for protection, say experts</p><p>Forty red-bellied piranhas have made their debut at Chester zoo in a move aquarists say they hope will help to rehabilitate the fish's name away from its fearsome reputation.</p><p>People associate piranhas with viciously attacking unsuspecting prey, as depicted in numerous blockbuster movies, but experts say they prefer to scavenge for food rather than hunt.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/misunderstood-red-bellied-piranhas-go-on-display-at-chester-zoo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/misunderstood-red-bellied-piranhas-go-on-display-at-chester-zoo", "date_published": "2023-07-28T12:25:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Big UK lenders cut fixed mortgage deals in sign rates may be close to peaking", "description": "<p>Moves by Nationwide, HSBC and TSB come after fall in inflation eases fears over future interest rate rises</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jul/28/natwest-profits-farage-bank-account-howard-davies-business-live\">Business live updates – latest news</a></li></ul><p>Several big lenders including Nationwide, HSBC and TSB have cut rates on their fixed mortgage deals in a sign that home loan costs may be close to peaking after <a href=\"https://www.theguardian.com/money/2023/jul/11/uk-two-year-fixed-mortgage-rate-moneyfacts\">surging to nearly 7%</a>.</p><p>The reductions follow data last week that showed <a href=\"https://www.theguardian.com/business/2023/jul/19/uk-inflation-interest-rates-bank-of-england\">inflation fell further than expected in June</a>, helping to calm financial markets and trim expectations of the number of interest rate rises still required to tame inflation.</p> <a href=\"https://www.theguardian.com/money/2023/jul/28/big-uk-lender-cut-fixed-mortgage-deal-sign-rate-close-peaking\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/28/big-uk-lender-cut-fixed-mortgage-deal-sign-rate-close-peaking", "date_published": "2023-07-28T12:24:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK and Ireland on course to host men’s Euro 2028 after Turkey decision", "description": "<ul><li>Turkey to join with Italy to bid for 2032 tournament</li><li>Move set to leave UK and Ireland bid unopposed for 2028</li></ul><p>A joint UK and Ireland bid to host the men’s European Championship in 2028 moved a step closer to being confirmed on Friday, after Turkey and Italy announced they were to bid together to stage the tournament in 2032.</p><p>Turkey were the sole competitor for the plan proposed by England, Scotland, Wales, Northern Ireland and the Republic of Ireland to host the 24-team tournament in five years’ time. An alliance with Italy gives those two countries a clear run in 2032, however, meaning Turkey’s 2028 proposal is unlikely to be developed further.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/uk-and-ireland-on-course-to-host-mens-euro-2028-after-turkey-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/uk-and-ireland-on-course-to-host-mens-euro-2028-after-turkey-decision", "date_published": "2023-07-28T12:16:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British crop yields rise despite cut in fertiliser use, research finds", "description": "<p>Fertiliser use on key crops down more than a quarter on 2010-19 average, while  yields increased 2.4%</p><p>Britain’s farmers increased their yields of major crops last year despite significant reductions in fertiliser use, according to research.</p><p>Making artificial fertilisers relies on natural gas, the price of which rose sharply last year after Russia’s invasion of Ukraine. <a href=\"https://www.theguardian.com/business/2022/apr/10/uk-farmers-fear-fertiliser-fuel-feed-prices\">Fertiliser prices almost tripled</a>, from £233 a tonne in 2020 to £766 a tonne in 2022, which farmers say led to a reduction in their use.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/british-crop-yields-rise-despite-cut-in-fertiliser-use-research-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/british-crop-yields-rise-despite-cut-in-fertiliser-use-research-finds", "date_published": "2023-07-28T12:09:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jay-Jay Okocha watches on as football fans return in Chad after four years | Ed Aarons", "description": "<p>Naïr Abakar has relaunched the African nation’s league and is planning for a brighter future with help from famous friends</p><p>“The fans came back to the stadiums for the first time in nearly four years,” says Naïr Abakar, the vice-president of the Chadian Football Association (FTFA) with immense pride. “It means so much to people here.”</p><p>The landlocked country in central Africa dominated by the vast Sahara desert in its north has never qualified for the Africa Cup of Nations and is hardly renowned for its footballing pedigree. That could be about to change, however, thanks in part to the efforts of Abakar – a 31-year-old who was born in Paris to Chadian parents before moving to their homeland six years ago “to help my country and give it some new spirit”.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/chad-premier-league-jay-jay-okocha\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/chad-premier-league-jay-jay-okocha", "date_published": "2023-07-28T12:07:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gina Miller voices fear for democracy over closure of her party’s bank account", "description": "<p>Access to banking for new parties needed in ‘functioning democracy’ says campaigner after Monzo decision</p><p>Anti-Brexit campaigner Gina Miller has said that “we don’t have a functioning democracy” if new political parties cannot access banking services, after she was told her own party’s account would be shut.</p><p>The government and financial services watchdog must step in, she said, and ensure new parties and MPs can access banking to be able to operate.</p> <a href=\"https://www.theguardian.com/business/2023/jul/28/gina-miller-true-and-fair-party-monzo-bank-account\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/28/gina-miller-true-and-fair-party-monzo-bank-account", "date_published": "2023-07-28T12:04:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lelia Goldoni, star of John Cassavetes’ Shadows, dies aged 86", "description": "<p>Italian American actor won herself iconic status with the 1959 film where she played a woman ‘passing’ as white</p><p>Lelia Goldoni, the actor best known as the female lead in John Cassavetes’ groundbreaking film Shadows, has died aged 86. The news was <a href=\"https://www.thewrap.com/lelia-goldoni-shadows-alice-actress-dies-obit/\">first reported by the Wrap</a>, who said that her manager JD Sobol announced that she died on Saturday at the Actors Fund Home in Englewood, New Jersey.</p><p>Goldoni had become involved with Shadows as a result of the acting workshop Cassavetes had started in 1956 – before which, according to Cassavetes, she had no professional acting experience. The film itself arose from an improvised audition sketch Cassavetes had performed for acting guru Lee Strasberg about two black siblings who “passed” for white. Having elaborated the idea into a full-length film, Cassavetes asked Goldoni to play the sister to brothers Hugh Hurd and Ben Carruthers; her character became the central figure of the film with her new boyfriend (played by Nicholas Ray’s son Tony) is startled to discover her family’s ethnicity.</p> <a href=\"https://www.theguardian.com/film/2023/jul/28/lelia-goldoni-star-of-john-cassavetes-shadows-dies-aged-86\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/28/lelia-goldoni-star-of-john-cassavetes-shadows-dies-aged-86", "date_published": "2023-07-28T12:03:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ancient Roman cargo ship found on bottom of Mediterranean", "description": "<p>The vessel, from the first or second century BC, contains hundreds of jars, giving archaeologists insight into ‘ancient maritime trade routes’</p><p>An ancient Roman cargo ship dating back to the first or second century BC has been found at the bottom of the Mediterranean in what has been described as an “exceptional” discovery.</p><p>The vessel, which was loaded with hundreds of jars, was found at a depth of about 160 metres (524ft) close to Civitavecchia, a port city about 80km (50 miles) from Rome.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/ancient-roman-cargo-ship-found-on-bottom-of-mediterranean\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/ancient-roman-cargo-ship-found-on-bottom-of-mediterranean", "date_published": "2023-07-28T12:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A bleated ‘maaate’ is no answer to misogyny – and not just because it’s unstoppably cringe | Jason Okundaye", "description": "<p>In the mayor of London’s campaign, fighting sexism is reduced to a low-stakes nudge, devoid of discomfort or consequence </p><p>Research from the mayor of London’s office suggests that there is a latent desire among a majority of men <a href=\"https://www.london.gov.uk/media-centre/mayors-press-release/mayor-launches-major-new-campaign-to-empower-men-and-boys-to-say-maaate-to-their-mates-and-challenge-sexism-and-misogyny\">to intervene</a> when they witness misogynistic behaviour. Two in three men wish to step in but do not feel that they have the language or tools to take action, according to the study. That there are some men who would welcome an opportunity to develop best practice around intervention is worth taking in good faith – addressing a lack of accountability among male social groups should certainly figure within broader strategies to prevent violence against women and girls.</p><p>The repeated failure of men who genuinely abhor misogyny to speak up and intervene, whether when overhearing casual sexist comments or witnessing sexual harassment, can be attributed to many things: herd mentality, discomfort, fear of backlash or ostracisation, or simply not knowing what to say. It is not necessarily a complex issue – you’d be forgiven for having zero patience for men who are bystanders – but it is one that requires careful engagement and a strategy that poses serious cultural challenges to male socialisation. Does the mayor of London truly believe that “Maaate” is that challenge, or a sufficient solution?</p><p>Jason Okundaye is a London-based writer and researcher</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/maaate-misogyny-cringe-mayor-london\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/maaate-misogyny-cringe-mayor-london", "date_published": "2023-07-28T12:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British Airways owner announces record profits for first half of 2023", "description": "<p>IAG expects flight capacity to recover to pre-pandemic levels by the end of the year, with fares up almost 10%</p><p>International Airlines Group has announced record profits for the first half of 2023, with air fares up almost 10% on last year.</p><p>The British Airways owner said it expected its flight capacity across the group to recover to pre-pandemic levels by the end of the year, with booming demand pushing it to a half-yearly operating profit of €1.3bn (£1.1bn) from losses of €446m (£383m) for the first six months of 2022.</p> <a href=\"https://www.theguardian.com/business/2023/jul/28/british-airways-iag-record-profits-first-half-2023-fares-up\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/28/british-airways-iag-record-profits-first-half-2023-fares-up", "date_published": "2023-07-28T11:59:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It will be surprising if NatWest’s Howard Davies hasn’t gone by Christmas | Nils Pratley", "description": "<p>Plan had been for chair to leave by next July – but that was before row over Nigel Farage’s Coutts accounts</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/28/natwest-chair-vows-stay-stability-farage-controversy-howard-davies\">NatWest chair vows to stay on to provide ‘stability’</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/jul/28/natwest-profits-farage-bank-account-howard-davies-business-live\">Business live updates – latest news</a></li></ul><p>NatWest’s last boardroom announcement was blown apart within eight hours, so Sir Howard Davies should probably wait until the end of the weekend before feeling safe in the post of chairman. Life can move quickly at a 39% state-owned bank when Nigel Farage is on the prowl.</p><p>But Davies has probably escaped the need for an instant resignation only by virtue of the fact that he was going anyway. Plan A, which pre-dates the Coutts fiasco, was for him to leave by July next year for the conventional reason that his nine-year term will be up at that point. An obvious strategy now would be to accelerate the timetable and get out as soon as is practical.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/28/natwest-howard-davies-coutts-nigel-farage\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/28/natwest-howard-davies-coutts-nigel-farage", "date_published": "2023-07-28T11:52:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Around the World in 80 Days review – Fogg on the Lune", "description": "<p><strong>Williamson Park, Lancaster<br /></strong>Sam Jones brings innocent charm to the role of Jules Verne’s hero in an outdoor version that roams around the park if not quite the globe</p><p>Jules Verne’s caper is a good fit for the Dukes theatre’s annual promenade around Williamson Park. The journey undertaken by Phileas Fogg – in this case, one that starts and finishes in Lancaster – provides just the right dramatic justification for the audience to move from location to location.</p><p>It starts in a pond with the actors drinking rosé wine in a boat, takes us to an Indian railway when the path is at its straightest and shows us a cowboy encampment, complete with open fire, when we reach the natural amphitheatre of the Dell. It doesn’t take too much imagination to believe <a href=\"https://www.lancaster.gov.uk/sites/williamson-park/ashton-memorial\">the Ashton Memorial</a>, where the final scene plays out, could be the kind of property a wealthy Victorian would occupy.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/28/around-the-world-in-80-days-review-williamson-park-lancaster\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/28/around-the-world-in-80-days-review-williamson-park-lancaster", "date_published": "2023-07-28T11:48:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Our daughter asked if we were going to die’: diary of a tourist in Greek wildfires", "description": "<p>Andy Bell, 36, recounts escaping the wildfires on Rhodes and how it has changed his view of the climate crisis</p><p>Flying to Rhodes on Wednesday 19 July, you could see smoke out of the window, but we didn’t think anything of it to be honest. We knew that wildfires were quite a regular thing in Rhodes.</p><p>However, I want people to be aware of what it’s actually like being involved in <a href=\"https://www.theguardian.com/world/2023/jul/24/rhodes-fires-britons-stranded-greece-island\">a climate disaster event</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/our-daughter-asked-if-we-were-going-to-die-diary-of-a-tourist-in-greek-wildfires\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/our-daughter-asked-if-we-were-going-to-die-diary-of-a-tourist-in-greek-wildfires", "date_published": "2023-07-28T11:43:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A new crypto firm wants to scan your eyeballs – should you look away?", "description": "<p>For critics, the ID process from Worldcoin is a privacy risk; for others it is financial security in the age of AI. We try it out</p><p>Worldcoin wants to prove I am “actually human”. At least that is the explanation a staff member gives for a <a href=\"https://www.theguardian.com/technology/2023/jul/25/cryptocurrency-eyeballs-worldcoin-chatgpt-openai\">cryptocurrency venture</a> scanning my eyeball in a London office building.</p><p>Without the optical scan, Worldcoin will not verify your “humanness” – you could be a robot and you won’t get any crypto. Welcome to financial security in the age of artificial intelligence.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/28/crypto-firm-wants-to-scan-your-eyeballs-worldcoin-privacy-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/28/crypto-firm-wants-to-scan-your-eyeballs-worldcoin-privacy-ai", "date_published": "2023-07-28T11:35:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Oh my God, this is like recording Nina Simone’: David Holmes on producing Sinéad O’Connor’s final album", "description": "<p>Over the last five years, O’Connor and Holmes made an unreleased album about healing. He recalls his time working with ‘the purest voice we will ever hear’</p><p>In 2018, David Holmes was invited to Shane MacGowan’s 60th birthday concert bash. The Pogues, Bono, Nick Cave, Bobby Gillespie and more were all performing songs in his honour. “Everyone was there to celebrate the genius of Shane but she stood out by a country mile,” says Holmes. “Sinéad O’Connor stole the show.”</p><p>Holmes, the Belfast DJ, producer and composer who has worked with everyone from Noel Gallagher to Oscar-winning director Steven Soderbergh, bumped into O’Connor after the show and took his chance to propose working together on an album about healing. “She never even questioned me,” says Holmes, speaking by phone. “She didn’t have a clue about anything I’ve ever done before but that’s so Sinéad. Just so non-judgmental and incredibly approachable.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/david-holmes-on-producing-sinead-oconnor-final-album\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/david-holmes-on-producing-sinead-oconnor-final-album", "date_published": "2023-07-28T11:34:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘If you kick someone, they go boing!’: Why is everyone suddenly wearing Big Ugly Boots?", "description": "<p>The MSCHF x Crocs collab is about more than mere stunt dressing, as consumers become both the audience for and the butt of the joke</p><p><strong>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up to get the full article here</a></strong></p><p>Over the past few months, you might have seen some bulbous red boots by Brooklyn-based MSCHF boinging across your screen. Cartoonishly puffed up, like an upside down mushroom made into footwear, they look as if they could have jumped out of the screen of a Game Boy and into the real world. They have been huge in the fashion – and this week, thanks to Paris Hilton, Victoria Beckham and Crocs, a big yellow perforated version has now lit up the internet.</p><p>Your first reaction might be to wonder who would wear such a monstrosity (Janelle Monáe and Lil Nas X, for starters). But they also reach beyond the rarefied world of celebrity. Despite costing a pretty penny at $350, the Big Red Boots were selling for four times their retail price when they launched in February, according to the resale site <a href=\"https://stockx.com/en-gb/mschf-big-red-boot\">StockX</a>. And you can expect the MSCHF x Crocs boot, <a href=\"https://www.instagram.com/p/Ct0pafbN4LU/\">revealed by Tommy Cash</a> at Rick Owens’s spring/summer men’s show at Paris fashion week in June, to prove covetable when they come out later this summer – despite their $450 price tag.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/27/fashion-statement-mschf-big-red-boots\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/27/fashion-statement-mschf-big-red-boots", "date_published": "2023-07-28T11:30:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "T20 cricket ‘very likely’ to feature at 2028 Los Angeles Olympic Games", "description": "<ul><li>Cricket set to make Olympic return after 128 years</li><li>Decision on inclusion expected before end of the year</li></ul><p>Cricket is closing in on an Olympic return, some 128 years since its last appearance, amid growing confidence of its inclusion at the 2028 Games in Los Angeles and beyond.</p><p>Sources have told the Guardian the prospect is now “very likely” that men’s and women’s Twenty20 competitions – with gold medals at stake – will finally make the cut for Olympic inclusion, opening up a potentially lucrative commercial market in the Asian subcontinent.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/t20-cricket-very-likely-to-feature-at-2028-los-angeles-olympic-games\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/t20-cricket-very-likely-to-feature-at-2028-los-angeles-olympic-games", "date_published": "2023-07-28T11:29:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Trump lawyer says evidence against him ‘overwhelming’ in Mar-a-Lago case", "description": "<p>Ty Cobb, who represented Trump in Mueller investigation, says classified documents case is ‘tight’ after new charges filed</p><p>A former Trump White House lawyer said the evidence against the former president over his handling of classified documents was now “overwhelming” and would “last an antiquity”, after <a href=\"https://www.theguardian.com/us-news/2023/jul/27/trump-mar-a-lago-classified-documents-case-carlos-de-oliveira\">new charges were filed</a> in the case on Thursday.</p><p>“I think this original indictment was engineered to last a thousand years and now this superseding indictment will last an antiquity,” Ty Cobb told CNN. “This is such a tight case, the evidence is so overwhelming.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/trump-lawyer-charges-1000-years-mar-a-lago\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/trump-lawyer-charges-1000-years-mar-a-lago", "date_published": "2023-07-28T11:19:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like an oven’: heat and tourism create headache for US national parks service", "description": "<p>Temperature-related deaths led park service to create a new advice page for visitors who want to explore despite the heat</p><p>This summer, at a brutally hot Grand Canyon national park, something new is popping up at trail heads.</p><p>It’s a QR code that takes people to a webpage designed for heat-related advice. There, they can find information on current weather and trail conditions, as well as spots along the trails where hikers can find water and general tips on taking care of themselves.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/like-an-oven-heat-and-tourism-create-headache-for-us-park-rangers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/like-an-oven-heat-and-tourism-create-headache-for-us-park-rangers", "date_published": "2023-07-28T11:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "$450 paddles and millions in prize money: has pickleball sold out?", "description": "<p>As a family sport becomes more elite and more commercial, its founder’s son mourns the loss of a game once ‘played for fun’</p><p>In Frank Pritchard’s telling, it was only meant to be a bit of fun. Or rather, a lot of fun.</p><p>Pritchard was there in the summer of 1965 when his father, the congressman Joel Pritchard, and two friends devised the game of pickleball at the house they rented for the summer on Bainbridge Island in Washington state.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/pickleball-sold-out-commercial-family-game\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/pickleball-sold-out-commercial-family-game", "date_published": "2023-07-28T11:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children’s and teens roundup – the best new picture books and novels", "description": "<p>A celebration of mixed heritage; a dog‑walker’s drama; a tiny adventurer; and a siren assassin with killer songs</p><p><strong><a href=\"https://guardianbookshop.com/home-is-where-my-heart-is-9781839131943\">Home Is Where My Heart Is</a> by Smriti Halls and Alice Courtley, Andersen, £12.99</strong><strong><br /></strong>This warm, colourful picture book explores the idea of home: a refuge not fixed in a single place, but in the people we love and our shared sense of belonging.</p><p><strong><a href=\"https://guardianbookshop.com/is-that-your-mama-pb-9780702314971\">Is That Your Mama?</a> by Patrice Lawrence and Diane Ewen, Scholastic, £7.99</strong><strong><br /></strong>Tired of intrusive questions, Josie starts to wonder whether her family should look more like each other – but then her parents give her a special present: a globe to mark where all her relatives were born. A lively, heartfelt picture book celebrating mixed heritage.</p> <a href=\"https://www.theguardian.com/books/2023/jul/28/childrens-and-teens-roundup-the-best-new-picture-books-and-novels\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/28/childrens-and-teens-roundup-the-best-new-picture-books-and-novels", "date_published": "2023-07-28T11:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chater’s, Saffron Walden, Essex: ‘Promises little and completely overdelivers’ – restaurant review | Grace Dent", "description": "<p>The vibe is simple, sometimes laughably straightforward – but always delicious</p><p>Saffron Walden is idyllic on a summer’s day, like a Ladybird Classic version of how Great Britain whiles away its balmy weekends: strolling on grassy heaths, browsing antique stores or buying small-batch preserves from the jolly market. Obviously, having watched a lot of <a href=\"https://www.theguardian.com/tv-and-radio/2021/mar/18/death-by-boiled-egg-why-midsomer-murders-is-a-lockdown-delight\">Midsomer Murders</a>, I suspect that, behind closed doors, Saffron Walden is in fact a virulent bed of deceit and deadly avarice, but on the surface it is plain gorgeous. Just off the main shopping area sits Church Street, a pretty thoroughfare with yet more antique showrooms, Grade 1 historic houses and, since late last summer, <a href=\"https://www.chaters.uk/\">Chater’s</a>, a space that does almost everything in a low-key but deftly curated way.</p><p>It’s a sort of fancy cake counter/general store that sells lovely things such as bars of <a href=\"https://landchocolate.com/\">Land chocolate</a>, <a href=\"https://perellofoods.com/product/gordal-picante-tin/\">Perelló olives</a> and bottles of their <a href=\"https://www.vaultaperitivo.com/\">own-label Vault Aperitivo vermouth</a>. It also has tables where you can eat a bakewell tart or an eccles cake and sip on a cortado, or have provolone on focaccia with piquillo peppers for lunch, or, come evening time, get properly stuck into their range of vermouths, as well as homemade pastas and a range of small plates: burrata with orange zest, steak tartare and chickpeas with paprika, for instance. That’s not to say you can’t drink the vermouth earlier and order the cake nearer bedtime – the mood seems very much to say: do what you like, as long as you’re nice while you’re doing it.</p> <a href=\"https://www.theguardian.com/food/2023/jul/28/chaters-saffron-walden-essex-grace-dent-restaurant-review\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/28/chaters-saffron-walden-essex-grace-dent-restaurant-review", "date_published": "2023-07-28T11:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I thought people would throw bottles’: orgy in Athens as ancient Greek drama strips off and lets rip", "description": "<p>Naked choruses, sexual fantasies, rubbish tip wastelands and nods to refugee camps … Athens’ Epidaurus festival is thrilling audiences – and thrusting theatre into the 21st century</p><p>A giant screen with a dangling Coca-Cola logo stretches across the stone stage of the Ancient theatre of Epidaurus. It dominates the skyline, eclipsing the Peloponnese hills behind. A monumental amphitheatre, with seats for almost 10,000 people, this is where the ancients gathered from the 4th century BC onwards and where the crowd is almost full to capacity on this summer night. While other parts of the nation broil in alarming heat, here there is an airy mountain breeze and pin-drop silence as a production of Medea, by the German director Frank Castorf, plays out.</p><p>It is not what the traditional crowd is accustomed to: combining Euripides’s text with excerpts from Heiner Müller and Arthur Rimbaud, it features not one murderous mother in Medea, who kills her children as revenge against her unfaithful husband, Jason, but five actors (Stefania Goulioti, Sofia Kokkali, Maria Nafpliotou, Angeliki Papoulia, Evdokia Roumelioti) who appear simultaneously on stage as different versions of her.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/28/athens-epidaurus-festival-ancient-greek-naked-chorus-orgy-refugee\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/28/athens-epidaurus-festival-ancient-greek-naked-chorus-orgy-refugee", "date_published": "2023-07-28T10:59:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England close in on last 16 after James sinks Denmark but Walsh injury a blow", "description": "<p>Lauren James’s maiden World Cup goal was enough for England to maintain their 100% record in Group D with a victory over Denmark at the Sydney Football Stadium.</p><p>The Chelsea forward struck the sixth-minute opener, but England suffered a major blow after 38 minutes when midfielder Keira Walsh was stretchered off with an apparent knee injury and later appeared on the touchline using crutches.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/england-denmark-womens-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/england-denmark-womens-world-cup-match-report", "date_published": "2023-07-28T10:55:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong judge defies government’s bid to ban pro-democracy protest song", "description": "<p>Judge refuses Hong Kong government’s request for injunction against Glory to Hong Kong, saying it could have chilling effect</p><p>Hong Kong’s high court has rejected a government attempt to ban a protest song, Glory to Hong Kong, saying an injunction could create a chilling effect and undermine freedom of expression.</p><p>The government had sought the injunction banning online publication or distribution of the song, arguing it insulted China’s national anthem and could give people the impression that Hong Kong was an independent country.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/court-rejects-attempt-ban-glory-hong-kong-protest-song\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/court-rejects-attempt-ban-glory-hong-kong-protest-song", "date_published": "2023-07-28T10:25:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 14, arrested after hit-and-run death of seven-year-old girl in Walsall", "description": "<p>Police called on Thursday evening after girl hit by motorcycle in Blakenall, West Midlands</p><p>A 14-year-old boy has been arrested after a seven-year-old girl was killed in a hit-and-run involving a motorcycle in Walsall.</p><p>West Midlands police said officers were called to the Blakenall area of the town after the fatal collision on Thursday night.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/boy-14-arrested-after-hit-and-run-death-of-seven-year-old-girl-in-walsall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/boy-14-arrested-after-hit-and-run-death-of-seven-year-old-girl-in-walsall", "date_published": "2023-07-28T10:13:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kylie Minogue announces Las Vegas residency", "description": "<p>The Australian singer, who is the latest pop superstar to play in Vegas, will make her debut at the new 1,000-capacity Voltaire venue in November</p><p>Kylie Minogue has announced her first Las Vegas residency. The Australian pop superstar will make her debut at the Voltaire venue on 3 November, with the run of dates yet to be announced.</p><p>Voltaire is a new 1,000-capacity venue at The Venetian Resort. “The spirit of Voltaire is one of pure, authentic fun. It’s one I resonate with as a pop artist,” Minogue said at an event to announce the residency on Thursday. She cited her forthcoming 16th album, Tension, as being “all about the space where the intimate and universal come together – and Voltaire represents just that.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/kylie-minogue-announces-las-vegas-residency\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/kylie-minogue-announces-las-vegas-residency", "date_published": "2023-07-28T10:12:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Lancashire v Northants, Notts v Kent and more – live", "description": "<ul><li>Live county championship updates from 11am UK time</li><li>Get in touch! <a href=\"mailto:james.wallace.casual@guardian.co.uk\">Email James</a> or tweet <a href=\"https://twitter.com/Jimbo_Cricket\">@JimboCricket</a></li></ul><p>It is only day two down in Cheltenham -<strong>Worcestershire</strong> made 406 and <strong>Gloucestershire</strong> are 212-4 so bubbling up nicely there with the weather set fair.</p><p><strong>There will be a 12pm inspection at Scarborough… </strong>but I wonder if the two captains will shake hands on this one.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/28/county-cricket-lancashire-v-northants-notts-v-kent-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/28/county-cricket-lancashire-v-northants-notts-v-kent-and-more-live", "date_published": "2023-07-28T10:09:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v Australia: Ashes fifth Test, day two – live", "description": "<ul><li>Updates from the second day of the final Test at the Oval</li><li>Play in London starts at 11am BST/11am AEST</li><li>Any thoughts? <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/danielgallan?lang=en\">@danielgallan</a></li></ul><p><strong>The umpires are making their way down the stairs</strong>. The crowd around me are clapping their hands and making noise. The players are over the rope and on the field. There’s a great energy about.</p><p><strong>Not long to go now. </strong>While I’ve got you, any overseas readers with the BBC’s TMS link? Would be a huge help. Ta.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/28/england-v-australia-ashes-fifth-test-day-two-live-scores-updates-results-aus-vs-eng-cricket-the-oval\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/28/england-v-australia-ashes-fifth-test-day-two-live-scores-updates-results-aus-vs-eng-cricket-the-oval", "date_published": "2023-07-28T10:09:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m a trans person who edits children’s books. The culture wars engulfs me on all sides | Alex DiFrancesco", "description": "<p>Editors like me are accused of ‘brainwashing’ children. But I simply strive to bring books into the world that let trans children know they aren’t alone</p><p>Every day, there’s a new, terrible development from those attempting to restrict trans life. From laws in Arkansas, Florida, Georgia, Idaho, Indiana, Iowa, Kentucky, Mississippi, Missouri, Montana, North Dakota, Oklahoma, South Dakota, Tennessee, Utah and West Virginia that are denying trans-related healthcare to minors (and in some cases, adults), to federal laws restricting trans inclusion in sports, to a law in Tennessee that’s expected to be replicated in other states, which would charge publishers with a class 3 felony for publishing books for children that they deem “obscene” (which probably means having queer- and trans-related content, in their eyes), one doesn’t have to look far to see the actions of those who would bar trans people from public life, or any kind of life.</p><p>At the center of a lot of the LGBTQIA+ debates have been books that introduce young people to the ideas of queerness and transness. These books have been banned in some states, taken off library shelves in others, decried by rightwing pundits who think teaching children about natural variations in life such as transness is “corrupting” them.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/childrens-books-lgbt-transgender-acceptance\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/childrens-books-lgbt-transgender-acceptance", "date_published": "2023-07-28T10:08:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China v Haiti: Women’s World Cup 2023 – live", "description": "<ul><li>Updates on the Group D clash kicking off 12pm BST; 9pm AEST</li><li><a href=\"https://www.theguardian.com/football/2023/jul/25/haiti-jamaica-womens-world-cup\">Anita Asante: Haiti show gap is closing at this World Cup</a></li><li>Email David with any thoughts | Tweet <a href=\"https://twitter.com/DaveTindallgolf\">@DaveTindallgolf</a></li></ul><p><strong>If you’ve landed here and want to check in on the England v Denmark game</strong>, Sarah Rendell is live blogging as we speak. Still 1-0 to England with just over 15 minutes to go.</p><p>Hello! And welcome to the other game in England’s group today. Both China and Haiti can consider themselves unfortunate to have emerged with nothing from their opening games. Haiti gave England a scare and were only defeated by a twice-taken Georgia Stanway penalty. China created several good chances against Denmark but were undone by a last-minute header from Amalie Vangsgaard that bounced awkwardly in front of goalkeeper Xu Huan.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/28/china-v-haiti-womens-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/28/china-v-haiti-womens-world-cup-2023-live", "date_published": "2023-07-28T10:06:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How did Barbie do it? Warner’s head of marketing on creating a ‘pink movement’", "description": "<p>Greta Gerwig’s smash summer hit took the doll where nobody expected it to go, and banked hundreds of millions in return</p><p>From the first viral photos of Margot Robbie and Ryan Gosling roller-blading along Venice Beach as Barbie and Ken, it was clear that Greta Gerwig’s new Barbie movie was going to be a sensation.</p><p>But Barbie has outperformed all expectations, breaking box office records for the most commercially successful film by a female director, bringing in more than <a href=\"https://deadline.com/2023/07/barbie-oppenheimer-barbenheimer-christopher-nolan-cillian-murphy-margot-robbie-ryan-gosling-gloabl-international-box-office-1235443180/\">$356m</a> (£276m, A$527m) worldwide during its opening weekend, and another $50m in tickets on Monday and Tuesday alone. Barbie’s long plastic legs are bestriding the world like a colossus, while more macho summer action films like Mission Impossible are left searching for audiences in her shadow.</p> <a href=\"https://www.theguardian.com/film/2023/jul/28/warner-bros-marketing-head-josh-goldstine-barbie-pink-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/28/warner-bros-marketing-head-josh-goldstine-barbie-pink-movement", "date_published": "2023-07-28T10:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘There are petitions dedicated to their return’: in praise of great lost products, from Cheese Moments to the Skip It", "description": "<p>From a particular style of desert boot to a lost blend of tea, our writers mourn the products they once treasured that have been cruelly discontinued</p><p>For some time I have been consumed by the thought that I no longer like bananas because I’m hankering for an extinct variety I tasted only as a small child. This didn’t occur to me until I read – maybe 10 years ago – that the universally grown Gros Michel variety disappeared due to blight, to be replaced by the now universal, and allegedly less good, Cavendish, sometime in the early 1960s. Recent research suggests there are a lot of people out there with a kind of obsession for this lost banana. The good news is I could order some from a specialist grower in Florida; the bad news is it would cost $360. <br /><strong><a href=\"https://www.theguardian.com/profile/timdowling\" title=\"\">Tim Dowling</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/there-are-petitions-dedicated-to-their-return-in-praise-of-great-lost-products-from-cheese-moments-to-the-skip-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/there-are-petitions-dedicated-to-their-return-in-praise-of-great-lost-products-from-cheese-moments-to-the-skip-it", "date_published": "2023-07-28T10:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the week: calathea whitestar", "description": "<p>This native of the Brazilian rainforest has eye-catching patterns, and lowers and raises its leaves throughout the day</p><p><strong>Why will I love it?</strong><br />Prepare to be enchanted: the stunning calathea whitestar (<em><a href=\"https://www.rhsplants.co.uk/plants/_/goeppertia-whitestar/classid.2000028197/\">Goeppertia</a></em><a href=\"https://www.rhsplants.co.uk/plants/_/goeppertia-whitestar/classid.2000028197/\"> ‘Whitestar’</a>) is adored for its striking, highly patterned foliage and purple underside. As with other prayer plants, it raises and lowers its leaves throughout the day, adding a dynamic touch to its already dramatic presence.</p><p><strong>Light or shade?</strong><br />It thrives in partial shade and bright, indirect light. Avoid direct sunlight, which can cause leaf bleaching.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/houseplant-of-the-week-calathea-whitestar\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/houseplant-of-the-week-calathea-whitestar", "date_published": "2023-07-28T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s peak growing season – here’s how you can help your plants thrive", "description": "<p>This is a busy time for your garden, and it’s easy to become overwhelmed. Focus on a few essentials and the rest will take care of itself</p><p>At the height of summer the garden can be unwieldy. If all is going to plan, your plants will be growing enthusiastically and your veg patch will be offering up crops that need harvesting most days. It’s the apex of the growing season but it can feel overwhelming at times. So I find it helpful to focus my energy on a few key activities at this busy time.</p><p>I’m often asked for advice on watering, yet there’s no easy answer to this question because, as with so much in the garden, it depends. How much water is determined by the weather (principally the temperature), whether it’s rained and how breezy it is, because wind can be drying. If I’m not sure whether watering is necessary, I stick my finger into the soil to check if it’s moist – in its fourth season of no dig, my veg patch is fairly moisture retentive. A generous drink a couple of times a week is preferable to a little-and-often approach.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/its-peak-growing-season-heres-how-you-can-help-your-plants-thrive\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/its-peak-growing-season-heres-how-you-can-help-your-plants-thrive", "date_published": "2023-07-28T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police dog use scrutinized after violent attack on unarmed Black man in Ohio", "description": "<p>Canine officer fired after allegedly ignoring other police not to release dog on man stopped for a missing mudflap on his truck</p><p>A shocking case of an Ohio police officer who released a police dog on an unarmed Black man who had his hands raised has thrown the use of canines by law enforcement back into the national spotlight in the US.</p><p>On Wednesday, the Circleville police department announced that the officer, who has been identified as Ryan Speakman, had been terminated “effective immediately”, New 5 Cleveland <a href=\"https://www.news5cleveland.com/news/local-news/ohio-k-9-officer-fired-after-his-police-dog-attacked-surrendering-suspect\">reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/police-dog-attack-black-man-ohio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/police-dog-attack-black-man-ohio", "date_published": "2023-07-28T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rocky Aur Rani Kii Prem Kahaani review – Karan Johar’s eye-popping culture wars sendup", "description": "<p>Ranveer Singh and Alia Bhatt face off as two unlikely lovers whose families clash over progressiveness and tradition – culminating in a finale that out-pinks Barbie</p><p>Eye-popping cinematic blowouts come easily to Karan Johar, director of Kuch Kuch Hota Hai and <a href=\"https://www.theguardian.com/film/2020/jul/10/kabhi-khushi-kabhie-gham-review-streaming-netflix\">Kabhi Khushi Kabhie Gham …</a>, but the air of excess in his latest comedy-drama jars a little whenever the movie tries to send up the stinking-rich, dim-bulb Punjabi hero Rocky (Ranveer Singh), heir to a Delhi sweet empire, and a man not visibly lacking in self-esteem. “I look like Prada and Gucci got together to give birth to me,” he wails, flanked by hundreds of adoring female dancers who seem in no mood to contradict him. Hard for a film to lampoon profligacy while simultaneously wallowing in it.</p><p>It’s up to the hard-hitting Bengali TV journalist Rani (Alia Bhatt) to bring him down a peg or two when they join forces as impromptu matchmakers. Rocky’s grandfather (Dharmendra), who hasn’t been compos mentis since a nasty fall years earlier, has recently started calling out a woman’s name. This turns out to be Rani’s grandmother (Shabana Azmi), who spent a blissful week with grandpa at a poetry symposium (no, really) back in the 1970s. In the process of getting the old lovebirds back together, the young ’uns fall for one another despite the intellectual chasm between them. Or as Rani puts it: “A protein shake in one hand and your shirt wide open and my heart got in the way.”</p> <a href=\"https://www.theguardian.com/film/2023/jul/28/rocky-aur-rani-kii-prem-kahaani-review-karan-johar-ranveer-singh-alia-bhatt\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/28/rocky-aur-rani-kii-prem-kahaani-review-karan-johar-ranveer-singh-alia-bhatt", "date_published": "2023-07-28T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian folk art, mysterious totems and AI plays spot the Raphael– the week in art", "description": "<p>Maria Prymachenko stared down Stalin and is inspiring resistance again, while new sculptures appear in Llandudno and Wakefield – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Maria Prymachenko</strong><strong><br /></strong>This beloved folk artist has become a symbol of Ukraine’s struggle for freedom and survival. Her intensely coloured, mythic images miraculously defied Stalinist censorship and now inspire her country to resist Putin.<br />• <a href=\"https://www.saatchigallery.com/exhibition/maria_prymachenko\">Saatchi Gallery, London</a>, until 31 August.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/28/ukrainian-folk-art-mysterious-totems-and-ai-plays-spot-the-raphael-the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/28/ukrainian-folk-art-mysterious-totems-and-ai-plays-spot-the-raphael-the-week-in-art", "date_published": "2023-07-28T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A troubling pattern’: has Hollywood given up on pushing for diversity?", "description": "<p>Departures of Black female executives from top entertainment and media companies has experts and lawmakers wondering what prompted the exits</p><p>A slate of departures by top Black female executives at some of the world’s leading entertainment and media companies has caught the eye of industry experts and lawmakers who are questioning what prompted their exits.</p><p>Those who left their roles include deeply respected and popular leaders who worked in the industry for over a decade. One executive, <a href=\"https://www.latimes.com/entertainment-arts/business/story/2023-06-30/warner-bros-discovery-cuts-diversity-leader-karen-horne-zaslav\">Karen Horne</a>, who served as senior vice-president for diversity, equity and inclusion for Warner Bros Discovery North America, was laid off as part of restructuring in the company. Others, including <a href=\"https://variety.com/2023/tv/news/disneys-chief-diversity-officer-latondra-newton-exits-1235650198/\">Latondra Newton</a>, who served as chief diversity officer at Disney, and <a href=\"https://variety.com/2023/biz/global/bbc-creative-diversity-joanna-abeyie-exit-1235660059/\">Joanna Abeyie,</a> head of creative diversity at the BBC, all announced their departures in a span of about a month.</p> <a href=\"https://www.theguardian.com/business/2023/jul/28/hollywood-dei-black-female-executives\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/28/hollywood-dei-black-female-executives", "date_published": "2023-07-28T10:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers accused over asylum backlogs after 2,000 tents bought", "description": "<p>Labour hits out at ‘flailing’ government for failing to process asylum claims more quickly</p><p>Yvette Cooper has accused the government of “flailing around” in its approach to tackling backlogs in the UK asylum system after it emerged the Home Office has bought tents ready to house up to 2,000 people on disused military sites.</p><p>Labour’s shadow home secretary attacked the government for failing to process asylum claims more quickly, although she refused to say whether Labour would also use tents to deal with the migrant housing crisis.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/uk-ministers-accused-over-asylum-backlogs-after-2000-tents-bought\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/uk-ministers-accused-over-asylum-backlogs-after-2000-tents-bought", "date_published": "2023-07-28T09:37:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Racial justice groups criticise Met’s refusal to accept force is racist", "description": "<p>Coalition of 26 organisations say overhauls in policing plan launched last week are a missed opportunity</p><p>A coalition of 26 racial justice organisations has criticised the Metropolitan police for refusing to accept the core finding of the Casey review that the force is institutionally racist.</p><p>In an open letter sent to Sir Mark Rowley, the commissioner of the Met police, anti-racist groups describe the overhauls set out in the New Met for London plan launched last week as a “missed opportunity” for the force to signal radical change, and acknowledge wrongdoing and deep failures.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/racial-justice-groups-criticise-met-refusal-accept-force-racist\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/racial-justice-groups-criticise-met-refusal-accept-force-racist", "date_published": "2023-07-28T09:29:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keira Walsh leaves England v Denmark on stretcher with knee injury", "description": "<ul><li>Midfielder in tears as she is taken off before half-time</li><li>She is seen telling medical staff: ‘I’ve done my knee’</li></ul><p>Keira Walsh has sustained what appeared to be a serious knee injury during England’s World Cup game against Denmark. The midfielder was in tears when taken off on a stretcher before half-time.</p><p>The Barcelona midfielder, a key part of England’s success at last year’s Euros and a vital element of the first XI at this tournament, twisted awkwardly after stretching to intercept a pass. She could be seen telling medical staff: “I’ve done my knee.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/keira-walsh-knee-injury-england-v-denmark-stretcher-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/keira-walsh-knee-injury-england-v-denmark-stretcher-womens-world-cup", "date_published": "2023-07-28T09:28:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Family urge care on roads after woman, 83, loses legs in Tyneside bus accident", "description": "<p>Bus driver jailed after he closed doors on Joan Scott and she became trapped under rear wheels</p><p>A family have made a plea for more compassion on the roads after a bus driver was jailed over an accident in North Tyneside that led to a woman in her 80s having both her legs amputated.</p><p>Scott Cliff mistakenly thought Joan Scott had previously dodged paying a fare and closed the doors as she attempted to board, Newcastle crown court heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/28/family-urge-care-on-roads-after-woman-83-loses-legs-in-tyneside-bus-accident\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/28/family-urge-care-on-roads-after-woman-83-loses-legs-in-tyneside-bus-accident", "date_published": "2023-07-28T09:17:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ryan Reynolds contacts Manchester United goalkeeper after Mullin injury", "description": "<ul><li>Wrexham co-owner thanks Nathan Bishop for concern</li><li>Bishop clattered into Mullin, puncturing striker’s lung</li></ul><p>Ryan Reynolds, the co-owner of Wrexham, has messaged Nathan Bishop to thank the Manchester United goalkeeper regarding his concern for Paul Mullin after his challenge <a href=\"https://www.theguardian.com/football/2023/jul/26/paul-mullin-punctured-lung-wrexham-vs-manchester-united-results-3-1-scores-san-diego-snapdragon-stadium\">caused the striker a punctured lung</a>. The Hollywood actor also wished the 23-year-old luck for the future.</p><p>The incident happened in the sixth minute of Wrexham’s 2-0 win over United at San Diego’s Snapdragon Stadium on Tuesday. Bishop rushed out to clear the ball as Mullin ran through and clattered into the 28-year-old. Mullin required oxygen and was taken to hospital.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/ryan-reynolds-contacts-manchester-united-goalkeeper-nathan-bishop-paul-mullin-injury-wrexham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/ryan-reynolds-contacts-manchester-united-goalkeeper-nathan-bishop-paul-mullin-injury-wrexham", "date_published": "2023-07-28T09:07:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can Final Fantasy VII make me cry like it did in the 90s?", "description": "<p>Dominik Diamond returns to a beloved old favourite, hoping the modern remake can do for Dad Dominik what the original did for Lad Dominik</p><p>“What are you playing?” my wife asks me.</p><p>“Final Fantasy VII Remake,” I reply.</p> <a href=\"https://www.theguardian.com/games/2023/jul/28/can-final-fantasy-vii-make-me-cry-like-it-did-in-the-90s\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/28/can-final-fantasy-vii-make-me-cry-like-it-did-in-the-90s", "date_published": "2023-07-28T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I’ve walked around London barefoot for a year", "description": "<p>Four people offered me shoes in a week during the last cold spell</p><p>It all started about three years ago, when I met up with my son in a park. He’s very outdoorsy and it was the first time I’d seen him barefoot – he likes the way it feels on grass, but doesn’t do it all the time. I found it funny, so I took my shoes off to give it a go. It was as though I’d discovered an extra sense. Afterwards, I wanted to keep it up, but not only in parks. I’m an all-or-nothing kind of guy.</p><p>The plan was to go without shoes for as long as I could, at least from spring until mid-October when it got too cold. But we had a very mild autumn last year and I love a challenge, so I thought: can I keep going?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/experience-ive-walked-around-london-barefoot-for-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/experience-ive-walked-around-london-barefoot-for-a-year", "date_published": "2023-07-28T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jaws wasn’t a documentary – why do shark sightings provoke such panic? | Hannah Rudd", "description": "<p>You’re more likely to die taking a selfie than in a shark attack: as oceans warm, we need to get used to close encounters</p><p>Silly season is upon us and sharks are dominating the headlines again. As a marine conservationist, if I see another headline along the lines of “Menacing man-eating shark lurking off the coast of Britain” accompanied by a photo of a basking shark – a species that exclusively consumes plankton – I think I might scream.</p><p>It seems all a shark needs to do these days is push its dorsal fin above the ocean waves and panic immediately ensues. Just this week, that’s exactly what happened off the <a href=\"https://www.connexionfrance.com/article/French-news/Watch-Commotion-as-shark-spotted-near-beach-in-southern-France\">French coast</a>. A blue shark – a species typically <a href=\"https://www.wildlifetrusts.org/wildlife-explorer/marine/fish-including-sharks-skates-and-rays/blue-shark\">found in the open ocean</a> with an extremely low record of unprovoked attacks on humans – was spotted close to the shoreline. Instant drama ensued, with lifeguards closing the beach and swimmers watching on from the water’s edge. What is it about sharks that makes us lose our minds?</p><p>Hannah Rudd is the author of Britain’s Living Seas: Our Coastal Wildlife and How We Save It<em>, </em>a marine scientist at Shark Hub UK, and policy and advocacy manager at the Angling Trust</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/jaws-shark-attack-panic-oceans-warm\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/jaws-shark-attack-panic-oceans-warm", "date_published": "2023-07-28T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League referees to add on time lost for goal celebrations this season", "description": "<ul><li>New time-wasting regulations introduced across the EFL</li><li>Exact time will also be measured for penalties and red cards</li></ul><p>The exact time lost during goal celebrations will be measured by referees in the coming season, as part of a move to clamp down on dark arts and time-wasting.</p><p>New regulations, agreed upon by the law maker Ifab and the Professional Game Match Officials Limited (PGMOL), will take effect when the English Football League resumes next Friday and will be adopted by the Premier League. It is part of the PGMOL’s drive to keep the game flowing and a high threshold in terms of contact for free-kicks and penalties will remain.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/premier-league-referees-to-add-on-time-lost-for-goal-celebrations-this-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/premier-league-referees-to-add-on-time-lost-for-goal-celebrations-this-season", "date_published": "2023-07-28T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Understated dressing is overrated – here’s how to dial up your look  | Jess Cartner-Morley on fashion", "description": "<p>Your outfit is your hello to the world. Appearing interesting and fun means thinking a bit beyond the plain T-shirt </p><p>Understatement is overrated when it comes to getting dressed. This is a controversial opinion – an unfashionable one even – in the <a href=\"https://www.theguardian.com/fashion/2023/jun/02/how-to-get-the-quiet-luxury-look-without-the-vulgar-price-tag\" title=\"\">year of quiet luxury</a>. But before you reach for yet another white T-shirt, hear me out.<br /><br />Clothes are an opportunity to let people know who you are. Why waste that opportunity? Most of modern life seems to be everyone shouting over each other and no one listening to what anyone else has to say, but every time you get dressed, you get to introduce yourself to the world, on your own terms, without having to interrupt anyone. Your outfit says hello even before you say a word.</p><p>I get it, the appeal of understated clothes. Of course I do. Timeless classics, in neutral colours, are a useful fallback when you are just looking to fit in and be accepted. A little black dress at a party, simple tailoring at the office, a pastel dress at a wedding: these are all safe, effective strategies when all you are aiming for is not to look like a fish out of water.<br /><br />But there are lots of times where we can aim a tad higher, on the first-impression stakes, than to reassure people that we are allowed in the room/won’t frighten the horses/are a safe pair of hands. What I mean is that “she looks as if she’s probably fine” sets an unnecessarily low bar for social interaction. What would you like people to think, when they see you? Take the initiative. Maybe you’d like them to think you look interesting. Maybe you’d like them to think you look sophisticated, or fun, or powerful, or sexy. What you wear can do all of those things.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/28/understated-dressing-is-overrated-heres-how-to-dial-up-your-look\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/28/understated-dressing-is-overrated-heres-how-to-dial-up-your-look", "date_published": "2023-07-28T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DBC Pierre: ‘A memoir by American televangelists changed my mind on taste’", "description": "<p>The Australian author on escaping with Papillon, avoiding The Trial, and rolling with The Dice Man</p><p><strong>My earliest reading memory</strong><strong><br /></strong>The Magic Faraway Tree by Enid Blyton was my first book without pictures; I was seven, at school in England. What hooked me was a concept: a ladder poked through the clouds at the top of a tree. Above was a world where laws and norms were different, where you could cavort like an innocent – but after a time, an unsettled wind blew in and swept the land away. I still find this describes our passage through seasons of life.</p><p><strong>My favourite book growing up</strong><strong><br /></strong>One that strangely haunted me was <a href=\"https://www.theguardian.com/culture/miller\">Arthur Miller</a>’s play Death of a Salesman. The mix of delusion and family dysfunction was compelling. By way of salute, the boy in my novel Vernon God Little namechecks the play’s Studebaker as his life spins out of control.</p><p>Meanwhile in Dopamine City is published by Faber. To support the Guardian and Observer order your copy at <a href=\"https://guardianbookshop.com/meanwhile-in-dopamine-city-9780571228942\">guardianbookshop.com</a>. Delivery charges may apply.</p> <a href=\"https://www.theguardian.com/books/2023/jul/28/dbc-pierre-a-memoir-by-american-televangelists-changed-my-mind-on-taste\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/28/dbc-pierre-a-memoir-by-american-televangelists-changed-my-mind-on-taste", "date_published": "2023-07-28T09:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "High court decision due on Ulez extension as row grows over green measures – UK politics live", "description": "<p>Five Conservative-led councils brought legal action against Mayor of London’s plan to expand ultra-low emission zone</p><p>The SNP has pushed Labour leader <strong>Keir Starmer</strong> to commit to scrapping the so-called bedroom tax if his party wins the next election.</p><p>Labour has come under pressure in recent weeks after Starmer’s failure to commit to scrapping the two-child benefit cap due to uncertainty around the UK’s economic outlook.</p><p>Sir Keir Starmer must admit whether the pro-Brexit Labour Party is secretly planning to keep the Tory bedroom tax, which cut the incomes of almost 100,000 low income households in Scotland last year - and more than half a million households across the UK.</p><p>It’s clearer by the day that the SNP is the only party offering real change with independence and real help with the cost of living. In contrast, (Rishi) Sunak and Starmer are lurching further to the right and taking money away from millions of households across Scotland and the UK.</p><p>If Starmer’s logic is that he won’t scrap the Tory two-child cap then it is increasingly likely that if in government his Labour Party wouldn’t scrap the bedroom tax either.</p><p>It’s time for the Labour Party to come clean, if they get into government will they scrap the bedroom tax or keep it?</p> <a href=\"https://www.theguardian.com/politics/live/2023/jul/28/high-court-ulez-london-boroughs-conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jul/28/high-court-ulez-london-boroughs-conservatives-labour-rishi-sunak-keir-starmer-uk-politics-latest", "date_published": "2023-07-28T08:54:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hospital admissions for life-threatening allergies more than double in England", "description": "<p>Number of people taken to hospital increased to 25,721 in 2022-23, from 12,361 two decades before</p><p>The number of people being admitted to hospital in England for life-threatening allergic reactions has more than doubled in the past 20 years, figures show, with an even higher rise in food-related cases.</p><p>There were 25,721 admissions to English hospitals for allergies and anaphylaxis in 2022-23, more than double the 12,361 two decades before, according to data obtained by the drugs regulator the Medicines and Healthcare products Regulatory Agency (MHRA). For food-related anaphylaxis and other adverse reactions, the figures increased from 1,971 admissions in 2002-03 to 5,013 last year.</p> <a href=\"https://www.theguardian.com/society/2023/jul/28/hospital-admissions-life-threatening-allergies-more-than-double-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/28/hospital-admissions-life-threatening-allergies-more-than-double-england", "date_published": "2023-07-28T08:42:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lance Gurisik: Cull Portal review | John Lewis's contemporary album of the month", "description": "<p><strong>(33 Side/Pias)</strong><br />Gurisik’s startling album – think Aphex Twin meets Keith Jarrett – combines jazz, electronica and contemporary orchestral music to compelling, coherent effect</p><p>Cull Portal slowly mutates in various directions. Analogue synths burble; intense meditative improvisations develop on the piano; pastoral string sections fade in and grow more harmonically complex; wispy saxophones spray modal jazz riffs over coruscating digital drones; live drums and electronic breakbeats occasionally disrupt proceedings. Imagine Tangerine Dream, Keith Jarrett, Vaughan Williams and Aphex Twin all playing concurrently, but still managing to create a coherent and compelling composition.</p><p>Lance Gurisik is a conservatoire-trained Australian composer and occasional commercial jingle writer who has returned to Sydney after many years in London. Most of this LP was recorded in isolation, under lockdown, using a vintage Yamaha CS-80 analogue synth, an acoustic piano, and a remotely-recorded string ensemble. The centrepiece is an 18-minute triptych entitled Cull, where the same rising chord sequence is repeated across three tracks in very different ways – as a glistening babble of synths, as a Bill Evans-style piano improvisation, a Wayne Shorter-ish saxophone freakout, a densely written pastoral string arrangement and eventually a morass of squelchy synth and electric piano textures. The next three tracks – Portal, Limbo and Quanta – create a similar trilogy by repeating a hypnotic two-chord phrase, first as a clanking, discordant industrial electronic riot, then a series of shimmering ambient drones and eventually a funky broken-beat groove.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/lance-gurisik-cull-portal-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/lance-gurisik-cull-portal-review", "date_published": "2023-07-28T08:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Death of Dick Long to Greed: the seven best shows to watch on TV this week", "description": "<p>Daniel Scheinert’s unsettling comedy takes a dark turn as three Alabama buddies go on a bender; while Michael Winterbottom and Steve Coogan serve up a loaded, semibiographical satire</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/the-death-of-dick-long-to-greed-the-seven-best-shows-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/the-death-of-dick-long-to-greed-the-seven-best-shows-to-watch-on-tv-this-week", "date_published": "2023-07-28T08:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oppenheimer: sex, death and impending apocalypse – discuss with spoilers", "description": "<p>Christopher Nolan’s film about the godfather of the nuclear bomb is impressive, and Cillian Murphy the perfect man for the job, but do women get a raw deal and is it all too sanitised?</p><ul><li><strong>This article contains spoilers for Oppenheimer</strong></li></ul><p>J Robert Oppenheimer’s apocalyptic legacy has haunted modern politics and culture, but his personal story is not obvious blockbuster material. It would take a film-maker of the talent, and Hollywood heft, of Christopher Nolan to pull it off.</p><p>Oppenheimer opened in the US last weekend with <a href=\"https://www.theguardian.com/film/2023/jul/24/barbie-oppenheimer-movie-release-box-office-ticket-sales\">a box office haul</a> of $82m, second to Barbie’s gargantuan $162m. The instincts of Nolan, and his backers at Universal Studios, have been rewarded in a way that, hopefully, bodes well for the future of big-budget films about difficult subjects (Nolan <a href=\"https://www.theguardian.com/film/2023/may/20/killers-of-the-flower-moon-review-martin-scorsese-leonardo-dicaprio\">isn’t the only purveyor of such work</a>, but there aren’t many around).</p> <a href=\"https://www.theguardian.com/film/2023/jul/28/oppenheimer-sex-death-and-impending-apocalypse-discuss-with-spoilers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/28/oppenheimer-sex-death-and-impending-apocalypse-discuss-with-spoilers", "date_published": "2023-07-28T08:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zimbabwe, she wrote: the women telling their country’s story for a new era", "description": "<p>The door has been opened for a wave of writers confronting the legacy of postcolonialism through fiction – in a nation where speaking frankly puts you at risk of political persecution</p><p>A handful of events, says author Siphiwe Gloria Ndlovu, define her generation. “The war, the HIV crisis, migration and the brain drain, and the creation of the Zimbabwean diaspora.”</p><p>They have not been topics that the country’s rulers want spoken of and many who have spoken frankly about Zimbabwe have been imprisoned or persecuted. But a new generation of female novelists is exploring the people, the political problems and the history of this complicated and still fledgling nation.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/28/zimbabwe-she-wrote-the-women-telling-their-countrys-story-for-a-new-era\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/28/zimbabwe-she-wrote-the-women-telling-their-countrys-story-for-a-new-era", "date_published": "2023-07-28T08:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England v Denmark: Women’s World Cup 2023 – live", "description": "<ul><li>Live updates from the 9.30am BST/8.30pm NZST/6.30pm AEST</li><li>Get in touch! <a href=\"mailto:sarah.rendell.casual@guardian.co.uk\">Email Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@RendellX</a></li></ul><p><strong>There has already been a match played today</strong> between South Africa and Argentina and it was a thriller! Catch up with all the action:</p><p><strong>Here are the star players from both teams.</strong> The graphics are from our guide to all 736 players at the tournament, if you want to learn more about someone specific click the link through to the page:</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/28/england-v-denmark-womens-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/28/england-v-denmark-womens-world-cup-2023-live", "date_published": "2023-07-28T07:51:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Queensland woman who laced husband’s soup with pills pleads guilty to manslaughter", "description": "<p>Court hears Judith Ann Venn was caring for her husband and was at the ‘end of the road’ when she killed him</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jul/28/australia-news-live-anthony-albanese-housing-bill-rent-us-ausmin-talks-brisbane-womens-world-cup-matildas-cost-of-living\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Judith Ann Venn had reached the “end of the road” when she gave her husband of more than 40 years an overdose by lacing his favourite soup with pills and killed him, a court has been told.</p><p>The now 69-year-old was caring for Lance Hilton Venn, whose bipolar disorder had worsened significantly over the previous 18 months.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/28/queensland-woman-who-laced-husbands-soup-with-pills-pleads-guilty-to-manslaughter\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/28/queensland-woman-who-laced-husbands-soup-with-pills-pleads-guilty-to-manslaughter", "date_published": "2023-07-28T07:17:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chess: British Championship nears final round as Howell readies for World Cup", "description": "<p>The seven times champion Michael Adams, 51, is shares the lead in Leicester, while England’s No 1 is preparing to meet the elite in the 206-player knockout in Azerbaijan</p><p>Michael Adams, the seven-time British champion and still the England No 2 at 51, shares the lead approaching Sunday’s final round of the 2023 championship at Leicester. All the games can be watched free and live on <a href=\"https://chess24.com/en\" title=\"\">chess24.com</a>.</p><p>Adams scored an important win in <a href=\"https://chess24.com/en/watch/live-tournaments/british-championship-2023/4/1/1\" title=\"\">Tuesday’s fourth round</a> when he outplayed the No 3 seed, Dan Fernandez, 28, whose opening surprise with the rare Scandinavian Defence 1 e4 d5 failed when White trapped the black king in the centre and broke through with 20 f5! and 21 d5!.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/chess-british-championship-nears-final-round-as-howell-readies-for-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/chess-british-championship-nears-final-round-as-howell-readies-for-world-cup", "date_published": "2023-07-28T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my flatmate stop subletting her room every time she goes away?", "description": "<p>When Wendy is away on holiday or business trips she rents out her room – is that unfair to her flatmate, Leni? You decide who should let it lie<br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>I don’t want to have to make small talk with strangers every time Wendy travels abroad</em></p><p><em>Life is expensive and I am self-employed. Lani could relax and help me out</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/you-be-the-judge-should-my-flatmate-stop-subletting-her-room-every-time-she-goes-away\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/you-be-the-judge-should-my-flatmate-stop-subletting-her-room-every-time-she-goes-away", "date_published": "2023-07-28T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I was making a film about the trauma of an entire country’: director Alice Winocour on her movie about the 2015 Paris terror attacks", "description": "<p>After her brother was caught up in the Bataclan siege, Winocour wanted to address the events that had scarred France. She explains why she focused on the aftermath, not the violence</p><p>Even from the safety of her home, the film-maker Alice Winocour’s experience of the Paris terror attacks in November 2015 was terrifying. Her younger brother, Jérémie, was hiding in a back room at the Bataclan concert hall, and forbade her from texting him in case it gave away his location. She had to wait to hear that he made it out alive. Later, he told her about a random thought he had while waiting to die: that he had left a half-eaten yoghurt open in the fridge. What would whoever found it make of his poor kitchen hygiene?</p><p>It is a touch of human absurdity that resurfaces in Paris Memories, her new film, about the 13 November attacks. Unlike the recent Jean Dujardin film <a href=\"https://www.theguardian.com/film/2023/jun/19/november-review-replay-of-bataclan-terror-response-is-good-pr-for-french-cops\">November</a>, it completely ignores religion and largely passes over the bloodshed. Instead, it joins films such as <a href=\"https://www.theguardian.com/books/2016/oct/16/antoine-leiris-you-will-not-have-my-hate-interview-paris-attacks-helene-bataclan\">You Will Not Have My Hate</a> and <a href=\"https://www.screendaily.com/reviews/one-year-one-night-berlin-review/5167411.article\">One Year, One Night</a> to wade through the aftermath. The French title Revoir Paris gets it: starring Benedetta’s Virginie Efira as Mia, a radio translator caught in the crossfire in a cafe, the film focuses on how she reconstructs her memories of that night and with them her inner harmony, as well as that of the city of lights.</p> <a href=\"https://www.theguardian.com/film/2023/jul/28/i-was-making-a-film-about-the-trauma-of-an-entire-country-director-alice-winocour-on-her-movie-about-the-2015-paris-terror-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/28/i-was-making-a-film-about-the-trauma-of-an-entire-country-director-alice-winocour-on-her-movie-about-the-2015-paris-terror-attacks", "date_published": "2023-07-28T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It helps I wasn’t a big cycling fan’: Claire Steels’ unlikely climb to the top", "description": "<p>The British rider is still in her first year on the World Tour but has made a strong impression in the Tour de France Femmes</p><p>Claire Steels never really planned to ride in the Tour de France. The Lincolnshire-born rider didn’t even become a professional cyclist until 2020, yet now she is the leader of the Israel-Premier Tech Roland team, racing in this year’s Tour de France Femmes.</p><p>Steels is one of the peloton’s late bloomers. Her Spanish-based fitness company was doing well enough, but when she branched into duathlon, she fell for cycling. “I bought a bike to compete in duathlons in Mallorca,” she says. “But then I started training more on the bike and I realised how much I loved it. So I fell into cycling, really. Then last year I was at a point where I needed to make a decision on whether I was going to join a World Tour team, so I could afford to live off a cycling salary and stop work.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/cycling-tour-de-france-femmes-claire-steels\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/cycling-tour-de-france-femmes-claire-steels", "date_published": "2023-07-28T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joni Mitchell: At Newport review – years melt away in surprise folk festival recording", "description": "<p><strong>(JMA/Rhino)</strong><br />Her poignant return to live performance in 2022 gets a full release, and it’s a hit-filled show displaying Mitchell’s enduring warmth and wisdom</p><p>Joni Mitchell’s <a href=\"https://www.theguardian.com/music/2022/jul/25/joni-mitchell-gives-first-full-live-performance-since-2002\">surprise appearance</a> at last year’s Newport folk festival marked the singer-songwriter’s first time at the festival in 53 years, and her first live appearance since a near-fatal 2015 aneurysm that led to fears she’d never perform again. Thankfully recorded for posterity, the tapes capture her friend Brandi Carlile’s excited introduction to whoops of amazement from the crowd, many of whom were in tears, plus an 11-song setlist including many of <a href=\"https://www.theguardian.com/music/jonimitchell\">Mitchell</a>’s greatest hits. She’s ably supported by a cast of musicians, including Carlile’s band and Marcus Mumford, some of whom who occasionally share the vocal load.</p><p>Brooklyn indie foursome Lucius do the heavy lifting on Big Yellow Taxi. Carlile and Taylor Goldsmith take the lead on the likes of Carey and Amelia, but Mitchell plays the electric guitar instrumental Just Like This Train flawlessly and jokes about how 1976’s Hejira album was written on a road trip without a driving licence. She duets A Case of You with Carlile and audibly takes control as the show progresses. Her voice is slightly deeper than it was, with a rich timbre indefatigability earned through lived experience. George Gershwin’s Summertime offers a rueful backwards glance. The years melt away for The Circle Game. Both Sides Now has the poignancy of a 79-year-old singing words she wrote aged 23. It’s not sung regretfully, but warmly, in the knowledge that life’s sunshine and storms are what make us who we are.</p> <a href=\"https://www.theguardian.com/music/2023/jul/28/joni-mitchell-at-newport-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/28/joni-mitchell-at-newport-review", "date_published": "2023-07-28T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mole alert: five simple ways to spot potential skin cancer  | Sali Hughes on beauty", "description": "<p>Becoming familiar with every inch of your skin is always best practice – you could even try taking photographs every six months</p><p>There has never been a more gratifying column, for me, than the one that prompted a lovely man on Twitter to direct message me on three separate occasions to keep me updated of his treatment for a still curable form of skin cancer, found after he’d read something I wrote on <a href=\"https://www.theguardian.com/fashion/2021/dec/04/spot-check-keep-a-close-eye-on-your-moles-it-could-just-save-your-life\" title=\"\">mole checking</a>.</p><p>So it certainly bears repeating, <a href=\"https://www.theguardian.com/society/2023/jul/07/skin-cancer-cases-reach-record-high-in-uk-with-sharp-rise-among-older-adults\" title=\"\">particularly at this time of year</a>, when spending time in the sun. Becoming familiar with every inch of your skin is always best practice (especially for, but not confined to, those with skin that burns easily, are freckled, have a history of skin cancer or spend extended periods outdoors). But if you have new or existing moles, it’s crucial and sometimes life saving.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/28/are-you-checking-your-moles-heres-what-to-look-for-and-where-to-seek-help\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/28/are-you-checking-your-moles-heres-what-to-look-for-and-where-to-seek-help", "date_published": "2023-07-28T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Tories think their war on traffic rules is a vote magnet. Here’s why they are wrong | Phineas Harper", "description": "<p>Pro-car campaigns fail to cut through in Britain. Labour must dare to stand firm in defence of green policies</p><p>Once so clogged with noxious fumes that it earned the nickname the Smoke, London has been battling pollution for more than a century. From the <a href=\"https://www.theguardian.com/books/2017/jul/15/one-hot-summer-rosemary-ashton-review\">Great Stink</a> to the <a href=\"https://www.theguardian.com/environment/gallery/2012/dec/05/60-years-great-smog-london-in-pictures\">Great Smog</a>, successive public health emergencies have for decades prompted ambitious anti-pollution measures, gradually transforming the capital for the better.</p><p>The Victoria Embankment containing Joseph Bazalgette’s pioneering sewer system, the magnificent Abbey Mills pumping station and the groundbreaking Clean Air Act 1956 stand among other initiatives as testaments to the unflinching conviction of past leaders in tackling London’s pollution problems head-on.</p><p>Phineas Harper is chief executive of the charity Open City</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/jul/28/tories-traffic-vote-car-uk-labour-green\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/jul/28/tories-traffic-vote-car-uk-labour-green", "date_published": "2023-07-28T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including deer in Greece, busy ants and the return of the kākāpō</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/jul/28/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/jul/28/the-week-in-wildlife-in-pictures", "date_published": "2023-07-28T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NatWest beats profit forecasts as Farage account row grips bank – business live", "description": "<p>Natwest posts forecast-beating results of £3.6bn for the first half of this year</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/27/was-alison-rose-held-to-higher-standard-because-woman\">Was Alison Rose held to a higher standard because she is a woman?</a></li><li><a href=\"https://www.theguardian.com/business/2023/jul/27/coutts-chief-quits-and-crisis-wipes-1bn-off-natwest-shares\">Coutts chief quits and crisis wipes £1bn off NatWest shares</a></li></ul><p><strong>NatWest’s net interest margin – the gap between low savings rates and the high interest charged to mortgage and loan borrowers – has narrowed.</strong></p><p>Its NIM has dropped to 3.13% in April-June, down from 3.27% in January-March.</p><p>This remains subject to market conditions including the assumption of a Bank of England base rate of 5.50% from Q3 2023 through to the end of the year.</p> <a href=\"https://www.theguardian.com/business/live/2023/jul/28/natwest-profits-farage-bank-account-howard-davies-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/28/natwest-profits-farage-bank-account-howard-davies-business-live", "date_published": "2023-07-28T06:49:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More nice things shared by Guardian readers! | First Dog on the Moon", "description": "<p>I’ve just about mastered the body roll. Very chuffed!</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/more-nice-things-shared-by-guardian-readers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/more-nice-things-shared-by-guardian-readers", "date_published": "2023-07-28T06:33:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Open Throat by Henry Hoke review – inside the mind of a queer mountain lion", "description": "<p>This wild and witty takedown of 21st-century America is narrated by a big cat stalking LA</p><p>The celebrity mountain lion known as P-22 was trapped and euthanised because of illness last year, after more than a decade stalking Los Angeles. P-22 was a metaphorical powerhouse: the American dream, human rapaciousness, immigration, fame, Hollywood masculinity – was there anything he couldn’t stand in for? His memorial service sold out in minutes; he kept many US journalists in gainful, precarious employment; and a version of him stars in Henry Hoke’s Open Throat<em>.</em></p><p>In Hollywood, cats have pronouns and this one’s are they/them, making Open Throat the best book narrated by a genderqueer feline you’ll read this year. This is a one-sitting novelette, an instant classic of xenofiction, with copious line breaks, sketchy punctuation and plenty of leonine misunderstandings – “scarcity” is rendered as “scare city”, “LA” as “ellay”, money is “green paper”. In a worse novel it would cloy.</p> <a href=\"https://www.theguardian.com/books/2023/jul/28/open-throat-by-henry-hoke-review-inside-the-mind-of-a-queer-mountain-lion\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/28/open-throat-by-henry-hoke-review-inside-the-mind-of-a-queer-mountain-lion", "date_published": "2023-07-28T06:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: parts of Canada record three months of rain in a day", "description": "<p>Nova Scotia has its worst rainfall event in 50 years, and Typhoon Doksuri causes damage in the Philippines</p><p>Torrential rain and thunderstorms lashed the Canadian province of Nova Scotia last week in what was deemed its worst rainfall event in 50 years. Flash-flooding resulted, leading Novia Scotia to declare a two-week state of emergency last Saturday. At least three people died in the floods, up to 600 had to evacuate their homes, and power cuts affected a further 80,000.</p><p>Storms began on the Friday (21 July) and continued into Sunday, with some areas seeing three months’ worth of rain – about 250 mm – in the space of 24 hours. It had already been a particularly wet summer for Nova Scotia. The provincial capital, Halifax, had its third wettest June on record, receiving more than double the amount of rain that had fallen in the three months prior.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/weather-tracker-parts-of-canada-record-three-months-of-rain-in-a-day\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/weather-tracker-parts-of-canada-record-three-months-of-rain-in-a-day", "date_published": "2023-07-28T06:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Contemporary African Photography prize 2023 winners – in pictures", "description": "<p>A selection of work from the five winning photographers – Nadia Ettwein, Yassmin Forte, Maheder Haileselassie, Carlos Idun-Tawiah and Léonard Pongo</p><p>The CAP prize is the international award for Contemporary African Photograpy and has been presented annually since 2012 to five photographers. This year’s winners are Nadia Ettwein, Yassmin Forte, Maheder Haileselassie, Carlos Idun-Tawiah and now two-time winner Léonard Pongo. Each of their projects was created on the African continent, or engages with the African diaspora. Below, the artists introduce themselves and some of the inspirations that inform their work.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/28/contemporary-african-photography-prize-2023-winners-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/28/contemporary-african-photography-prize-2023-winners-in-pictures", "date_published": "2023-07-28T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victorian homes for sale – in pictures", "description": "<p>From a grand villa in Scotland, to the archetypal terrace moments from the River Thames</p> <a href=\"https://www.theguardian.com/money/gallery/2023/jul/28/victorian-homes-for-sale-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/jul/28/victorian-homes-for-sale-in-pictures", "date_published": "2023-07-28T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Chat, countryside, laughing and love’: readers’ favourite family holidays", "description": "<p>Readers reveal favourite places for family trips in the UK and mainland Europe. <strong>Scroll down to see the winner</strong></p><p>Last year, we hired a lovely property sleeping eight two miles from Lake Garda. It was in a hamlet with two gorgeous Italian restaurants and a shop selling seemingly everything. We drove from Lincolnshire with our two dogs, in our motorhome. Our three grown-up children and their partners joined us there. The property owner arranged a pasta cooking day with local wine, meat and cheeses. We barely left the villa and the time spent just talking and playing games was priceless. Having nothing but time to chill and talk proved to be our best holiday.<br /><strong>Cath Delsignore</strong></p> <a href=\"https://www.theguardian.com/travel/2023/jul/28/readers-favourite-family-holidays-europe-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/28/readers-favourite-family-holidays-europe-uk", "date_published": "2023-07-28T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Artificial intelligence is powering politics – but it could also reboot democracy | Polly Curtis", "description": "<p>Generative AI can involve citizens directly in decision-making, but not while developers’ incentives are only financial</p><p>The YouTube clip I return to most often is <a href=\"https://www.youtube.com/watch?v=tLf6KZmJyrA\">David Bowie being interviewed</a> by Jeremy Paxman on Newsnight in 1999. Bowie is talking about what the internet might do: “I don’t think we’ve even seen the tip of the iceberg. I think that the potential of what the internet is going to do to society, both good and bad, is unimaginable. I think we’re on the cusp of something exhilarating and terrifying.”</p><p>“It’s just a tool, isn’t it?” condescends Paxman. “It’s an alien life form,” insists Bowie. “Is there life on Mars? Yes, and it’s just landed here.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/artificial-intelligence-powering-politics-reboot-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/artificial-intelligence-powering-politics-reboot-democracy", "date_published": "2023-07-28T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Lost Flowers of Alice Hart to Heartstopper: the seven best shows to stream this week", "description": "<p>Sigourney Weaver stars in a beautifully shot drama as the guardian to a young granddaughter; while the smart, charming and innovative LGBTQ+ coming-of-age series returns</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/the-lost-flowers-of-alice-hart-to-heartstopper-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/the-lost-flowers-of-alice-hart-to-heartstopper-the-seven-best-shows-to-stream-this-week", "date_published": "2023-07-28T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: China’s economic support for Putin growing – US report; Russia says drone downed over Moscow", "description": "<p>China helping Russia evade sanctions according to US intelligence; no damage or casualties caused by drone, says Russian defence ministry</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>More now on that US intelligence report, via AFP: China has boosted energy imports from Russia and has provided tankers and insurance coverage to move crude oil.</p><p>The two sides have also “increased the share of bilateral trade settled in yuan” as well as “expanding their use of domestic payment systems,” which helps “Russian entities to conduct financial transactions unfettered of Western interdiction.”</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/28/russia-ukraine-war-live-china-economic-support-putin-drone-downed-moscow", "date_published": "2023-07-28T05:35:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Conleth Hill is a frazzled business mogul in this new 90s sitcom", "description": "<p>The Power of Parker also stars Sian Gibson. Plus: the Proms celebrates Bollywood and Marilyn Monroe’s feminism. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/tv-tonight-the-power-of-parker-marilyn-monroe-watch-this-evening\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/tv-tonight-the-power-of-parker-marilyn-monroe-watch-this-evening", "date_published": "2023-07-28T05:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "North Korea showcases attack drones during show of unity with China and Russia", "description": "<p>Drones at military parade were said to have similar look to US drones as Japan warns that Kim Jong-un’s regime posed a more serious threat than ever</p><p>North Korea has carried out demonstration flights of new military drones, state media reported, as leader Kim Jong-un shared centre stage with senior delegates from Russia and China in a show of unity at a parade in the capital.</p><p>State media said on Friday that Kim rolled out his most powerful, nuclear-capable missiles during the “Victory Day” parade in Pyongyang to mark the 70th anniversary of the armistice that stopped fighting in the Korean War.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/north-korea-unity-china-russia-military-attack-drones-parade-pyongyang\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/north-korea-unity-china-russia-military-attack-drones-parade-pyongyang", "date_published": "2023-07-28T05:04:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emmys 2023: awards likely postponed to next year due to Hollywood strikes", "description": "<p>Vendors have reportedly been told the ceremony will be pushed as studios refuse to meet demands of actors and writers</p><p>Fox is expected to announce soon that the <a href=\"https://www.theguardian.com/tv-and-radio/emmys\">Emmy awards</a> will be rescheduled to January next year due to the ongoing writers and actors strikes in Hollywood.</p><p>Variety first reported on Thursday that vendors for the ceremony have been informed of an imminent date change, but not given an exact date, while the Los Angeles Times cited an unnamed source familiar with the plans, who said Fox was planning to move the telecast date to January.</p><p><em>Reuters contributed to this report.</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/emmy-awards-2023-postponed-hollywood-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/emmy-awards-2023-postponed-hollywood-strikes", "date_published": "2023-07-28T05:04:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How UK house prices left the middle class behind", "description": "<p>New data confirms that unaffordability is entrenched, with almost all housing now the preserve of the rich</p><p>That buying a property – any property – in the UK is increasingly the preserve of the rich will come as no surprise to low-income households.</p><p>But official data shows that the middle classes are increasingly squeezed, with only the cheapest 10% of houses now affordable (no more than five times a household’s income <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/housing/bulletins/housingpurchaseaffordabilitygreatbritain/2022\">according to the Office for National Statistics</a>) to middle-income England.</p> <a href=\"https://www.theguardian.com/money/2023/jul/28/how-uk-house-prices-left-the-middle-class-behind\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/28/how-uk-house-prices-left-the-middle-class-behind", "date_published": "2023-07-28T05:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t want to hear the gunshots’: how the Isle of Lewis battled to save 55 stranded whales", "description": "<p>When Scotland’s largest recorded mass stranding struck this summer, volunteers swung into action. Here they recall the hard work … and the heartbreak</p><p>At 8.13am on Sunday 16 July, Màiri Carrey was wondering how to celebrate her wedding anniversary when her phone buzzed. At that same moment, Lyndsey Dubberley was looking down a steep hillside at the haunting sight of a sole figure – a local crofter – surrounded by <a href=\"https://www.theguardian.com/environment/2023/jul/16/pilot-whales-dead-mass-stranding-isle-of-lewis-scotland\">55 dead and dying whales</a> strewn across the beach. “It was eerie to see these beautiful creatures on land when they should be in the sea,” she recalls.</p><p>Fighting to save a pod of stranded pilot whales on the Isle of Lewis in the Outer Hebrides was not in the plans of either woman that day. But Carrey, a trained archaeologist who now works for Bumblebee Conservation Trust, and Dubberley, a former member of the fire service’s water rescue unit, were ready. Both volunteer for <a href=\"https://bdmlr.org.uk/what-to-do-if\">British Divers Marine Life Rescue</a> (BDMLR), a charity that responds to strandings of whales, dolphins and porpoises across the UK.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/how-the-isle-of-lewis-battled-to-save-55-stranded-whales\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/how-the-isle-of-lewis-battled-to-save-55-stranded-whales", "date_published": "2023-07-28T05:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hardcore landscaping: how to grow a garden on sand, gravel and concrete", "description": "<p>Builders’ waste is the perfect base for a low-maintenance, biodiverse front garden, filled with drought-tolerant flowers, grasses – and fewer weeds </p><p>Four years ago, I moved into a terrace house in Bristol. It hadn’t been touched in years: a 1960s time warp with woodchip wallpaper, brown carpet in the bathroom and polystyrene ceiling tiles. Under the shadow of a pebble-dash facade, the front garden was a small patch of grass with one sad hydrangea. The grass was on compacted clay, which became waterlogged in winter and dry like asphalt in summer, making it difficult to grow anything but the toughest shrubs.</p><p>After stripping out the property and adding a kitchen extension, I was left with builders’ waste strewn across my garden and piled up in sacks<em>. </em>Rather than order another skip, I decided to turn my front plot into a rubble garden.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/28/hardcore-landscaping-how-to-grow-a-garden-on-sand-gravel-and-concrete\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/28/hardcore-landscaping-how-to-grow-a-garden-on-sand-gravel-and-concrete", "date_published": "2023-07-28T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The people have spoken, and they want to speak to real live humans, not a rail ticket self-service app | Gaby Hinsliff", "description": "<p>Automation is causing many casualties. Technology marches on, but there’s a yearning for moments of precious connection</p><p>Rejoice, rejoice: the railway ticket office may yet be saved for the nation. Or more likely, it’s at least earned a brief reprieve. After a public outcry against plans to shut booths staffed by real live humans, train operators have <a href=\"https://www.itv.com/news/2023-07-26/ticket-office-closure-consultation-delayed-as-train-users-rejoice\">relented and extended</a> what was a suspiciously short three-week consultation.</p><p>Passengers will now have until September to make their point, shifting the exercise from a seemingly done deal to something at least vaguely pretending to be an open question, and hopefully allowing the voices of anxious disabled passengers in particular to be heard. It’s a victory, too, for anyone still foxed by the mad complexities of British train ticketing or forced by the general chaos, cancellation and delay towards the battle-scarred veterans of the ticket office, invariably the only people in the station who seem to know what’s actually happening. But beyond that, it sheds some light on how we all might like to be treated in an age of rapid automation.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/humans-train-ticket-self-service-app-automation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/humans-train-ticket-self-service-app-automation", "date_published": "2023-07-28T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Air we breathe in UK depends on race and income, studies show", "description": "<p>It is vital we tackle the injustice that means black or mixed-race people and the poor face worst pollution</p><p>We are all affected by air pollution but some of us suffer a greater burden than others.</p><p>An <a href=\"https://www.london.gov.uk/sites/default/files/2023-06/Air%20quality%20exposure%20and%20inequalities%20study%20-%20part%20one%20-%20London%20analysis.pdf\">analysis</a> published <a href=\"https://www.london.gov.uk/programmes-strategies/environment-and-climate-change/environment-and-climate-change-publications/air-pollution-and-inequalities-london-update-2023#key-points-182121-title\">by the mayor of London</a> has laid out the systematic air pollution differences between communities. Overall, people of black or mixed ethnicities are more likely to live in the most polluted places.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/28/air-breathe-uk-depends-race-income\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/28/air-breathe-uk-depends-race-income", "date_published": "2023-07-28T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Our biggest challenge is simply to exist’: atheist society fights for legal recognition in God-fearing Kenya", "description": "<p>Non-believers say their civil liberties are at stake in a court battle against a bishop who wants to strip them of legal recognition</p><p>Kenya’s first atheist group is battling to keep legal recognition in a case filed by a bishop seeking to suspend its registration.</p><p>The <a href=\"https://www.atheistsinkenya.org/\">Atheists in Kenya Society</a> (AKS) said basic civil liberties hung in the balance as it filed a submission on Friday in response to a petition presented against the group and the Kenyan registrar of societies by Stephen Ndichu.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/28/our-biggest-challenge-is-simply-to-exist-atheist-society-fights-for-legal-recognition-in-god-fearing-kenya\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/28/our-biggest-challenge-is-simply-to-exist-atheist-society-fights-for-legal-recognition-in-god-fearing-kenya", "date_published": "2023-07-28T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why English Heritage is encouraging adults to dress up", "description": "<p>Research shows our imaginations grow richer with age so the charity is giving grownups a chance to have fun</p><p>Parents are used to watching their children eagerly dress up as a knight or a gladiator before going bananas when they visit castles, forts and stately homes.</p><p>But English Heritage believes adults will also get more out of visiting their sites if they leave their inhibitions aside and don a Roman toga or medieval chainmail for the day.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/28/why-english-heritage-is-encouraging-adults-to-dress-up\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/28/why-english-heritage-is-encouraging-adults-to-dress-up", "date_published": "2023-07-28T05:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Good Omens series two – have David Tennant and Michael Sheen really only been a double act since 2019?", "description": "<p>The two lead actors bring so much swaggering mischief to this Neil Gaiman-created series you’d think they’ve been working together for ever. Sadly, the rest of the show has run out of ideas</p><p>Sheen and Tennant, Tennant and Sheen. David Tennant and Michael Sheen’s double act is so well honed they parody it in BBC meta-comedy <a href=\"https://www.theguardian.com/tv-and-radio/2021/jan/16/staged-david-tennant-michael-sheen\">Staged</a>. It feels as if they have been together for ever, but their on-screen partnership only dates back to 2019 and the first season of <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/31/good-omens-review-sheen-and-tennant-fight-the-devil-with-dill-sauce\">Good Omens</a>.</p><p>Fans of the 1990 novel by <a href=\"https://www.theguardian.com/books/neilgaiman\">Neil Gaiman</a> and the late <a href=\"https://www.theguardian.com/books/terrypratchett\">Terry Pratchett </a>waited decades for a television take on the angel Aziraphale and the demon Crowley, working together to avert Armageddon in a world where heaven and hell are petty bureaucracies and the universe’s strongest force is flawed humanity. With Gaiman in charge of the series, the book’s vision had been rendered well enough, but all the magic was in the casting of two lead actors with similar sensibilities – a swaggering mischief built on sharp consonants and glinting intellect.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/good-omens-series-two-have-david-tennant-and-michael-sheen-really-only-been-a-double-act-since-2019\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/good-omens-series-two-have-david-tennant-and-michael-sheen-really-only-been-a-double-act-since-2019", "date_published": "2023-07-28T04:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rare stamp that offered fast track to heaven to go on display in UK", "description": "<p>Stamp for papers that enabled ‘fast-track’ through purgatory will be on show at a Hampshire priory</p><p>A seal matrix used to authenticate medieval indulgences and offer a fast track to heaven in exchange for cash is to go on display at a Hampshire priory after sending 500 years buried in a field.</p><p>The small carved mould, dating between 1470 and 1520, was found by a metal detectorist two miles from Mottisfont, an Augustine priory and site of pilgrimage near Romsey, Hampshire, that is now owned by the National Trust.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/rare-stamp-that-offered-fast-track-to-heaven-to-go-on-display-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/rare-stamp-that-offered-fast-track-to-heaven-to-go-on-display-in-uk", "date_published": "2023-07-28T04:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why do Republicans hate the Barbie movie? – podcast", "description": "<p>Moviegoers flocked to cinemas last weekend for the highly anticipated release of two of the year’s biggest movies – Christopher Nolan’s <a href=\"https://www.theguardian.com/film/oppenheimer\">Oppenheimer</a> and Greta Gerwig’s <a href=\"https://www.theguardian.com/film/barbie\">Barbie</a>. But conservatives have <a href=\"https://www.theguardian.com/film/2023/jul/26/greta-gerwig-trolling-doll-burning-rightwing-barbie-critics\">slated</a> Barbie for being, among other things, too ‘woke’, anti-men and even … Chinese propaganda.</p><p>Is the outrage real or is it just another example of politics employing a culture war to rally the base? Jonathan Freedland and Amanda Marcotte try to figure it out</p><p><em>Archive: Fox News, NBC, The Ben Shapiro Show</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/jul/28/why-do-republicans-hate-barbie-movie-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/jul/28/why-do-republicans-hate-barbie-movie-podcast", "date_published": "2023-07-28T04:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘People are like, Wow!’: the man trying to make condoms sexy – podcast", "description": "<p>It has been said that condoms share marketing characteristics with napalm and funerals. But it is Ben Wilson’s mission to make us believe they are key to human happiness</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/28/trying-to-make-condoms-sexy-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/28/trying-to-make-condoms-sexy-podcast", "date_published": "2023-07-28T04:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sophia Braun belter helps Argentina fight back to 2-2 draw with South Africa", "description": "<p></p><p>Argentina and South Africa settled for an exciting 2-2 draw in their Women’s World Cup Group G clash at Dunedin Stadium on Friday that kept both teams alive in the tournament but dented their hopes of progressing.</p><p>Sophia Braun and Romina Nunez scored goals in a five-minute span late in the second half, rallying Argentina.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/womens-world-cup-2023-argentina-vs-south-africa-results-score-2-0\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/womens-world-cup-2023-argentina-vs-south-africa-results-score-2-0", "date_published": "2023-07-28T03:19:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Singapore executes woman for first time in almost two decades", "description": "<p>Saridewi Djamani was handed a death penalty after being convicted of trafficking 30g of heroin in 2018</p><p>Singapore has hanged Saridewi Djamani, the first woman to be executed in the city state in almost 20 years, despite an outcry from human rights groups.</p><p>The 45-year-old Singaporean national, who had been convicted of drug smuggling, was executed early on Friday, according to the Central Narcotics Bureau (CNB).</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/singapore-woman-execute-death-penalty-saridewi-djamani-executed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/singapore-woman-execute-death-penalty-saridewi-djamani-executed", "date_published": "2023-07-28T03:18:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scare for Colombia after Linda Caicedo collapses in Women’s World Cup training", "description": "<ul><li>Striker lies down on pitch after putting hand to her chest</li><li>Staff downplay incident saying Caicedo was ‘very tired’</li></ul><p>Colombia striker Linda Caicedo sent fear through her squad when she clutched her chest and collapsed during a training session on Thursday.</p><p>The 18-year-old, who was diagnosed with cancer three years ago, scored in <a href=\"https://www.theguardian.com/football/live/2023/jul/24/colombia-v-south-korea-womens-world-cup-2023-live\">Colombia’s 2-0 victory over South Korea</a> on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2023/jul/28/womens-world-cup-2023-colombia-player-collapses-training-linda-caicedo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/28/womens-world-cup-2023-colombia-player-collapses-training-linda-caicedo", "date_published": "2023-07-28T01:42:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Argentina v South Africa: Women’s World Cup 2023 Group G – live", "description": "<ul><li>Group G sides both in search of first ever WWC wins</li><li><a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer?INTCMP=gdnwb_mawns_editorial_newsletters_Soccer_Live_Blog_\">Sign up for Soccer with Jonathan Wilson: our free newsletter</a></li><li>Send Beau at tweet at <a href=\"https://twitter.com/duresport\">@duresport</a> or <a href=\"mailto:duresport@gmail.com\">email him</a></li></ul><p><strong>7 mins: </strong>Cesane turns a couple of Argentine defenders into knots on the right flank.</p><p>Nothing too concrete to report thus far, but this has the looks of a fun one. Both teams really need a win to have a realistic shot at the next round.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/27/argentina-v-south-africa-womens-world-cup-2023-group-g-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/27/argentina-v-south-africa-womens-world-cup-2023-group-g-live", "date_published": "2023-07-28T00:22:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]