[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "IcedID Malware Adapts and Expands Threat with Updated BackConnect Module", "description": "The threat actors linked to the malware loader known as IcedID have made updates to the BackConnect (BC) module that's used for post-compromise activity on hacked systems, new findings from Team Cymru reveal.\nIcedID, also called BokBot, is a strain of malware similar to Emotet and QakBot that started off as a banking trojan in 2017, before switching to the role of an initial access facilitator", "link": "https://thehackernews.com/2023/07/icedid-malware-adapts-and-expands.html", "date_published": "2023-07-28T13:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "STARK#MULE Targets Koreans with U.S. Military-themed Document Lures", "description": "An ongoing cyber attack campaign has set its sights on Korean-speaking individuals by employing U.S. Military-themed document lures to trick them into running malware on compromised systems.\nCybersecurity firm Securonix is tracking the activity under the name STARK#MULE.\n\"Based on the source and likely targets, these types of attacks are on par with past attacks stemming from typical North", "link": "https://thehackernews.com/2023/07/starkmule-targets-koreans-with-us.html", "date_published": "2023-07-28T12:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "A Data Exfiltration Attack Scenario: The Porsche Experience", "description": "As part of Checkmarx's mission to help organizations develop and deploy secure software, the Security Research team started looking at the security posture of major car manufacturers. Porsche has a well-established Vulnerability Reporting Policy (Disclosure Policy)[1], it was considered in scope for our research, so we decided to start there, and see what we could find.\nWhat we found is an", "link": "https://thehackernews.com/2023/07/a-data-exfiltration-attack-scenario.html", "date_published": "2023-07-28T11:48:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Abusing Windows Search Feature to Install Remote Access Trojans", "description": "A legitimate Windows search feature is being exploited by malicious actors to download arbitrary payloads from remote servers and compromise targeted systems with remote access trojans such as AsyncRAT and Remcos RAT.\nThe novel attack technique, per Trellix, takes advantage of the \"search-ms:\" URI protocol handler, which offers the ability for applications and HTML links to launch custom local", "link": "https://thehackernews.com/2023/07/hackers-abusing-windows-search-feature.html", "date_published": "2023-07-28T11:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "BlueBravo Deploys GraphicalProton Backdoor Against European Diplomatic Entities", "description": "The Russian nation-state actor known as BlueBravo has been observed targeting diplomatic entities throughout Eastern Europe with the goal of delivering a new backdoor called GraphicalProton, exemplifying the continuous evolution of the threat.\nThe phishing campaign is characterized by the use of legitimate internet services (LIS) for command-and-control (C2) obfuscation, Recorded Future said in", "link": "https://thehackernews.com/2023/07/bluebravo-deploys-graphicalproton.html", "date_published": "2023-07-28T08:54:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Major Security Flaw Discovered in Metabase BI Software – Urgent Update Required", "description": "Users of Metabase, a popular business intelligence and data visualization software package, are being advised to update to the latest version following the discovery of an \"extremely severe\" flaw that could result in pre-authenticated remote code execution on affected installations.\nTracked as CVE-2023-38646, the issue impacts open-source editions prior to 0.46.6.1 and Metabase Enterprise", "link": "https://thehackernews.com/2023/07/major-security-flaw-discovered-in.html", "date_published": "2023-07-28T05:46:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybersecurity Agencies Warn Against IDOR Bugs Exploited for Data Breaches", "description": "Cybersecurity agencies in Australia and the U.S. have published a joint cybersecurity advisory warning against security flaws in web applications that could be exploited by malicious actors to orchestrate data breach incidents and steal confidential data.\nThis includes a specific class of bugs called Insecure Direct Object Reference (IDOR), a type of access control flaw that occurs when an", "link": "https://thehackernews.com/2023/07/cybersecurity-agencies-warn-against.html", "date_published": "2023-07-28T05:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]