[{"source": "https://www.theguardian.com/international/rss", "title": "Cincinnati Bengals’ Joe Burrow could miss ‘several weeks’ with calf strain", "description": "<ul><li>Burrow expected to miss ‘several weeks’, Bengals coach says</li><li>Star quarterback was carted off practice field on Thursday</li></ul><p>Cincinnati Bengals coach Zac Taylor said Friday that he expects star quarterback Joe Burrow to be sidelined “several weeks” due to a calf strain.</p><p>Burrow was carted off the practice field after he came up hobbling from a scramble on Thursday.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/joe-burrow-injury-update-cincinnati-bengals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/joe-burrow-injury-update-cincinnati-bengals", "date_published": "2023-07-28T20:50:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia’s women beat Ireland by 10 wickets to wrap up ODI series 2-0", "description": "<ul><li>Phoebe Litchfield and Annabel Sutherland hit unbeaten tons</li><li>Absence of Healy, Perry and Lanning shows strength in depth</li></ul><p>Phoebe Litchfield has become the second youngest Australian woman to hit a one-day international century, helping take her country to a comfortable 10-wicket win over Ireland in Belfast.</p><p>Chasing 218 for victory, Litchfield hit an unbeaten 106 and Annabel Sutherland hit 109 not out to help Australia reach the target in 35.5 overs.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/australias-women-beat-ireland-by-10-wickets-to-wrap-up-odi-series-2-0\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/australias-women-beat-ireland-by-10-wickets-to-wrap-up-odi-series-2-0", "date_published": "2023-07-28T17:12:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Jordan Spieth, Max Homa and Cameron Young confirmed for US Ryder Cup team", "description": "<ul><li>Spieth, Homa and Young to play for US team, Couples confirms</li><li>All three could still make team in automatic qualifying places</li></ul><p>United States Ryder Cup vice-captain Fred Couples has confirmed Jordan Spieth, Max Homa and Cameron Young will all be on the team for Rome despite not being in the automatic qualifying places.</p><p>Six players will make the team by right courtesy of their on-course performances and those currently are world No 1 Scottie Scheffler, the latest two major winners Wyndham Clark and Brian Harman, plus Brooks Koepka, Xander Schauffele and Patrick Cantlay.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/usa-ryder-cup-team-spieth-homa-young\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/usa-ryder-cup-team-spieth-homa-young", "date_published": "2023-07-28T15:27:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Ron DeSantis sued over bid to restrict voting rights for people with past convictions", "description": "<p>Florida Rights Restoration Coalition says governor has caused confusion and fear despite amendment that lifted lifetime ban</p><p>A voting rights group in Florida filed a lawsuit against rightwing governor and presidential candidate Ron DeSantis, saying his administration created a maze of bureaucratic and sometimes <a href=\"https://www.theguardian.com/us-news/2023/jan/12/florida-police-man-arrest-voter-fraud-body-camera\">violent</a> obstacles to discourage formerly incarcerated citizens from exercising their right to vote.</p><p>Florida voters in 2018 overwhelmingly passed a constitutional referendum, called amendment 4, that lifted the state’s lifetime voting ban for people with felony convictions.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/28/ron-desantis-sued-voting-rights-group\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/28/ron-desantis-sued-voting-rights-group", "date_published": "2023-07-28T15:24:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Around the world in seven carts: how people shop for groceries internationally", "description": "<p>Wealthy nations have been hit by inflation but the way this has changed grocery shopping culture – and governments’ responses – vary</p><ul><li>Read more from Guardian Australia’s <a href=\"https://www.theguardian.com/australia-news/series/the-cost-of-eating\">The cost of eating</a> series</li></ul><p>A handful of multinational names may dominate high street fashion and fast food around the world, but when it comes to grocery shopping, every country has their own chains and their own quirks. While it is not uncommon for the supermarket landscape to be dominated by a few major players, Australia’s duopoly – and the lack of regulatory response – is unusual. Here, reporters in seven countries share the ins and outs of essential shopping in their parts of the world.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/29/around-the-world-in-seven-carts-how-people-shop-for-groceries-internationally\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/29/around-the-world-in-seven-carts-how-people-shop-for-groceries-internationally", "date_published": "2023-07-28T15:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Indonesian village that wants to cut off the internet", "description": "<p>Secluded Baduy Dalam shuns money, technology and formal education and now wants to protect the morals of its younger generation from the web</p><p>Four hours’ drive from the hustle and bustle of the Indonesian capital, Jakarta, lies the secluded community of Baduy Dalam, where the trapping of modern life are shunned. The Baduy Dalam people reject money, technology and formal education, and limits tourists – banning any visitors from documenting their life. Now the tribe wants to go one step further, by cutting off the internet.</p><p>Officials in Indonesia are considering a request from the group for an internet blackout, after they cited concerns over negative impacts on tribe members.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/the-village-that-wants-to-cut-off-the-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/the-village-that-wants-to-cut-off-the-internet", "date_published": "2023-07-28T15:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Wallabies’ new generation unencumbered by weight of Bledisloe Cup history | Stuart Walmsley", "description": "<p>Mark Nawaqanitawase leads a promising group of young Australian players who have never played the All Blacks – and as such don’t hold any fear</p><p>The Wallabies play the All Blacks more than any other team. This is both a blessing, and a curse.</p><p>Australia and New Zealand have contested the Bledisloe Cup since 1931 but, over the course of the 21st century, the annual opportunity to tackle the most successful team in world rugby has looked more like a lesson than a match for Australia.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/29/wallabies-bledisloe-cup-lineup-vs-all-blacks-new-zealand-nz\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/29/wallabies-bledisloe-cup-lineup-vs-all-blacks-new-zealand-nz", "date_published": "2023-07-28T15:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Moribund New York Mets raise white flag on season with Robertson trade", "description": "<ul><li>Most expensive team ever positions self as sellers at deadline</li><li>Robinson traded to Marlins for two teenage minor leaguers </li></ul><p>The New York Mets began the process of dismantling the team with the largest payroll of all-time late Thursday night, trading closer David Robertson to the Miami Marlins for two teenage minor leaguers.</p><p>The Mets, who began the season with a $353m payroll, beat the Washington Nationals 2-1 to improve to 48-54. They are seven games behind the Philadelphia Phillies and Cincinnati Reds, who are in a virtual tie for the last two NL wild-card spots.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/new-york-mets-david-robertson-trade\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/new-york-mets-david-robertson-trade", "date_published": "2023-07-28T14:40:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The lowest I’ve ever been’: how playing Jar Jar Binks led to abuse, near death – and saving Baby Yoda", "description": "<p>Ahmed Best was overjoyed when cast as Star Wars’s Jar Jar Binks – until the threats of violence began. As a podcast tells his story, he talks about hate, making movie history and a glorious comeback in The Mandalorian</p><p>One foggy night at 3am, the actor who plays Jar Jar Binks in Star Wars found himself clinging to the edge of Brooklyn Bridge. An instant ago, he had been on the public walkway, but now he was teetering on its brink. As the breeze blew around him, he gazed out at the Statue of Liberty. He saw the river below, and as he hung precariously above a 39m drop, one thing kept going through his mind: “I’ll show all of you. I’ll show you what you’re doing to me. And when I’m gone, <em>then</em> you’ll feel exactly what I went through.”</p><p>This is the lowest moment of new Ted-produced podcast The Redemption of Jar Jar Binks. It tells the story of Ahmed Best, who played what was meant to be one of Star Wars’ most exciting new characters, only to end up being the first ever recipient of a torrent of online abuse that spilled over into worldwide press coverage. We hear him go from being on the cover of Vanity Fair alongside Natalie Portman, Liam Neeson and Ewan McGregor to receiving death threats – only to make an astonishing comeback. It’s quite the journey.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/28/star-wars-ahmed-best-interview-jar-jar-binks-the-phantom-menace-the-mandalorian\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/28/star-wars-ahmed-best-interview-jar-jar-binks-the-phantom-menace-the-mandalorian", "date_published": "2023-07-28T12:13:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia thrash Zimbabwe by 56 points to open netball World Cup campaign", "description": "<ul><li>World no 1 side dominates team ranked 13th in 86-30 win</li><li>Cara Koenen leads blitz with 29 goals from 30 attempts</li></ul><p>Australia’s Diamonds have outshone Zimbabwe’s Gems to score a crushing 86-30 win on the opening day of the netball World Cup in Cape Town.</p><p>Australia’s pressure and shooting accuracy proved too much for world No 13 side.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/australia-thrash-zimbabwe-by-56-points-to-open-netball-world-cup-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/australia-thrash-zimbabwe-by-56-points-to-open-netball-world-cup-campaign", "date_published": "2023-07-28T12:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "In the rage over the two-child benefits cap, one fact gets lost: this is state control of women’s bodies | Rhiannon Lucy Cosslett", "description": "<p>Even those who consider themselves socially progressive clam up when it comes to those on benefits reproducing</p><p>Since becoming a parent, I no longer have much time. There are 4,524 unread emails in my inbox, and I only recently got a pedicure despite the fact that it’s been at least 13 months since I’ve been able to see my feet again. But it turns out that I do have time to be properly livid with the Labour party, which is refusing to budge on its failure to promise to <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/labour-party-poverty-families-two-child-benefit-cap\">scrap the two-child benefits policy</a>, despite the fact that <a href=\"https://www.theguardian.com/society/2023/apr/06/more-than-1m-children-growing-up-in-poverty-under-two-child-benefits-limit\">it has pushed</a> a quarter of a million children into poverty and 850,000 even deeper below the breadline.</p><p>Perhaps it’s tone deaf to talk of pedicures in the same breath as child poverty, but these small things mothers do for themselves – getting our roots done, or even just a long, hot bath – help us stay sane. The toll that parenting takes on your body doesn’t stop after birth: it is physical, bone-aching work<strong>,</strong> and birth of course can lead to myriad long-term health issues. These small acts of self-care matter; they make us feel worth something.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/two-child-benefits-cap-womens-bodies\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/two-child-benefits-cap-womens-bodies", "date_published": "2023-07-28T11:12:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Dancing down the wicket: shining a light on cricket and the climate crisis", "description": "<p>How a Bradford dance troupe is hoping a new performance will provide a fresh way of thinking about sport and the environment</p><p>In a world of climate chaos, with heatwaves frying southern Europe, north America and China, sport cannot escape what the UN secretary general, António Guterres, has now called “the era of global boiling”. Cricket is no exception, its heartbeat devastated in 2022 as deadly spring heat in South Asia was followed by flooding in Pakistan which killed more than 1,700 people and displaced 7.9 million.</p><p>Cricket’s relationship with this climate emergency is explored at the BD:Festival with the<strong> </strong>world premiere of Cricket Green at Bradford City Park on Friday night. Commissioned by the Bradford Producing Hub and Bradford Festival before the city’s crowning as UK City of Culture for 2025, the Balbir Singh Dance Company’s new work tells the story of a cricket match between Team Earth and Team Climate.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/dancing-down-the-wicket-shining-a-light-on-cricket-and-the-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/dancing-down-the-wicket-shining-a-light-on-cricket-and-the-climate-crisis", "date_published": "2023-07-28T10:46:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Can Unrivaled stop WNBA players being forced to make their money abroad?", "description": "<p>Brittney Griner’s ordeal in a Russian prison highlighted the risks of pursuing a basketball career overseas. A new league hopes to solve the problem</p><p>Candace Parker spent the prime of her career as most WNBA players do, rushing back and forth across the United States during the league’s season while representing her country in international competition and playing club basketball overseas during the offseason, supplementing her domestic income with significantly higher paydays in Russia, China and Turkey.</p><p>Until she didn’t. Parker signed a lucrative TV broadcasting deal with Turner Sports in 2018 as an analyst and commentator for NBA games, allowing her to stop playing overseas and to even <a href=\"https://www.theguardian.com/sport/2023/may/17/wnba-power-lies-with-two-superteams-but-thats-not-necessarily-a-bad-thing\">take a pay cut to join the reigning champion Las Vegas Aces</a> last offseason. Parker made a <a href=\"https://www.forbes.com/profile/candace-parker/?sh=797d78fe363b\">reported</a> $7m in off-court earnings alone in 2022 by leveraging her charismatic personality and platform as one of the greatest hoopers of all time.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/28/can-unrivaled-stop-wnba-players-being-forced-to-make-their-money-abroad\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/28/can-unrivaled-stop-wnba-players-being-forced-to-make-their-money-abroad", "date_published": "2023-07-28T09:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Yes, elite female athletes can return to their sport after giving birth. Here’s how | Jaquelin Bousie", "description": "<p>Matilda Katrina Gorry and other sportswomen are proof that being a mother in elite sport is challenging but achievable</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Women competing in elite sport after having children is not a new phenomenon. However, <a href=\"https://www.theguardian.com/media/2023/jul/21/womens-world-cup-2023-matildas-katrina-gorry-mother-comment-seven-commentator-david-basheer\">comments about Matildas midfielder Katrina Gorry </a>during the opening match of the Women’s World Cup have thrown a spotlight on the challenges and stigmas still surrounding female athletes post-birth.</p><p>Women’s sport is booming. Young girls today can compete in more sporting codes than ever before. And professionalism is growing – more female athletes are able to make their sport their career. But women are often competing at their peak at an age where having children is also in the picture.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/28/womens-world-cup-2023-katrina-gorry-mother-in-sport-birth-comment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/28/womens-world-cup-2023-katrina-gorry-mother-in-sport-birth-comment", "date_published": "2023-07-28T02:56:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Philippines: 26 people killed after overloaded ferry capsizes amid Typhoon Doksuri winds", "description": "<p>Another 40 people have been rescued after boat overturned just after leaving wharf in Rizal province</p><p>At least 26 people have died and 40 have been rescued after a ferry capsized in the Philippines, officials have said, as the tail end of Typhoon Doksuri battered parts of the country.</p><p>Officials said it remained unclear how many people were aboard the M/B Princess Aya, which capsized on Thursday in Laguna de Bay in Rizal province, east of Manila.</p> <a href=\"https://www.theguardian.com/world/2023/jul/28/philippines-ferry-capsizes-death-toll-typhoon-doksuri-winds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/28/philippines-ferry-capsizes-death-toll-typhoon-doksuri-winds", "date_published": "2023-07-28T02:18:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Randy Meisner, a founding member of the Eagles, dies aged 77", "description": "<p>The bassist and vocalist, who sang the hit Take It to the Limit, died of complications from chronic obstructive pulmonary disease</p><p>Randy Meisner, a founding member of the Eagles, has died at age 77, the band said on Thursday.</p><p>Meisner died on Wednesday night in Los Angeles of complications from chronic obstructive pulmonary disease, the Eagles said in a statement.</p> <a href=\"https://www.theguardian.com/music/2023/jul/27/randy-meisner-the-eagles-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/27/randy-meisner-the-eagles-dies", "date_published": "2023-07-28T01:17:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]