[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "The Flash — How to Frustrate the Audience | Anatomy of a Failure", "description": "The Flash is DC's multiverse movie to go up against the MCU and Spider-Man: Across the Spider-verse, in which Barry Allen travels back in time to meet a younger version of himself and get in a whole lot of trouble (General Zod is back.) The issue is that, even though The Flash has a lot of good stuff in it, all of it ultimately ends up frustrating and dissatisfying the audience. And the result is that The Flash is the biggest superhero flop of all time, losing around 200 million dollars. In today's Anatomy of a Failure, let's dig into that. Why is The Flash so frustrating and why didn't people want to go see it more?\n\nBook, Amazon: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n#theflash   #dcuniverse  #anatomyofafailure\n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\nhttps://www.youtube.com/@NanoverseProductions\nhttps://www.youtube.com/@AimToHeadOfficial\n\n\n-\nThe Flash (2023)\nThe Flash sequel follows Barry Allen on time-bending adventures that alter the course of history. Harnessing his super speed to travel back in time and save his family, Allen believes he is making the world a better place. He soon discovers that his mission leads to the creation of a multiverse where General Zod is on the rise and there are no superheroes flash vs Zod fight everything wrong with the flash honest trailer flash movie sins flash bad movie box office flop flash good movie why did the flash flop the flash watch full movie online free 4k clip hd flash zod scene faora flash ending explained supergirl vs zod fight the flash batman death scene vs kryptonian batman fight scenes the flash only action best moments funny moments batman compilation to fight him the flash official trailer. Allen must navigate the multiverse to find Batman and convince him to save the world.", "link": "https://www.youtube.com/watch?v=2C9cF7z1WNk", "date_published": "2023-07-23T17:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/2C9cF7z1WNk/hqdefault.jpg"}]