[{"source": "https://www.theguardian.com/rss", "title": "British manufacturers’ share of EU business falls despite global trade boom", "description": "<p>Make UK report says post-Brexit structural shift in trade is particularly hurting factories in north-west and West Midlands</p><p>Factories in England and Wales are seeing a downward trend in the share of their trade going to the EU, an analysis from the manufacturers’ trade body shows.</p><p>Make UK said that between Britain’s divorce from the EU in 2020 and 2022, only Scotland and Northern Ireland increased their share of exports to the EU, leaving the majority of English regions and Wales suffering a decline in the proportion of sales going to the bloc.</p> <a href=\"https://www.theguardian.com/business/2023/jul/24/british-manufacturers-share-of-eu-business-falls-despite-global-trade-boom\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/24/british-manufacturers-share-of-eu-business-falls-despite-global-trade-boom", "date_published": "2023-07-23T23:01:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand justice minister Kiri Allan resigns after resisting arrest following car crash", "description": "<p>Kiri Allan says she is sorry for her actions and was heading home to consider her future in politics after Sunday night crash</p><p>New Zealand’s justice minister resigned on Monday after police charged her with reckless driving and resisting arrest after a car crash.</p><p>Kiri Allan was involved in the crash shortly after 9pm on Sunday in Wellington, said prime minister Chris Hipkins, and she was detained at the central police station before being released four hours later.</p> <a href=\"https://www.theguardian.com/world/2023/jul/24/kiri-allan-resigns-car-crash-new-zealand-justice-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/24/kiri-allan-resigns-car-crash-new-zealand-justice-minister", "date_published": "2023-07-23T22:45:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "38m patients in England wait beyond 14 days to see GP despite government pledge", "description": "<p>Lib Dems call for rescue plan after data shows people unable to get appointments within period promised by ministers</p><p>More than 38 million patients in England have waited longer than a fortnight for a GP appointment since the government promised everyone would be able to get one within 14 days.</p><p>In September last year, the government said patients would be able to see a family doctor within two weeks of booking a consultation. Thérèse Coffey, the then health secretary, <a href=\"https://www.theguardian.com/society/video/2022/sep/22/therese-coffey-announces-plans-for-nhs-over-winter-video\">promised to prioritise the issue</a> with a “laser-like focus”.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/patients-wait-over-14-days-gp-appointments-england-despite-government-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/patients-wait-over-14-days-gp-appointments-england-despite-government-pledge", "date_published": "2023-07-23T21:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United could revive interest in Harry Kane after Spurs decision", "description": "<ul><li>Spurs owner wants to sell striker if he does not sign new deal</li><li>Kane was United’s top transfer target at start of the summer</li></ul><p>Manchester United could revive their interest in Harry Kane after being informed that Tottenham’s chairman, Daniel Levy, has been told by the club’s majority owner, Joe Lewis, the striker cannot be allowed to run down his contract and leave for nothing next year.</p><p>Kane, who celebrates his 30th birthday on Friday, has entered the final 12 months of his six-year Spurs deal. He is coveted by a host of leading clubs, most prominently Bayern Munich, who have made two bids for the player, both of which have been rejected. Levy is adamant Kane is not for sale and has made his desire to keep him at Tottenham clear by offering him a <a href=\"https://www.theguardian.com/football/2023/jul/05/tottenham-offer-harry-kane-new-contract-no-rush-to-sign-levy\">huge new contract</a>.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/manchester-united-could-revive-interest-in-harry-kane-after-spurs-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/manchester-united-could-revive-interest-in-harry-kane-after-spurs-decision", "date_published": "2023-07-23T21:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak promises new focus on inner-city housebuilding projects", "description": "<p>PM vows to avoid ‘concreting over the countryside’ as Michael Gove prepares to set out housing initiative</p><p>Inner-city areas will be the focus of new housebuilding projects, Rishi Sunak has announced, in a move designed to signal sympathy with those struggling to get on the property ladder but avoid a backlash from Tory MPs.</p><p>The prime minister promised not to “concrete over the countryside”, before a speech by the housing secretary, Michael Gove, who will set out changes on Monday to help homeowners extend their properties and streamline the planning process.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/rishi-sunak-michael-gove-housebuilding-cities-planning\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/rishi-sunak-michael-gove-housebuilding-cities-planning", "date_published": "2023-07-23T21:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oppenheimer and Barbie give Vue cinemas best UK weekend since Covid", "description": "<p>Chain says a fifth of customers saw both films in a double bill that social media named Barbenheimer</p><p>The success of <a href=\"https://www.theguardian.com/film/2023/jul/22/barbie-oppenheimer-greta-gerwig-christopher-nolan-atom-bomb-dolls\">Barbie and Oppenheimer at the box office</a> has led to Vue International reporting its biggest weekend for UK cinema ticket sales since before the pandemic.</p><p>On Sunday, the cinema chain said a fifth of its customers had bought tickets to see both films in <a href=\"https://www.theguardian.com/film/2023/jul/22/barbie-oppenheimer-double-feature\">a double bill given the moniker Barbenheimer</a> on social media.</p> <a href=\"https://www.theguardian.com/film/2023/jul/23/oppenheimer-and-barbie-give-vue-cinemas-best-uk-weekend-since-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/23/oppenheimer-and-barbie-give-vue-cinemas-best-uk-weekend-since-covid", "date_published": "2023-07-23T21:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain’s rightwing parties fail to gain expected poll lead in election", "description": "<p>Opposition rightwing PP has the most votes with 90% counted but coalition with Vox on course to fall short of outright majority</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/23/spain-election-2023-polls-results-latest-news\">Spain election 2023 results: live updates</a></li></ul><p>Spain’s opposition conservative party is poised for the narrowest of victories over the ruling socialists but looks unlikely to secure a rightwing majority following a snap general election that had raised fears of the far right entering government for the first time since the country returned to democracy after General Franco’s death five decades ago.</p><p>Although the polls had consistently predicted that the opposition conservative People’s party (PP) would cruise past the Spanish Socialist Workers party (PSOE) to secure an emphatic victory in Sunday’s election, early results suggested the race was going to be much tighter.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/spainish-election-conservative-party-ahead-but-unlikely-to-win-majority\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/spainish-election-conservative-party-ahead-but-unlikely-to-win-majority", "date_published": "2023-07-23T20:47:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France winner Jonas Vingegaard fails to win over public", "description": "<p>The Dane, champion for the second time, lacks the warmth and humanity to capture the imagination of the French people</p><p>Jonas Vingegaard’s second win in the Tour de France has been a triumph of efficiency, teamwork, preparation and consistency, yet it sadly lacked the characteristics that modern cycling needs most: warmth, charm and humanity.</p><p>In a measure of how greatly France has warmed to Jumbo-Visma’s Vingegaard, the first significant mention of his second yellow jersey came on page 10 of Sunday’s edition of <em>L’Equipe.</em></p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/cycling-tour-de-france-winner-jonas-vingegaard-fails-to-win-over-public\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/cycling-tour-de-france-winner-jonas-vingegaard-fails-to-win-over-public", "date_published": "2023-07-23T20:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Schneider strikes gold to stun Wigan and put Hull KR in Challenge Cup final", "description": "<ul><li>Hull KR 11-10 Wigan</li><li>Rovers’ extra-time win over holders sets up final with Leigh</li></ul><p>They have just three Challenge Cup triumphs between them and neither has lifted rugby league’s most famous trophy for more than 40 years, but one of Leigh or Hull Kingston Rovers will end that wait next month after Rovers edged out holders Wigan to book their place alongside the Leopards at Wembley on 12 August.</p><p>Brad Schneider’s drop goal in golden point extra-time was enough to edge a thrilling semi-final played in dreadful conditions at Headingley, and etch the half-back’s name into Hull KR folklore. Schneider has only been in the country for a fortnight since joining from Canberra, but in that time has kicked the winning drop goal in their Super League victory against Leeds and now this semi-final, which takes Rovers back to Wembley for the first time since 2015.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/schneider-strikes-gold-to-stun-wigan-and-put-hull-kr-in-challenge-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/schneider-strikes-gold-to-stun-wigan-and-put-hull-kr-in-challenge-cup-final", "date_published": "2023-07-23T19:46:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unflustered Brian Harman grinds his way to major success | Michael Butler", "description": "<p>He may not capture the imagination of spectators but the new Open champion deserved his first win for six years</p><p>Brian Harman is the champion golfer of the year. But who exactly is pleased for him? Certainly not the soaked crowd at Royal Liverpool on Sunday, who booed Harman on the first tee and didn’t give the American his dues until his even wetter walk down the 18th fairway.</p><p>Probably not the American television broadcasters, NBC, who set up a “Waggle Counter” to poke fun at the number of Harman’s practice swings, of which there were often a dozen or more. A sort of unofficial shot clock – a device more familiar in the NBA at the free-throw line – goading Harman to be quicker, more exciting and dynamic before an ad break. But no, the 36-year-old took his time, as is his right, and continued to stripe it down the middle.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/23/unflustered-brian-harman-grinds-his-way-to-major-success\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/23/unflustered-brian-harman-grinds-his-way-to-major-success", "date_published": "2023-07-23T19:22:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on fears about the Tories dumping green policies – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/23/nicola-jennings-on-fears-about-the-tories-dumping-green-policies\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/23/nicola-jennings-on-fears-about-the-tories-dumping-green-policies", "date_published": "2023-07-23T19:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Blistering temperatures at the US-Mexico border test people’s mettle", "description": "<p>As the border region sizzles in the sun, Mexicans and Americans alike try to carry on through the heat</p><p>People withered in blistering heat on both sides of the US-Mexico border, where temperatures hit scorching highs this week and many got little relief from the sun.</p><p>Maribel Padilla, part of the Brown Bag Coalition, met up with people who are homeless and particularly vulnerable to the heat in Calexico, California, on the border of Mexico, where temperatures hit 113F (45C).</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/us-mexico-border-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/us-mexico-border-heatwave", "date_published": "2023-07-23T18:38:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dominant Brian Harman wins The Open to secure first major", "description": "<ul><li>American finishes on -13, six shots clear</li><li>Kim, Straka, Day and Rahm share second</li></ul><p>There have been thrilling final days at the Open Championship. This was not one of them.</p><p>For Brian Harman, the Claret Jug and easily the most significant win of a hitherto decent career. For any onlooker, disappointment that the frontrunner was never properly threatened during round four at rain-lashed Royal Liverpool. This was a procession rather than anything even remotely resembling sporting theatre.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/dominant-brian-harman-wins-the-open-to-secure-first-major\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/dominant-brian-harman-wins-the-open-to-secure-first-major", "date_published": "2023-07-23T18:21:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dozens of yachts retire from Channel race due to ‘brutal’ gale-force winds", "description": "<p>One crew evacuated before boat sinks as more than 80 vessels abandon world’s largest offshore race</p><p>Dozens of yachts have been forced to retire from the world’s largest offshore race due to “brutal” gale force conditions in the Channel, with other vessels forced to seek shelter and one believed to have sunk.</p><p>Strong winds and torrential rain affected the<strong> </strong>50th edition of the Rolex Fastnet Race, which has been organised by the Royal Ocean Racing Club since 1925. This year’s biennial event set a new record of 430 yachts, surpassing the 388 that took part in 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/23/dozens-of-yachts-retire-from-channel-race-due-to-brutal-gale-force-winds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/23/dozens-of-yachts-retire-from-channel-race-due-to-brutal-gale-force-winds", "date_published": "2023-07-23T18:21:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ann Clwyd obituary", "description": "Veteran Welsh Labour MP and passionate campaigner for causes from the mining industry to the Kurdish people<p>The former Labour MP for Cynon Valley Ann Clwyd, who has died aged 86, blazed a trail in pursuit of human rights for all those whose causes she adopted during a long life of passionate political advocacy. Her first campaigns were close to home on behalf of the mining industry in her native Wales, and she would later become strongly identified with sympathy for the Kurdish people of Iraq.</p><p>Her commitment to their case and opposition to the brutal regime of <a href=\"https://www.theguardian.com/world/2006/dec/30/iraq.guardianobituaries\" title=\"\">Saddam Hussein</a> led to her remarkable speech in the House of Commons in early 2003 in support of the proposed war against Iraq, despite the widespread opposition on the Labour party left, with whom she was customarily associated. The then prime minister, Tony Blair, subsequently appointed her as his special envoy on human rights in Iraq, a post she held until the fall of the Labour government in 2010.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/23/ann-clwyd-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/23/ann-clwyd-obituary", "date_published": "2023-07-23T18:10:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vingegaard completes second Tour de France win as Meeus takes final stage", "description": "<ul><li>Dane wins Tour de France for second consecutive year</li><li>Mark Cavendish to meet his Astana team manager</li></ul><p>Belgium’s Jordi Meeus, of the Bora-Hansgrohe team, won the final stage of the 2023 Tour de France, outsprinting his compatriot Jasper Philipsen on the cobbled finish on the Champs-Élysées.</p><p>As Meeus celebrated, Jonas Vingegaard crossed the finish line with his teammates, arms raised in celebration, as he won his second consecutive Tour. The Danish rider’s overall victory was emphatic and, unlike last summer, he now plans to race in August’s Vuelta a España as his Jumbo-Visma team, winners this year of the Giro d’Italia through Primoz Roglic, bid to complete a Grand Tour grand slam. Tadej Pogacar, runner-up in the Tour, is also planning to compete in Spain.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/jonas-vingegaard-cruises-to-tour-de-france-victory-despite-pogacar-move\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/jonas-vingegaard-cruises-to-tour-de-france-victory-despite-pogacar-move", "date_published": "2023-07-23T18:08:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton admits being beneath his best for more than a year", "description": "<ul><li>Hamilton finished fourth in F1 Hungarian Grand Prix</li><li>Former champion had taken pole but was beaten by Verstappen</li></ul><p>Lewis Hamilton has admitted he has not felt he has been at his best in Formula One for more than a year. The British driver conceded after the Hungarian Grand Prix that struggling with an off-the-pace Mercedes has left him below the level at which he would like to be performing.</p><p>Hamilton had <a href=\"https://www.theguardian.com/sport/2023/jul/22/lewis-hamilton-takes-shock-pole-position-for-hungarian-f1-grand-prix\" title=\"\">claimed pole on Saturday</a> for the race in Budapest but was beaten off the line by the winner Max Verstappen and then passed by the McLarens of Lando Norris and Oscar Piastri. Hamilton recovered to come back and claim fourth place, showing some pace in the final stint.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/lewis-hamilton-admits-he-has-beneath-his-best-for-more-than-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/lewis-hamilton-admits-he-has-beneath-his-best-for-more-than-a-year", "date_published": "2023-07-23T18:02:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One of the greatest modern Ashes series ends in a splash of puddles | Jonathan Liew", "description": "<p>The Manchester rain denying us a possible electrifying fifth Test decider should be a matter of sadness, not condemnation</p><p>Open the curtains. The circles on the surface of the canal give the game away immediately. Little compact discs of doom. There’s a group of lads outside the hotel, one of them ordering an Uber, one of them checking a weather app, one of them refreshing the BBC live blog. Eleven o’clock inspection, says one. Might clear up by 12, says another. Ahmed’s coming in four minutes, says another.</p><p>By the time they reach the ground they will know that the 11am inspection has been delayed, and so begins the slow fade. The person operating the big screen starts having a little fun. “Please stay hydrated.” “Water fountains are located around the concourse.” “Join The Cloud wifi network.” A game of plastic cricket breaks out by the burrito stand. A kneeling Brendon McCullum gives slip catching practice, trying for all the world not to look like a man getting his trousers soaked.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/one-of-the-greatest-modern-ashes-series-ends-in-a-splash-of-puddles\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/one-of-the-greatest-modern-ashes-series-ends-in-a-splash-of-puddles", "date_published": "2023-07-23T17:48:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia get lucky but retaining the Ashes was reward for earlier efforts | Geoff Lemon", "description": "<p>Washout denied England chance of victory and rare fifth-Test decider and tourists still want to win the series</p><p>Sometimes in life, you get away with one. You glance away then look back just in time to hit the brake. You double-check the recipient field before texting the wrong person about what a prat they are. You snag a few fingers in the back of a jumper when a toddler has materialised on the edge of the kitchen bench. You make a stunning catch when a loan shark launches your mother’s Fabergé egg off the back of a truck.</p><p>It’s not because you deserve it. It’s just the way things happen sometimes, a counterpart to all the times they don’t. At Manchester in 2013, Australia had England 37 for three on the last day, having declared overnight with 332 to protect, the list of dismissals reading Cook, Trott, Pietersen. The ball was doing all sorts, Ryan Harris was on one. Then it rained and England retained the Ashes by virtue of having won the first two Tests.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/23/australia-get-lucky-but-retaining-the-ashes-is-reward-for-earlier-efforts\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/23/australia-get-lucky-but-retaining-the-ashes-is-reward-for-earlier-efforts", "date_published": "2023-07-23T17:45:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer excludes uncosted policies in victory over Unite and activists", "description": "<p>Momentum and union party members at national policy forum say Labour leader’s vision is not bold enough</p><p>Keir Starmer has seen off attempts by groups including Unite and Momentum for Labour to adopt policies that were deemed to be “un-costed”.</p><p>After a weekend of wrangling at the national policy forum over the policy document that will be presented to delegates at party conference in October, the Labour leader avoided any formal votes on amendments.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/23/keir-starmer-excludes-uncosted-policies-in-victory-over-unite-and-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/23/keir-starmer-excludes-uncosted-policies-in-victory-over-unite-and-activists", "date_published": "2023-07-23T17:43:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unilever to comply with Russian conscription law if staff called up", "description": "<p>Consumer group says it is aware of rules that could mean its employees in Russia are sent to war in Ukraine</p><p>The consumer group <a href=\"https://www.theguardian.com/business/unilever\">Unilever</a>, which owns brands including Cornetto ice-cream and Dove soap, has said it will comply with Russian conscription law, meaning its Russian employees could be sent to war in Ukraine if called up.</p><p>The Anglo-Dutch group, whose products also include Marmite spread and Magnum ice-creams, is facing <a href=\"https://www.theguardian.com/business/2023/jul/03/unilever-named-international-sponsor-of-war-by-ukraine\">controversy</a> over its decision to remain operating in Russia, where it employs about 3,000 workers across four manufacturing sites, producing mainly personal care and hygiene products, but also ice-cream.</p> <a href=\"https://www.theguardian.com/business/2023/jul/23/unilever-comply-russian-conscription-law-staff-called-up\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/23/unilever-comply-russian-conscription-law-staff-called-up", "date_published": "2023-07-23T17:40:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the king’s pay rise: there is no justification for handing over more millions | Editorial", "description": "<p>The latest deal between the Treasury and the palace shows why the cosy system created by David Cameron should be scrapped</p><p>The size of the funding increase awarded to King Charles III by the government is unjustifiable, and all the more so at a time when millions of people are struggling with the painful effects of high food, housing and other costs. Teachers have had to fight very hard for a <a href=\"https://www.theguardian.com/education/2023/jul/16/opposition-grows-among-teachers-to-65-pay-offer-in-england\" title=\"\">below-inflation offer of 6.5%</a>, along with many other public servants, and the economic outlook is widely accepted to be bleak. It seems extraordinary, in such circumstances, that the government has seen fit to offer the new king a rise estimated to be 45% from 2025. The precise figure will depend on profits from the government property portfolio known as the crown estate. The projected increase of £38.5m, taking the sovereign grant from £86m to £125m, undermines King Charles’s often-cited commitment to <a href=\"https://www.theguardian.com/uk-news/2023/may/02/princess-anne-slimmed-down-royal-family-doesnt-sound-like-a-good-idea\" title=\"\">“slim down” the monarchy</a>.</p><p>The decision, which was taken by a committee of three people – prime minister Rishi Sunak, the chancellor Jeremy Hunt, and the keeper of the privy purse, Sir Michael Stevens – is made far worse by the <a href=\"https://www.theguardian.com/uk-news/2023/jul/20/king-charles-to-receive-huge-pay-rise-from-uk-taxpayers\" title=\"\">opaque way in which it was communicated</a>. By emphasising that the percentage of crown estate profits that the royal family receives is being reduced, from 25% to 12%, the Treasury presented the deal as if it were a pay cut. The truth is that estimated profits of £1bn from offshore windfarm leases mean that the crown estate’s income is expected to balloon, placing the royals in line for a huge increase. <a href=\"https://www.theyworkforyou.com/peer/13716/lord_turnbull#profile\" title=\"\">Lord Turnbull</a>, a former cabinet secretary, used unusually blunt language in criticising what he called “a deliberate attempt to obfuscate”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/the-guardian-view-on-the-kings-pay-rise-there-is-no-justification-for-handing-over-more-millions\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/the-guardian-view-on-the-kings-pay-rise-there-is-no-justification-for-handing-over-more-millions", "date_published": "2023-07-23T17:17:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on road safety: recent deaths are tragic reminders of the risks | Editorial", "description": "<p>Fewer people are killed on Britain’s roads than used to be the case. But reckless driving still costs lives</p><p>Since the late 1960s, when almost 8,000 people were killed annually on Britain’s roads, the number of casualties has fallen dramatically. Given that over the same period, the number of cars rose from fewer than 8m to around 33m, there is no question that road safety policies – as well as huge improvements in medicine – have, over the long term, reduced the risk of being killed in a crash. The figure for last year was 1,695, which is <a href=\"https://www.gov.uk/government/statistics/reported-road-casualties-great-britain-provisional-results-2022/reported-road-casualties-great-britain-provisional-results-2022#:~:text=In%20reported%20road%20collisions%20in,of%2011%25%20compared%20to%202019\" title=\"\">3% lower than in 2019</a>, before the pandemic.</p><p>Several recent incidents, however, are a reminder of the dangers. These include the <a href=\"https://www.theguardian.com/uk-news/2023/jul/09/second-child-dies-wimbledon-school-crash\" title=\"\">deaths of two eight‑year-old girls</a>, after a Land Rover crashed through a fence at their school in south London, and four deaths, including those of two children, in Birmingham within a month. The driver in the Wimbledon crash was arrested on suspicion of causing death by dangerous driving. The Birmingham deaths led to protests by a campaign group, Better Streets for Birmingham, which wants the council to take stronger action against an <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/outcry-in-birmingham-after-four-cyclists-and-pedestrians-die-in-a-month\" title=\"\">“epidemic of bad driving”</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/the-guardian-view-on-road-safety-recent-deaths-are-tragic-reminders-of-the-risks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/the-guardian-view-on-road-safety-recent-deaths-are-tragic-reminders-of-the-risks", "date_published": "2023-07-23T17:17:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Queen guitarist and astrophysicist Brian May to release 3D atlas of asteroid", "description": "<p>The rocker astrophysicist is co-author of a three-dimensional atlas of Bennu, an asteroid explored by the Osiris-Rex probe in 2020</p><p>A new book on the world’s first complete atlas of an asteroid is set to be released by University of Arizona planetary science expert Dante Lauretta and the more unlikely figure of Queen’s lead guitarist and little-known astrophysicist Brian May.</p><p>The duo have teamed up to author Bennu 3-D: Anatomy of an Asteroid, a book that has been described as the first complete and three-dimensional atlas of an asteroid.</p> <a href=\"https://www.theguardian.com/science/2023/jul/23/queen-brian-may-3d-atlas-bennu-asteroid\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/23/queen-brian-may-3d-atlas-bennu-asteroid", "date_published": "2023-07-23T17:06:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "City minister summons UK bank bosses to discuss Farage account closure", "description": "<p>Andrew Griffith raises ‘significant concern’ after Coutts judged ex-Ukip leader ‘did not align’ with its values</p><p>Britain’s biggest banks will be summoned to a meeting with the City minister, as he raised “significant concern” over the recent closure of Nigel Farage’s bank account with Coutts.</p><p>Andrew Griffith will send a letter on Monday to the bosses of 19 banks including Barclays, Lloyds and NatWest to warn the government is prepared to “take the action necessary” to protect freedom of speech.</p> <a href=\"https://www.theguardian.com/business/2023/jul/23/city-minister-summons-uk-bank-bosses-discuss-nigel-farage-account-closure\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/23/city-minister-summons-uk-bank-bosses-discuss-nigel-farage-account-closure", "date_published": "2023-07-23T17:03:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zharnel Hughes smashes John Regis’s 30-year British 200m record", "description": "<ul><li>Hughes correctly predicts British record 200m run of 19.73sec</li><li>Briton finishes third behind Noah Lyles and Letsile Tebogo</li></ul><p>Someone ask Zharnel Hughes for next week’s lottery numbers. A month after he correctly predicted the exact time he would run when clocking 9.83sec to <a href=\"https://www.theguardian.com/sport/2023/jun/24/zharnel-hughes-shatters-linford-christies-british-100m-record\">break Linford Christie’s 100 metres British record</a>, Hughes repeated the trick before shattering John Regis’s 200m mark in front of a sold-out London Stadium.</p><p>The number he wrote in his little black book on Sunday morning? 19.73sec. The time he then ran a few hours later when finishing third in the Diamond League race behind America’s world champion Noah Lyles and Letsile Tebogo, of Botswana? 19.73sec. Not even Mystic Meg was that good.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/zharnel-hughes-smashes-john-regiss-30-year-british-200m-record\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/zharnel-hughes-smashes-john-regiss-30-year-british-200m-record", "date_published": "2023-07-23T16:49:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US attorney asks court to deny Nxivm leader Keith Raniere’s bid for new trial", "description": "<p>Filing comes weeks after Allison Mack, a high-ranking member of the group, was released from prison</p><p>A US prosecutor has asked a court to close down a third motion by former Nxivm sex cult leader Keith Raniere for a new trial, arguing that Raniere’s claims that the government manipulated evidence against him were “untimely and meritless”.</p><p>Raniere, 62, was sentenced to 120 years in prison following his 2019 conviction on charges of federal sex trafficking, racketeering and possession of child sexual abuse images. He has claimed that he is entitled to a new trial because “the government manufactured child pornography and planted it on a computer hard drive to tie it to him”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/23/keith-raniere-nxivm-motion-new-trial-deny\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/23/keith-raniere-nxivm-motion-new-trial-deny", "date_published": "2023-07-23T16:49:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vince Hill, whose with Sound of Music cover Edelweiss reached no 2, dies at 89", "description": "<p>Pop singer recorded a number of hits in 1960s and 1970s came up with 1983 general election song It’s Maggie for Me</p><p>British pop singer Vince Hill, who reached No 2 in the UK charts in 1967 with a cover of The Sound of Music song Edelweiss, has died at the age of 89.</p><p>Hill died peacefully at home in Henley-on-Thames, Oxfordshire on Saturday, according to a statement on his website. He had worked with leading lights from the world of entertainment including Dame Barbara Windsor, Dame Vera Lynn, Tony Christie and Cilla Black.</p> <a href=\"https://www.theguardian.com/music/2023/jul/23/vince-hill-who-got-to-no-2-with-sound-of-music-cover-edelweiss-dies-at-89\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/23/vince-hill-who-got-to-no-2-with-sound-of-music-cover-edelweiss-dies-at-89", "date_published": "2023-07-23T16:33:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia retain Ashes after rain douses England’s hopes in fourth Test draw", "description": "<ul><li>Match drawn<strong>: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-21/england-cricket-team\">Australia 317 &amp; 214-5; England 592</a></strong></li><li>Thirty overs bowled in final two days</li></ul><p>Australia’s dreams came true at Old Trafford as relentless rain completely washed out the final day of the fourth Test, leaving the series scoreline at 2-1 with one to play and guaranteeing that as the trophy’s current holders they will retain the Ashes until at least 2025-26.</p><p>The closest anyone got to action was the 12.15pm pitch inspection, which occurred after a dry spell long enough for ground staff to have got the outfield in decent condition, and with optimism rising that despite the dismal forecasts some play would be possible. But it coincided with the rain returning and the immediate decision to have some lunch, and soon all hope was washed away. A few of the England players did make it onto the outfield soon afterwards but only to play some football, and they soon returned to their dressing-room, hair slick with water.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/australia-retain-ashes-after-rain-douses-englands-hopes-in-fourth-test-draw\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/australia-retain-ashes-after-rain-douses-englands-hopes-in-fourth-test-draw", "date_published": "2023-07-23T16:25:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain election 2023 results: polls closing soon as country votes for new government – live", "description": "<p>Latest news: Spain poised for shift to right in snap general election</p><p><strong>It’s election day in Spain</strong></p><p>Good evening and buenas tardes to those following the results of Spain’s snap general election. I’m Ashifa Kassam in Madrid and I – along with Guardian colleague Sam Jones – will be bringing you all the latest from Spain’s hard-fought general election.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/23/spain-election-2023-polls-results-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/23/spain-election-2023-polls-results-latest-news", "date_published": "2023-07-23T16:10:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rebranding Twitter: the shaky history of corporate makeovers", "description": "<p>From Abrdn to BP’s ‘beyond petroleum’ and the Royal Mail switch to Consignia – customer backlashes can bite</p><ul><li><strong><a href=\"https://www.theguardian.com/technology/2023/jul/23/twitter-elon-musk-says-he-wants-to-change-companys-bird-logo\">Twitter users shocked as Musk bids to ditch bird logo</a></strong></li></ul><p>Elon Musk has suggested he could swap Twitter’s bird logo, which has adorned the site since its earliest days, for an “X”. The site’s billionaire owner said the switch could come as early as Monday morning if a suitable replacement emerges in time.</p><p>However, such an overhaul could prove highly risky, given the history of customer backlashes to previous high-profile corporate rebrands. Here we look at five of the most controversial:</p> <a href=\"https://www.theguardian.com/technology/2023/jul/23/rebranding-twitter-the-shaky-history-of-corporate-makeovers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/23/rebranding-twitter-the-shaky-history-of-corporate-makeovers", "date_published": "2023-07-23T16:09:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Iran authorities ban film festival over poster of actor without hijab", "description": "<p>Government blocks event after release of publicity featuring Susan Taslimi in 1982 film The Death of Yazdgerd</p><p>Iranian authorities have banned a film festival that issued a publicity poster featuring an actor who was not wearing a hijab, state media has reported.</p><p>The move came after the Iranian Short Film Association (ISFA) released a poster for its upcoming short-film festival featuring the Iranian actor Susan Taslimi in the 1982 film The Death of Yazdgerd.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/iran-film-festival-ban-poster-actor-hijab-susan-taslimi-the-death-of-yazdgerd\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/iran-film-festival-ban-poster-actor-hijab-susan-taslimi-the-death-of-yazdgerd", "date_published": "2023-07-23T16:02:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t let plutocrats destroy life on Earth | Letters", "description": "<p>Readers reflect on ways to spark action to tackle climate collapse in the face of the rich dictating the conversation and policies</p><p>George Monbiot’s article should be read as a survival guide for humanity (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/15/food-systems-collapse-plutocrats-life-on-earth-climate-breakdown\" title=\"\">With our food systems on the verge of collapse, it’s the plutocrats v life on Earth, 15 July</a>). The ever-increasing signs of climate collapse make for heart-thumping reading, while our daily dose of record-breaking temperatures, severe water shortages and crop failure only add to the litany of looming disaster. Yet we continue with the model of “business as usual” because those in whom power and money are entrenched wish to keep them so.</p><p>So, what can the majority of us, who continue to bear the brunt, actually do? Protest just invites a prison sentence, while getting the media to invest a few words in the subject is seemingly impossible. Our most effective, and indeed possibly our only, tool for effecting meaningful change is our freedom to vote – all the way from local authority to national government – but with time fast running out we need those in power to be making those changes without further prevarication. Wherever you are, please use your vote wisely, because all our futures may hang on this tenuous thread.<br /><strong>Nick MacIneskar</strong><br /><em>Tayvallich, Argyll and Bute</em></p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/dont-let-plutocrats-destroy-life-on-earth\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/dont-let-plutocrats-destroy-life-on-earth", "date_published": "2023-07-23T15:56:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Farage, Coutts and all-round hypocrisy | Letters", "description": "<p>Readers have their say on the political and corporate reactions to Farage’s bank account being closed</p><p>Say what you like about Nigel Farage – and Hugh Muir certainly has (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/19/nigel-farage-bank-coutts-money\" title=\"\">Pity Nigel Farage as he is deemed too horrible to bank with the elite at Coutts, 19 July</a>) – but his cancellation by Coutts is nothing to do with victimisation. It’s about hypocrisy.</p><p>Coutts claims to be “an inclusive organisation” but its raison d’etre is exclusivity. Like many corporations and financial institutions, Coutts is virtue-signalling in a bid to keep the masses onside while doing business as usual to promote capitalism and concentrate wealth and power in the hands of the privileged few.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/23/nigel-farage-coutts-and-all-round-hypocrisy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/23/nigel-farage-coutts-and-all-round-hypocrisy", "date_published": "2023-07-23T15:52:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France and Greece wildfires: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/23/tour-de-france-and-greece-wildfires-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/23/tour-de-france-and-greece-wildfires-the-weekends-best-photos", "date_published": "2023-07-23T15:47:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Female Afghan judge wins legal battle to come to UK", "description": "<p>‘Overjoyed’ justice and son, who spent two years in hiding in Pakistan, reunited with family after landmark case</p><p>A female Afghan judge who was in hiding in Pakistan after fleeing the Taliban has won a landmark right to sanctuary in the UK.</p><p>The 53-year-old judge, known as Yosra, whose true identity cannot be disclosed due to security concerns, was granted the right to come to the UK after a long legal battle with the Home Office.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/female-afghan-judge-wins-legal-battle-to-come-to-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/female-afghan-judge-wins-legal-battle-to-come-to-uk", "date_published": "2023-07-23T15:17:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France 2023: final stage to Paris Champs Élysées – live", "description": "<ul><li>Updates from the Tour’s conclusion in the French capital</li><li><a href=\"mailto:amy.sedghi.casual@guardian.co.uk\">Email Amy</a> with your thoughts or tweet her <a href=\"https://twitter.com/amysedghi?lang=en\">here</a></li></ul><p><strong>103km to go:</strong> Some of the riders are casually chatting, while others are putting their arms on each others shoulders for a nice team pic. On Eurosport, Vingegaard has been speaking about his win and the news that he’ll be racing next at the La Vuelta a España:</p><p>“It’s super nice to win it for the second time…I’m more confident and more relaxed in this situation now and I think that’s the biggest difference for me. I really enjoyed the rivalry with Tadej [Pogacar]. It’s been an amazing fight from Bilbao to here today. It’s good for cycling, it’s good for us…but I’m glad I won.” Jumbo-Visma confirmed today that the Dane will be racing at La Vuelta and Vingegaard says it has been the plan all along but they were waiting to release the news.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/23/tour-de-france-2023-final-stage-to-paris-champs-elysees-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/23/tour-de-france-2023-final-stage-to-paris-champs-elysees-live", "date_published": "2023-07-23T15:07:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Max Verstappen wins seventh straight race at F1 Hungarian Grand Prix", "description": "<ul><li>Lando Norris second, Sergio Pérez third</li><li>Lewis Hamilton fourth after starting on pole</li></ul><p>Max Verstappen won the Hungarian Grand Prix with another dominant display for Red Bull. The Dutchman took the lead of the race into turn one and did not relinquish it throughout, winning by a comfortable margin from the McLaren of Lando Norris. His Red Bull teammate Sergio Pérez moved from ninth to third. Lewis Hamilton, who had started on pole, but dropped to fourth on the opening lap finished in the same position while the McLaren rookie, Oscar Piastri, took fifth.</p><p>Once Verstappen had taken the lead off the line he did not let up, demonstrating control and pace that was unmatched. Even had Hamilton held him off at the start he had such race pace, he would nary have been denied for long. It was another win with an inexorable air in what was a processional race of the old-school Hungaroring variety. Verstappen now leads Pérez by 110 points in the world championship.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/max-verstappen-wins-seventh-straight-race-at-f1-hungarian-grand-prix\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/max-verstappen-wins-seventh-straight-race-at-f1-hungarian-grand-prix", "date_published": "2023-07-23T15:01:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Corbyn and Reeves among MPs who used expenses to claim accountancy advice", "description": "<p>Andrea Jenkyns and Michael Fabricant also among 12 MPs who used parliamentary expenses for help with tax returns</p><p>The shadow chancellor, Rachel Reeves, and former Labour leader Jeremy Corbyn were among 12 MPs who used parliamentary expenses to claim for professional accountancy advice to help with tax returns, documents show.</p><p>The expenses claims relate to the 2021-22 tax year for earnings which had to be declared under HMRC’s self assessment system.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/23/corbyn-and-reeves-among-mps-who-used-expenses-to-claim-accountancy-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/23/corbyn-and-reeves-among-mps-who-used-expenses-to-claim-accountancy-advice", "date_published": "2023-07-23T15:01:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dr Google? AI could be doctor in the pocket, but company’s health officer urges caution about its limits", "description": "<p>Dr Karen DeSalvo excited by arrival of artificial intelligence but warns it has limitations and will only be ‘tool in the toolbox’ of medical professionals</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The arrival of artificial intelligence into healthcare means everyone could one day have a doctor in their pocket, but Google’s chief health officer has urged caution about what AI can do and what its limits should be.</p><p>“There’s going to be an opportunity for people to have even better access to services [and] to great quality services,” Dr Karen DeSalvo told Guardian Australia in an interview last week.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/technology/2023/jul/24/google-ai-doctor-caution-karen-desalvo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/24/google-ai-doctor-caution-karen-desalvo", "date_published": "2023-07-23T15:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Outrage over UK university’s plan to cut African history course and its professor", "description": "<p>University of Chichester proposes redundancy for Hakim Adi, first Briton of African heritage to become a professor of history in UK</p><p>A university has come under fire for proposing to make the first British person of African heritage to become a professor of history in the UK redundant and cut the course he runs.</p><p>Prof Hakim Adi, an academic and expert in the history of Africa and the African diaspora is at risk of termination by the University of Chichester, which has suspended all recruitment to the master’s by research (MRes) course in the history of Africa and the African diaspora.</p> <a href=\"https://www.theguardian.com/education/2023/jul/23/outrage-over-chichester-university-plan-to-cut-african-history-course-and-its-professor\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/23/outrage-over-chichester-university-plan-to-cut-african-history-course-and-its-professor", "date_published": "2023-07-23T15:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The trichologist who lost her hair: ‘I learned it isn’t about how you look – it’s about how you feel’", "description": "<p>She knew how emotional hair loss can be from working with cancer patients, and going through it herself made her realise how fundamental hair is to our identity</p><p>When my hair started falling out, it came out in handfuls – and I mean handfuls. It was all over my fingers when I washed it, wrapping around them, this big ball of hair that I had to look at and deal with. I couldn’t stand it.</p><p>I had been working in <a href=\"https://www.theguardian.com/lifeandstyle/hair-loss\" title=\"\">hair loss</a> for five years; I owned a hair extension company and had developed a programme offering bonding extensions that cancer patients could safely use after chemotherapy. So I knew how emotional losing your hair was. Yet it was only at that point that I learned something that’s been central to the way I work ever since: hair loss isn’t about how you look – it’s about how you feel. I’ve got amazingly thick hair, so even though half of it fell out, people said they couldn’t tell. But I knew, and I was shocked by how much it affected my confidence and how I felt about myself. It made me feel like I had lost my identity.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/the-trichologist-who-lost-her-hair-i-learned-it-isnt-about-how-you-look-its-about-how-you-feel\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/the-trichologist-who-lost-her-hair-i-learned-it-isnt-about-how-you-look-its-about-how-you-feel", "date_published": "2023-07-23T15:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wilfried Zaha set to join Galatasaray on free transfer after leaving Crystal Palace", "description": "<ul><li>Winger departs Selhurst Park after eight seasons</li><li>Turkish side to feature in Champions League</li></ul><p>Wilfried Zaha is close to joining Turkish champions Galatasaray on a free transfer after leaving Crystal Palace.</p><p>The winger has had numerous options over the summer after spending eight seasons at Selhurst Park in a second spell at the club where he started his career but has opted to move to Galatasaray with the prospect of playing in the Champions League an enticing one for the Ivory Coast international.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/wilfried-zaha-set-to-join-galatasaray-on-free-transfer-after-leaving-crystal-palace\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/wilfried-zaha-set-to-join-galatasaray-on-free-transfer-after-leaving-crystal-palace", "date_published": "2023-07-23T14:55:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a stalag’: local people condemn asylum seeker housing on Essex airbase", "description": "<p>Residents of nearby village say water mains and sewers can’t cope with large numbers of new arrivals at RAF Wethersfield</p><p>Residents in the village of Wethersfield in Essex have described the newly opened asylum seeker accommodation on the military base there as a “stalag”.</p><p>The Home Office’s controversial plans to accommodate some asylum seekers on military bases – RAF Scampton in Lincolnshire along with Wethersfield and the <a href=\"https://www.theguardian.com/uk-news/2023/jul/21/life-aboard-bibby-stockholm-asylum-seeker-barge-home-office-tour\">Bibby Stockholm barge</a> which has docked at Portland in Dorset – has distressed residents who say their areas do not have the infrastructure to cope with the new arrivals.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/23/like-a-stalag-locals-condemn-asylum-seeker-housing-on-essex-air-base\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/23/like-a-stalag-locals-condemn-asylum-seeker-housing-on-essex-air-base", "date_published": "2023-07-23T14:34:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Titmus reigns over Ledecky and McIntosh in swimming’s ‘Race of the Century’", "description": "<ul><li>Australian sets 400m freestyle world record to take gold</li><li>World swimming championships treated to elite race</li></ul><p>In lane three, the world record holder. In lane four, the world champion. In lane five, the Olympic champion.</p><p>The women’s 400m freestyle final at the swimming world championships, which began in Fukuoka, Japan on Sunday, had been described as the Race of the Century. That was a label last given to <a href=\"https://www.swimmingworldmagazine.com/news/race-of-the-century-when-three-titans-of-the-sport-clashed-for-history-video/\">a famous 200m freestyle duel 19 years ago</a>, at the Athens Olympics, featuring swimming legends Ian Thorpe, Michael Phelps, Pieter van den Hoogenband and Grant Hackett.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/23/ariarne-titmus-katie-ledecky-400m-freestyle-world-swimming-championships\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/23/ariarne-titmus-katie-ledecky-400m-freestyle-world-swimming-championships", "date_published": "2023-07-23T14:25:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In brief: Pax: War and Peace in Rome’s Golden Age; Settlers; Commitment – reviews", "description": "<p>New insights into the Roman empire, a study of the influence of Black African culture on London, and a novel about the effects of depression over generations</p><p><strong>Tom Holland<br /></strong><em>Abacus, £30, pp448</em></p><p>To order <em><a href=\"https://guardianbookshop.com/pax-9781408706985\">Pax</a></em>, <em><a href=\"https://guardianbookshop.com/settlers-9781472991560\">Settlers</a></em> or <em><a href=\"https://guardianbookshop.com/commitment-9781472158154\">Commitment</a></em> go to <a href=\"http://guardianbookshop.com/\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jul/23/in-brief-pax-war-peace-rome-goden-age-settlers-journeys-through-food-faith-culture-black-african-london-commitment-tom-holland-jimi-famurewa-mona-simpson-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/23/in-brief-pax-war-peace-rome-goden-age-settlers-journeys-through-food-faith-culture-black-african-london-commitment-tom-holland-jimi-famurewa-mona-simpson-reviews", "date_published": "2023-07-23T14:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rent-free revival: ‘dead’ Poole shopping street brought back to life", "description": "<p>Landlord’s injection of imagination on Kingland Crescent helps independent retailers thrive – and offers a template for other high streets</p><p>Tim Greenslade lives close to Kingland Crescent in Poole town centre but it was the sort of street he used to make a point of steering clear of. “It was dead and depressing,” he said. “We’d avoid it at all costs.”</p><p>It is very different now. Thanks to a scheme aimed at reimagining down-at-heel town centre streets, there are a string of thriving independent shops, including <a href=\"https://greensladefish.co.uk/\">Greenslade’s fishmongers</a>, on Kingland. “It’s a brilliant community,” he said.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/rent-free-revival-dead-poole-shopping-street-back-life\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/rent-free-revival-dead-poole-shopping-street-back-life", "date_published": "2023-07-23T14:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As Greece burns, we see the existential climate crisis dragged into shoddy UK party politics. That can’t happen | John Harris", "description": "<p>A terrible lesson is being taken from the Uxbridge vote. Labour must stick to its green agenda, and decent Tories must raise a voice</p><p>One news story defines this summer: the fact that average global temperatures have recently reached <a href=\"https://www.theguardian.com/environment/2023/jul/05/tuesday-was-worlds-hottest-day-on-record-breaking-mondays-record\">record-breaking levels</a>. Baking European weather is now seared into our consciousness in the form of those heat maps coloured red and orange; as wildfires spread across the Greek island of Rhodes, <a href=\"https://www.theguardian.com/weather/2023/jul/22/more-than-1000-people-forced-to-flee-wildfires-on-greek-island-of-rhodes\">thousands of people have been evacuated</a>. In the US, China and no end of countries besides, the idea of planetary heating as a looming threat whose worst effects might yet be averted feels like it is turning to ash.</p><p>In the UK, unfortunately, the past 48 hours has seen a political story whose parochialist absurdity is off the scale: Conservative voices undermining the fragile cross-party consensus on reaching net zero by 2050 and calling for many of the UK’s tilts at climate action to be either slowed or stopped. The reason? The results of three parliamentary byelections – and, in particular, the views of 13,965 Conservative voters in the outer London suburbs.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/greece-climate-crisis-uk-party-politics-uxbridge-labour-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/greece-climate-crisis-uk-party-politics-uxbridge-labour-tories", "date_published": "2023-07-23T13:43:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK weather: flood alerts in northern England as rain hits sports events", "description": "<p>Downpours affect Open golf tournament and fourth Ashes Test and festivalgoers also drenched</p><p>Flood alerts have been issued across the north of England where heavy rain disrupted sporting events and left festivalgoers drenched.</p><p>It has been a soggy final day of the <a href=\"https://www.theguardian.com/sport/live/2023/jul/23/the-open-2023-final-round-live\">Open Championship</a> golf tournament in Liverpool and downpours have blighted the fourth Ashes cricket Test in Manchester on Sunday.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/uk-weather-flood-alerts-northern-england-rain-sports-events\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/uk-weather-flood-alerts-northern-england-rain-sports-events", "date_published": "2023-07-23T13:37:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New museum on faith in England hopes to buy Henry VIII tapestry from Spain", "description": "<p>Work described as ‘birth certificate of the C of E’ could form centrepiece of Faith Museum in County Durham</p><p>A campaign has been launched to bring a remarkable 16th-century tapestry commissioned by Henry VIII from Spain to be the centrepiece of a new UK museum dedicated to faith opening in October.</p><p>Saint Paul Directing the Burning of Heathen Books is “effectively the birth certificate of the Church of England”, according to Jonathan Ruffer, the founder of the Auckland Project in County Durham, the site of the Faith Museum.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/new-museum-faith-england-hopes-buy-henry-viii-tapestry-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/new-museum-faith-england-hopes-buy-henry-viii-tapestry-spain", "date_published": "2023-07-23T13:34:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hun Sen claims election victory and issues threat to Cambodians who spoiled ballots", "description": "<p>Authoritarian ruler said voters who destroyed ballot papers will face legal action</p><p>Cambodia’s authoritarian leader has warned voters who destroyed their ballots to turn themselves in or face legal consequences, as polls closed following a<a href=\"https://www.theguardian.com/world/2023/jul/23/cambodia-strongman-hun-sen-set-to-claim-landslide-election-victory-after-banning-opposition\"> one-sided election in which he ran virtually uncontested</a>.</p><p>The party of Hun Sen, 70, who has run the country for almost four decades, claimed victory on Sunday evening. There had been little doubt over the outcome of the vote, given that the only opposition party big enough to pose a threat, the Candlelight Party, was <a href=\"https://www.theguardian.com/world/2023/may/16/cambodias-only-major-opposition-party-is-barred-from-running-in-july-elections\">barred from running</a> after it was accused of not providing the right paperwork.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/cambodia-election-results-hun-sen-spoiled-ballots\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/cambodia-election-results-hun-sen-spoiled-ballots", "date_published": "2023-07-23T13:32:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trust the theatre: it has shown us the true outrage of Grenfell in a way the inquiry can’t | Robert Booth", "description": "<p>A verbatim play based on interviews with survivors shows us the agony of justice delayed, and why charges must be brought</p><p>There’s a quiet rage simmering at the National Theatre. Perhaps too quiet. At the end of Gillian Slovo’s new <a href=\"https://www.theguardian.com/uk-news/2023/jul/19/grenfell-tower-play-writer-gillian-slovo-national-theatre\">Grenfell Tower play</a>, Grenfell: in the Words of Survivors, actors playing survivors silently lead the audience out of the playhouse and into the night. The cast hold versions of the papier-mache hearts that have come to symbolise the west London community’s solidarity in loss. As everyone shuffles out, the theatre’s concrete walls are bathed in green light.</p><p>It’s a theatrical gambit that gives playgoers a taste of the <a href=\"https://www.theguardian.com/uk-news/2019/jun/14/united-in-grief-and-anger-grenfell-families-gather-two-years-on\">silent march</a> that takes place on the 14th of every month around the streets at the base of the burnt-out tower, bringing hundreds of the bereaved, survivors and residents back together.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/theatre-grenfell-inquiry-play-interviews-survivors-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/theatre-grenfell-inquiry-play-interviews-survivors-justice", "date_published": "2023-07-23T13:14:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dutch masterpiece on show in UK for first time", "description": "<p>‘Dazzling’ Banquet Still Life by Jan Davidsz. de Heem on loan to Cambridge’s Fitzwilliam Museum</p><p>A “dazzling” rare Dutch masterpiece that has always been held in private collections has gone on public display for the first time in its history.</p><p>Banquet Still Life by Jan Davidsz. de Heem will be on show at the Fitzwilliam Museum in Cambridge for the next two years.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/23/dutch-masterpiece-de-heem-on-show-in-uk-for-first-time\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/23/dutch-masterpiece-de-heem-on-show-in-uk-for-first-time", "date_published": "2023-07-23T13:06:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbie look out, Sindy is plotting her return to British children’s hearts", "description": "<p>Undaunted by her American cousin’s big screen debut, the UK doll is coming out of retirement for a new generation of fans </p><p>We might be living in <a href=\"https://www.theguardian.com/film/2023/jul/19/barbie-review-greta-gerwig-delirious-bubblegum-fantasy\" title=\"\">a Barbie world</a> at the moment – but the doll that once represented the American Dream might need to watch her back. The great British answer to the most famous fashion doll of all time could be about to make a comeback.</p><p>Next weekend sees the 13th annual Dollycon held in Lincoln, where Sindy fans will gather to celebrate their hobby. Just four years younger than her glamorous American counterpart, <a href=\"https://www.theguardian.com/business/gallery/2012/jul/02/sindy-50th-birthday-relaunched\" title=\"\">Sindy still holds a place in the hearts</a> of millions of British women who were girls in the 60s, 70s and 80s.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/barbie-look-out-sindy-is-plotting-her-return-to-british-childrens-hearts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/barbie-look-out-sindy-is-plotting-her-return-to-british-childrens-hearts", "date_published": "2023-07-23T13:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lost plays of Gertrude Robins, Bernard Shaw rival, to be revived a century on", "description": "<p>Powerful dramas that speak to today’s audiences, retrieved after British Library discovery, will be performed in London next month</p><p>It was a chance discovery in the British Library that has led to a change in fortune for Gertrude Robins – though she has had to wait more than 100 years after her death to achieve it.</p><p>In the early 20th century, Robins was among the female playwrights seen as up-and-coming rivals to George Bernard Shaw, John Galsworthy and JM Barrie, but over time her work was gradually forgotten.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/23/lost-plays-of-gertrude-robins-bernard-shaw-rival-to-be-revived-a-century-on\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/23/lost-plays-of-gertrude-robins-bernard-shaw-rival-to-be-revived-a-century-on", "date_published": "2023-07-23T13:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘What’s a girl like me doing in a Welsh valley?’: Kiran Sidhu on rural life", "description": "Kiran Sidhu always thought of herself as a Londoner. But after her mum died, she moved to rural Wales in search of a new way of life. There she learned that feeling lost was the first step to finding herself<p>It’s the time of year when the ewes are being separated from the lambs, when their cries and the guttural noise from their mothers can be heard across the valley, a natural amphitheatre for the soundtrack of their separation. Country sounds have become familiar to me; I swapped the city for the country four years ago. But this particular one, the separation of the lambs from their mothers, resonates more than any other. It is the sound of displacement. A sound that, one day, will belong to us all. I lost my 62-year-old mother to cancer in 2014; I’ve been drifting ever since.</p><p>The idea of being “found” holds so much importance. It seems our entire lives are dedicated to finding spaces we can nestle into until, ultimately, we find ourselves. A milieu that is familiar, a cave that reverberates our very own sound. Perhaps this is the natural way in life, to gravitate to the things we recognise: who wants to stand alone when there is safety in numbers? But I have discovered something. Standing alone and being lost is a place where many things can be found. Not enough is said about stumbling around in the dark.</p> <a href=\"https://www.theguardian.com/books/2023/jul/23/whats-a-girl-like-me-doing-in-a-welsh-valley-kiran-sidhu-on-moving-to-the-country\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/23/whats-a-girl-like-me-doing-in-a-welsh-valley-kiran-sidhu-on-moving-to-the-country", "date_published": "2023-07-23T13:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My mother is doing a version of Swedish death cleaning, only she doesn’t know it | Alys Fowler", "description": "<p>She is putting her house in order, so gives me jumpers, tools, an old sundial. In the process, I receive all her stories, memories and knowledge</p><p>‘Would you like this almost-full bottle of floor cleaner?” my mother asks. She waves it under my nose and I see it is for wooden floors. “I don’t have wooden floors, Mum.” “No, neither do I,” she says, rather disappointed. “Well, if you don’t want it, I shall put it in the bin.” This is a test, because she knows we both hate being wasteful. “OK, OK, I’ll take it and find someone with wooden floors.”</p><p>This cycle happens every time I go to see my parents. It starts almost the minute I arrive, with a pile of things my mother has been saving up. Last time, it was a stack of 90s cotton jumpers, and there is usually some old tool she has found in a drawer. As the visit goes on, the gift-giving is ramped up; every time she leaves the room, she returns with some new object. She has always been generous – no visitor has ever left without produce from the garden, fresh eggs, a bunch of flowers. But recently it has taken a different tack.</p> <a href=\"https://www.theguardian.com/science/commentisfree/2023/jul/23/my-mother-is-death-cleaning-and-i-never-want-it-to-end\">Continue reading...</a>", "link": "https://www.theguardian.com/science/commentisfree/2023/jul/23/my-mother-is-death-cleaning-and-i-never-want-it-to-end", "date_published": "2023-07-23T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: why did whistling go out of fashion?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>On a recent episode of <a href=\"https://www.bbc.co.uk/iplayer/episode/m001njrg/who-do-you-think-you-are-series-20-6-emily-atack\">Who Do You Think You Are?</a>, Prof Rachel Cowgill said whistling was all the rage in the late 19th and early 20th centuries. She said it was “very, very common to be walking down the street and to hear people whistling all around you” and for music halls to host professional whistlers. Whatever happened to this tradition? <em>Edith Andrews, Glasgow</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/readers-reply-why-did-whistling-go-out-of-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/readers-reply-why-did-whistling-go-out-of-fashion", "date_published": "2023-07-23T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman refuses plea of man barred from UK to be reunited with son", "description": "<p>Exclusive: home secretary orders exclusion of Siyabonga Twala, in limbo in Turkey after being stopped from flying back from holiday</p><p>The home secretary, Suella Braverman, has personally intervened to bar a man living in exile in Turkey from being reunited in the UK with his British son.</p><p>Siyabonga Twala from Chester has been <a href=\"https://www.theguardian.com/uk-news/2023/mar/23/punished-again-father-barred-uk-fights-home-son-siyabonga-twala\">in limbo in Ankara </a>for more than six months after he was blocked<a href=\"https://www.theguardian.com/politics/2023/mar/09/siyabonga-twala-father-stranded-in-turkey-home-office-limbo\"> from boarding a flight </a>back to Manchester last December.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/23/suella-braverman-refuses-plea-of-man-barred-from-uk-to-be-reunited-with-son-siyabonga-twala\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/23/suella-braverman-refuses-plea-of-man-barred-from-uk-to-be-reunited-with-son-siyabonga-twala", "date_published": "2023-07-23T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "F1 2023: Hungarian Grand Prix updates – live", "description": "<ul><li>Formula One updates at the Hungaroring, 2pm BST start</li><li>And feel free to <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or tweet him <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p><strong>I know we’re all thinking about Verstappen passing Hamilton,</strong> but I wonder how Norris is going to attack this race. He’s growing in confidence and had plenty to start with; I bet he’s not planning to simply hang onto his podium spot and leave it at that.</p><p><strong>We now watch footage showing the cleaner racing line coming from P2, not pole.</strong> Hamilton is a brilliant starter, but he’ll need to be bang at it to stop Verstappen from marching past at lights out.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/23/f1-2023-hungarian-grand-prix-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/23/f1-2023-hungarian-grand-prix-live", "date_published": "2023-07-23T12:58:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexico steps up rain-making project amid intense heatwave and drought", "description": "<p>Government claims 98% success rate for cloud seeding but critics urge improving irrigation and water supply systems</p><p>Amid a historic heatwave and months of drought, Mexico’s government has launched the latest phase of a <a href=\"https://www.gob.mx/agricultura/prensa/combate-agricultura-efectos-de-la-sequia-en-norte-y-noreste-del-pais-con-proyecto-de-estimulacion-de-lluvias?idiom=es\">cloud seeding project</a> it hopes will increase rainfall.</p><p>The project, which began in July, involves planes flying into clouds to release silver iodide particles which then, in theory, will attract additional water droplets and increase rain or snowfall.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/mexico-cloud-seeding-heatwave-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/mexico-cloud-seeding-heatwave-drought", "date_published": "2023-07-23T12:30:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Evan Davis: ‘I found out at my wedding that my father had killed himself’", "description": "<p>BBC host reveals brother told him of tragic death of dad, 92, who had cancer and heart failure, during reception</p><p>BBC broadcaster Evan Davis has revealed he learned on his wedding day that his father had taken his own life.</p><p>Davis’s father, Quintin, who was 92 and had cancer, had left a note saying his “system is closing down” and he had “no alternative”.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeline</a> on 988, chat on <a href=\"https://988lifeline.org/chat/\">988lifeline.org</a>, or <a href=\"https://www.crisistextline.org/\">text HOME</a> to 741741 to connect with a crisis counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em><br /></p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/23/evan-davis-i-found-out-at-my-wedding-that-my-father-had-killed-himself-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/23/evan-davis-i-found-out-at-my-wedding-that-my-father-had-killed-himself-bbc", "date_published": "2023-07-23T12:30:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sadiq Khan to press ahead with Ulez expansion amid Labour pressure", "description": "<p>London mayor is open to ideas to mitigate impact on residents, but not on scheduling of policy some blame for loss of byelection</p><p>Sadiq Khan is open to new ideas for mitigating the impact of the anti-pollution levy in London being expanded next month, but refusing to back down on the planned timing of its implementation.</p><p>Despite pressure from some in Labour for city hall to rethink the policy they believe <a href=\"https://www.theguardian.com/politics/2023/jul/21/starmer-urges-khan-to-reflect-on-ulez-rules-after-uxbridge-defeat\">lost the party the Uxbridge and South Ruislip byelection on Thursday</a>, the mayor is determined for it to come into force.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/sadiq-khan-to-press-ahead-with-ulez-expansion-amid-labour-pressure\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/sadiq-khan-to-press-ahead-with-ulez-expansion-amid-labour-pressure", "date_published": "2023-07-23T12:17:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Football’s little ladies’: Brazilian girls prepare for future Women’s World Cups", "description": "<p>Daminhas da Bola cuts through the engrained sexism of Brazilian society and trains tomorrow’s football superstars</p><p>Thaissan Passos grew up playing football with her male cousins on the streets of the Beira-Mar favela in Duque de Caxias, a city in Rio de Janeiro’s sprawling suburbs. When the boys progressed to proper practice, she wanted to join too – but the football club wouldn’t take girls.</p><p>“I was so frustrated,” recalls the 37-year-old, wiping away tears as she recounts the innumerable obstacles she faced in her attempts to play football, her only refuge from a violent home. Persistence paid off and Passos built a career in the sport, first as a goalkeeper, then as a coach, and then as the founder of a project offering free football practice for girls, so that “not a single other girl does not feel welcomed by the sport that saved me”.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/footballs-little-ladies-brazilian-girls-prepare-for-future-womens-world-cups\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/footballs-little-ladies-brazilian-girls-prepare-for-future-womens-world-cups", "date_published": "2023-07-23T12:10:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Craze for vintage Gap comes to the rescue as current sales decline", "description": "<p>Demand for quality clothing that captured the zeitgeist of the 90s and 00s is soaring, but it may not be enough to save the retailer</p><p>Look to the back of your wardrobe and you may be surprised to find you have some valuable fashion back there. Not a forgotten Chanel jacket or a pair of Louboutins, but old sweatshirts and jeans. A new trend for vintage <a href=\"https://www.theguardian.com/fashion/2022/apr/05/gap-how-the-clothing-brand-lost-its-way-fashion-retail\" title=\"\">Gap</a> has seen demand for the high street store’s clothes from the 90s and 00s soar.</p><p>At the <a href=\"https://www.theguardian.com/business/2018/oct/20/everyone-i-know-buys-vintage-the-depop-sellers-shaking-up-fashion\" title=\"\">resale marketplace Depop</a>, searches for “vintage Gap” went up 114% in June. On eBay, the number of items sold with “Y2KGap” in the listing has more than doubled in recent months. The retailer itself has also responded to the trend, launching its own vintage Gap collection online last month, sourced by Sean Wotherspoon – an American vintage collector and retailer.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/23/craze-for-vintage-gap-comes-to-the-rescue-as-current-sales-decline\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/23/craze-for-vintage-gap-comes-to-the-rescue-as-current-sales-decline", "date_published": "2023-07-23T12:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Get rid of all the green crap’: Tory PMs’ strange attitude to the environment", "description": "<p>As both Labour and Conservatives ponder their green policy, we look back at the Tories’ propensity to promise much – and deliver little</p><p>Conservative party support for environmental causes has generally been vocal at election time but hesitant and half-hearted in power. On one hand, the party – with the exception of a few hardcore climate crisis deniers – has never reached the total opposition to green causes that disfigures rightwing parties in other nations, in particular the US Republicans. On the other, it has generally failed to enact the kind of legislation that would allow the UK to take a global lead in the battle against global heating, as can be seen from the records of three recent Tory prime ministers.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/green-crap-tory-mps-environment-labour-conservatives\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/green-crap-tory-mps-environment-labour-conservatives", "date_published": "2023-07-23T12:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aviva Studios, Manchester review – where’s the joy?", "description": "<p>Designed by celebrated practice OMA to morph from small-scale to vast and host the city’s international festival, Manchester’s new £211m Aviva Studios, formerly Factory International, feels like a missed opportunity</p><p>The best solution to an architectural problem, argued the great architectural thinker <a href=\"https://www.theguardian.com/society/2003/aug/15/urbandesign.artsobituaries\">Cedric Price</a> (1934-2003), may not necessarily be a building. I mention Price because his spirit lurks somewhere behind the complex formerly known as Factory International, recently renamed <a href=\"https://factoryinternational.org/aviva-studios/\">Aviva Studios</a>, a new £211m “landmark cultural space” that will be a home for the biennial <a href=\"https://www.theguardian.com/stage/2023/jul/09/manchester-international-festival-theatre-roundup-2023-the-faggots-and-their-friends-between-revolutions-review-kagami-ryuichi-sakamoto-untitled-fck-mss-sgon-play-we-cut-through-the-dust\">Manchester international festival</a> and a year-round facility. I also mention Price because this project is evidence that he might have been right.</p><p>His own designs (largely unbuilt, though he did co-author the beautiful aviary at London zoo) proposed flexible frameworks with moving parts that could be changed and reconfigured at will – mobile classrooms on railway wagons, for example. Similar ambitions motivate Aviva Studios, which, with the help of foldaway seating, retractable floors and huge sliding doors, is designed to host “any kind of setup”, as the official blurb puts it, “from intimate theatre shows and intricate exhibitions, to huge multimedia performances and warehouse-scale gigs”.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/23/aviva-studios-manchester-review-factory-international-oma-wheres-the-joy-yayoi-kusama\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/23/aviva-studios-manchester-review-factory-international-oma-wheres-the-joy-yayoi-kusama", "date_published": "2023-07-23T12:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Black Venus review – defiantly face to face with the inhuman past", "description": "<p><strong>Somerset House, London</strong><br />The shocking life of 19th-century ‘Hottentot Venus’ Saartjie Baartman haunts this riveting show in which 18 artists including Sonia Boyce, Kara Walker and Zanele Muholi respond to objectification and Black femininity</p><p>In the winter of 1810, a Khoikhoi woman from the Eastern Cape named Saartjie Baartman was exhibited as the Hottentot Venus to a gawping London public. Visitors could watch her move and sing – and suffer their scrutiny – on a platform at the Egyptian Hall in Piccadilly for the meagre price of two shillings.</p><p>The Prince Regent arrived, bringing with him “the principal nobility of all England” according to contemporary handbills, followed by the cartoonists of the day. Their images send up Baartman’s “broad bottom” with ever-increasing glee. One even includes a <a href=\"https://www.britishmuseum.org/collection/object/P_1868-0808-7599\">smirking dandy</a> ostentatiously measuring her anatomy with a pair of callipers. It appears in this riveting exhibition.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/23/black-venus-reclaiming-black-women-in-visual-culture-review-somerset-house-london-defiantly-face-to-face-with-the-inhuman-past\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/23/black-venus-reclaiming-black-women-in-visual-culture-review-somerset-house-london-defiantly-face-to-face-with-the-inhuman-past", "date_published": "2023-07-23T12:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "People at increased risk of burnout due to more demanding workdays, TUC says", "description": "<p>Exclusive: More than half of workers in England and Wales report work is becoming more intense, according to polling</p><ul><li><strong><a href=\"https://www.theguardian.com/society/2023/jul/23/uk-workers-on-intensifying-conditions-teachers-postal-workers-exhausted\">Case study - ‘Absolutely physically knackered’: UK workers on intensifying conditions</a></strong></li></ul><p>People are facing more intense working days than ever, with less time for their private lives and an increased risk of burnout, according to research by the TUC.</p><p>More than half of workers (55%) reported that work has become more intense and demanding, according to polling for the union body.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/people-at-increased-risk-of-burnout-due-to-more-demanding-workdays-tuc-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/people-at-increased-risk-of-burnout-due-to-more-demanding-workdays-tuc-says", "date_published": "2023-07-23T12:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Open 2023: final round updates from Royal Liverpool – live", "description": "<ul><li>Updates from the final round at Hoylake</li><li><a href=\"https://www.theopen.com/leaderboard\">Official leaderboard</a></li><li>And you can share your thoughts with Scott <a href=\"mailto:scott.murray.casual@theguardian.com\">via mail</a></li></ul><p><strong>Scottie Scheffler was joint favourite with Rory McIlroy on Thursday morning.</strong> It never quite clicked for the world number one, who was slightly fortunate to survive the cut on Friday when his bunker shot at 18 hit the face and instead of dropping back to his feet, squeaked out and rolled to kick-in distance. But class will out, and he’s said his goodbyes to Royal Liverpool in style, ending the week with a stately 67. That’s equalled Adrian Meronk’s early best-of-day mark. He leaves on level par for the tournament.</p><p><strong>Adrian Meronk provides some much-needed encouragement for the chasing pack.</strong> The heavens provided the course with a good old drink last night, and they continue to do so. A soft course is a receptive course, and the 30-year-old Pole has taken advantage with a 67. He’s level par for the tournament. So that’s a promising sign for those hoping to make up some shots quickly on the leader. On the other hand, the weather’s only going to get worse, and as things stand, Meronk is one of just nine players to have made it into red figures today from a sample size currently standing at 56 players. The glass is either half empty or half full, it’s hard to make it out for sure.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/23/the-open-2023-final-round-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/23/the-open-2023-final-round-live", "date_published": "2023-07-23T11:55:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Milan mayor backs Sadiq Khan and says London Ulez is an inspiration", "description": "<p>Exclusive: Guiseppe Sala says policy on polluting cars in UK capital should be supported by national politicians </p><p>Sadiq Khan has won the backing of the mayor of Milan, one of Europe’s most congested cities, for an extension of the ultra-low emission zone (Ulez) in London following criticism from voters and his own party leader over the charges facing motorists.</p><p>Giuseppe Sala, who has led Milan’s municipal government since 2016, said the mayor of London’s policy on polluting cars was an inspiration to his own attempts to improve air quality in his city in northern Italy.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/milan-mayor-backs-sadiq-khan-london-ulez-inspiration\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/milan-mayor-backs-sadiq-khan-london-ulez-inspiration", "date_published": "2023-07-23T11:43:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK bill waters down protections against ‘robo-firing’ in gig economy, say experts", "description": "<p>Law would weaken right to force app-based firms to explain automated decisions, says research group</p><p>Protections for gig economy workers will be watered down should ministers succeed in pushing a controversial bill through parliament, experts have said.</p><p>The new law would weaken a relatively little-known right to force app-based firms to explain themselves when they make automated decisions, known as “management by algorithm”, before many workers had even realised they had it, they said.</p> <a href=\"https://www.theguardian.com/business/2023/jul/23/uk-bill-waters-down-protections-against-robo-firing-in-gig-economy-say-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/23/uk-bill-waters-down-protections-against-robo-firing-in-gig-economy-say-experts", "date_published": "2023-07-23T11:03:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Group using ‘shield laws’ to provide abortion care in states that ban it", "description": "<p>Aid Access ships medication abortion to all 50 states under the protection provided to clinicians serving patients in banned states</p><p>Dr Linda Prine is providing abortion access to people in all 50 states, even those that have banned it. That might seem like an admission to be discreet about in post-Roe America, but Prine and her colleagues at Aid Access, a telemedicine abortion service, are doing it openly and in a way they believe is on firm legal ground.</p><p>On 14 July, <a href=\"https://aidaccess.org/en/page/3767036/usa-abortion-providers-aid-access-started-serving-all-usa-states.?fbclid=IwAR1gxcYKuU-H-uUqlPBa3AeGUfRmtjsX8ImP7xYcUt9mt81kQ20nAfPGoGk\">Aid Access announced</a> that over the past month, a team of seven doctors, midwives and nurse practitioners have mailed medication abortion to 3,500 people under the protection of “shield laws”, which protect clinicians who serve patients in states where providing abortion is illegal. As soon as she learned about shield laws, Prine knew it represented an opportunity to go on the offensive, for those bold enough to try it.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/shield-laws-provide-abortion-care-aid-access\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/shield-laws-provide-abortion-care-aid-access", "date_published": "2023-07-23T11:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Daly frustrated over not starting England’s Women’s World Cup opener", "description": "<ul><li>‘No one is happy on the bench,’ says striker after win over Haiti</li><li>Insists she respects Sarina Wiegman’s call to start Alessia Russo</li></ul><p>Rachel Daly has expressed her frustration over starting as a substitute for <a href=\"https://www.theguardian.com/football/2023/jul/22/england-haiti-womens-world-cup-match-report\">England’s 1-0 defeat of Haiti</a> in their opening game of the World Cup, insisting: “No one is happy to sit on the bench.”</p><p>Who would lead the line for the Lionesses has been a hot topic of conversation ahead of Satuday’s contest, with Alessia Russo ultimately preferred by head coach, Sarina Wiegman. The position is hugely competitive, with Daly having finished the Women’s Super League season as top scorer and Bethany England having scored 12 goals in 12 league games after <a href=\"https://www.theguardian.com/football/2023/jan/04/bethany-england-transfer-tottenham-chelsea-wsl-record-deal\">moving from Chelsea to Tottenham</a> in search of regular game time in January. Daly was many people’s pick to get a starting place but that did not prove the case.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/rachel-daly-england-womens-world-cup-opener\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/rachel-daly-england-womens-world-cup-opener", "date_published": "2023-07-23T11:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m monomaniacal, I get slightly obsessive’: actor Tobias Menzies on tennis, moon landings and people watching", "description": "<p>Tobias Menzies has always relished a challenge, whether it’s playing Prince Philip, or a New York therapist – or just keeping up with Brad Pitt</p><p>As a child, the British actor Tobias Menzies was a talented junior tennis player. At the beginning of the Covid pandemic, he decided to see if he could get his game back. He joined his local club in north London and started hitting, mostly on his own with a machine firing balls at him, at least a couple of times a week: for the first six months, he only struck forehands; then he did a similar stint on his backhand. Two years on, Menzies has finally felt ready to contest matches, mainly against the club pro.</p><p>“When I started playing again, I thought, ‘OK, I’m going to do my 10,000 hours, I’m going to start again,’” says the 49-year-old Menzies, referring to the principle, popularised by the writer Malcolm Gladwell, that it takes that amount of time to achieve expertise in any field. “I’m monomaniacal, I get slightly obsessive. I don’t get bored by hitting forehands for six months, that’s just how my brain is.”</p> <a href=\"https://www.theguardian.com/film/2023/jul/23/tobias-menzies-interview-you-hurt-my-feelings\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/23/tobias-menzies-interview-you-hurt-my-feelings", "date_published": "2023-07-23T11:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Montmartre was dead’: how Paris district has been revived by music", "description": "<p>The 18th arrondissement so beloved of tourists has been transformed by indie record labels and musicians</p><p>Quentin Lepoutre takes a seat outside at seafood brasserie La Mascotte. As the moustachioed producer, otherwise known as Myd, looks up, he notices he isn’t dining alone. On his right is triple-platinum selling French singer-songwriter Renaud – and on his left is Guy-Manuel de Homem-Christo of electronic music duo <a href=\"https://www.theguardian.com/music/daft-punk\" title=\"\">Daft Punk</a>, eating oysters.</p><p>“On this terrace there are maybe four tables, and there were three generations of musicians,” Myd laughs. “Classic 18th life.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/montmartre-was-dead-how-paris-district-has-been-revived-by-music\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/montmartre-was-dead-how-paris-district-has-been-revived-by-music", "date_published": "2023-07-23T11:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France Femmes 2023: stage one updates – live", "description": "<ul><li>Updates from the 123.8km opening stage</li><li><a href=\"mailto:amy.sedghi.casual@guardian.co.uk\">Email Amy</a> with your thoughts or tweet her <a href=\"https://twitter.com/amysedghi?lang=en\">here</a></li></ul><p><strong>107km to go:</strong> As always, there are some beautiful looking bikes in the peloton, but Elisa Balsomo of Lidl-Trek is particularly proud of her steed. Take a look at that…</p><p><strong>109km to go:</strong> While the start looks calm, the racing is speedier thank it looks reports Slappendel. She’s estimating around 40-50kmph and not much chatting between the riders. As the commentators on Eurosport point out, the road is not conducive to an attack yet as the peloton can see about 4km ahead.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/23/tour-de-france-femmes-stage-one-from-clermont-ferrand-to-clermont-ferrand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/23/tour-de-france-femmes-stage-one-from-clermont-ferrand-to-clermont-ferrand", "date_published": "2023-07-23T10:58:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We shouldn’t be here’: British tourists tell of nightmare in Rhodes fires", "description": "<p>Travel company Tui criticised for still flying holidaymakers out to Greek island on Saturday night</p><p>British tourists said they had been left in “a living nightmare” after wildfires caused the emergency evacuation of 19,000 people on the Greek island of Rhodes.</p><p>More than 3,000 people were rescued from beaches and another 16,000 taken to safety on land as flames intensified in the south-eastern region of the island on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/british-tourists-tell-of-nightmare-in-rhodes-fires-greece\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/british-tourists-tell-of-nightmare-in-rhodes-fires-greece", "date_published": "2023-07-23T10:44:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Secret Kingdom review – woeful fantasy adventure", "description": "<p>Assorted pangolins and humans flounder in this lacklustre Australian drama with decent special effects</p><p>This Philip Pullman-inspired Australian fantasy adventure follows a brother and sister who discover that their creaky new home contains a portal to a netherworld inhabited by a population of armoured pangolins. What’s more, the arrival of Peter (Sam Everingham) and Verity (Alyla Browne) fulfils a prophecy that decrees that cautious, anxious Peter is the rightful king and saviour of the land. To realise the prophecy, he must solve a series of riddles and collect the pieces of a mysterious artefact.</p><p>The visual effects in <em>The Secret Kingdom</em> are decent – although pangolins, with their pink-rimmed eyes and crusty skin, are not the most appealing creatures. But this is mediocre at best as a piece of family entertainment. The performances – child, adult and pangolin alike – are painfully poor. And the stop-start pacing of the picture is a slog.</p> <a href=\"https://www.theguardian.com/film/2023/jul/23/the-secret-kingdom-review-woeful-fantasy-adventure-pangolins\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/23/the-secret-kingdom-review-woeful-fantasy-adventure-pangolins", "date_published": "2023-07-23T10:30:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Want to quickly spot idiots? Here are five foolproof red flags | Arwa Mahdawi", "description": "<p>The governor of Illinois went viral with a speech about seeing idiots in one’s midst. I have a few pointers of my own to offer</p><p>“If you want to be successful in this world, you have to develop your own idiot detection system,” the governor of Illinois, JB Pritzker, <a href=\"https://chicago.suntimes.com/news/2023/6/12/23758132/northwestern-university-commencement-graduation-address-pritzker-the-office-tv-show-steve-carell\">recently told</a> the Northwestern University Class of 2023. Pritzker, a billionaire and self-described “cheugy dad”, clearly knows a thing or two about successful commencement speeches: his talk has <a href=\"https://twitter.com/darrenrovell/status/1673659149417078788?s=20\">gone viral.</a> While the 20-minute speech, which was organized around quotes from characters in The Office series, wasn’t entirely about idiot-spotting, that section of it seemed to resonate the most.</p><p>You can see why. We live in a golden age of grifters, bullshitters and scammers. We live in an age where some of the world’s most powerful people threw millions of dollars at Elizabeth Holmes, without doing proper due diligence, because she came from the right background and sounded like she knew what she was talking about. A fantasist like <a href=\"https://www.theguardian.com/us-news/george-santos\">George Santos</a> managed to successfully fib his way into government. And <a href=\"https://www.theguardian.com/us-news/2021/feb/06/who-is-marjorie-taylor-greene-republican-qanon\">Marjorie Taylor Greene</a> has a seat in US Congress despite routinely going on unhinged rants about, inter alia, the “<a href=\"https://www.theguardian.com/us-news/2022/feb/09/marjorie-taylor-greene-gazpacho-police\">gazpacho police</a>”. Clearly not enough people have functioning idiot detection systems.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/how-to-spot-idiots-jb-pritzker-northwestern-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/how-to-spot-idiots-jb-pritzker-northwestern-speech", "date_published": "2023-07-23T10:02:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My Name Is Alfred Hitchcock review – Mark Cousins puts words in Hitch’s mouth", "description": "<p>On one level a revealing study of Hitchcock’s work, this documentary goes a step too far by imagining the director’s inner thoughts, as voiced by impressionist Alistair McGowan</p><p>Cineaste and essayist Mark Cousins turns his lens on to the work of Alfred Hitchcock in his latest illuminating exploration of cinema history. To a certain extent it’s a match made in movie heaven. Cousins is particularly insightful regarding the use of the camera, and few film-makers employed it as eloquently as Hitchcock. Rather than a chronological appreciation, the film is divided into thematic chapters (Escape, Desire, etc) – a suitably idiosyncratic approach that reflects Hitchcock’s unconventional tendencies.</p><p>One issue, however, is the decision to have the film narrated by Alistair McGowan, doing an uncanny (and unpleasantly phlegmy) impersonation of Hitchcock. While film theory, by its nature, comes with an assumption of the intentions of the director, there is usually an intermediary voice. Putting the words of Mark Cousins into the mouth of Hitchcock is an uncomfortable leap: it feels presumptive at best and disingenuous at worst.</p> <a href=\"https://www.theguardian.com/film/2023/jul/23/my-name-is-alfred-hitchcock-review-mark-cousins-alistair-mcgowan\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/23/my-name-is-alfred-hitchcock-review-mark-cousins-alistair-mcgowan", "date_published": "2023-07-23T10:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Should we confront the toxic legacy of blackface … or just forget it?", "description": "<p>Racist 19th-century minstrelsy survived into 1970s Britain.  David Olusoga<em> </em>has developed a TV show on its long, shameful history but wonders if he should have</p><p>Hidden away in the storage facilities of Hollywood movie studios and entombed in the vaults of museums and libraries – both in the UK and in the US – lies the creative output and the cultural ephemera of a form of popular entertainment that we have collectively chosen to forget.</p><p>This vast collection includes the recordings of hundreds of songs that were hugely popular in their day. Alongside them are thousands of books, posters, theatre programmes, advertisements, children’s toys, Hollywood movies and a significant slice of the early output of the American cartoon animation industry. All of this material – the product of millions of hours of human creative effort – is culturally radioactive. The only people who pay it much attention are historians.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/should-we-confront-the-toxic-legacy-of-blackface-or-just-forget-it\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/should-we-confront-the-toxic-legacy-of-blackface-or-just-forget-it", "date_published": "2023-07-23T10:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The genealogist who unearthed a dark family secret: ‘Discovering I had a traitor for an ancestor has been a rollercoaster’", "description": "<p>Other people’s revelations never made him emotional, but finding out his grandmother’s brother was a Soviet spy changed everything</p><p>I ran the genealogical research for Who Do You Think You Are? for four years, as well doing professional <a href=\"https://www.theguardian.com/lifeandstyle/genealogy\" title=\"\">genealogy</a> for private clients, so I had plenty of experience of family history “revelations”. The research was compelling, but I could never really understand how people wept openly when they met a complete stranger they were related to. For me it was always a bit at arm’s length, a bit clinical: “Here’s the stuff – what do you think?”</p><p>I hadn’t even considered what it would be like if I had a famous – or infamous – ancestor. But my dad’s cousin had done some work on our family tree and had discovered there was a file at the National Archives about my grandmother’s brother, Ernest Holloway Oldham. It was only when that file was digitised and placed online that I had a look and went: “Whoa, hold on – what’s this?” It was in the MI5 section, so I immediately thought: “How exciting – a spook in the family tree.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/the-genealogist-who-unearthed-a-dark-family-secret-discovering-i-had-a-traitor-for-an-ancestor-has-been-a-rollercoaster\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/the-genealogist-who-unearthed-a-dark-family-secret-discovering-i-had-a-traitor-for-an-ancestor-has-been-a-rollercoaster", "date_published": "2023-07-23T10:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I see them as cautionary tales’: Kristine Potter’s darkly imagined American south", "description": "<p>Inspired by the American murder ballad, a genre of traditional folk songs in which women are often killed by men, the photographer captures a psychogeography that’s both strange and familiar</p><p>The American murder ballad belongs to a tradition of austere folk songs that migrated from Britain and Ireland to America along with several waves of 19th-century emigrants. Knoxville Girl, for instance, which was first recorded in 1924, and later covered by the Louvin Brothers, Nick Cave and the Handsome Family among others, is an adaptation of an Irish song, The Wexford Girl, which itself was based on and older English ballad The Oxford Girl. The location may have changed, but the song’s grisly narrative remained constant:</p><p>She fell down on her bended knees,<br />For mercy she did cry,<br />“Oh Willy, dear, don’t kill me here,<br />I’m unprepared to die!”</p><p>Knoxville Girl, 2016.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/23/kristine-potter-photographer-dark-waters-darkly-imagined-american-south\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/23/kristine-potter-photographer-dark-waters-darkly-imagined-american-south", "date_published": "2023-07-23T10:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Van der Gragt sinks Portugal and gives Netherlands a winning World Cup start", "description": "<p>The Netherlands kicked off their Group E campaign with a 1-0 win over Women’s World Cup debutants Portugal at Dunedin Stadium on Sunday thanks to a first-half goal from Stefanie Van der Gragt that was awarded on a VAR review.</p><p>The Dutch edged Portugal 3-2 a year ago in the European Championship group stage, but this time the Iberian side were no match for the team in their trademark orange and did not have a shot on target until the 82nd minute.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/netherlands-portugal-womens-world-cup-report-van-der-gragt-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/netherlands-portugal-womens-world-cup-report-van-der-gragt-football", "date_published": "2023-07-23T09:54:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russian missile strikes on Odesa kill one person and damage cathedral", "description": "<p>Ukrainian authorities say children among 22 injured in new wave of attacks on Black Sea port city</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jul/23/russia-ukraine-war-live-one-killed-in-odesa-as-moscow-launches-fresh-strikes-putin-and-lukashenko-set-to-meet\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>A new wave of Russian strikes on Odesa have killed one person and damaged a historic cathedral, as missiles again rained down on the southern Ukrainian city.</p><p>Authorities said 22 people were injured in the attacks in the early hours of Sunday, including a number of children. One strike hit the Transfiguration Cathedral, which was built in the late 18th century, destroyed under Joseph Stalin and then rebuilt in the early 2000s.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/russian-missile-strikes-odesa-ukraine-cathedral\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/russian-missile-strikes-odesa-ukraine-cathedral", "date_published": "2023-07-23T09:45:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France v Jamaica: Women’s World Cup 2023 – live", "description": "<ul><li>Women’s World Cup Group F: 11am BST/8pm AEST kick-off</li><li>And feel free to drop Sarah <a href=\"mailto:sarah.rendell.casual@theguardian.com\">an email</a> or tweet her <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>Here is some information on Jamaica’s star player</strong> from our guide on the country: “Jamaica’s all-time leading scorer with 56 goals, Khadija “Bunny” Shaw’s career is one of bumps, bruises and of course, tremendous success. The 6ft striker’s physicality and speed of thought had set her up for a dazzling career from a young age – aged 14 she played for Jamaica’s under-15, under-17 and under-20 teams. She made her debut for the senior side on 23 August 2015, scoring once in a 6-0 win over the Dominican Republic. She has lost siblings to violence and accidents but used those tragedies to fuel her passion for football.” Read the full piece:</p><p><strong>England did not have it all their own way against Haiti</strong>: “For a side whose success in the Euros last summer depended so heavily on their ability in defence, they were made to look fragile, and at times chaotic, by a fast and tenacious Haiti side <a href=\"https://www.theguardian.com/football/2023/jul/22/england-haiti-womens-world-cup-match-report\">who took the game</a> to the European champions.” Read the full piece:</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/23/france-v-jamaica-womens-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/23/france-v-jamaica-womens-world-cup-2023-live", "date_published": "2023-07-23T09:43:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Ashes 2023: England v Australia, fourth Test, day five – live", "description": "<ul><li>Live cricket updates from Old Trafford (11am BST/8pm AEST)</li><li><a href=\"https://profile.theguardian.com/signin?componentEventParams=componentType%3Didentityauthentication%26componentId%3Didapi_signin_redirect&amp;returnUrl=https%3A%2F%2Fmanage.theguardian.com%2Femail-prefs%3FprofileReferrer%3Dsignin%253FcomponentEventParams%253DcomponentType%25253Didentityauthentication%252526componentId%25253Didapi_signin_redirect\">Sign up for The Spin newsletter</a> | <a href=\"mailto:james.wallace.casual@theguardian.com\">Email James</a> or <a href=\"https://twitter.com/Jimbo_Cricket\">tweet him</a></li></ul><p>“Morning James,”</p><p>Morning to you Michael Robinson.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/23/the-ashes-2023-england-v-australia-fourth-test-day-five-live-updates-score-results-eng-vs-aus-old-trafford-start-time\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/23/the-ashes-2023-england-v-australia-fourth-test-day-five-live-updates-score-results-eng-vs-aus-old-trafford-start-time", "date_published": "2023-07-23T09:38:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for summer vegetable and herb rice, and peach, raspberry and  redcurrant sundae", "description": "Celebrate the season with a fragrant herb-flecked rice and a gloriously rich and fruity sundae<p>At the kitchen counter, chopping. The herbs’ fragrance comes in waves. Verdant, fresh, invigorating. First there’s parsley – mild, somehow the cool wake-up-call of mint. Now, dill, grass-green and watery.</p><p>All the herbs are in fat bunches, so my rice salad will be more herb than grain, in the ratio of a classic tabbouleh. I am tossing the rice with broad beans, too, while the fresh ones are still around, and tiny green peas.</p> <a href=\"https://www.theguardian.com/food/2023/jul/23/nigel-slater-recipes-summer-vegetable-and-herb-rice-peach-raspberry-redcurrant-sundae\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/23/nigel-slater-recipes-summer-vegetable-and-herb-rice-peach-raspberry-redcurrant-sundae", "date_published": "2023-07-23T09:31:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Grenfell: In the Words of Survivors; Cuckoo; The Sound of Music – review", "description": "<p><strong>Dorfman; Royal Court, London; Chichester Festival theatre</strong><br />Gillian Slovo’s new verbatim play about the 2017 tragedy is overpowering theatre that doubles as activism; a comedy of iPhone-fixated family dysfunction is hilariously relatable; and the hills are alive again</p><p>On billboards in the underground at Waterloo,<a href=\"https://www.nationaltheatre.org.uk/productions/grenfell-in-the-words-of-survivors/\"> </a><strong><a href=\"https://www.nationaltheatre.org.uk/productions/grenfell-in-the-words-of-survivors/\">Grenfell: In the Words of Survivors</a></strong>, a keenly awaited show at the National, advertises itself as “a new play” by <a href=\"https://www.theguardian.com/uk-news/2023/jul/19/grenfell-tower-play-writer-gillian-slovo-national-theatre\">Gillian Slovo.</a> But the drama itself is not new at all: this has been an uncontainable and continuing tragedy. Six years after <a href=\"https://www.theguardian.com/uk-news/2017/jun/14/how-the-grenfell-tower-disaster-unfolded\">the fire</a> that killed 72 people on 14 June 2017 in the 24-storey residential tower in North Kensington, the <a href=\"https://www.theguardian.com/uk-news/grenfell-tower-inquiry\">inquiry</a> has yet to publish its findings and construction companies have yet to be prosecuted for criminal liability. It is a catastrophe that remains scandalously unresolved, the inquiry’s conclusions not now expected until 2024.</p><p>There have been multiple responses to Grenfell from journalists and artists – Steve McQueen’s film <em><a href=\"https://www.theguardian.com/uk-news/2023/may/07/steve-mcqueen-dismay-mps-snub-grenfell-tower-film-invitation\">Grenfell</a></em>, Richard Norton-Taylor’s verbatim pieces <em><a href=\"https://www.theguardian.com/stage/2021/oct/24/get-up-stand-up-the-bob-marley-musical-review-arinze-kene-lyric-value-engineering-scenes-from-the-grenfell-inquiry-tabernacle-love-and-other-acts-of-violence-donmar-warehouse\">Grenfell: Value Engineering</a></em> and <em><a href=\"https://www.theguardian.com/stage/2023/feb/26/the-week-in-theatre-grenfell-system-failure-medea-trouble-in-butetown-review\">Grenfell: System Failure</a></em> about the hearing and, as early as 2018, Andrew O’Hagan’s <a href=\"https://www.lrb.co.uk/the-paper/v40/n11/andrew-o-hagan/the-tower\">controversial essay</a> in the <em>London Review of Books</em> that led to the question: who has the right to tell this story? Here is the sense in which Slovo’s play <em>is</em> new and important. It is not only that she uses the words of survivors; it’s that they are her collaborators. They were invited to read transcripts, take part in the film that ends the show, be their own editors. The result is an inquiry of the best sort – the most humane kind – on stage.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/23/grenfell-in-the-words-of-survivors-gillian-slovo-dorfman-national-theatre-review-cuckoo-michael-wynne-royal-court-the-sound-of-music-chichester-festival-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/23/grenfell-in-the-words-of-survivors-gillian-slovo-dorfman-national-theatre-review-cuckoo-michael-wynne-royal-court-the-sound-of-music-chichester-festival-theatre", "date_published": "2023-07-23T09:30:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It won’t cost much to make free school meals a universal right | Larry Elliott", "description": "<p>A new push to offer free school meals across the globe won’t end world hunger but it’s a very good start</p><p>During the pandemic the Manchester United footballer Marcus Rashford turned food into a hot political issue in the UK with <a href=\"https://www.theguardian.com/education/2021/jan/20/rashford-demands-a-meal-a-day-for-all-school-pupils-in-need\">his campaign </a>for every child in a low-income family to be guaranteed a free school meal.</p><p>Since then, things have moved on. The problems facing low-income families – not just in Britain but everywhere – have worsened owing to <a href=\"https://www.theguardian.com/business/2022/dec/22/rising-cost-of-basic-food-items-leaves-poorest-people-worst-off-ons-finds\">rising global food prices</a>. Consumers in the western economies have seen the cost of their weekly shop rise sharply. Food bank use in Britain has surged as a result of a cost-of-living crisis that has seen grocery bills rise by almost a fifth in the past year.</p> <a href=\"https://www.theguardian.com/business/2023/jul/23/it-wont-cost-much-to-make-free-school-meals-a-universal-right\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/23/it-wont-cost-much-to-make-free-school-meals-a-universal-right", "date_published": "2023-07-23T09:25:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of millions in UK aid returns to Treasury in VAT on asylum hotel bills", "description": "<p>Exclusive: Payments underline absurdity of counting British accommodation as aid, say critics, and cost of application backlog</p><p>Hundreds of millions of pounds in British aid spending is returning to the Treasury each year in tax, thanks to the spiralling cost of housing asylum seekers in UK hotels.</p><p>The government says it is paying VAT on its bills for hotels to accommodate asylum seekers, while also classifying such spending towards its overseas development spending target.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/23/hundreds-of-millions-in-uk-aid-returns-to-treasury-in-vat-on-asylum-hotel-bills\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/23/hundreds-of-millions-in-uk-aid-returns-to-treasury-in-vat-on-asylum-hotel-bills", "date_published": "2023-07-23T09:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I travelled across America to discover my mother’s secrets – and instead found that I have my own", "description": "<p>My journey into the world showed me that adventures are for me, too</p><p>When my mum handed me the notebook, I was excited. It was from a trip she’d taken in the 1970s, visiting her aunt in Omaha, Nebraska. I had just done the exact same trip – a flight to New York City, then a Greyhound bus across the Midwest. I had made this trip to research the ebb and flow of women’s rights over a generation, but also to understand my mother better, and to tell the story of both in a book. This, therefore, was primary source gold: her private thoughts of that moment in time, perfectly preserved from nearly half a century ago.</p><p>Or at least some of them were. Because when I took the thin yellow pad in my hands, the faded paper covered in her unmistakable scrawl, I began to notice something. Pages had been removed. Some had parts missing, neatly cut off, as if folded along the line of a ruler and defiantly torn away. It had been redacted by my mother, like a document of national security, and forced into the light by a freedom of information request, by me, her daughter.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/i-travelled-across-america-to-discover-my-mothers-secrets-and-instead-found-i-have-my-own\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/i-travelled-across-america-to-discover-my-mothers-secrets-and-instead-found-i-have-my-own", "date_published": "2023-07-23T09:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scientists battle to save Guam kingfisher after snakes introduced", "description": "<p>A species almost wiped out by tree snakes is being returned to the wild and, eventually, to its Pacific island home</p><p>As arks go, the shipping container that has been placed inside Sedgwick County Zoo, in Wichita, Kansas, looks an unlikely vehicle for saving species.</p><p>Nevertheless, work there is expected to play a key role in undoing one of the world’s worst conservation disasters: the accidental introduction of brown tree snakes to the Pacific island of <a href=\"https://www.theguardian.com/world/2020/aug/08/our-childrens-lives-on-the-line-the-ongoing-battle-for-guam\">Guam</a>. The snakes’ arrival, at the end of the second world war, eventually wiped out huge numbers of indigenous birds, mammals, and lizards including the Guam kingfisher, the Guam rail, and the Guam flycatcher.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/scientists-battle-to-save-guam-kingfisher-after-snakes-introduced\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/scientists-battle-to-save-guam-kingfisher-after-snakes-introduced", "date_published": "2023-07-23T09:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Simple pleasures: great getaways on the Isle of Wight", "description": "Queen Victoria loved it there, and so have generations of seaside holiday-makers ever since<p>If picturesque cycling, coastal walks and simple seaside pleasures float your boat, make the Isle of Wight your first port of call. Home to Queen Victoria’s summer retreat, Osborne House, the island has 20 beaches and a series of unspoilt coves. A network of cycle and walking trails covers 17 miles of coastline and countryside. Famous for the <a href=\"http://www.cowesweek.co.uk/web/code/php/main_c.php?section=takingpart&amp;page=entries\" title=\"\">Cowes</a> sailing regatta in July and August, the 147-square-mile island also offers every water sport going, from kayak surfing and windsurfing to paddle-boarding and parasailing.</p><p>We explored by bike, our wheels borrowed from <a href=\"https://forestershall.com/\" title=\"\">Foresters Hall</a>, an impeccable, 14-bedroom Grade II-listed boutique hotel. Situated on a cobbled street in Cowes old town, Foresters is a five-minute walk from the <a href=\"https://www.redfunnel.co.uk/en/isle-of-wight-ferry/red-jet/\" title=\"\">Red Jet</a> terminal – the journey to East Cowes from Southampton Quay takes 28 minutes.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/23/the-wight-stuff-great-holidays-on-the-isle-of-wight\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/23/the-wight-stuff-great-holidays-on-the-isle-of-wight", "date_published": "2023-07-23T09:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "If the Tory degree plan is dopey, look who’s selling it | Stewart Lee", "description": "<p>Those charged with explaining the policy had been sent into the field without any clear idea of what the word ‘good’ actually meant</p><p>On Monday, as part of their ongoing fabricated culture war, a desperate Conservative government declared an incoherent assault on <a href=\"https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees\">“rip-off” degrees</a>. But there is no one left in the duffer-stuffed Conservative government clever enough to defend the idiotic soundbite that is “Crackdown on Mickey Mouse degrees!” And hasn’t Mickey Mouse suffered enough, being <a href=\"https://www.theguardian.com/uk-news/2023/jul/07/robert-jenrick-has-cartoon-murals-painted-over-at-childrens-asylum-centre\">painted over by Robert Jenrick</a>, without having his educational opportunities taken away from him too?</p><p>The task of eating a half-baked policy pie full of untested opinion goulash live on TV on a Monday morning fell to the hapless MP for Harlow, education minister Robert Halfon, a man who occupies so many contradictory positions as to appear almost without corporeal form, like a Happy Shopper bag swirling round and round in a gust of wind in a bin store behind one of those adult shops on the A1.</p><p>Stewart’s <em>Basic Lee </em>show’s ongoing tour dates <a href=\"https://www.stewartlee.co.uk/live-dates/\">are here</a>. <a href=\"https://www.thestand.co.uk/fringe/1623/stewart-lee-basic-lee\">A fun-size ™ ® version of the show is at The Stand’s New Town Theatre in Edinburgh from 11-20 August</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/dopey-rip-off-degree-plan-is-beyond-this-tory-education-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/dopey-rip-off-degree-plan-is-beyond-this-tory-education-minister", "date_published": "2023-07-23T09:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Summer of discontent: will US strikes spell trouble for ‘union guy’ Biden?", "description": "<p>Widespread industrial action could cloud president’s ‘Bidenomics’ pitch to voters but some see a chance to shine as a champion of working people</p><p>It became known as the <a href=\"https://en.wikipedia.org/wiki/Winter_of_Discontent\">winter of discontent</a>. After the Labour government tried to freeze wages to stem inflation, Britain was convulsed by labour strikes and disruptions in public services. Rubbish piled in the streets, bodies went unburied – and a fierce political backlash swept Margaret Thatcher’s Conservatives into power.</p><p>Forty-five years later a <a href=\"https://www.axios.com/2023/06/27/us-workers-strike-jobs-economy\">summer of strikes</a> is roiling industries from coast to coast in America.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/23/us-strikes-joe-biden-election-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/23/us-strikes-joe-biden-election-2024", "date_published": "2023-07-23T09:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China’s race for growth is fading. So too is its dream of middle-class security | Rana Mitter", "description": "Xi Jinping’s 31-point strategy may not be enough to halt the economy’s decline<p>Rishi Sunak and Keir Starmer are both putting faith in a five-point plan. Never knowingly undersold, China’s government announced last week that it’s going for a 31-point strategy.</p><p>Last week, there were alarmed faces in Beijing at the news that its GDP had <a href=\"https://www.theguardian.com/business/2023/jul/17/china-gdp-growth-down-economy-june-quarter-gross-domestic-profit#:~:text=For%20the%20June%20quarter%20alone,predictions%20of%20a%200.5%25%20expansion.&amp;text=Over%20the%20past%20three%20decades,a%20generation%20of%20new%20demand.\" title=\"\">improved by just 0.8%</a> in the second quarter of 2023, prompting a sense that China’s economy needs a rapid boost. For the past few years, the private sector has been a target for high-profile crackdowns by the Chinese Communist party (CCP), worried that companies such as Tencent and Alibaba were enjoying too high a profile. Now, it says it wants to make the atmosphere for entrepreneurs “<a href=\"https://www.scmp.com/economy/china-economy/article/3228308/can-chinas-new-action-plan-lift-economy-out-deep-rooted-malaise-bring-market-peace-mind?module=lead_hero_story&amp;pgtype=homepage\" title=\"\">bigger, better, and stronger</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/china-31-point-plan-for-economic-recovery-will-stumble\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/china-31-point-plan-for-economic-recovery-will-stumble", "date_published": "2023-07-23T08:32:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No laughing matter: a petty act of uncommon insensitivity", "description": "Painting over the cartoons in a migrant centre for children is a new low, even for this government<p>I’m angry and I don’t know where to put it. I’ve made the mistake of reading something before bed, which has left me so enraged, I can’t sit still. I kiss my son’s forehead as he sleeps, which helps a little, but angry I remain. I will share this anger with you.</p><p>Unless you count my years-long stand against the hellish libertarian dystopia that is <em>Paw Patrol</em>, I don’t bring politics into this column if I can help it and generally bore people with my reactions to current events elsewhere. Parenting does, of course, have many political dimensions, not least since so many people become more politically active upon becoming parents. Sometimes this effect seems slightly myopic, like with those audience members on <em>Question Time</em> who preface the most self-serving statement you’ve ever heard with: ‘Speaking as a parent’.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/painting-over-cartoons-in-a-migrant-centre-a-new-low-for-the-government\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/painting-over-cartoons-in-a-migrant-centre-a-new-low-for-the-government", "date_published": "2023-07-23T08:31:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Isata Kanneh-Mason: ‘Classical music reflects every human emotion. If you listen, you can understand it’", "description": "<p>The pianist on being the eldest of the celebrated Kanneh-Mason clan, how to rehearse without annoying the neighbours, and what she listens to off duty</p><p>The pianist <a href=\"https://www.isatakannehmason.com/#/\">Isata Kanneh-Mason</a>, 27, has an international career as a soloist and chamber musician, with forthcoming concerts in Lucerne, New York, Seoul and elsewhere. A regular duo partner with her cellist brother, <a href=\"https://www.theguardian.com/music/2022/sep/04/sheku-kanneh-mason-cellist-interview-last-night-proms\">Sheku Kanneh-Mason</a>, she grew up in Nottingham, the eldest of seven siblings, all musicians. Her third solo album, <em>Childhood Tales</em> (Decca), was released in May. On 1 August she will make her <a href=\"https://www.royalalberthall.com/tickets/proms/bbc-proms-2023/prom-22-isata-kanneh-mason-plays-prokofiev/\">BBC Proms solo debut</a> at the Royal Albert Hall with the BBC National Orchestra of Wales.</p><p><strong>You’re about to play your first </strong><strong>solo Prom. Exciting? Nerve-racking?<br /></strong>I’ve done two chamber music Proms before, one during Covid, without an audience, so to be in the Albert Hall in front of a large crowd is a really big thing in my career, and very exciting. I’m playing Prokofiev’s Third Piano Concerto – one of my favourites: completely crazy and very rhythmic. That’s something I relate to, the patterns and precision. As soloist in a concerto, however hard you prepare, you don’t know how it will be until you meet the orchestra and give the first performance. Luckily, I’ve had a chance to perform this piece several times, though this will be my first time with BBC NOW.</p> <a href=\"https://www.theguardian.com/music/2023/jul/23/isata-kanneh-mason-solo-prom-debut-prokofiev-interview-childhood-tales\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/23/isata-kanneh-mason-solo-prom-debut-prokofiev-interview-childhood-tales", "date_published": "2023-07-23T08:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: The Bear; The Sixth Commandment; Rosie Jones: Am I a R*tard?; University Challenge – review", "description": "<p>The Chicago kitchen drama returns for a slow-burn second helping; Timothy Spall astounds in Sarah Phelps’s true crime drama; Rosie Jones confronts hate speech; and fingers on buzzers…</p><p><strong>The Bear</strong> (<a href=\"https://www.disneyplus.com/en-gb/series/the-bear/52m6nx7HoP5F\">Disney+</a>)<br /><strong>The Sixth Commandment</strong> (BBC One) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/p0fvlpf9/the-sixth-commandment\">iPlayer</a><br /><strong>Rosie Jones: Am I a R*tard?</strong> (Channel 4) | <a href=\"https://www.channel4.com/programmes/rosie-jones-am-i-a-rtard\">channel4.com</a><br /><strong>University Challenge</strong> (BBC Two) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/b006t6l0/university-challenge\">iPlayer</a></p><p>What is it about Disney+’s <strong><a href=\"https://www.disneyplus.com/en-gb/series/the-bear/52m6nx7HoP5F\">The Bear</a></strong> that makes it so riveting? The first series of Christopher Storer’s Chicago restaurant comedy drama exploded like a chip-pan fire no wet tea towel could put out. The Emmy nominations showered down like pepper-mill grindings.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/23/the-week-in-tv-the-bear-season-2-the-sixth-commandment-sarah-phelps-timothy-spall-rosie-jones-am-i-a-rtard-university-challenge-amol-rajan-review\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/23/the-week-in-tv-the-bear-season-2-the-sixth-commandment-sarah-phelps-timothy-spall-rosie-jones-am-i-a-rtard-university-challenge-amol-rajan-review", "date_published": "2023-07-23T08:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: bars to savour if summer rain ruins plans | Annalisa Barbieri", "description": "Settle in for your favourite film with a bar of craft chocolate<p>As I write, the heat has turned to chill and I’ve had to find my socks again. One of the things I envy in US romcoms set in certain climes, is the ability to leave outdoor furniture cushions outside with absolute certainty that they won’t get rained on – and being able to plan outdoor gatherings without contingent measures for rain.</p><p>So I made a rather delicious chocolate cake using ground almonds, dates and chocolate using <strong>Willie’s </strong>70% Chef’s Drops, £29.50/1kg, with its notes of ‘raisins and plums’, which went rather well with cream and strawberries and afternoon films. I rewatched <em>The Silence of the Lambs</em> with my eldest and shouted myself hoarse in the final scenes for Clarice to call for back up and not go down to the cellar.</p> <a href=\"https://www.theguardian.com/food/2023/jul/23/notes-on-chocolate-bars-to-savour-if-summer-rain-ruins-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/23/notes-on-chocolate-bars-to-savour-if-summer-rain-ruins-plans", "date_published": "2023-07-23T08:01:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We’ve caught the distraction disease – we do anything to avoid the problems we face | Torsten Bell", "description": "Politicians aren’t the only ones to blame for a lack of focus on real issues, as culture war debates waste ever more of our time and energy<p>We all get distracted, as Twitter or daydreaming makes us less productive than we would like to be. That might be suboptimal, but it’s not you or me getting distracted that should really worry us. It’s Britain.</p><p>Ours is a country where workers are stuck with wages <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/datasets/averageweeklyearningsearn01\" title=\"\">at the same level</a> they were as we went into the financial crisis of 2008. Productivity growth – the key driver of rising living standards – has all but <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/labourproductivity/timeseries/lzvd/prdy\" title=\"\">ground to a halt</a>. Last year there was a 37% <a href=\"https://www.trusselltrust.org/wp-content/uploads/sites/2/2023/04/EYS-UK-Factsheet-2022-23.pdf\" title=\"\">rise in food bank</a> use compared with the year before and in the past few weeks one in 20 adults reported having <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/personalandhouseholdfinances/expenditure/articles/impactofincreasedcostoflivingonadultsacrossgreatbritain/februarytomay2023\" title=\"\">run out of food</a> and being unable to afford more. Temperatures and <a href=\"https://www.england.nhs.uk/statistics/wp-content/uploads/sites/2/2023/06/Apr23-RTT-SPN-publication-version-PDF-427K.pdf\" title=\"\">NHS waiting lists</a> are hitting record highs, while pupil <a href=\"https://www.resolutionfoundation.org/comment/the-benefits-of-unions-with-your-co-workers-and-the-perils-of-unions-with-your-cousins/\" title=\"\">absence rates</a> at secondary school are 50% higher post-pandemic.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/distraction-disease-we-do-anything-to-avoid-problems-we-face\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/distraction-disease-we-do-anything-to-avoid-problems-we-face", "date_published": "2023-07-23T08:01:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Terrorist Anders Breivik’s manifesto was listed for sale on Waterstones website", "description": "<p>Bookseller removes anti-Muslim document by extremist who killed 77 people in Norway, after discovery by investigators</p><p>The notorious manifesto of far-right terrorist Anders Breivik, who killed 77 people in Norway’s worst peacetime atrocity, was listed for sale by Britain’s biggest book chain, Waterstones.</p><p>Investigators found Breivik’s manifesto on the website last Wednesday before it was removed after the bookseller was informed.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/terrorist-anders-breiviks-manifesto-was-listed-for-sale-on-waterstones-website\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/terrorist-anders-breiviks-manifesto-was-listed-for-sale-on-waterstones-website", "date_published": "2023-07-23T08:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thunderclap by Laura Cumming review – a visionary examination of Dutch golden age art", "description": "<p>With time-stopping attention to detail, the Observer’s art critic searches for redemption in the rubble of the catastrophic Delft explosion of 1654 – to miraculous effect</p><p>For Laura Cumming, Dutch art is a placid paradise with the countdown to a cataclysm ticking away in the background. The immaculately swept streets and waxed floors in the paintings, the thin ice that supports a crowd of skaters in a frozen winter, the churches that are containers for mellow light and silence – all are instantly annihilated by the big bang of the book’s title. The Delft Thunderclap in 1654 was the detonation of 40 tonnes of gunpowder, stored for the city’s defence in the cellar of a former convent and probably set alight by a spark when a guard turned his key in a rusty lock or swung his lantern carelessly. Buildings imploded, and numberless people were crushed by the rubble. As if still reeling from an aftershock, <a href=\"https://www.theguardian.com/profile/lauracumming\">Cumming</a> is left trying to balance the safety or sanctity of art against the accidental violence of life, both on that day in the 17th century and in her personal experience of rupture and irreparable loss.</p><p>Among those killed by the thunderclap was Carel Fabritius, the painter whose eerily calm <em><a href=\"https://www.nationalgallery.org.uk/paintings/carel-fabritius-a-view-of-delft\">A View of Delft</a></em> in the National Gallery steadied Cumming during her “volatile and confused” early days in London. The book begins with her declaration of love for the painting, which she remembers visiting almost daily before she drifted off to trysts with someone she admits she did not love. Her actual boyfriend paled before Fabritius’s “darkly handsome” musician, who lolls beside his lute and viol, and Cumming wished herself out of clamorous, chaotic London into serenely empty Delft. Dutch art still consoles her by holding out the hope of “a perfectible world”. During the nervy Covid lockdowns, she kept a reproduction of Vermeer’s <em><a href=\"https://www.rijksmuseum.nl/en/collection/SK-A-2860\">The Little Street</a></em> pinned to a wall beside her desk as a pacifier. The apertures in Vermeer’s gabled facade invited her into “a next-door microcosm for the mind and eye”, subduing her to a stillness like that of the figure in the painting who sits hunched over some needlework inside her house.</p> <a href=\"https://www.theguardian.com/books/2023/jul/23/thunderclap-a-memoir-of-art-and-life-and-sudden-death-laura-cumming-review-delft-explosion-dutch-fabritius-vermeer\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/23/thunderclap-a-memoir-of-art-and-life-and-sudden-death-laura-cumming-review-delft-explosion-dutch-fabritius-vermeer", "date_published": "2023-07-23T08:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ulez: what is it, how much does it cost and why is it so controversial?", "description": "<p>All you need to know about London’s ultra-low emission zone, back in the headlines after the Uxbridge byelection result</p><p><strong>What is </strong><strong>Ulez?</strong></p><p>London’s ultra-low emission zone, introduced in 2019 to tackle toxic air in the city. The policy was originally drawn up under the previous mayor, Boris Johnson, covering the capital’s central congestion zone. Sadiq Khan extended it in October 2021 to cover most inner boroughs, out to a boundary of the north and south circular roads.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/23/ulez-london-what-is-it-how-much-does-it-cost-and-why-is-it-so-controversial\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/23/ulez-london-what-is-it-how-much-does-it-cost-and-why-is-it-so-controversial", "date_published": "2023-07-23T08:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Venice Dance Biennale: Simone Forti; Rachid Ouramdane: Variation(s) – review", "description": "<p><strong>Sala d’Armi A; Tese dei Soppalchi, Venice<br /></strong>This year’s Wayne McGregor-curated biennale pays tribute to Forti’s revolutionary work. Plus, a gorgeous double take from the French choreographer</p><p><strong>Simone Forti</strong> is not a name that trips off the tongue of even the most dedicated dance lover. Yet this American pioneer has done as much as anyone to shape contemporary dance. “My creative life began when I met her,” said choreographer <a href=\"https://www.theguardian.com/stage/2010/dec/24/step-by-step-yvonne-rainer\">Yvonne Rainer</a>, herself no slouch when it comes to the pioneering front.</p><p>Now 88, and with Parkinson’s disease, Forti is <a href=\"https://www.labiennale.org/en/dance/2023/golden-lion-lifetime-achievement\">this year’s Golden Lion</a> at the Venice Dance Biennale, where <a href=\"https://www.labiennale.org/en/dance/2023/biennale-danza-2023/simone-forti-exhibition-2023-07-20-11-00\">an exhibition</a> explains her significance and captures her achievements. A group of students from the Biennale Dance College recreate some of her seminal works: <em>Huddle</em>, where dancers take turns to detach themselves from a sturdy group and climb over the limbs of their fellows; <em>Hangers</em><em>,</em> in which three people stand in great loops of rope while the others buffet them to and fro; and <em>Slant Board</em><em>,</em> which asks three dancers to grapple with knotted ropes, testing their weight as they move like climbers.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/23/venice-dance-biennale-2023-review-simone-forti-golden-lion-rachid-ouramdane-variations\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/23/venice-dance-biennale-2023-review-simone-forti-golden-lion-rachid-ouramdane-variations", "date_published": "2023-07-23T08:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘In some ways, Parkinson’s has meant a new lease of life’: meet the Movers and Shakers", "description": "<p>Jeremy Paxman and five high-flying friends all have Parkinson’s. Tim Adams joins them in the pub as they record the second series of their unmissable podcast about living with the disease</p><p>In the back room of the Ladbroke Arms pub in west London, on a hot afternoon at the end of last month, two of the more combative – and lucrative - voices of our times were sparring, amiably. At one end of the table was Nicholas Mostyn, once the best-paid divorce barrister in England – “Mr Payout” – and for 13 years a high court judge. And at the other, <a href=\"https://www.theguardian.com/media/jeremy-paxman\">Jeremy Paxman</a>, the former grand inquisitor of the BBC, scourge of spin doctors and secretaries of state.</p><p>Mostyn was telling an involved and amusing story about something that had been said after hours at a lawyerly dinner, and Paxman was punctuating this lively performance with trademark sneers. “Oh, Christ,” he muttered in despair, “is this a legal joke?” And then, when Mostyn was still giggling roundly at his own punchline, there was the growled rejoinder: “Oh, do fuck off, judge…”</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/movers-and-shakers-podcast-series-two-parkinsons-disease-paxman\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/movers-and-shakers-podcast-series-two-parkinsons-disease-paxman", "date_published": "2023-07-23T08:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ilestedt breaks South Africa hearts with last-gasp strike for Sweden at World Cup", "description": "<p>Amanda Ilestedt’s 90th minute winner gave Sweden a 2-1 win over South Africa in their Women’s World Cup Group G match on Sunday after a fortuitous equaliser from Fridolina Rolfo had cancelled out Hildah Magaia’s opener.</p><p>In pouring rain in Wellington, the lanky Ilestedt jumped highest and squeezed the ball home to save her team’s blushes after they were left frustrated by the African champions for much of the opening hour of the game.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/sweden-south-africa-match-report-womens-world-cup-2023-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/sweden-south-africa-match-report-womens-world-cup-2023-football", "date_published": "2023-07-23T07:48:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Netherlands v Portugal: Women’s World Cup 2023 – live", "description": "<ul><li>Women’s World Cup Group E: 8.30am BST/5.30pm AEST kick-off</li><li>Feel free to drop Daniel <a href=\"mailto:daniel.harris.casual@theguardian.com\">an email</a> or tweet him <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p><strong>Talking about Holland’s ability to block up the middle of the park, well – Portugal’s 4-4-2, whether flat or a diamond, can do the same.</strong> If it is the latter, though, too many players ahead of the ball might be a problem, especially given the onus that’ll be on the full-backs to supply the width. Pelova and Van de Donk will fancy themselves to exploit that.</p><p><strong>Fara Williams is one of my favourite co-commentators.</strong> She’s in the studio today, and has just invented the verb “trialling and erroring” to describe Hollands’ experimentation. Superb work.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/23/netherlands-v-portugal-womens-world-cup-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/23/netherlands-v-portugal-womens-world-cup-2023-live", "date_published": "2023-07-23T07:42:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "High winds expected to impede fight against wildfires in Rhodes", "description": "<p>30,000 people forced to evacuate on Greek island, including 2,500 who had to be ferried off beaches</p><p>High winds forecast for Sunday are expected to hamper firefighters’ efforts to contain wildfires burning out of control on the Greek island of Rhodes, where about 30,000 people have been forced to evacuate.</p><p>The flames have burned for nearly a week on the island, as Greece has been battered by an extended spell of extreme heat that has made it challenging to contain the blaze.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/high-winds-expected-to-impede-fight-wildfires-in-rhodes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/high-winds-expected-to-impede-fight-wildfires-in-rhodes", "date_published": "2023-07-23T07:36:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s stumble in Uxbridge shows Keir Starmer how to put the party on a firmer footing | Andrew Rawnsley", "description": "The party is congratulating itself on its win in Selby but has critical lessons to learn from its failure in London<p>When Sir Keir Starmer recently shared a platform with Sir Tony Blair, the former prime minister congratulated the aspirant one for doing an “amazing job” by rescuing Labour from “the brink of extinction” and leading it to “<a href=\"https://www.google.com/search?q=Tony+Blair+in+conversation+with+Keir+Starmer&amp;tbm=vid&amp;sa=X&amp;ved=2ahUKEwjm8dmQxJ2AAxWtV0EAHemJCpQQ0pQJegQIChAB&amp;biw=2560&amp;bih=1201&amp;dpr=1#fpstate=ive&amp;vld=cid:73561156,vid:3gh6WIA68to\" title=\"\">the brink of government</a>”. That compliment sounded all the more lavish to those who knew how agitated Sir Tony used to be about Labour’s prospects. Just two years ago, in the wake of Labour’s <a href=\"https://www.bbc.co.uk/news/uk-politics-57019456\" title=\"\">morale-crushing defeat</a> in the Hartlepool byelection, some of the most ardent Blairites even discussed abandoning all hope in Labour by launching a new party to be led by Sir Tony. What sounds fantastical today was talked about quite seriously back then. It is a mark of the advances that Labour has made in the time since that Sir Tony now gives his benedictions and blessings to Sir Keir.</p><p>Most people assume he will win the general election, but we have just seen that the path to power is strewn with trip hazards and Labour stumbled over one of them in Uxbridge. Before I get to that, first the good news for Sir Keir’s party from the trio of byelections on Thursday. The <a href=\"https://www.theguardian.com/politics/2023/jul/21/uk-byelection-results-labour-tories-selby-ainsty-uxbridge\" title=\"\">victory</a> in Selby and Ainsty was a stunner. The win in North Yorkshire was the biggest numerical Conservative majority overturned by Labour since 1945 and the second largest swing from the Tories to Labour in postwar history. It usually spells doom for the incumbents when they suffer a byelection defeat that colossal. This result was reminiscent of the stonking Labour byelection wins that the party clocked up in the 1990s when Sir Tony was leading the party towards his first landslide victory.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/labour-stumble-uxbridge-shows-keir-starmer-how-to-put-party-on-firmer-footing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/labour-stumble-uxbridge-shows-keir-starmer-how-to-put-party-on-firmer-footing", "date_published": "2023-07-23T07:32:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brow boosters: gels and brushes for enviable eyebrows | Funmi Fetto", "description": "A good shape for your eyebrow is the key rule. Plus, summer scents <br /><p>I don’t believe in rules, but when it comes to brows, rules are not such a bad thing. First, shape is everything: whether you choose to thread or wax, they should follow the line of your brow bone. A half moon suits no one. Second, don’t pluck. If in doubt just leave them alone to do what they do and seal with a decent brow gel. Finally, always remember, jet-black brows are never a good look.</p><p><strong>1. BBB Brow and Eye Mask</strong> £10 (for pack of 3), <a href=\"https://bbb-london.com/\">bbb-london.com</a><br /><strong>2. Makeup by Mario Master Hold Brow Gel</strong> £23, <a href=\"https://www.sephora.co.uk/\">sephora.co.uk</a> <br /><strong>3. Glossier Brow Boy</strong> £18, <a href=\"https://www.glossier.com/\" title=\"\">glossier.com</a> <br /><strong>4. Chanel Dual Ended Brow Brush</strong> £34, <a href=\"https://www.chanel.com/#languages\" title=\"\">chanel.com</a> <br /><strong>5. Milk Make Up Kush Brow Lamination Gel</strong> £22, <a href=\"https://www.spacenk.com/uk/home\" title=\"\">spacenk.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/brow-boosters-gels-and-brushes-for-enviable-eyebrows\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/brow-boosters-gels-and-brushes-for-enviable-eyebrows", "date_published": "2023-07-23T07:31:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Twitter: Elon Musk says he wants to change company’s bird logo", "description": "<p>Social media billionaire says if a good enough logo is ‘posted tonight, we’ll make (it) go live worldwide tomorrow’</p><p>Elon Musk has said he is looking to change Twitter’s logo, tweeting: “And soon we shall bid adieu to the Twitter brand and, gradually, all the birds”.</p><p>In a post on the site in the early hours of Sunday, the social media platform’s billionaire owner added: “If a good enough X logo is posted tonight, we’ll make (it) go live worldwide tomorrow.”</p> <a href=\"https://www.theguardian.com/technology/2023/jul/23/twitter-elon-musk-says-he-wants-to-change-companys-bird-logo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/23/twitter-elon-musk-says-he-wants-to-change-companys-bird-logo", "date_published": "2023-07-23T07:06:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As my home city of Athens burns, I can only watch in amazement as sunseekers fly in  | Helena Smith", "description": "Lounging by the pool is at best ill-advised, but for residents daily life has turned into an ordeal<p>I’ve had my fair share of messages from friends abroad recently asking if it really is as hot as “they say” in Greece. Hot, I usually retort, doesn’t say it all. “It’s mind-meltingly blistering, baking from morning to night. You struggle to sleep, you struggle to eat, you’re ill-tempered and you can’t even drink; a consolatory sundown cocktail is usually the kiss of death.”</p><p>After the emojis and exclamation marks, the response has invariably been: “Well, over here it’s all cloud and rain, I’ll make sure to pack my factor 30+. Looking forward!”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/athens-wildfires-people-fleeing-homes-still-tourists-fly-in\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/athens-wildfires-people-fleeing-homes-still-tourists-fly-in", "date_published": "2023-07-23T07:01:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cashing in on Jack the Ripper diminishes the true horror of his crimes", "description": "<p>We’ve been ghoulish about it all since 1888. Maybe it’s time we looked away</p><p>When we first met, back in the soft crevices of history, my boyfriend worked in a pub that happened to be on a Jack the Ripper tour. Every evening a group of tourists would come in and order a glass of water each, and the manager would roll his eyes, and off they’d shuffle to look at another autopsy photograph in an alley. He and I lived in Whitechapel for 12 years after that, and I’d watch the serial killer tours walking slowly through our little streets with respectful bemusement.</p><p>The skyline changed behind the tour groups, sky-scrapers emerging like a sort of architectural knotweed, and the murder tours were eclipsed by street art tours, which changed the area in a different way. Yet both tours imposed an authoritative order on things that might have previously escaped it. A great episode of the <a href=\"https://www.thisamericanlife.org/\" title=\"\">This American Life</a> podcast focused on ghost tours in Savannah, Georgia, and the stories guides told about enslaved people betraying or seducing their masters. “If you look at them as little moral fables,” noted reporter Chenjerai Kumanyika, “the message of these stories is that everything would be fine if everyone just stayed in their place.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/23/cashing-in-on-jack-the-ripper-diminishes-the-true-horror-of-his-crimes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/23/cashing-in-on-jack-the-ripper-diminishes-the-true-horror-of-his-crimes", "date_published": "2023-07-23T07:01:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Back from the brink: takeover brings optimism back to ailing Wigan", "description": "<p>After dark days and fears for the future, Wigan can see the light once more, says manager Shaun Maloney</p><p>It may seem amiss to ask Shaun Maloney about pre-season optimism. As manager of Wigan Athletic he has, after all, had to contend with relegation, players and staff going unpaid, a winding-up order, a transfer embargo and “a two-to-three-week period where each day there was a big concern we might not be here the following day”. He also faces the ominous challenge of starting in League One <a href=\"https://www.theguardian.com/football/2023/may/19/wigan-will-start-league-one-on-minus-four-points-after-failing-to-pay-wages-football\" title=\"\">on minus eight points</a>. But one day in June changed the landscape vitally for Wigan and their determined manager. Optimism no longer feels such an inappropriate topic.</p><p>Maloney was alone in his office at Wigan’s training ground when he received confirmation <a href=\"https://www.theguardian.com/football/2023/jun/14/wigan-athletic-football-takeover-mike-danson\" title=\"\">the club had been taken over</a>, and saved, by a company backed by the local billionaire Mike Danson. “A massive relief,” says the former Celtic, Aston Villa and Wigan winger. “I was extremely happy that 200 people’s jobs had been saved, basically. The players got paid that night, the taxman was paid and the companies around Wigan were also getting paid for the work they’ve done for us. I was also extremely grateful to Mr Danson and his team, because they had to get through a lot of work in a short period of time. I’ll never forget that day.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/back-from-the-brink-takeover-brings-optimism-back-to-ailing-wigan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/back-from-the-brink-takeover-brings-optimism-back-to-ailing-wigan", "date_published": "2023-07-23T07:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood A-listers to quit British chatshows as US actors’ strike hits", "description": "<p>Ban on US stars promoting their new movies will force producers to use more homegrown guests</p><p>British chatshows are set to feature more homegrown stars in the wake of the US actors’ strike that has <a href=\"https://www.theguardian.com/culture/2023/jul/14/the-hollywood-actors-strike-everything-you-need-to-know\" title=\"\">halted filming on Hollywood blockbusters</a> and TV dramas.</p><p>Producers on some of TV’s biggest talk and daily magazine shows face a headache as actors follow in the footsteps of the cast of <em>Oppenheimer</em>, <a href=\"https://www.theguardian.com/culture/video/2023/jul/14/hollywood-actors-walk-out-of-oppenheimer-premiere-as-strike-action-starts-video-report\" title=\"\">who walked out of its premiere</a> when the strike began earlier this month.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/23/hollywood-a-listers-to-quit-british-chatshows-as-us-actors-strike-hits\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/23/hollywood-a-listers-to-quit-british-chatshows-as-us-actors-strike-hits", "date_published": "2023-07-23T07:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS consultants warn of further strikes and ‘tipping point’ unless government enters talks", "description": "<p>BMA committee chair says he fears pay erosion is creating risk of a two-tier health service similar to dentistry</p><p>A doctors’ leader has warned that consultants will not back down in their <a href=\"https://www.theguardian.com/society/2023/jul/20/nhs-consultants-strike-in-england-may-cancel-surgery-for-tens-of-thousands\" title=\"\">pay dispute</a> and warned of further strikes next month unless the government offers “meaningful talks” on a settlement.</p><p>Vishal Sharma, chair of the British Medical Association’s consultants committee, said the NHS was at a “tipping point”, with many senior doctors considering quitting over healthcare failures and the erosion of their pay. He said there was a risk of a two-tier service emerging similar to the one in NHS dentistry, with patients going private to avoid long waits.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/nhs-consultants-warn-of-further-strikes-and-tipping-point-unless-government-enters-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/nhs-consultants-warn-of-further-strikes-and-tipping-point-unless-government-enters-talks", "date_published": "2023-07-23T07:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbie review – a riotous, candy-coloured feminist fable", "description": "<p>Barbie takes a ride from her dream house to reality as Little Women writer-director Greta Gerwig takes another cultural icon and lovingly subverts it</p><p>Writer-director Greta Gerwig’s cinematic reinvention of Mattel’s most (in)famous toy comes on like a sugar-rush mashup of Pixar’s <em>Toy Story 2</em>,<em> </em>Carlo Collodi’s <em>Pinocchio</em>, the cult live-action feature <em>Josie and the Pussycats</em> and the Roger Ebert-scripted exploitation romp <em>Beyond the Valley of the Dolls</em><em>. </em>It’s a riotously entertaining candy-coloured feminist fable that manages simultaneously to celebrate, satirise and deconstruct its happy-plastic subject. Audiences will be delighted. Mattel should be ecstatic.</p><p>After a heavily trailered <em>2001</em>-parody opening, we move to a pastel pink haven in which, “thanks to Barbie, all problems of feminism and equal rights have been solved”. This is Barbieland – a fantasy world in which big-haired dolls can be <em>anything</em> (lawyers, doctors, physicists, presidents), thereby inspiring equivalent feminine achievement out there in the “real world”. (“We fixed everything so all women in the real world are happy and powerful!”)</p> <a href=\"https://www.theguardian.com/film/2023/jul/23/barbie-review-greta-gerwig-margot-robbie-ryan-riotous-candy-coloured-feminist-fable\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/23/barbie-review-greta-gerwig-margot-robbie-ryan-riotous-candy-coloured-feminist-fable", "date_published": "2023-07-23T07:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What if we let our kids eat what they want? A radical new take on the weight debate", "description": "Modern parenting is preoccupied by the idea of perfection, and that includes weight. Virginia Sole-Smith, author of a brave and radical new book, talks to Rebecca Seal about why our worth shouldn’t be measured by size<p>After reading the last page of <em>Fat Talk: Coming of Age in Diet Culture</em>, I cried. Virginia Sole-Smith’s book made me radically question my own beliefs about fatness, health and diet. If you have a child, were a child or know a child, and think even a little bit about what our culture tells us about “good” or “bad” bodies, then this book will turn everything you thought you knew about how to raise a “healthy” child upside down.</p><p>We are so convinced that it’s awful to be fat, and especially to be a fat child, that we don’t interrogate what that anti-fatness does to kids, large or small, nor whether we are correct in our convictions. As Sole-Smith writes: “It’s not their bodies causing these kids to have higher rates of anxiety, depression and disordered eating behaviours. The real danger to a child in a larger body is how we treat them for having that body.”</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/parenting-kids-weight-virginia-sole-smith\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/parenting-kids-weight-virginia-sole-smith", "date_published": "2023-07-23T07:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Chaos’: Tower Hamlets housing service ‘near collapse’ with families housed in B&Bs", "description": "<p>Staff working for the London borough claim inexperienced recruits are encouraged to put  people off seeking council help</p><p>An east London council has left homeless families living in hotels for six months because its housing service is “near collapse”, according to a number of staff members who work there.</p><p>The <em>Observer</em> understands from multiple employees that <a href=\"https://www.theguardian.com/society/2019/dec/23/a-tale-of-two-cities-londons-rich-and-poor-in-tower-hamlets\" title=\"\">Tower Hamlets</a> council employs inadequately trained staff to work in the department,<strong> </strong>and that these workers have been issued with scripts to use on the phone to try to put homeless people off seeking council help.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/chaos-tower-hamlets-housing-service-near-collapse-with-families-housed-in-bbs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/chaos-tower-hamlets-housing-service-near-collapse-with-families-housed-in-bbs", "date_published": "2023-07-23T07:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coutts’ virtue-signalling plan had one flaw. The bank has no virtue to signal | Catherine Bennett", "description": "Compiling the Farage dossier takes some cheek when you have so many ghastly clients<p>‘Dear valued Coutts customer, following unhelpful media speculation, we would like to assure you that, in keeping with our reputation as an inclusive bank, loathsome high net worth individuals will always find a warm welcome here, along with the utmost client confidentiality…”</p><p>Tricky. What can Coutts do to convince customers it doesn’t, as a rule, compile pages of insults about non-progressive ones, prior to “exiting” the most hateable via a secret “glide path”. How can it prove that it never, or almost never, relies, unbeknown to clients, on literature about them by hostile organisations, or scans Twitter accounts for comments incompatible with its values? Well, some of its values. Like Groucho Marx with his principles, Coutts has others. If they won’t serve you in the Strand, they might take your money at NatWest.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/coutts-virtue-signalling-plan-flaw-nigel-farage-so-many-ghastly-clients\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/coutts-virtue-signalling-plan-flaw-nigel-farage-so-many-ghastly-clients", "date_published": "2023-07-23T06:31:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re a team of 23’: Matildas rally around Sam Kerr as injured star sits out training", "description": "<ul><li>Matildas striker and captain remains sidelined with calf injury</li><li>Kerr will miss Australia’s pool game against Nigeria on Thursday</li></ul><p>It was mixed injury news for the Matildas as the Australian national team returned to the training field on Sunday for the first-time since their <a href=\"https://www.theguardian.com/football/2023/jul/20/womens-world-cup-2023-australia-republic-of-ireland-group-b-match-report\">Women’s World Cup opening night win over Ireland</a>.</p><p>The team had enjoyed a rest-day on Saturday having travelled back from Sydney on Friday, but were back in action in sunny conditions at their Queensland Sport and Athletics Centre home-base on Sunday morning.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/were-a-team-of-23-matildas-rally-around-sam-kerr-as-injured-star-sits-out-training\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/were-a-team-of-23-matildas-rally-around-sam-kerr-as-injured-star-sits-out-training", "date_published": "2023-07-23T06:14:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: one killed in Odesa as Moscow launches fresh strikes; Putin and Lukashenko set to meet", "description": "<p>Another 19 wounded in overnight attack on the southern Ukrainian port city, governor says; Russian president to meet Belarusian counterpart in St Petersburg</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-515-of-the-invasion\">What we know on day 515 of the invasion</a></li></ul><p>More analysis has come in on Russia’s arrest of Igor Girkin, the former Russian intelligence officer and leading nationalist military blogger.</p><p>A regular update by the US thinktank the Institute for the Study of War (ISW) says further details about Girkin’s arrest for extremism continue to suggest a shifting balance of power among Kremlin factions and a notable factionalism within the Russian Federal Security Service (FSB), in which Girkin had served.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/23/russia-ukraine-war-live-one-killed-in-odesa-as-moscow-launches-fresh-strikes-putin-and-lukashenko-set-to-meet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/23/russia-ukraine-war-live-one-killed-in-odesa-as-moscow-launches-fresh-strikes-putin-and-lukashenko-set-to-meet", "date_published": "2023-07-23T06:12:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Think small: that’s Sunak’s advice to poor kids dreaming of university | Martha Gill", "description": "The PM nudges some young people towards apprenticeships, suggesting their minds need no expansion<p>What is university for? Is it there to enrich our lives – to round us out as human beings – or is it there, primarily, to get us better jobs? The consensus on this seems to swing rather wildly depending on precisely which group of potential students we happen to be talking about.</p><p>News that a traditional humanities subject is on the decline, for example, tends to prompt us towards the first sort of answer. University is not merely about acquiring skills for work, we say, it is about setting you up for a fuller sort of life. The humanities are spiritually and morally improving – three years spent reading and thinking are valuable in themselves.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/why-should-only-wealthy-student-lives-be-enriched-by-university\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/why-should-only-wealthy-student-lives-be-enriched-by-university", "date_published": "2023-07-23T06:02:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Blowback review: Miles Taylor on the dangers of a second Trump term", "description": "<p>The aide who was Anonymous writes, under his own name, with an urgency the New York Times and others should note</p><p><a href=\"https://www.theguardian.com/books/2023/jul/18/miles-taylor-whistleblower-trump-biden-interview\">Miles Taylor</a> is a former chief of staff of the US Department of Homeland Security who catapulted himself to nameless fame in the fall of 2018, when he published an anonymous op-ed in the New York Times <a href=\"https://www.nytimes.com/2018/09/05/opinion/trump-white-house-anonymous-resistance.html\">under this headline</a>: “I Am Part of the Resistance Inside the Trump Administration.”</p><p>Taylor described himself then as one of many senior officials “working diligently from within to frustrate parts of [Trump’s] agenda and his worst inclinations … To be clear, ours is not the popular ‘resistance’ of the left. We want the administration to succeed … But we believe our first duty is to this country, and the president continues to act in a manner that is detrimental to the health of our republic.”</p> <a href=\"https://www.theguardian.com/books/2023/jul/23/blowback-review-miles-taylor-trump-anonymous-warning-times-book\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/23/blowback-review-miles-taylor-trump-anonymous-warning-times-book", "date_published": "2023-07-23T06:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can’t Labour offer more than Brexit and fiscal flagellation?", "description": "<p>After years opposing the blight of austerity, Starmer is embracing it as he embraced the failed dream of Vote Leave</p><p>In its 13th year of Conservative economic stewardship, the UK has become, in the words of the Resolution Foundation thinktank, “stagnation nation”. But we should remember the conclusion of Edward Gibbon in his voluminous history of the decline and fall of the Roman empire: “All that is human must retrograde if it does not advance.”</p><p>Yes, if there is one thing on which Rishi Sunak and Keir Starmer are agreed, it is that the British economy needs growth. It must advance.</p> <a href=\"https://www.theguardian.com/business/2023/jul/23/cant-labour-offer-more-than-brexit-and-fiscal-flagellation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/23/cant-labour-offer-more-than-brexit-and-fiscal-flagellation", "date_published": "2023-07-23T06:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ed Davey: ‘Tactical voting can lock Tories out of power for a generation’", "description": "<p>Lib Dem leader says people lending their votes to rival parties could shut the door on Conservatives at Westminster for years to come</p><p>The Tories could be locked out of power for a generation if supporters of other parties vote tactically at the next general election, the Liberal Democrat leader, Ed Davey, says on Sunday, after his party chalked up another stunning West Country byelection victory.</p><p>A massive 29% swing to the Lib Dems saw Sarah Dyke take the Somerton and Frome seat, overturning a Conservative majority of more than 19,200. Davey’s party now has a comfortable 11,000 majority of its own, the largest it has ever had over the Tories in the constituency.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/23/ed-davey-tactical-voting-can-lock-tories-out-of-power-for-a-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/23/ed-davey-tactical-voting-can-lock-tories-out-of-power-for-a-generation", "date_published": "2023-07-23T06:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin has become a global bogeyman. Russians must exorcise this ghoul | Simon Tisdall", "description": "<p>Accursed, ostracised but heedless of the misery he causes, this accused war criminal is dragging his people into a moral abyss</p><p>Everyone wants a piece of Russian president <a href=\"https://www.theguardian.com/world/vladimir-putin\" title=\"\">Vladimir Putin</a>. Vira Chernukha, defiant amid the ruins of her village in north-east Ukraine, <a href=\"https://www.theguardian.com/world/2023/jul/15/ukrainian-village-sole-resident-defiant-amid-ruins-russia\" title=\"\">curses him each morning</a>. She wants to see him spinning in his coffin, tormented, unshriven and damned for all eternity. Chernukha might be said to speak for her nation if not the entire western world.</p><p>The International Criminal Court (ICC) wants to <a href=\"https://www.theguardian.com/world/2023/mar/17/vladimir-putin-arrest-warrant-ukraine-war-crimes\" title=\"\">arrest Putin</a> for war crimes, alleging mass child abductions. <a href=\"https://www.theguardian.com/world/2023/jun/24/even-if-wagner-rebellion-fails-putins-presidency-has-never-looked-weaker\" title=\"\">Mutinous Wagner mercenaries</a> briefly wanted to topple his regime – and gravely weakened him. Heroic opposition leader Alexei Navalny just wants him to shut up. He’s been <a href=\"https://news.sky.com/story/alexei-navalny-jailed-putin-critic-forced-to-listen-to-presidential-speech-for-more-than-100-days-in-a-row-12920173\" title=\"\">forced to listen</a> to the same Putin speech in jail each day for more than 100 days.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/putin-has-become-a-global-bogeyman-russians-must-exorcise-this-ghoul\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/putin-has-become-a-global-bogeyman-russians-must-exorcise-this-ghoul", "date_published": "2023-07-23T06:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Baby formula: does it deliver on manufacturers’ health claims?", "description": "<p>Many of the claims made for infant milk, the price of which has soared by 45% recently, lack evidence – but the government continues to turn a blind eye</p><p>Tubs of formula line supermarket shelves; their packaging awash with promises to satisfy hungry, colicky or reflux-hit babies. The vast array of products – offered at an even vaster array of prices – could leave any new parent scratching their head over which to choose. And more confusing still? The <a href=\"https://www.nhs.uk/conditions/baby/breastfeeding-and-bottle-feeding/bottle-feeding/types-of-formula/\">NHS website</a> says there is “no evidence” to support many of the claims a lot of them make in the first place.</p><p>So goes the world of baby-formula marketing in Britain, where companies have learned to artfully skirt around regulations, many familiar with the industry believe, in the knowledge that enforcement will probably never come. The industry has raised prices by up to 45% during the cost of living crisis, leading to such a rise in thefts that many supermarkets now put security tags on tubs, or place them behind tills. Less discussed, though, is how big business lobbying allows spurious claims to abound in an industry estimated to be worth up to $109bn globally by 2027.</p> <a href=\"https://www.theguardian.com/society/2023/jul/23/baby-formula-milk-bottle-breastfeeding-manufacturers-health-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/23/baby-formula-milk-bottle-breastfeeding-manufacturers-health-claims", "date_published": "2023-07-23T06:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "On Ukraine’s musical frontline: how pop and classical stars have taken up arms", "description": "<p>From nights at the opera to the nation’s best-loved bands, music is playing a vital role in resistance to the Russian invasion. And not only in terms of morale – many musicians have actually gone to the frontline</p><p>Men arrive on crutches, two in wheelchairs, through a wintry dusk at the monumental neo-Renaissance opera house in Lviv, western Ukraine. Some 100 seats tonight have been reserved for serving soldiers, who enter the lobby – a <em>fin-de-siècle </em>wonder – in military fatigues. They hand these in, so that the coat check looks like a barracks locker room. A contingent of 40 cadets from the city’s emergency firefighting department duly arrives, disarmingly young. For most, it’s a first night at the opera.</p><p>The occasion marks the anniversary of Russia’s invasion of Ukraine – a concert dedicated to the troops who have fallen during this first, monstrous year of war, and the innocent civilian lives lost. But also to “The Invincible”: a homage in music to Ukraine’s noble cause and just war. The programme is <em>Bucha. Lacrimosa</em><em> </em>by Victoria Polevá, composed in commemoration of the victims of atrocities in that town during the early weeks of the war, followed by Giuseppe Verdi’s epic <em>Messa da Requiem</em>. The stage is blackened, and on each flank red roses are arranged so that petals fall towards the ground.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/ukraine-musicians-fighting-frontline-pop-classical-music-boombox\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/ukraine-musicians-fighting-frontline-pop-classical-music-boombox", "date_published": "2023-07-23T06:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Party Lines: Dance Music and the Making of Modern Britain by Ed Gillett review – the fight for a rave new world", "description": "<p>This deep, engrossing history locates the Black blues roots of British clubbing and its role in a centuries-old commoners’ cause</p><p>Never mind “repetitive beats”, a keystone of the infamous 1994 <a href=\"https://en.wikipedia.org/wiki/Criminal_Justice_and_Public_Order_Act_1994\">Criminal Justice Act</a> that effectively banned raving in fields, the story of UK clubland has also been told again and again, lionising a very British cultural phenomenon. It usually goes like this: in 1987, a coterie of <a href=\"https://www.theguardian.com/music/2007/aug/12/electronicmusic\">UK DJs went to Ibiza</a> and came back transformed by Balearic dancefloor sounds and MDMA. Paul Oakenfold, Johnny Walker, Danny Rampling and Nicky Holloway returned and founded <a href=\"https://www.theguardian.com/music/2014/feb/23/acid-house-dawn-rave-new-world\">acid house</a>. Raves, the Haçienda and the rise of the superstar DJ followed.</p><p>This origin myth glorifying four white men may be true, argues journalist, documentarian and club enthusiast <a href=\"https://edwardgillett.com/\">Ed Gillett</a>, but the Ibiza Four legend disregards the fertile soil in which their endeavours took root: one of free parties, Black blues dances and hippy convoys. It was an anti-authoritarian, pleasure-seeking tendency now, 35 years later, corralled into “cultural economy” mega-clubs run by, and for, the more privileged.</p> <a href=\"https://www.theguardian.com/books/2023/jul/23/party-lines-dance-music-and-the-making-of-modern-britain-by-ed-gillett-review-the-fight-for-a-rave-new-world\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/23/party-lines-dance-music-and-the-making-of-modern-britain-by-ed-gillett-review-the-fight-for-a-rave-new-world", "date_published": "2023-07-23T06:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Blake Harrison: ‘I still use the cheat sheet that came with the barbecue’", "description": "<p>The actor talks about kids’ parties, croissants and martial arts</p><p><strong>Up early? </strong>Very. Most of the time there’s a UFC card [martial arts fight] in the early hours of Sunday morning, so I’ll get up to watch that before the family wake up.</p><p><strong>Big fan?</strong> I do a podcast called the MMA fan podcast, so I need to keep up to date. I train a bit. I look good hitting the pads and bag, but as soon as someone throws a shot back at me, I flail around not knowing what I’m doing.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/23/sunday-with-blake-harrison-i-still-use-the-cheat-sheet-that-came-with-the-barbecue\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/23/sunday-with-blake-harrison-i-still-use-the-cheat-sheet-that-came-with-the-barbecue", "date_published": "2023-07-23T05:46:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lack of scruples, not money, is what attracts the Saudis to modern global sport | Kenan Malik", "description": "Their sportswashing seduces players and leagues – and the real targets: people who should know better<p>Jordan Henderson has been captain of Liverpool FC for eight years. He is a senior member of the England squad. He has been one of the most a vocal champion of LGBT rights within football. “I do believe when you see something that is clearly wrong and makes another human being feel excluded you should stand shoulder to shoulder with them,” <a href=\"https://www.liverpoolfc.com/news/jordan-henderson-voices-support-rainbow-laces-campaign%0D\" title=\"\">he wrote</a> two years ago in a Liverpool matchday programme about his support for gay rights.</p><p>Yet, to the dismay of many of his admirers, Henderson is on the verge of a move <a href=\"https://www.liverpoolecho.co.uk/sport/football/transfer-news/jordan-henderson-liverpool-medical-breaking-27374191\" title=\"\">to Al-Ettifaq</a>, a club in Saudi Arabia, a country in which homosexuality is banned, and in which gay men <a href=\"https://metro.co.uk/2019/04/27/five-men-beheaded-saudi-arabia-gay-according-confessions-extracted-torture-9328194/\" title=\"\">have been beheaded</a>. His decision has no doubt been made easier by a reported weekly wage of £700,000. But it has led to <a href=\"https://www.liverpoolecho.co.uk/sport/football/football-news/liverpool-lgbt-fan-group-release-27312876\" title=\"\">condemnation from LGBT organisations</a> and to <a href=\"https://twitter.com/ptgorst/status/1681719930591297549\" title=\"\">denunciations</a> of his “hypocrisy”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/saudi-arabia-sportswashing-arms-sales-uk-us\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/saudi-arabia-sportswashing-arms-sales-uk-us", "date_published": "2023-07-23T05:31:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sweden v South Africa: Women’s World Cup 2023 Group G – live updates", "description": "<ul><li>Updates from the teams’ opening match in Wellington</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>Desiree Ellis has just given an interesting interview to the world feed broadcaster, indicating she has selected goalkeeper Kaylin Swart ahead of the expected Andile Dlamini because she’s concerned about the wintry conditions and plumped for the shot-stopper who can send the ball furthest downfield.</p><p>If your idea of a World Cup is a sunkissed tournament in the northern hemisphere summer, this is going to come as a major shock to the system. It is midwinter on this stopping point to Antarctica, and Wellington, a famously windy city is blustery and cold on this Sunday afternoon. Temperatures are around 10C (50F) with a northerly breeze not helping matters. Showers are always on the cards here, with more persistent rain probable late in the piece.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/23/sweden-vs-south-africa-live-womens-world-cup-2023-updates-score-swe-v-rsa-group-g-kick-off-start-time-scores-football-soccer-fifa-wwc-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/23/sweden-vs-south-africa-live-womens-world-cup-2023-updates-score-swe-v-rsa-group-g-kick-off-start-time-scores-football-soccer-fifa-wwc-latest-news", "date_published": "2023-07-23T05:27:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My daughter is often in tears and says she always feels sad | Ask Philippa", "description": "This may be to do with the period of her life you refer to as the ‘terrible twos’. You sound like a great mother who could talk to her about that<p><em><strong>The dilemma</strong> My daughter, 20, tells me she feels sad “all the time”. </em></p><p><em>It’s been going on since she started secondary school, although she was a troublesome toddler and we had really terrible twos that went on for a few years. She always comes to me and not her lovely, sensitive, understanding dad for these talks. She’s doing well in her first year of uni and </em><em>is popular. We have a comfortable, affluent lifestyle, as well as an emotionally warm home. Indeed, so comfortable is our lifestyle, she often feels </em><em>she is very “privileged” and has no reason to feel sad and this only contributes to her low mood by adding guilt. She’s been asking for anti</em><em>depressants for years and during this time I’ve known many of my friends with girls the same age agreeing to prescription drugs. However, my father, who works with people coming off antidepressants, convinced </em><em>us this isn’t a good idea.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/23/my-daughter-is-often-in-tears-and-says-she-always-feels-sad-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/23/my-daughter-is-often-in-tears-and-says-she-always-feels-sad-philippa-perry", "date_published": "2023-07-23T05:01:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Award-winning wines from Britain’s biggest supermarket | David Williams", "description": "The International Wine Challenge pick of bottles from Tesco – and other winners<p><strong>Tesco Finest Puemo Carmenère, Cachapoal, Chile 2020 (£8, <a href=\"https://www.tesco.com/\">Tesco</a>) </strong>Tesco isn’t one of those companies that people tend to love. For most of us, most of the time, it’s simply there, a place we use almost without thinking. But when it does arouse strong feelings, they tend to be negative: as the UK’s largest supermarket chain it is inevitably the focus for critiques of the efficiency, equitability, and environmental sustainability of the UK’s food system. But it’s also had a justified reputation for ruthlessness. When the company was caught up in an accounting scandal in the mid-2010s, the reaction from most quarters was rather like those that accompany the latest transgression from a Tory Minister: a shrugging “well, what did you expect from people like that?” Over the years, the company’s wine range has tended to fit right in with this tale of meh and occasional woe. More recently, however, it’s emerged as one of the more interesting and reliable of the big retailers, with wines such as this excellent, smoothly textured, subtly herbal Chilean red.</p><p><strong>Tesco Finest Western Australian Sauvignon Semillon, Western Australia, Australia 2022 (£8, <a href=\"https://www.tesco.com/\">Tesco</a>) </strong>I’m not alone in having noticed the improvement in the Tesco wine aisle in the past five years. Earlier this month, the company earned a rare double at one of the big British wine competitions, the International Wine Challenge, where it was awarded both Supermarket of the Year and Own-Label Range of the Year. Does that mean that I (or the IWC judges) would prefer to do our wine shopping in Tesco rather than places with bigger vinous reputations, such as Waitrose and Marks &amp; Spencer? Not necessarily. I find the peaks at both rivals a little more exciting. But the double-prize does reflect the number of worthwhile and good value wines, notably those developed by its wine buying team for the Finest brand, on offer at Tesco these days. Among my favourites: a pair of racy whites from Western Australian producer Howard Park: the Sauvignon Semillon and Tingleup Riesling 2022 (£10); and two textbook Riojas from Baron de Ley: the richly fruited Tesco Finest Rioja Blanco 2022 and the mellow Tesco Finest Rioja Reserva (both £9)</p> <a href=\"https://www.theguardian.com/food/2023/jul/23/award-winning-wines-from-britains-biggest-supermarket-tesco-iwc\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/23/award-winning-wines-from-britains-biggest-supermarket-tesco-iwc", "date_published": "2023-07-23T05:01:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sharkbait & Swim, London: ‘Rock oysters here are plump and pert’ – restaurant review", "description": "<p>For a smart original take on great seafood, visit a railway arch close to the Thames in Deptford</p><p><strong>Sharkbait &amp; Swim, Arch 11, 4 Deptford Market Yard, London SE8 4BX (info@sharkbaitandswim.com for bookings). Small and large plates £4.50-£22, wine from £26</strong></p><p>Oyster lovers travel hopefully. It’s not that we think we’ll always be the ones to dodge the “bad” oyster. We don’t fret about the bad oyster at all. That’s a paranoia for oyster agnostics, for the ones who think they ought to like them, but will quietly admit they are suspicious of the proposition. Our hope is that we’ll encounter not just the good oyster, but the better oyster and perhaps even the very best, for not all oysters are made equal. Some deliver that invigorating hit of saline and briskness, but lack body. Others are more substantial, but a touch one-note.</p> <a href=\"https://www.theguardian.com/food/2023/jul/23/jay-rayner-restaurant-review-sharkbait-and-swim-london\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/23/jay-rayner-restaurant-review-sharkbait-and-swim-london", "date_published": "2023-07-23T05:01:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on how Hollywood’s strikes show that we can’t trust corporations with AI | Observer editorial", "description": "The past 1,000 years show the rewards of technological progress go to those who own and control it, not society<p>History suggests that societies generally overestimate the short-term implications of new technologies while underestimating longer-term ones. Current experience with artificial intelligence – the technology enabled by machine-learning – suggests we are getting it the other way round this time. There’s too much talk about the putative “existential risk” to humanity posed by AI, and <a href=\"https://medium.com/@emilymenonbender/talking-about-a-schism-is-ahistorical-3c454a77220f\" title=\"\">too little about our experience of it so far</a> and corporate plans for exploiting the technology.</p><p>Although AI has been hiding in plain sight for a decade, it took most people by surprise. The appearance of ChatGPT last November signalled that the world had stumbled upon a powerful new technology. Not for nothing is this new “generative AI” called “foundational”: it provides the base on which the next wave of digital innovation will be built.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/23/observer-view-ai-implementation-must-not-be-left-to-business\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/23/observer-view-ai-implementation-must-not-be-left-to-business", "date_published": "2023-07-23T05:01:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine deserved better from Nato | Letters", "description": "The Vilnius summit could have achieved much more, if only the political willpower had allowed it<p>I live in Kyiv and if your readers are under the impression that this Nato summit was a bit dysfunctional, you can only imagine what a mess it was in the eyes of the Ukrainian public (‘<a href=\"https://www.theguardian.com/commentisfree/2023/jul/16/observer-view-nato-summit-failure-offer-ukraine-membership\" title=\"\">The world’s most powerful alliance should do better. Vilnius was a letdown</a>”, Editorial).</p><p>Expectations were high, not least because it was taking place in Lithuania, a country that’s been a great friend to Ukraine long before this war. There were hopes that maybe it was all coming together in these terrible taxing times and there will finally be some good news.</p> <a href=\"https://www.theguardian.com/global/2023/jul/23/ukraine-deserved-better-from-nato\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/jul/23/ukraine-deserved-better-from-nato", "date_published": "2023-07-23T05:01:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Guy Martin makes cocaine, gets kidnapped and meets Pablo Escobar’s nephew in Colombia", "description": "<p>Our Guy in Colombia is a thrilling two-parter. Plus, a wonderful new wildlife series. Here’s what to watch this evening </p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/23/tv-tonight-guy-martin-makes-cocaine-gets-kidnapped-and-meets-pablo-escobars-nephew-in-colombia\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/23/tv-tonight-guy-martin-makes-cocaine-gets-kidnapped-and-meets-pablo-escobars-nephew-in-colombia", "date_published": "2023-07-23T05:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West must focus on preparing Ukraine’s troops – or we will all pay the price | Jack Watling", "description": "<p>A bureaucratic, peacetime approach to training and stockpiling among Zelenskiy’s allies is posing a threat to European security</p><p>For two months Ukrainian forces have been endeavouring to fight their way through densely fortified Russian positions to breach the so-called Surovikin line in an attempt to liberate their territory. Fighting has been exceedingly hard, with heavy losses of equipment and personnel on both sides. Irrespective of how much progress is made over the coming months, Ukraine’s international partners need to focus their assistance on preparing Ukrainian armed forces for the next fight.</p><p>It is important to understand the challenge the Ukrainians are trying to overcome. Russian troops are fighting from successive layers of concrete-hardened positions, each behind 120-500 metres of complex minefields. They are backed up by significant artillery and attack helicopter support and protected by dense electronic warfare and air defences. Although Ukrainian troops tend to <a href=\"https://www.theguardian.com/world/2023/jul/03/ukrainian-troops-regain-more-territory-along-eastern-and-southern-fronts\" title=\"\">win when they get into close combat</a> with the Russians, getting there without taking unsustainable losses is not always possible.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/west-must-focus-on-preparing-ukraines-troops-or-we-will-all-pay-the-price\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/west-must-focus-on-preparing-ukraines-troops-or-we-will-all-pay-the-price", "date_published": "2023-07-23T05:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Great victories for Labour and the Lib Dems, but the Tories have little to celebrate – cartoon", "description": "<p>Boris Johnson’s former constituency stays blue, but with a tiny majority</p><p></p><p><strong>• </strong><a href=\"https://guardianprintshop.com/products/23rd-july-2023\">You can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/23/great-victories-for-labour-and-the-lib-dems-but-the-tories-have-little-to-celebrate-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/23/great-victories-for-labour-and-the-lib-dems-but-the-tories-have-little-to-celebrate-cartoon", "date_published": "2023-07-23T05:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 1975 cancels shows in Indonesia and Taiwan after Malaysia gay kiss uproar", "description": "<p>English band says it is ‘impossible to proceed’ with concerts after set in Kuala Lumpur was cut short</p><p>British indie-rock band the 1975 has cancelled concerts in Indonesia and Taiwan, after Malaysia axed a festival over a same-sex kiss and tirade against the country’s anti-LGBTQ+ laws by their frontman.</p><p>Indonesia’s LGBTQ laws are less strict than those in neighbouring countries such as Malaysia, where homosexuality is a crime.</p> <a href=\"https://www.theguardian.com/music/2023/jul/23/the-1975-cancels-shows-in-indonesia-and-taiwan-after-malaysia-gay-kiss-uproar\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/23/the-1975-cancels-shows-in-indonesia-and-taiwan-after-malaysia-gay-kiss-uproar", "date_published": "2023-07-23T04:47:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain poised for shift to the right as polls open in snap election", "description": "<p>Polls suggest conservative PP will need the support of far-right Vox party to form a government</p><p>Spaniards are heading to the polls to vote in a bitterly contested general election that <a href=\"https://www.theguardian.com/world/2023/jul/22/spanish-election-offers-opportunity-to-far-right-as-pp-seeks-power\">could see the far right play a key role in government</a> for the first time since the country returned to democracy after General Franco’s death five decades ago.</p><p>The vote, called two months ago by Spain’s prime minister, Pedro Sánchez, after his Spanish Socialist Workers party (PSOE) <a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\">suffered a drubbing in May’s regional and municipal elections</a>, offers people a stark choice between the left and right blocs.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/spain-poised-for-shift-to-the-right-as-polls-open-in-snap-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/spain-poised-for-shift-to-the-right-as-polls-open-in-snap-election", "date_published": "2023-07-23T04:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Special Ops: Lioness review – like a female Mission Impossible", "description": "<p>Zoe Saldana and Nicole Kidman lead a starry cast in this drama about an elite all-woman unit of marines. It’s absolute nonsense, but it’s solid, action-packed entertainment</p><p>Blimey, but Special Ops: Lioness is some brilliantly executed nonsense! This is nothing but a compliment, by the way. Full-blooded, uncynical nonsense is a vital part of a well-balanced TV diet, but it is difficult to do. There’s only so much Succession steak and fibrous slices of documentary you can eat, you know.</p><p>Lioness is inspired by a real-life CIA programme that used female military personnel, first simply to search local women during operations in Iraq and Afghanistan, and then to distribute information among them and gather information. Creator Taylor Sheridan (Mayor of Kingstown, Yellowstone and its prequels, Tulsa King, among much else) takes that premise, adds a starry cast led by Zoe Saldana, including Nicole Kidman and Morgan Freeman, and runs with it.</p><p>Special Ops: Lioness is on Paramount+</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/23/special-ops-lioness-review-like-a-female-mission-impossible\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/23/special-ops-lioness-review-like-a-female-mission-impossible", "date_published": "2023-07-23T04:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand shooting: police name two male victims with four still in hospital", "description": "<p>It is understood the two Auckland men killed were colleagues of the 24-year-old gunman but his motive is still unknown</p><p>New Zealand police have formally identified the two men killed by a gunman in a fatal shooting in Auckland, with four injured remaining in hospital, including a police officer.</p><p>They identified the men on Sunday as Solomona Tootoo, 45, and Tupuga Sipiliano, 44, both of Auckland.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/new-zealand-shooting-police-name-two-male-victims-with-four-still-in-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/new-zealand-shooting-police-name-two-male-victims-with-four-still-in-hospital", "date_published": "2023-07-23T01:57:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamin Netanyahu to have pacemaker fitted hours ahead of key vote on judicial reform plans", "description": "<p>Israeli prime minister vows to push ahead with controversial reforms even as tens of thousands protest against them</p><p>Israeli prime minister Benjamin Netanyahu will be fitted with a pacemaker overnight, he has said, adding that he will be discharged from hospital in time for a key vote on his controversial judicial reforms.</p><p>“A week ago I was fitted with a monitoring device. That device beeped this evening and said I must receive a pacemaker and that I must do this already tonight,” Netanyahu said in a video statement released by his office late Saturday. “I feel great, but I need to listen to my doctors.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/benjamin-netanyahu-to-have-pacemaker-fitted-hours-ahead-of-key-vote-on-judicial-reform-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/benjamin-netanyahu-to-have-pacemaker-fitted-hours-ahead-of-key-vote-on-judicial-reform-plans", "date_published": "2023-07-23T01:38:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australian women’s football: a century ago they fought for the right to play – and 10,000 people turned out to watch", "description": "<p>After secret training sessions in a dimly lit gym, the Reds and the Blues set a crowd record that lasted 96 years</p><p></p><p></p><p></p><p>The Gabba is better known for hosting <a href=\"https://www.theguardian.com/sport/ashes\">Ashes Tests</a>, the Brisbane Lions, and the odd <a href=\"https://www.theguardian.com/sport/2017/mar/21/aflw-grand-final-controversy-adele-afl-and-ashes-treated-as-priorities-over-brisbane-lions\">Adele concert</a>. But on 24 September 1921, the Brisbane cricket ground hosted one of the most significant fixtures in Australian women’s football history – the first representative match.</p><p>The Queensland Football Association (QFA), the tightly clenched men’s state governing body, had taken no small amount of convincing to include women’s teams on their match-day card. However, funds raised from the estimated turnout, newspapers report about 10,000, certainly eased their torment. That would remain a record crowd for a women’s match in Australia for nearly a century, when the Matildas defeated Brazil at a sold out Penrith stadium with 17,000 watching on in 2017. The women got a cut of gate takings too – their £90 share is the first recognised income for women’s football in Australia.</p> <a href=\"https://www.theguardian.com/football/2023/jul/23/australian-womens-football-a-century-ago-they-fought-for-the-right-to-play-and-10000-people-turned-out-to-watch\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/23/australian-womens-football-a-century-ago-they-fought-for-the-right-to-play-and-10000-people-turned-out-to-watch", "date_published": "2023-07-23T01:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A homemade avant garde of one’: why is Gerald Murnane revered abroad but divisive in Australia?", "description": "<p>He is without question the most original and significant Australian author of the last 50 years – no doubt this will be hotly contested</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I am often asked which of Gerald Murnane’s novels readers should start with, but there is no easy point of entry (my suggestion, instead, is the short story When the Mice Failed to Arrive, which contains, in miniature, the major themes and techniques that he develops across his work). Responses to Murnane’s work often tend to extremes: many readers, like me, become obsessed, wanting to read everything he has written, while other readers remain bemused or puzzled or worse.</p><p>Murnane’s four final novels – Barley Patch, A History of Books, A Million Windows and Border Districts – are exemplary works of late style. The phrase was coined by Theodor Adorno, who notes that late style occurs when an artist’s “subjectivity” is so “ruthlessly proclaiming itself” that it “breaks through the roundedness of form for the sake of expression”. In this account, the artist eschews the formal perfections of their medium to explore, instead, idiosyncratic artistic desires.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/books/2023/jul/23/a-homemade-avant-garde-of-one-why-is-gerald-murnane-revered-abroad-but-divisive-in-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/23/a-homemade-avant-garde-of-one-why-is-gerald-murnane-revered-abroad-but-divisive-in-australia", "date_published": "2023-07-23T01:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 515 of the invasion", "description": "<p>Ukrainian drone attack on ammunition depot in Crimea prompts evacuation, bridge closure; Putin and Lukashenko set to meet in St Petersburg</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>A drone attack on an ammunition depot in Crimea <a href=\"https://www.theguardian.com/world/2023/jul/22/ukrainian-drone-strike-crimea-ammunition-depot\">prompted authorities to evacuate everyone </a>within a 3-mile (5km) radius</strong> and briefly suspend road traffic on the Kerch Bridge linking the occupied peninsula to Russia on Saturday, the Moscow-installed regional governor said.</p><p><strong>The Ukrainian president, Volodymyr Zelenskiy, said the bridge, which was also temporarily closed earlier this week after an attack on it, “brings war not peace”</strong> and is therefore a military target.</p><p><strong>Air defence systems were deployed early on Sunday in repelling another Russian attack on Ukraine’s southern port of Odesa</strong>, Oleh Kiper, governor of the Odesa region, said on the Telegram channel, warning people not to film the air combat. Unesco has condemned Russia’s attack on the historic centre of Odesa, which is protected under the World Heritage Convention.</p><p><strong>Russian president Vladimir Putin and Belarusian leader Alexander Lukashenko will meet</strong> on Sunday in St Petersburg, the Kremlin said, two days after Moscow <a href=\"https://www.theguardian.com/world/2023/jul/21/putin-warn-poland-against-unleashing-aggression-against-belarus-troops-eastern-border\">warned that any aggression</a> against its neighbour and staunchest ally would be considered an attack on Russia.</p><p><strong>Russia criticised the US after the alleged death of a war correspondent for Russia’s RIA news agency </strong>after what was claimed to have been the use of cluster bombs near the frontline in Ukraine’s southeastern Zaporizhzhia region. Moscow called it<strong> </strong>“a heinous, premeditated crime” committed by western powers and Kyiv, vowing a “response” against those to blame.</p><p><strong>Russia’s arrest of Igor Girkin, a former Russian intelligence officer and leading nationalist military blogger, will probably infuriate elements in the military</strong> as well as his fellow bloggers, according to UK intelligence.</p><p><strong>The US plans to announce a new military aid package for Ukraine worth up to $400m</strong> as Ukraine’s counteroffensive grinds on, it was reported. Zelenskiy also said Ukraine’s counteroffensive was about to “gain pace”.</p><p><strong>The Polish deputy foreign minister, Pawel Jablonski, has said his meeting with the Russian ambassador to Poland </strong>– after he was summoned after Vladimir Putin alleged Poland harboured territorial ambitions in western Ukraine – was “very brief”.</p><p><strong>President Zelenskiy</strong> said he spoke with <strong>Nato secretary general Jens Stoltenberg</strong> on the phone about sustaining the Black Sea grain initiative as well as agreements reached during the Vilnius summit and “further actions regarding the integration of Ukraine into Nato”.</p><p><strong>Ukraine’s air defence units</strong> shot down five <strong>Russian</strong> combat and nine reconnaissance drones over the past 24 hours, Euromaidan Press has reported, citing the air force.</p><p><strong>The director of the CIA has been made a cabinet member by the US president, Joe Biden,</strong> who said the agency has been providing “good intelligence, delivered with honesty and integrity”.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-515-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-515-of-the-invasion", "date_published": "2023-07-23T00:43:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cambodia strongman Hun Sen set to claim landslide election victory after banning opposition", "description": "<p>Long-time ruler, who has ruthlessly oppressed critics, has indicated he will soon hand power to his son</p><p>Cambodians have begun voting in a one-sided general election in which the country’s strongman leader will run virtually uncontested.</p><p>It’s expected that Hun Sen, 70, who has ruled the country for almost four decades, will claim a landslide victory in Sunday’s vote. The country’s main opposition party, the Candlelight Party, was <a href=\"https://www.theguardian.com/world/2023/may/16/cambodias-only-major-opposition-party-is-barred-from-running-in-july-elections\">banned from running</a> after it was accused of not providing the right paperwork.</p> <a href=\"https://www.theguardian.com/world/2023/jul/23/cambodia-strongman-hun-sen-set-to-claim-landslide-election-victory-after-banning-opposition\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/23/cambodia-strongman-hun-sen-set-to-claim-landslide-election-victory-after-banning-opposition", "date_published": "2023-07-23T00:41:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]