[{"source": "https://www.eurogamer.net/feed", "title": "Fans think they've found evidence that \"some sort of\" Dragon Quest announcement is imminent", "description": "<img src=\"https://assetsio.reedpopcdn.com/dragon-quest-11.png?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Eagle-eyed fans reckon they've spotted evidence that \"some sort of\" Dragon Quest announcement could be on the way.\n</p><p>Square Enix producer and director, Yosuke Saito, took to Twitter/X yesterday to say they'd had a \"fun recording session\" at work, teasing that they'd tell us more once the news had been finalised and approved by the appropriate channels.\n</p><p>So far, so what, right? Well, the tweet was accompanied by a photo of Saito's script, and whilst they'd obscured two blocks of text on the front page to hide the subject matter, a little of the text behind the front page was legible for those who can read Japanese&hellip; and it's a name hidden in plain sight that has made Dragon Quest fans very, very excited. \n</p> <p><a href=\"https://www.eurogamer.net/fans-think-theyve-found-evidence-that-some-sort-of-dragon-quest-annou", "link": "https://www.eurogamer.net/fans-think-theyve-found-evidence-that-some-sort-of-dragon-quest-announcement-is-imminent", "date_published": "2023-10-28T18:19:38+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "Mortal Kombat 1 players hit back at \"freemium model\" DLC pricing", "description": "<img src=\"https://assetsio.reedpopcdn.com/Screenshot-2023-10-28-at-18.46.53.png?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Mortal Kombat 1 players have hit back at a new Halloween-themed DLC fatality that has a horrifying price tag: $10.\n</p><p>Players can pick up the gruesome jack-o-lantern animation for the princely sum of 1200 Dragon Krystals, a premium in-game currency that sports a current exchange rate of 1250 krystals for $10 USD.\n</p><p>To put that into context, Mortal Kombat 11's Kombat Pack, whilst the preceding title in the series, featured several full DLC <em>characters</em> for just $20. But Mortal Kombat 1 wants the equivalent of $10 for that one fatality, even though it's a premium game that costs at best &pound;60 &ndash; or &pound;85 if you forked out for the premium edition.\n</p> <p><a href=\"https://www.eurogamer.net/mortal-kombat-1-players-hit-back-at-freemium-model-dlc-pricing\">Read more</a></p>", "link": "https://www.eurogamer.net/mortal-kombat-1-players-hit-back-at-freemium-model-dlc-pricing", "date_published": "2023-10-28T17:51:03+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "Capcom still has a \"major unannounced\" game to release before March 2024", "description": "<img src=\"https://assetsio.reedpopcdn.com/monster-hunter-rise-sunbreak.png?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Capcom is teasing a \"major unannounced title\" for 2024.\n</p><p>Although the developer/publisher has yet to even announce what the game is, according to Capcom's recent investor's report, a \"major title\" will be available on console and be released in the second half of this financial year &ndash; which ends in March 2024, of course.\n</p><p>As posted to Reddit's Gaming Leaks and Rumours community, the report &ndash; which is <a href=\"https://www.capcom.co.jp/ir/data/result.html\">currently only available in Japanese</a> &ndash; makes two mentions of the mysterious title, including one that intimates that its release will help the megacorp realise its lofty goal of selling 45 million units on console.\n</p> <p><a href=\"https://www.eurogamer.net/capcom-still-has-a-major-unannounced-game-to-release-before-march-2024\">Read mo", "link": "https://www.eurogamer.net/capcom-still-has-a-major-unannounced-game-to-release-before-march-2024", "date_published": "2023-10-28T15:07:58+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "Brilliant visuals and growing pains: examining the first generation of Unreal Engine 5 games", "description": "<img src=\"https://assetsio.reedpopcdn.com/vengeful-thumb-copy.jpg?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Unreal Engine 5 was announced more than three years ago and we're only now seeing the first wave of third-party UE5 games on PC and consoles. For the audience on PC, these launches are both exciting and terrifying - we're finally seeing all of the eye candy promised by Epic with Lumen, Nanite and Virtual Shadow Maps, but we've also had an array of UE4 titles that have exhibited poor CPU utilisation and instrusive stutters. </p><p>With these conflicting emotions in mind, I thought it would be interesting to round up the first generation of UE5 releases to identify the good, great and not-so-great aspects of these titles - an early barometer if you will of how developers are getting to grips with the engine on PC and what it means for the future of UE5 on the platform. </p><p>The goal here isn't to cover any one game in exhaustiv", "link": "https://www.eurogamer.net/digitalfoundry-2023-brilliant-visuals-and-growing-pains-analysing-unreal-engine-5-first-generation-games", "date_published": "2023-10-28T15:06:52+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "The Outlast Trials is taking you to court this Halloween", "description": "<img src=\"https://assetsio.reedpopcdn.com/ss_da9e1f8fe8ee47b129950570aa1baca12480ae63.1920x1080.jpg?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Red Barrels has dropped a terrifying new update for The Outlast Trials just in time for Halloween.\n</p><p>The update &ndash; which is available now &ndash; ushers in the new trial program Geister, as well as a brand new map based in, and around, someone's deliciously sick vision of a courthouse. And blood &ndash; lots and <em>lots</em> of blood:\n</p><p>The Outlast Trials is out now in early access on both Steam and Epic Games Store. Set in the height of the Cold War era, players take on the role of test subjects abducted by the shady Murkoff Corporation, where they'll be \"thrust into a series of physical and mental ordeals, tormented by iconic characters, and challenged alone or in teams to survive with their sanity intact\".\n</p> <p><a href=\"https://www.eurogamer.net/the-outlast-trials-is-takin", "link": "https://www.eurogamer.net/the-outlast-trials-is-taking-you-to-court-this-halloween", "date_published": "2023-10-28T14:30:59+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "Baldur's Gate 3 and its mammoth run time get a mention in the latest South Park episode", "description": "<img src=\"https://assetsio.reedpopcdn.com/Screenshot-2023-10-28-at-14.31.32.png?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Baldur's Gate 3 developer Larian Studios has issued a tongue-in-cheek correction to South Park after its latest episode featured a joke about the critically acclaimed RPG.\n</p><p>The episode, called \"South Park: Joining the Panderverse\", sees Cartman live in an alternate reality wherein he curses the fact he can't cross-save the 50 hours he's invested into Baldur's Gate 3 across multiple universes.\n</p><p>Cartman &ndash; played by Janeisha Adams-Ginyard, just to sprinkle in a little extra confusion &ndash; asks, \"do save games not cross multiple universes?\", to which Stan confirms: \"Save games don't even cross between PCs and PS5s &ndash; why would they cross between multiple universes?\"\n</p> <p><a href=\"https://www.eurogamer.net/baldurs-gate-3-and-its-mammoth-run-time-get-a-mention-in-the-latest-south-park-episod", "link": "https://www.eurogamer.net/baldurs-gate-3-and-its-mammoth-run-time-get-a-mention-in-the-latest-south-park-episode", "date_published": "2023-10-28T13:42:45+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "Alan Wake 2 partners with Finnish clothing brand for a \"Cult Collection\" inspired by the game", "description": "<img src=\"https://assetsio.reedpopcdn.com/AW2_11-08-23_029.png?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>Finnish clothing company Makia has teamed with Remedy to release a line of high-end unisex streetwear inspired by Alan Wake 2.\n</p><p>To celebrate the release of Remedy's highly-anticipated sequel, the \"Cult Collection\" of clothing \"tells stories from darkness\" and features jackets, sweatshirts, tees, and a cap.\n</p><p>\"The unisex streetwear collection draws inspiration from the nightmarish world of Alan Wake and the enigmatic Cult of Tree featured in the sequel,\" the team explains on the <a href=\"https://makia.com/product-category/collabs/alan-wake-2/\">official website</a>. \"Characterised by the cult&rsquo;s emblems and deer masks worn by the cultists, the collection evokes the eerie and unsettling feel of a small town with a big secret.\"\n</p> <p><a href=\"https://www.eurogamer.net/alan-wake-2-partners-with-finnish-clothing-brand-", "link": "https://www.eurogamer.net/alan-wake-2-partners-with-finnish-clothing-brand-for-a-cult-collection-inspired-by-the-game", "date_published": "2023-10-28T12:41:48+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}, {"source": "https://www.eurogamer.net/feed", "title": "Marvel’s Spider-Man 2’s Web-Wings capture the magic of Tony Hawk’s Pro-Skater’s most game-changing trick", "description": "<img src=\"https://assetsio.reedpopcdn.com/marvels-spider-man-2-web-wings-revert-header.jpg?width=1920&amp;height=1920&amp;fit=bounds&amp;quality=80&amp;format=jpg&amp;auto=webp\" /> <p>\nSpider-Man games are skateboarding games, at least in spirit. As you make your way through the concrete jungle of New York, moving from mission to mission, you&rsquo;re forced to recontextualize the mundane. A flagpole becomes a shining launch point, a skyscraper flips onto its side to become a flat surface used to reach up higher and higher. In many ways, skateboarding also encourages this new way of seeing the world around you. Out of the drab and often grey environments of modern cities suddenly spring playgrounds&mdash; ultimate assault courses, made up of railings, flatland and make-shift ramps. The thread that runs from Spider-Man to skateboarding is as evident as ever in Marvel&rsquo;s Spider-Man 2, and with the addition of the Web-Wings, there&rsquo;s even a direct analogue to the most game-cha", "link": "https://www.eurogamer.net/marvels-spider-man-2s-web-wings-capture-the-magic-of-tony-hawks-pro-skaters-most-game-changing-trick", "date_published": "2023-10-28T09:00:00+00:00", "bookmarked": false, "dead": null, "artist": "Eurogamer.net Latest Articles Feed", "album": "Eurogamer.net Latest Articles Feed", "user": null, "language": "en-gb", "thumbnail": null}]