[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Nayuta: Boundless Trails Review - The Final Verdict", "description": "Falcom is known for Ys and Kiseki, two diametrically opposite RPG series that have earned plenty of acclaim. However, it's also delivered off-shoots like The Legend of Nayuta: Boundless Trails, an action RPG not unlike its lesser-known Zwei series.\n\nAs a remaster of the 2012 PlayStation Portable title, Boundless Trails focuses on Nayuta, as his studies of mysterious ruins around his town lead him to an alternate world. By teaming up with Noi, he embarks on a quest to retrieve the Master Gears and stop the machinations of Zechst.\n\nDespite its straightforward approach and characterization, this is a solid title with some fun action platforming sections, a seasonal mechanic for more challenges and some stellar remastered visuals. Find out more about The Legend of Nayuta: Boundless Trails and why it's worth a try, even if you aren't a Kiseki fan.", "link": "https://www.youtube.com/watch?v=VW8X-AdZTFc", "date_published": "2023-09-16T19:30:03+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VW8X-AdZTFc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why Starfield Is THE MOST ADDICTIVE GAME I Have Played In Years", "description": "Bethesda’s hotly anticipated space exploration epic has finally launched, and whilst there are teething problems in the game’s first dozen or so hours once you’ve gotten to grips with Starfield’s gameplay loop the experience becomes very addictive indeed. \n\nIt’s the side-quests that steal the show here, showcasing the breadth of Bethesda’s scope and ambition there’s simply a universe’s worth of side content – each proposing a moral quandary – that add to the tangibility of Starfield’s already exquisitely designed planets. \n\nJoining factions is the way to go, and there’s heaps to become engrained in – space pirates, peace envoys, scavengers, to name a few – populate worlds rich in biodiversity. You’ll be hard pressed not to be distracted by something, anything, in the deep reaches of outer space.", "link": "https://www.youtube.com/watch?v=f4kfbVjbO08", "date_published": "2023-09-16T19:30:01+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/f4kfbVjbO08/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Marvel's Spider-Man 2 - 15 Things You Need To Know Before You Buy", "description": "With Marvel's Spider-Man 2 now just a little over a month away from launch, Insomniac and Sony have opened the floodgates, and a glut of new details has come rushing out. \n\nThanks to the game's recent State of Play showing and a bunch of hands-on previews, we've learned a great deal more about the highly anticipated sequel, its open world, its combat, and much more, and here, we're going to run through some of those details.", "link": "https://www.youtube.com/watch?v=nYoe3DdOLVM", "date_published": "2023-09-16T11:00:40+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/nYoe3DdOLVM/hqdefault.jpg"}]