[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Twitter 2 0 is a BAD idea: why the \"Everything App\" is a nightmare.", "description": "Get commercial support for your AlmaLinux deployments here: http://bit.ly/3YZJmCy \n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#Twitter #privacy \n\n00:00 Intro\n00:36 Sponsor: Get commercial support for AlmaLinux with AlmaCare\n01:44 The Everything app: sounds good!\n04:18 The control problem: too much power in one place\n06:52 The privacy issue: concentration of data is bad\n08:22 The security problem: very tempting target for hackers\n09:39 \"Just don't use it\"!\n10:18 Can it really happen?\n13:10 Sponsor: Get a device that runs Linux out of the box\n14:06 Support the channel\n\nhttps://twitter.com/elonmusk/status/1596718851097755648/photo/3\n\nWhat is an \"everything app\"? The planned features are the following: video, encrypted direct messages, longform tweets, Blue Verified program, and payments.\n\nIt would mean there's a big incentive to use Twitter for all of these things: as a creator, why would I use different platforms for my videos, my articles and my social posts if I can use my Twitter following for everything?\n\nAs a general user, I can just follow the people I like in one single place, no need to use ten apps to see everything. And since I'm already there for the videos and articles and tweets, why not also use the DMs in here, instead of using a separate app? And at that point, the payment feature makes sense, and since I setup a payment method, why not use Twitter to pay in real life as well?\n\nAnd on paper, it looks kinda cool, but we're faced with a bunch of big problems.\n\nThe first issue is control. If everyone uses Twitter for their social network needs, for their videos, payment, article reading, day to day messaging, then Twitter controls MAJOR parts of the internet.\n\nThey control communications, with all your DMs and group conversations, and all the day to day background noise that is social media. They control monetary exchanges between people and between people and various stores or websites. And they control the content people watch and read, with articles and videos.\n\nOf course, there's another problem, a privacy problem. Yeah, since everything you do is in one single application, this also means your profile in this specific app is incredibly big and valuable to advertisers.\n\nImagine this goldmine: Twitter would know which companies you follow, what you liked, who you talked to, what article you read, which videos you watched, which contacts you talk to the most, what you talk about with these contacts, who you send money to, what you buy online, or even in real life.\n\nThere's also a security issue. With that amount of data available on so many people, Twitter becomes a big, big target for hackers. Sure, they want to encrypt the DMs, but no encryption is invulnerable, and the rest of the data might be accessible. They could access the information users supplied to be verified, they could access payment history, or use the data to launch disinformation campaigns.\n\nBut, fortunately, this vision will probably not happen. Because the elephant in the room is WeChat: WeChat IS the everything app for China. But WeChat managed to lock people into these features because they didn't really exist outside of wechat before. \n\nTwitter becoming an everything app doesn't solve any problems people have. Everything this new vision offers is already available, and the other options are already very popular. \n\nSo, fortunately, the Twitter 2.0 vision is probably not going to be the all in one app that takes over everything else, because if people don't have a strong incentive to use it instead of what they already use, it won't work. And Twitter adding these features isn't a strong incentive.\n\nFacebook tried again and again to be the everything app. Twitter 2.0 is nothing new, it's what Facebook has been trying to accomplish since its creation.", "link": "https://www.youtube.com/watch?v=iyMTTPGcSpI", "date_published": "2023-03-01 18:19:46+00:00", "persistent": true, "user": "rumpel", "language": "en-US", "tags": ["everythingapp", "technofeudalism"]}]