[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jessie Montgomery talks composing from a place of self-honor with Lara Downes | Amplify", "description": "Lara Downes | March 1, 2023\nIt was a typically foggy day in the Bay Area in December 2017 when I was squished into the backseat of a car next to violinist Jessie Montgomery and the other members of the Catalyst String Quartet. We were chatting about work stuff: I was putting out a new album and Jessie was writing music. She had just finished \"Coincident Dances,\" a love letter to the multicultural sounds of her native New York City. Driving between schools that day, we played for hundreds of kids sitting criss-cross applesauce on the floors of giant multipurpose rooms. It was hard work, but fun too.\n\nSince then, a lot has changed. Performances of Jessie's music have increased exponentially, from around 20 per year to over 400. In 2021 alone, her composition \"Starburst\" was programmed 114 times.  That year, she was named Mead Composer-in-Residence for the Chicago Symphony Orchestra. Big commissions started flowing in and the demand led to her decision to leave the Catalyst Quartet and devote herself full-time to composing. \n\nI've been watching the extraordinary growth of her career, wondering how she manages to meet its challenges – because they're complicated. In the wake of George Floyd's murder and the surging activism of Black Lives Matter movements, American arts institutions made a sudden shift toward diversity. The demand on Black artists was intense and unprecedented; historically, American orchestras have not clamored for music by Black composers. For perspective, Jessie's residency in Chicago makes her only the second Black female composer to have her music performed by that orchestra. The first was Florence Price, in 1933.\n\nIf you're called on to produce creative work in a time of national crisis, is it your job to address that crisis? When Black artists feel pressured to comment on racial injustice in music, what happens to our personal narratives and emotions? Jessie struggled under the weight of that burden.\n\nWhen Jessie recently passed through Sacramento, where I live, we decided to film this conversation in my living room. We talked about our journeys through these past complicated years, trying to balance the hard work and thinking about what comes next. Jessie was named 2023 Composer of the Year by Musical America, and she says she feels a responsibility to use her platform to support her peers and to model creative freedom for the next generation. She wants to speak her truth — to make work that reflects her own voice, her own version of today and her vision for the future.\n\nWATCH OTHER EPISODES OF AMPLIFY\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVaTy4dPhq6TCQ8V6pIJ5Y2C", "link": "https://www.youtube.com/watch?v=niUYjPLH5io", "date_published": "2023-03-01 10:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}]