[{"source": "https://thehill.com/news/feed/", "title": "Chip Roy rips fellow Republicans for lack of action on the border", "description": "Rep. Chip Roy (Texas) on Wednesday delivered a searing indictment of his fellow Republicans for what he said is their lack of action on border security, ripping lawmakers for not delivering on their campaign promises from the House floor. Speaking a day before Texas Independence Day, when settlers officially declared their independence from Mexico, Roy...", "link": "https://thehill.com/homenews/house/3880095-chip-roy-rips-fellow-republicans-for-lack-of-action-on-the-border/", "date_published": "2023-03-01 22:47:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "RFK killer Sirhan Sirhan denied parole by California board", "description": "SAN DIEGO (AP) — A California panel on Wednesday denied parole for Robert F. Kennedy assassin Sirhan Sirhan, saying the 78-year-old prisoner still lacks insight into what caused him to shoot the senator and presidential candidate in 1968. Sirhan’s lawyer Angela Berry disputed that, saying Sirhan has shown that awareness, and his psychiatrists have said for...", "link": "https://thehill.com/homenews/state-watch/3880098-rfk-killer-sirhan-sirhan-denied-parole-by-california-board/", "date_published": "2023-03-01 22:44:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China, trade and national security: The tools we need", "description": "Three combined tools are necessary to advance U.S. global economic priorities.", "link": "https://thehill.com/opinion/international/3879925-china-trade-and-national-security-the-tools-we-need/", "date_published": "2023-03-01 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What’s Biden waiting for when it comes to 2024?", "description": "President Biden says he has “other things to finish” before he can announce a reelection campaign, a stance that is raising questions about what exactly he’s waiting to do. That Biden will run for a second term does not seem to be in significant doubt, but so far the president has only reiterated his “intention”...", "link": "https://thehill.com/homenews/administration/3879817-whats-biden-waiting-for-when-it-comes-to-2024/", "date_published": "2023-03-01 22:23:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC's cherry blossoms set for another early peak bloom: Park Service", "description": "The National Park Service predicted on Wednesday that D.C.'s peak cherry blossom season will be from March 22 to 25, marking another early peak bloom for the capital. The Park Service defines the peak bloom as when 70 percent of the cherry blossoms around the Tidal Basin have bloomed, which typically occurs between the final...", "link": "https://thehill.com/blogs/blog-briefing-room/3879981-dcs-cherry-blossoms-set-for-another-early-peak-bloom-park-service/", "date_published": "2023-03-01 22:21:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2 men cited for killing, planning to eat American bald eagle", "description": "Two men accused of killing an American bald eagle and planning to make a meal of it were cited in Nebraska on Tuesday.", "link": "https://thehill.com/homenews/state-watch/3879854-2-men-cited-for-killing-planning-to-eat-american-bald-eagle/", "date_published": "2023-03-01 22:05:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Connecticut group urges state to exonerate witch trial victims over 300 years later", "description": "Accusations of witchcraft in Connecticut led to the first large-scale witch trials in the American colonies, predating the infamous Salem Witch Trials by nearly 30 years.", "link": "https://thehill.com/homenews/state-watch/3879998-connecticut-group-urges-state-to-exonerate-witch-trial-victims-over-300-years-later/", "date_published": "2023-03-01 22:05:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate sends bill nullifying Biden's ESG investing rule to president's desk", "description": "The Senate approved a resolution on Wednesday that aims to reverse a Biden administration rule on environmental, social and governance (ESG) investing, setting up what could be the first veto of Biden’s presidency.  The Senate voted 50-46 to block the ESG rule, with two Democrats: Sen. Joe Manchin (D-W.Va.) and Jon Tester (D-Mont.) joining Republicans in opposing...", "link": "https://thehill.com/policy/energy-environment/3879725-senate-sends-bill-nullifying-bidens-esg-investing-rule-to-presidents-desk/", "date_published": "2023-03-01 21:54:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why a DC crime bill is creating big problems for Democrats", "description": "Senate Republicans are trying to put the squeeze on Democrats ahead of an expected vote on legislation next week that would undo parts of a District of Columbia crime bill. The bill would eliminate most mandatory sentences, lower penalties for a number of violent offenses, including carjackings and robberies, and expand the requirement for jury...", "link": "https://thehill.com/homenews/state-watch/3879991-why-a-dc-crime-bill-is-creating-big-problems-for-democrats/", "date_published": "2023-03-01 21:46:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan senators introduce bill to close pharma competition loophole", "description": "Sens. Maggie Hassan (D-N.H.) and Mike Braun (R-Ind.) on Wednesday reintroduced legislation intended to close a loophole that drug companies can exploit to block competition, including from lower-cost generic drugs. Federal regulators will sometimes require that drug manufacturers have a Risk Evaluation and Mitigation Strategy (REMS) program for potentially dangerous medications. According to the Food...", "link": "https://thehill.com/policy/healthcare/3879959-bipartisan-senators-introduce-bill-to-close-pharma-competition-loophole/", "date_published": "2023-03-01 21:41:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More Americans disapprove of McCarthy sharing Jan. 6 footage with Carlson than approve: poll", "description": "More Americans disapprove of Speaker Kevin McCarthy’s (R-Calif.) decision to share Capitol surveillance footage from the Jan. 6 riot exclusively with Fox News host Tucker Carlson than approve, according to a new poll released on Wednesday. Forty-three percent in The Economist-YouGov poll said they either strongly or somewhat disapprove of McCarthy’s decision, while 35 percent...", "link": "https://thehill.com/homenews/house/3879951-more-americans-disapprove-of-mccarthy-sharing-jan-6-footage-with-carlson-than-approve-poll/", "date_published": "2023-03-01 21:34:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American arms control leadership: What now?", "description": "Arms control, at its best, works in tandem with deterrence to strengthen strategic stability.", "link": "https://thehill.com/opinion/national-security/3879728-american-arms-control-leadership-what-now/", "date_published": "2023-03-01 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Climate-smart agriculture' debate launches on Capitol Hill", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202;  The Big Story  Democrats, GOP start debate over $20B in climate funds  The long debate over the fate of billions in federal climate funding began on Wednesday at the Senate Agriculture Committee, where a group of senators is shaping the confines of America’s mammoth Farm...", "link": "https://thehill.com/newsletters/sustainability/3879916-climate-smart-agriculture-debate-launches-on-capitol-hill/", "date_published": "2023-03-01 21:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US rebuffs Russian demand linking nuclear pact with Ukraine support", "description": "The United States will not pull back its support for Ukraine in response to Russia suspending its participation in a key nuclear arms treaty, State Department Spokesperson Ned Price said Wednesday.  Russian Deputy Foreign Minister Sergei Ryabkov reportedly said earlier in the day that Russia’s return to the New START nuclear control treaty depended on...", "link": "https://thehill.com/policy/international/3879934-us-rebuffs-russian-demand-linking-nuclear-pact-with-ukraine-support/", "date_published": "2023-03-01 21:15:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA proposal expected to expand sales of high-ethanol gasoline in Midwest states", "description": "The Environmental Protection Agency is proposing action that’s expected to expand the sale of gasoline made with higher concentrations of ethanol in eight states near the Midwest. The move is expected to allow more sales of gasoline with 15 percent concentrations of ethanol, rather than the more common type with 10 percent concentrations of ethanol,...", "link": "https://thehill.com/policy/energy-environment/3879871-epa-proposal-expected-to-expand-sales-of-high-ethanol-gasoline-in-midwest-states/", "date_published": "2023-03-01 21:01:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans open investigation into role of intermediaries in prescription drug prices", "description": "Rep. James Comer (R-Ky.), chair of the House Committee on Oversight and Accountability, announced Wednesday he is launching an investigation into pharmacy benefit managers (PBM) and actions that increase health care costs for patients. “Pharmacy Benefit Managers’ anticompetitive tactics are driving up health care costs for Americans and harming patient care,\" Comer said in a...", "link": "https://thehill.com/policy/healthcare/3879512-house-republicans-open-investigation-into-role-of-intermediaries-in-prescription-drug-prices/", "date_published": "2023-03-01 20:39:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "COVID vaccine maker Novavax notes 'substantial doubts' about its future", "description": "The vaccine company Novavax, which manufactures COVID-19 vaccines, says it has “substantial doubts” about its own ability to stay in business long term.  Novavax said its current cash flow forecast should support short-term operations, but “significant uncertainty” about 2023 revenue, U.S. government funding and ongoing arbitration are jeopardizing the company’s outlook in the future.  “Given...", "link": "https://thehill.com/policy/healthcare/3879823-covid-vaccine-maker-novavax-notes-substantial-doubts-about-its-future/", "date_published": "2023-03-01 20:34:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Regardless of income, Black women face death to give birth in America", "description": "We must listen, learn and do the necessary work to minimize this community’s unacceptably high risk of pregnancy complications.", "link": "https://thehill.com/opinion/healthcare/3879248-regardless-of-income-black-women-face-death-to-give-birth-in-america/", "date_published": "2023-03-01 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Treasury Department developing tech for digital dollar as Congress debates crypto rules", "description": "The Biden administration is working to develop technology to help create a central bank digital currency (CBDC) as the policy debate as to how to do so continues, a Treasury official said Wednesday.  Nellie Liang, Treasury under secretary for domestic finance, gave the update as part of a speech about how the administration is advancing...", "link": "https://thehill.com/business/3879771-treasury-department-developing-tech-for-digital-dollar-as-congress-debates-crypto-rules/", "date_published": "2023-03-01 20:26:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American Academy of Sleep Medicine pushes for end of daylight saving time", "description": "Story at a glance With daylight saving time set to begin on March 12, sleep experts are advocating to get rid of clock changes once and for all in favor of permanent standard time.  “Mounting evidence shows the dangers of seasonal time changes, which have been linked to increased medical errors, motor vehicle accidents, increased...", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3879758-american-academy-of-sleep-medicine-pushes-for-end-of-daylight-saving-time/", "date_published": "2023-03-01 20:17:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kinzinger political organization calls on voters to reject extremist candidates", "description": "A political group led by former Rep. Adam Kinzinger (R-Ill.), who voted to impeach former President Trump, is unveiling a national ad push to urge voters to reject political extremism. Kinzinger, who did not run for reelection in 2022, told Politico that the ad push, which is centered around a six minute long short film,...", "link": "https://thehill.com/blogs/blog-briefing-room/3879684-kinzinger-political-organization-calls-on-voters-to-reject-extremist-candidates/", "date_published": "2023-03-01 20:12:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cheney joining University of Virginia politics center as professor", "description": "Former Rep. Liz Cheney (R-Wyo.) is set to join the University of Virginia as a professor at its Center for Politics. “With democracy under fire in this country and elsewhere around the world, Liz Cheney serves as a model of political courage and leadership,” the center's director, Larry Sabato, said in a statement. “Liz will...", "link": "https://thehill.com/homenews/state-watch/3879676-cheney-joining-university-of-virginia-politics-center-as-professor/", "date_published": "2023-03-01 20:09:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators grill Garland on border security, weaponization of law enforcement", "description": "Senior Republican members of the Senate Judiciary Committee grilled Attorney General Merrick Garland on Wednesday about the nation’s fentanyl crisis, the flow of drugs and migrants over the U.S.-Mexico border and the Justice Department's stance on mandatory minimum sentences. The moments of drama came during the panel’s first oversight hearing of the Justice Department in...", "link": "https://thehill.com/policy/national-security/3879646-gop-senators-grill-garland-on-border-security-weaponization-of-law-enforcement/", "date_published": "2023-03-01 19:56:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US intelligence: No evidence foreign adversaries behind 'Havana Syndrome'", "description": "The U.S. intelligence community has determined it was unlikely that a foreign adversary is responsible for a series of anomalous health incidents (AHI) plaguing intelligence and diplomatic staffers across the globe. A review conducted by intelligence agencies for the Office of the Director of National Intelligence (ODNI) and released Wednesday probed a series of health...", "link": "https://thehill.com/policy/national-security/3879732-us-intelligence-says-havana-syndrome-unlikely-caused-by-foreign-adversary/", "date_published": "2023-03-01 19:55:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservation group calls out Colorado's coal consumption", "description": "Colorado is failing to keep pace with many of its neighbors in the shift toward a renewable energy economy — with coal remaining the state’s dominant source of electricity generation, a new analysis has found. The carbon-rich combustible is responsible for 37 percent of the state’s power, compared to the national average of 20 percent, according...", "link": "https://thehill.com/policy/equilibrium-sustainability/3879708-conservation-group-calls-out-colorados-coal-consumption/", "date_published": "2023-03-01 19:53:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy on giving Tucker Carlson access to Jan. 6 footage: Press seem 'jealous'", "description": "Speaker Kevin McCarthy (R-Calif.) doubled down on his decision to hand over Jan. 6 footage to Fox host Tucker Carlson, saying that the press seem \"jealous.\" Earlier this month, McCarthy granted access to 41,000 hours of security footage from the Jan. 6 attacks to Carlson, sparking criticism from other news outlets and security concerns from...", "link": "https://thehill.com/homenews/house/3879502-mccarthy-on-giving-tucker-carlson-access-to-jan-6-footage-press-seem-jealous/", "date_published": "2023-03-01 19:46:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haiti soccer scandal showcases toxic power of cancel culture", "description": "Rushing to judgment without facts is a devastating phenomenon that ruins lives.", "link": "https://thehill.com/opinion/technology/3878941-haiti-soccer-scandal-showcases-toxic-power-of-cancel-culture/", "date_published": "2023-03-01 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Shipping companies paying almost $97M to settle oil spill off Southern California coast", "description": "Shipping companies agreed to pay $96.5 million to settle a lawsuit with the operator of the crude oil pipeline that ruptured in October 2021, spilling tens of thousands of gallons of oil off the coast of Southern California. Amplify Energy, the company that operates the pipeline, announced on Wednesday that it had reached an agreement...", "link": "https://thehill.com/homenews/state-watch/3879608-shipping-companies-paying-almost-97m-to-settle-oil-spill-off-southern-california-coast/", "date_published": "2023-03-01 19:17:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump 'successfully chilled' FBI from being willing to investigate anything related to him: Peter Strzok", "description": "Former FBI agent Peter Strzok on Wednesday said former President Trump and others “successfully chilled the FBI’s willingness to investigate anything” Trump-related, complicating later inquiries into the former president’s classified document handling.  Strzok took to Twitter to comment on new reporting from the Washington Post that FBI agents and Department of Justice prosecutors squabbled over...", "link": "https://thehill.com/homenews/3879534-trump-successfully-chilled-fbi-from-being-willing-to-investigate-anything-related-to-him-peter-strzok/", "date_published": "2023-03-01 19:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How asking the right questions can nudge tax cheats into compliance", "description": "There is a perfect platform to institute low-cost nudges to improve tax compliance: the individual tax return, Form 1040.", "link": "https://thehill.com/opinion/finance/3879153-how-asking-the-right-questions-can-nudge-tax-cheats-into-compliance/", "date_published": "2023-03-01 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The gender pay gap has stayed largely unchanged for 20 years. What will it take to close it?", "description": "Story at a glance Though the gender pay gap has significantly narrowed since the 1980s, progress has slowed over the last two decades, according to new research.  Women in 2022 made 82 cents for every dollar earned by men, up only slightly from 80 cents in 2002, the Pew Research Center found in a report...", "link": "https://thehill.com/changing-america/respect/equality/3878062-the-gender-pay-gap-has-stayed-largely-unchanged-for-20-years-what-will-it-take-to-close-it/", "date_published": "2023-03-01 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders: Senate panel to vote on subpoena for Starbucks CEO", "description": "Sen. Bernie Sanders (I-Vt.) will seek to subpoena Starbucks CEO Howard Schultz, who has declined to testify on allegations of unlawful anti-union practices at the coffee chain, Sanders said Wednesday. The Senate Health, Education, Labor and Pensions Committee, which Sanders chairs, will vote on whether to issue the subpoena on March 8. The Democratic-controlled committee...", "link": "https://thehill.com/business/3879530-sanders-senate-panel-to-vote-on-subpoena-for-starbucks-ceo/", "date_published": "2023-03-01 18:50:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black Americans more likely to go to emergency departments for mental health care: CDC", "description": "Story at a glance Black Americans visit emergency rooms for mental health issues at nearly twice the national average, according to a new report from the Centers for Disease Control and Prevention (CDC).   The report looked at almost 6,000 mental health-related emergency room visits between 2018 and 2020 and found that Black Americans had...", "link": "https://thehill.com/changing-america/well-being/mental-health/3879478-black-americans-more-likely-to-go-to-emergency-departments-for-mental-health-care-cdc/", "date_published": "2023-03-01 18:47:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "High school students pepper-sprayed at anti-racism protest in California", "description": "An anti-racism protest at Indian Springs High School in San Bernardino, California, turned unruly and led to a campus safety officer using pepper spray on students Tuesday, authorities said.", "link": "https://thehill.com/homenews/state-watch/3879487-high-school-students-pepper-sprayed-at-anti-racism-protest-in-california/", "date_published": "2023-03-01 18:42:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter suspends Mike Lee’s personal account", "description": "Sen. Mike Lee’s (R-Utah) personal Twitter account was suspended on Wednesday. Users were unable to see Tweets from his @BasedMikeLee account, with his feed only reading “Account suspended,” and that “Twitter suspends accounts that violate Twitter rules.” After leaving a Senate GOP lunch, Lee told The Hill that he wasn’t sure why the account got...", "link": "https://thehill.com/policy/technology/3879520-twitter-suspends-mike-lees-personal-account/", "date_published": "2023-03-01 18:39:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Environmental justice investors: It’s the demand-side, stupid!", "description": "Building financeable demand is the ticket. It involves removing the barriers to reaching project readiness that Justice40-aligned organizations face.", "link": "https://thehill.com/opinion/energy-environment/3878357-environmental-justice-investors-its-the-demand-side-stupid/", "date_published": "2023-03-01 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "HHS issues $50 million grant to Medical Reserve Corps, largest sum for program to date", "description": "The Department of Health and Human Services (HHS) announced Wednesday that $50 million in grants will be made available for the Medical Reserve Corps (MRC) volunteer program, the largest infusion of funding that has ever been designated for the program. The newly announced grant funding for the MRC comes from the American Rescue Plan, the...", "link": "https://thehill.com/policy/healthcare/3879143-hhs-issues-50-million-grant-to-medical-reserve-corps-largest-sum-for-program-to-date/", "date_published": "2023-03-01 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Eight Iowa state GOP lawmakers propose constitutional amendment to ban same-sex marriage", "description": "Eight Republicans in the Iowa state House have proposed an amendment to their state's constitution to ban same-sex marriage, arguing that the state should only recognize marriages between one man and one woman. “In accordance with the laws of nature and nature’s God, the state of Iowa recognizes the definition of marriage to be the...", "link": "https://thehill.com/homenews/state-watch/3879471-eight-iowa-state-gop-lawmakers-propose-constitutional-amendment-to-ban-same-sex-marriage/", "date_published": "2023-03-01 18:13:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy to bring CBO director for House briefing as debt talks inch forward", "description": "Speaker Kevin McCarthy (R-Calif.) will bring the director of the nonpartisan Congressional Budget Office (CBO), Phillip Swagel, in for a full House briefing next Wednesday to discuss its recently released annual budget outlook. The move to have Swagel brief members comes as negotiations between McCarthy and President Biden over Republican demands for spending reductions as...", "link": "https://thehill.com/business/budget/3879415-mccarthy-to-bring-cbo-director-for-house-briefing-as-debt-talks-inch-forward/", "date_published": "2023-03-01 18:06:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern CEO to testify before Senate panel next week", "description": "Norfolk Southern Railway CEO Alan Shaw will testify before the Senate Environment and Public Works Committee next Thursday about the derailment of one of the company's trains in East Palestine, Ohio. A spokesperson for the railway confirmed Shaw’s attendance in a statement to The Hill Wednesday. “Alan will share what he knows about the incident....", "link": "https://thehill.com/policy/energy-environment/3879447-norfolk-southern-ceo-to-testify-before-senate-panel-next-week/", "date_published": "2023-03-01 18:05:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two more House Republicans call for home-state Rep. Santos to be ousted", "description": "Two more House Republicans are calling for fellow New York Rep. George Santos (R) to be ousted from his position, throwing their support behind an effort to expel him over the extensive list of false claims that he has made about himself. Bloomberg reported on Tuesday that New York GOP Rep. Anthony D’Esposito, the first...", "link": "https://thehill.com/homenews/state-watch/3879319-two-more-house-republicans-call-for-home-state-rep-santos-to-be-ousted/", "date_published": "2023-03-01 18:01:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tester to join Manchin, Republicans in blocking DOL green investment rule", "description": "Sen. Jon Tester (D-Mt.) will join Sen. Joe Manchin (D-W.V.) in voting for a Congressional Review Act (CRA) resolution to block a Labor Department rule allowing the consideration of environmental factors in money managers’ decisions. In a statement Wednesday, Tester said he will vote for the resolution, which concerns use of environmental, social and governance...", "link": "https://thehill.com/policy/energy-environment/3879388-tester-to-join-manchin-republicans-in-blocking-dol-green-investment-rule/", "date_published": "2023-03-01 18:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine: A humanitarian disaster, a generational tragedy", "description": "A year on since the escalation of the brutal Ukraine conflict—as talk of tanks, fighters and spring offensives echoes through the corridors of global capitals—the world cannot lose sight of the continued human toll of this war. Nor should we underestimate the challenges facing future generations of Ukrainians or the cost of rebuilding their lives...", "link": "https://thehill.com/opinion/congress-blog/3879337-ukraine-a-humanitarian-disaster-a-generational-tragedy/", "date_published": "2023-03-01 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man steals American Airlines bus at JFK airport, drives it through NYC: police", "description": "A man stole an American Airlines bus from John F. Kennedy International Airport in New York City early Wednesday, driving across multiple boroughs before he was stopped by police, according to authorities.", "link": "https://thehill.com/homenews/state-watch/3879371-man-steals-american-airlines-bus-at-jfk-airport-drives-it-through-nyc-police/", "date_published": "2023-03-01 17:59:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arrest warrants issued for projected NFL draft pick Jalen Carter", "description": "Arrest warrants are being issued for a projected top NFL draft player who authorities say may have been racing at the time of a deadly Jan. 15 wreck in Athens, Georgia.", "link": "https://thehill.com/homenews/state-watch/3879299-arrest-warrants-issued-for-projected-nfl-draft-pick-jalen-carter/", "date_published": "2023-03-01 17:57:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "LAPD may no longer send armed officers to these 28 types of police calls", "description": "The union representing officers of the Los Angeles Police Department has released a list of calls for service that it believes can be handled by responders who are unarmed.", "link": "https://thehill.com/homenews/state-watch/3879333-lapd-may-no-longer-send-armed-officers-to-these-28-types-of-police-calls/", "date_published": "2023-03-01 17:57:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans vow to block Biden FAA pick as Democrats double down", "description": "Senate Democrats on Wednesday rallied behind President Biden’s long-delayed pick to lead the Federal Aviation Administration (FAA) while Republicans vowed to block the nomination.  The Senate Commerce Committee held a nomination hearing for Phil Washington, the CEO of Denver International Airport, more than seven months after Biden nominated him to lead the FAA.  The committee...", "link": "https://thehill.com/policy/transportation/aviation/3879385-republicans-vow-to-block-biden-faa-pick-as-democrats-double-down/", "date_published": "2023-03-01 17:47:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Marty Walsh's resignation is a good thing", "description": "Walsh voiced support for increasing legal pathways for immigrant labor — it's time to make it happen.", "link": "https://thehill.com/opinion/immigration/3878212-why-marty-walshs-resignation-is-a-good-thing/", "date_published": "2023-03-01 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Colorectal cancer being diagnosed in younger Americans: research", "description": "Story at a glance The rate of colorectal cancer diagnosis in people under the age of 55 has doubled from 1995 to 2019, according to a report from the American Cancer Society. People under the age of 55 were diagnosed with colorectal cancer (CRC) at a rate of 20 percent of all CRC cases in...", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3879169-colorectal-cancer-being-diagnosed-in-younger-americans-research/", "date_published": "2023-03-01 16:59:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Multiple officers shot, police in standoff in Kansas City", "description": "A 12-hour standoff was ongoing Wednesday morning after multiple officers were shot in Kansas City, Missouri, Tuesday night.", "link": "https://thehill.com/homenews/3879176-multiple-officers-shot-police-in-standoff-in-kansas-city/", "date_published": "2023-03-01 16:53:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hispanic Caucus picks Linda Sánchez to lead campaign arm", "description": "The Congressional Hispanic Caucus (CHC) on Wednesday announced California Democratic Rep. Linda Sánchez will lead the group's campaign arm. Sánchez won chairmanship of Bold PAC, the campaign group, in a closed-ballot vote against fellow California Democratic Rep. Norma Torres. \"I just wanted to run for Bold PAC, because I think the next election cycle is...", "link": "https://thehill.com/latino/3879244-hispanic-caucus-picks-linda-sanchez-to-lead-campaign-arm/", "date_published": "2023-03-01 16:41:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie: Trump grand jury foreperson 'did a lot of damage' to case", "description": "Former New Jersey Gov. Chris Christie (R) said on Wednesday that the foreperson of the Georgia special grand jury investigating former President Trump’s efforts to overturn the state’s 2020 election results “did a lot of damage” with her recent comments to the media. “I think she did a lot of damage to the case,” Christie...", "link": "https://thehill.com/policy/national-security/3879196-christie-trump-grand-jury-foreperson-did-a-lot-of-damage-to-case/", "date_published": "2023-03-01 16:36:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP tightens up on earmarks", "description": "House Republicans this week unveiled a new set of rules aimed at tightening up on community project funding, better known as earmarks, as the party looks for ways to reduce discretionary spending amid debt limit talks. The guidelines made public on Tuesday evening by the House Appropriations Committee, led by Chair Kay Granger (R-Texas), include...", "link": "https://thehill.com/business/budget/3879156-house-gop-tightens-up-on-earmarks/", "date_published": "2023-03-01 16:31:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine may 'strategically pull back' from embattled Bakhmut: Zelensky adviser", "description": "A Ukrainian presidential adviser on Tuesday said troops may \"strategically pull back\" from the town of Bakhmut, the focus of intense and brutal fighting for the past few months. Alexander Rodnyansky told CNN the Ukrainian army has not yet pulled out of the city, but Kyiv may soon decide the cost of holding Bakhmut \"outweighs...", "link": "https://thehill.com/homenews/3879034-ukraine-may-strategically-pull-back-from-embattled-bakhmut-zelensky-adviser/", "date_published": "2023-03-01 16:26:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Beyoncé gets tribute on House floor: 'She's an icon, she's a legend'", "description": "Congress is getting \"Heated\" over Beyoncé, with a California Democrat offering a tribute to the “undisputed queen of pop and R&#38;B” on the House floor Wednesday. “I rise today to commemorate the end of Black History Month and the beginning of Women's History Month by honoring an individual who represents both so well,” Rep. Robert Garcia...", "link": "https://thehill.com/blogs/in-the-know/3879182-beyonce-gets-tribute-on-house-floor-shes-an-icon-shes-a-legend/", "date_published": "2023-03-01 16:23:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House passes bill to require inflation estimates for executive orders", "description": "The House on Wednesday passed a bill that would require the Biden administration to provide estimates on how \"major\" executive orders signed by the president would impact inflation, a direct response to the rise in costs over the past year that Republicans have pinned on the White House. The legislation, titled the Reduce Exacerbated Inflation...", "link": "https://thehill.com/homenews/house/3879100-house-passes-bill-to-require-inflation-estimates-for-executive-orders/", "date_published": "2023-03-01 16:18:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watchdog faults agencies for inadequate intelligence sharing ahead of Jan. 6", "description": "The Government Accountability Office (GAO) in a new report faults agencies for inadequate intelligence sharing ahead of the Jan. 6, 2021, riot at the U.S. Capitol, despite some advance knowledge on potential threats. GAO found that all 10 federal agencies it reviewed picked up information about possible threats in the weeks before Jan. 6, and...", "link": "https://thehill.com/homenews/administration/3879150-watchdog-faults-agencies-for-inadequate-intelligence-sharing-ahead-of-jan-6/", "date_published": "2023-03-01 16:10:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Youngkin to take part in CNN town hall amid 2024 speculation", "description": "Virginia Gov. Glenn Youngkin will take part in a CNN town hall next week amid speculation that he is considering seeking the GOP nomination for president in 2024.  Youngkin will meet with Jake Tapper on March 9 at 9 p.m. Eastern to discuss education, a topic that the Virginia chief executive leaned into during his 2021...", "link": "https://thehill.com/homenews/state-watch/3879142-youngkin-to-take-part-in-cnn-town-hall-amid-2024-speculation/", "date_published": "2023-03-01 16:06:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida lawmaker's bill would get rid of the Democratic Party", "description": "Florida Democrats took on tremendous losses last election cycle, and now a Republican state lawmaker is seeking to eliminate the party entirely with a new bill.", "link": "https://thehill.com/homenews/state-watch/3879164-florida-lawmakers-bill-would-get-rid-of-the-democratic-party/", "date_published": "2023-03-01 16:02:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal government is not powerless to stop Chinese real estate deals near sensitive US military bases", "description": "In 2018, Congress gave CFIUS the express power to review real estate purchases near military bases.", "link": "https://thehill.com/opinion/national-security/3877889-federal-government-is-not-powerless-to-stop-chinese-real-estate-deals-near-sensitive-us-military-bases/", "date_published": "2023-03-01 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok adding more control for parents in wake of government bans", "description": "TikTok announced on Wednesday that it will be adding more parental controls in the platform after the United States and state governments have banned the app from official devices. The social media platform explained that it is expanding its Family Pairing feature to allow parents to limit how much screen time their child spends on...", "link": "https://thehill.com/policy/technology/3879024-tiktok-adding-more-control-for-parents-in-wake-of-government-bans/", "date_published": "2023-03-01 15:52:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis pushes for dismissal of lawsuit brought by migrants sent to Martha's Vineyard", "description": "Florida Gov. Ron DeSantis (R) on Tuesday moved to dismiss a lawsuit brought by a group of Venezuelan migrants that the state flew to Martha’s Vineyard in September. The group filed a myriad of claims against DeSantis, other state officials and the aviation company that facilitated the flights, including purported violations of civil rights. DeSantis...", "link": "https://thehill.com/regulation/court-battles/3879104-desantis-pushes-for-dismissal-of-lawsuit-brought-by-migrants-sent-to-marthas-vineyard/", "date_published": "2023-03-01 15:44:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump leads DeSantis in GOP primary matchup for first time in three months", "description": "Former President Trump is leading Florida Gov. Ron DeSantis (R) in a new Yahoo News-YouGov poll, after trailing the Florida governor in a hypothetical one-on-one matchup for the last three months. In a Republican primary between the two leading GOP figures, 47 percent of Republicans and Republican-leaning Independents said they would back Trump, while 39...", "link": "https://thehill.com/homenews/campaign/3879069-trump-leads-desantis-in-gop-primary-matchup-for-first-time-in-three-months/", "date_published": "2023-03-01 15:37:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Just 11 minutes of daily moderate-intensity exercise can lower disease risk: study", "description": "Story at a glance For those who have a hard time squeezing daily exercise into their busy schedules, a new study offers some good news. Completing just 11 minutes of moderate-intensity physical activity each day can help lower the risk of heart disease, stroke, and several cancers.  That’s according to a new review of 196...", "link": "https://thehill.com/changing-america/well-being/longevity/3879015-just-11-minutes-of-daily-moderate-intensity-exercise-can-lower-disease-risk-study/", "date_published": "2023-03-01 15:33:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "USDA panel unveils recommendations to resolve discrimination in farming", "description": "The US Department of Agriculture’s Equity Commission on Tuesday unveiled recommendations to stop discriminatory practices across the agency and in farming. The report focused on four areas for the USDA to improve: how the agency works with farmers and ranchers; the need for department-wide change; the agency’s commitment to farmers and their families; and reevaluating...", "link": "https://thehill.com/homenews/administration/3879066-usda-panel-unveils-recommendations-to-resolve-discrimination-in-farming/", "date_published": "2023-03-01 15:31:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Guy Cecil steps down from influential Democratic super PAC", "description": "Priorities USA, an influential Democratic super PAC, announced on Wednesday that Guy Cecil, its chairman and chief strategist, is stepping down later in March.  “After 8 years as Chair of @prioritiesusa, @GuyCecil will step down this month. We are so thankful for his visionary leadership,\" Priorities USA said in a statement. \"During his time at...", "link": "https://thehill.com/homenews/campaign/3879072-guy-cecil-steps-down-from-influential-democratic-super-pac/", "date_published": "2023-03-01 15:30:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "USPS to purchase 9,000 electric vehicles, install 14,000 charging stations", "description": "The U.S. Postal Service will buy more than 9,000 Ford electric delivery vehicles, one year after an initial plan to buy predominantly gas-powered vehicles sparked controversy. In an announcement Wednesday, USPS said it has awarded contracts to buy 9,250 Ford EVs, part of a vehicle electrification plan Postmaster General Louis DeJoy announced in December. USPS...", "link": "https://thehill.com/policy/energy-environment/3879040-usps-to-purchase-9000-electric-vehicles-install-14000-charging-stations/", "date_published": "2023-03-01 15:07:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans advance TikTok ban along party lines", "description": "House Republicans advanced a bill Wednesday that would give President Biden the ability to ban TikTok after a contentious Tuesday meeting, where Democrats slammed the GOP over accusations of trying to rush through text that opponents said is flawed.  The House Foreign Affairs Committee voted 24-16 in a party-line vote Wednesday morning to advance Committee...", "link": "https://thehill.com/policy/technology/3878076-house-republicans-advance-tiktok-ban-along-party-lines/", "date_published": "2023-03-01 15:05:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine denies sending attack drones into Russia territories", "description": "Ukraine on Wednesday denied sending attack drones deep inside Russia, after several unmanned aircraft allegedly targeted civilian infrastructure and at least one drone crash-landed just outside of Moscow. The drones did not cause any injuries or any significant damage, but they breached Russian air defenses on Monday and Tuesday and briefly shut down airspace over...", "link": "https://thehill.com/homenews/3878908-ukraine-denies-sending-attack-drones-into-russia-territories/", "date_published": "2023-03-01 15:02:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Doctors are prescribing Ozempic, Mounjaro 'off label' for weight loss: Is that allowed?", "description": "Diabetes drugs Ozempic, Wegovy and Mounjaro aren't just being prescribed for diabetics anymore. They've become popular as celebrities, influencers, and others willing to spend about $1,000 a month have used the medicines to lose weight quickly.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3878739-doctors-are-prescribing-ozempic-mounjaro-off-label-for-weight-loss-is-that-allowed/", "date_published": "2023-03-01 15:00:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine is not only strong, proud, and free — it’s open for business", "description": "The Ukrainian government is taking steps to attract private investment.", "link": "https://thehill.com/opinion/finance/3877786-ukraine-is-not-only-strong-proud-and-free-its-open-for-business/", "date_published": "2023-03-01 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bill Maher: 'I am afraid of Trump on a very personal level'", "description": "Bill Maher says he’s scared of former President Trump “on a very personal level” and “what he would do” to the comedian if he were to win the 2024 White House race. “I am afraid of Trump on a very personal level because I don't think he likes me. I understand why,” the HBO “Real...", "link": "https://thehill.com/blogs/in-the-know/3878991-bill-maher-i-am-afraid-of-trump-on-a-very-personal-level/", "date_published": "2023-03-01 14:45:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China, Belarus call for cease-fire, negotiations in Ukraine", "description": "China and Belarus called for a cease-fire and negotiations to end the war between Russia and Ukraine as leaders of the two countries meet in Beijing to improve their relations.  Belarusian President Alexander Lukashenko is in the midst of a three-day visit to Beijing to meet with Chinese President Xi Jinping and potentially reach an...", "link": "https://thehill.com/policy/international/3878974-china-belarus-call-for-cease-fire-negotiations-in-ukraine/", "date_published": "2023-03-01 14:41:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks on Secretary of Labor nominee Julie Su", "description": "President Biden on Wednesday is offering remarks on the nomination for Julie Su for Secretary of Labor, replacing Marty Walsh, who is leaving to head the NHL Players’ Association. If confirmed by the Senate, the position will be a direct promotion for Su, who is the current Deputy Secretary of Labor, appointed by Biden in...", "link": "https://thehill.com/homenews/3878973-watch-live-biden-delivers-remarks-on-secretary-of-labor-nominee-julie-su/", "date_published": "2023-03-01 14:37:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zeldin launches PAC aimed at increasing GOP turnout among voters of color, younger demographics", "description": "Former New York gubernatorial candidate and Rep. Lee Zeldin (R-N.Y.) announced on Wednesday that he is launching a political action committee to back candidates who will help increase Republican turnout both among voters of color and younger voters. Zeldin’s Leadership American Needs PAC aims to support candidates running for office and their outreach to groups...", "link": "https://thehill.com/homenews/campaign/3878957-zeldin-launches-pac-aimed-at-increasing-gop-turnout-among-voters-of-color-younger-demographics/", "date_published": "2023-03-01 14:35:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine aid works both ways", "description": "President Biden recently declared in Warsaw that Russia’s war against Ukraine is a test for America and the world. But waning public support for Ukraine aid means that a war that Russia openly, proudly, repeatedly declares as genocidal; the resulting global hunger, energy security, economic angst and societal unrest; and a jackbooted “international order” are...", "link": "https://thehill.com/opinion/national-security/3874235-ukraine-aid-works-both-ways/", "date_published": "2023-03-01 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA to award $250 million in IRA funds to reduce climate pollution", "description": "The Biden Administration will make $250 million in grants available to develop strategies to cut climate pollution, the Environmental Protection Agency announced Wednesday. The funds are the first in $5 billion in grant funding allocated by the Inflation Reduction Act’s (IRA) Climate Pollution Reduction Grants (CPRG) program, EPA officials said on a call with reporters...", "link": "https://thehill.com/policy/energy-environment/3878023-epa-to-award-250-million-in-ira-funds-to-reduce-climate-pollution/", "date_published": "2023-03-01 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Iran ready to build a nuclear bomb or not?", "description": "Iran’s capacity to enrich uranium sometimes seems to be closely correlated with Washington’s ability to confuse the debate. Ten days ago it emerged that Tehran’s centrifuges were enriching to a level as high as 84 percent, very close to the 90 percent level generally accepted as needed for an atomic bomb. But last Sunday, CIA...", "link": "https://thehill.com/opinion/international/3878385-is-iran-ready-to-build-a-nuclear-bomb-or-not/", "date_published": "2023-03-01 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Brennan sees 'hung jury' among intelligence community on COVID origins", "description": "Former CIA Director John Brennan said he sees a “hung jury” among U.S. intelligence agencies about the origins of the COVID-19 pandemic in the aftermath of FBI Director Christopher Wray saying his agency believes it was “most likely” a result of a laboratory leak from Wuhan, China.  Brennan said on Wednesday in an interview on...", "link": "https://thehill.com/policy/national-security/3878896-brennan-sees-hung-jury-among-intelligence-community-on-covid-origins/", "date_published": "2023-03-01 13:57:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: House panel holds hearing on the fentanyl crisis", "description": "The House Judiciary Subcommittee on Crime and Federal Government Surveillance on Wednesday is holding a hearing on the fentanyl crisis in the U.S. Fentanyl, a synthetic opioid, is considered the country’s deadliest drug. Fentanyl can be manufactured legally for legitimate medical use. But, as USA Today reports, most illegally used fentanyl in the United States...", "link": "https://thehill.com/homenews/3878878-watch-live-house-panel-holds-hearing-on-the-fentanyl-crisis/", "date_published": "2023-03-01 13:49:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Homeland Security: 20 years later, action still needed to make agency fully functioning", "description": "I am proud to have been part of the team that laid the foundation.", "link": "https://thehill.com/opinion/national-security/3877855-homeland-security-20-years-later-action-still-needed-to-make-agency-fully-functioning/", "date_published": "2023-03-01 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the Western Hemisphere became the Leftist Hemisphere", "description": "That leftward shift among so many countries will eventually lead to slower economic growth throughout the Americas, and therefore the world.", "link": "https://thehill.com/opinion/international/3878844-how-the-western-hemisphere-became-the-leftist-hemisphere/", "date_published": "2023-03-01 13:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken stresses regional stability in trip to Russia's Central Asia neighbors", "description": "U.S. Secretary of State Antony Blinken has stressed the importance of regional stability during a short tour of Russia’s Central Asia neighbor countries as Moscow’s war on Ukraine presses into its second year.  In his first trip to Central Asia as secretary of state, Blinken met in recent days with leaders from Kazakhstan, Kyrgyzstan, Tajikistan,...", "link": "https://thehill.com/homenews/3878853-blinken-stresses-regional-stability-in-trip-to-russias-central-asia-neighbors/", "date_published": "2023-03-01 13:08:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Study: Toilet paper adds to ‘forever chemicals’ in wastewater", "description": "Scientists have identified a surprising new source of “forever chemicals” awash in global wastewater: the ubiquitous paper product dangling next to most of the planet’s toilets.   Toilet paper is the latest product that could be contaminating environments worldwide with cancer-linked per- and polyfluoroalkyl substances (PFAS), according to a study, published Wednesday in Environmental Science &#38; Technology Letters....", "link": "https://thehill.com/policy/energy-environment/3878052-study-toilet-paper-adds-to-forever-chemicals-in-wastewater/", "date_published": "2023-03-01 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan senators unveiling legislation aimed at preventing more toxic train derailments", "description": "Ohio Sens. Sherrod Brown (D) and J.D. Vance (R) will introduce legislation aimed at preventing more toxic train derailments like the one that spilled hazardous chemicals in East Palestine, Ohio, earlier this month.  The bipartisan pair, according to the Associated Press, will propose the Railway Safety Act of 2023, geared at strengthening federal safety regulations...", "link": "https://thehill.com/homenews/state-watch/3878819-bipartisan-senators-unveiling-legislation-aimed-at-preventing-more-toxic-train-derailments/", "date_published": "2023-03-01 12:39:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The shepherd boy, the wolf and the threat to Israeli democracy", "description": "The dispute in Israel about judicial reform continues to dominate the headlines, the airwaves and social media. At risk, we are told, is nothing less than the future of Israeli democracy.   There are sound reasons to be concerned. Democracy requires constant maintenance. While the wheels of the Israeli mechanisms of governance undoubtedly need recalibration, it...", "link": "https://thehill.com/opinion/international/3873599-the-shepherd-boy-the-wolf-and-the-threat-to-israeli-democracy/", "date_published": "2023-03-01 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top White House researcher to leave for EPA role", "description": "A top White House researcher who has fact-checked speeches and aided communications efforts on the war in Ukraine and confirmation of a Supreme Court justice is departing for a job at the Environmental Protection Agency (EPA). Todd Zubatkin, who worked as a researcher on President Biden's 2020 campaign before joining the White House, will leave...", "link": "https://thehill.com/homenews/administration/3878804-top-white-house-researcher-to-leave-for-epa-role/", "date_published": "2023-03-01 12:28:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This month, let's celebrate women like Marcy Kaptur", "description": "Since 1987, we have dedicated the month of March to focusing the nation’s attention on the significant — and oftentimes overlooked — contributions of women to the making of this country’s greatness. We highlight sports figures who make extraordinary achievements in various fields of competition. We honor those who are the first to break barriers,...", "link": "https://thehill.com/opinion/campaign/3865826-this-month-lets-celebrate-women-like-marcy-kaptur/", "date_published": "2023-03-01 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vanessa Bryant receives nearly $29 million settlement in crash photos lawsuit: report", "description": "The settlement comes after a jury awarded Vanessa Bryant $15 million last year.", "link": "https://thehill.com/homenews/3878526-vanessa-bryant-receives-nearly-29-million-settlement-in-crash-photos-lawsuit-report/", "date_published": "2023-03-01 11:44:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — SCOTUS skeptical about student loan forgiveness", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. For the 26 million borrowers who applied for student loan forgiveness, the prospect of debt relief just got murkier. The Supreme Court’s conservative justices on Tuesday cast doubt on...", "link": "https://thehill.com/newsletters/morning-report/3878738-the-hills-morning-report-scotus-skeptical-about-student-loan-forgiveness/", "date_published": "2023-03-01 11:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "10 key figures who will — and won't — be at CPAC", "description": "Presidential hopefuls and Republican firebrands aren’t the only names generating buzz ahead of this week’s Conservative Political Action Conference (CPAC). Perhaps just as notable are those who are skipping the event altogether.   While GOP presidential candidates former President Trump and former U.S. Ambassador to the U.N. Nikki Haley will be attending the four-day event, others are...", "link": "https://thehill.com/homenews/campaign/3878274-10-key-figures-who-will-and-wont-be-at-cpac/", "date_published": "2023-03-01 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "COVID origin tensions test Biden’s China balancing act", "description": "President Biden’s balancing act with China is being tested by renewed pressure from Republicans to confront Beijing over the origins of COVID-19, emboldened by a new intelligence assessment favoring the theory that the virus originated in a Chinese lab. The three-year mystery surrounding the outbreak of the COVID-19 pandemic — which has killed more than...", "link": "https://thehill.com/policy/international/3878129-covid-origin-tensions-test-bidens-china-balancing-act/", "date_published": "2023-03-01 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis revs up shadow campaign", "description": "Florida Gov. Ron DeSantis is kicking his 2024 campaign-in-waiting into higher gear as a handful of his would-be Republican rivals gather this week for the annual Conservative Political Action Conference (CPAC). Over the weekend, the likely 2024 hopeful held a retreat for Republican donors and elected officials in West Palm Beach, Fla. He’s also kicking...", "link": "https://thehill.com/homenews/campaign/3877885-desantis-revs-up-shadow-campaign/", "date_published": "2023-03-01 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate group wades into tough talks on Social Security", "description": "A bipartisan group of senators is treading carefully into the politically difficult discussion of making changes to Social Security to extend its solvency.   Senators from both parties who have been involved in the talks are tight-lipped when it comes to revealing details, though reports have begun to surface of discussions of potential changes to the...", "link": "https://thehill.com/homenews/senate/3878265-senate-group-wades-into-tough-talks-on-social-security/", "date_published": "2023-03-01 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vance pitches PPP for Ohio while other Republicans say to wait", "description": "Sen. J.D. Vance's (R-Ohio) call for a Paycheck Protection Program (PPP)-style plan to help workers and businesses affected by the East Palestine train derailment is being greeted skeptically by Senate Republicans as they think about the best way to deliver aid to the community. Vance has been among the leaders calling for increased attention and...", "link": "https://thehill.com/policy/energy-environment/3878370-vance-pitches-ppp-for-ohio-while-other-republicans-say-to-wait/", "date_published": "2023-03-01 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "At-home cardiac rehabilitation may lower risk of death: study", "description": "Veterans who participated in a home-based cardiac rehabilitation program had a 36 percent lower risk of mortality compared to people who opted out of the program, according to a study published in the Journal of the American Heart Association. Patients in the study were hospitalized for a heart attack, coronary artery bypass grafting or other...", "link": "https://thehill.com/policy/healthcare/3875659-at-home-cardiac-rehabilitation-may-lower-risk-of-death-study/", "date_published": "2023-03-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House panel lays out 'existential struggle' with China in primetime debut", "description": "Anti-war protesters. Audiovisuals. Tough talk on the threat posed by the Chinese Communist Party. The House Select Committee on China kicked off its first hearing Tuesday evening with fireworks as it laid out the challenge facing the U.S. in catching up and confronting an aggressive foe in Beijing.  “We may call this a ‘strategic competition,’ but...", "link": "https://thehill.com/homenews/house/3878516-house-panel-lays-out-existential-struggle-with-china-in-primetime-debut/", "date_published": "2023-03-01 03:41:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dish Network confirms cybersecurity breach", "description": "Earlier this month, Dish Network claimed that a \"network outage\" was impacting services.", "link": "https://thehill.com/homenews/3878118-dish-network-confirms-cybersecurity-breach/", "date_published": "2023-03-01 03:17:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "East Palestine residents report unusual symptoms after train derailment", "description": "As the cleanup continues from the Feb. 3 train derailment, local healthcare workers are seeing more and more people from the East Palestine area complaining that they don't feel well.", "link": "https://thehill.com/homenews/3878172-east-palestine-residents-report-unusual-symptoms-after-train-derailment/", "date_published": "2023-03-01 03:16:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nearly half of US murders going unsolved, data show", "description": "In 2021, only 51% of homicides were solved, according to FBI statistics analyzed by the Murder Accountability Project.", "link": "https://thehill.com/homenews/3878472-nearly-half-of-us-murders-going-unsolved-data-show/", "date_published": "2023-03-01 03:16:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Johnson to face Vallas in Chicago mayoral runoff", "description": "Cook County Commissioner Brandon Johnson is projected to advance in Chicago’s mayoral race, pitting him against former Chicago Public Schools (CPS) CEO Paul Vallas, according to The Associated Press. The Cook County commissioner needed to be among the top two candidates with the most votes in order to advance to the Chicago mayoral runoff given...", "link": "https://thehill.com/homenews/campaign/3877974-johnson-to-face-vallas-in-chicago-mayoral-runoff/", "date_published": "2023-03-01 02:52:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lightfoot ousted as Chicago mayor", "description": "Chicago Mayor Lori Lightfoot (D) is projected to lose her bid for reelection, a stunning blow to an incumbent who made headlines as an underdog reformer candidate who defied expectations and won the city's top job in 2019. Lightfoot on Tuesday failed to be one of the top two vote-getters to notch a spot in...", "link": "https://thehill.com/homenews/campaign/3877902-lightfoot-ousted-as-chicago-mayor/", "date_published": "2023-03-01 02:48:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Train collision in Greece kills at least 26, injures scores more", "description": "A collision between a passenger train and a freight train in northern Greece killed at least 26 people and injured at least 85 early Wednesday morning in the country, according to The Associated Press. At least three cars burst into flames after derailing in the collision that happened about 235 miles north of Athens in...", "link": "https://thehill.com/policy/international/3878455-train-collision-in-greece-kills-at-least-26-injures-scores-more/", "date_published": "2023-03-01 02:34:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protesters disrupt House China panel's first hearing", "description": "Protesters disrupted the first hearing of a House select committee investigating potential threats that the Chinese Communist Party (CCP) poses to the country and U.S.-China competition on Tuesday, arguing that the country should cooperate with China instead of competing with it.  “China is not our enemy,” read a sign held by Olivia DiNucci, an organizer...", "link": "https://thehill.com/homenews/house/3878446-protesters-disrupt-house-china-panels-first-hearing/", "date_published": "2023-03-01 02:24:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republican eyeing legislation to prevent Santos from profiting off fabrications if convicted", "description": "A House Republican is eyeing legislation that would prevent Rep. George Santos (R-N.Y.) from profiting off his fabrications if he is convicted of an offense involving financial or campaign finance fraud, intensifying his opposition to Santos amid the embattled congressman's growing controversy. Rep. Anthony D’Esposito (R-N.Y.) — who was the first House Republican to call...", "link": "https://thehill.com/homenews/house/3878398-house-republican-eyeing-legislation-to-prevent-santos-from-profiting-off-fabrications-if-convicted/", "date_published": "2023-03-01 01:43:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vallas advances in Chicago mayor's race", "description": "Former Chicago Public Schools (CPS) CEO Paul Vallas is projected to advance in Chicago’s mayoral race, putting him one step closer to the city's top office amid backlash to Mayor Lori Lightfoot's (D) tenure, according to The Associated Press. The former CPS CEO needed to be among the top two candidates with the most votes...", "link": "https://thehill.com/homenews/campaign/3877863-vallas-advances-in-chicago-mayors-race/", "date_published": "2023-03-01 01:41:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers push for answers on Ukraine aid oversight", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon}     Defense &#38;National Security     Defense &#38;National Security     The Big Story  Pentagon says no signs of systemic misuse of US equipment House lawmakers on Tuesday pressed the Defense Department on how U.S. officials are managing oversight of security assistance to Ukraine, raising...", "link": "https://thehill.com/newsletters/defense-national-security/3878341-lawmakers-push-for-answers-on-ukraine-aid-oversight/", "date_published": "2023-03-01 01:03:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SNAP cuts could lead to 'hunger cliff,' experts fear", "description": "A pandemic-related boost in the Supplemental Nutrition Assistance Program (SNAP) will be cut in every state on March 1, meaning millions of Americans are faced with figuring out new ways to put food on the table. For Natalie Sharp, a 35-year-old part-time Pilates instructor, and her partner, that means stocking up on nonperishable food items like dry beans, pasta and canned tomatoes as well as visiting food pantries...", "link": "https://thehill.com/policy/healthcare/3878351-snap-cuts-could-lead-to-hunger-cliff-experts-fear/", "date_published": "2023-03-01 00:49:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What slowing corporate profits mean for inflation", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon}   Business &#38; Economy Business &#38; Economy      The Big Story  Will weaker profits quell inflation? Historic inflation has been a boon for many big corporations, which were able to hike prices and boost their profit margins. But those profits are now slowing — which could...", "link": "https://thehill.com/newsletters/business-economy/3878276-what-slowing-corporate-profits-mean-for-inflation/", "date_published": "2023-03-01 00:36:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republicans plan to give Jan. 6 defendants access to security footage", "description": "House Republicans will provide those facing charges in connection to the Jan. 6, 2021, riot at the U.S. Capitol with access to tens of thousands of hours of video footage, GOP leaders said Tuesday.  The move to provide the defendants with access to the surveillance tapes — which is also being granted to Fox News...", "link": "https://thehill.com/homenews/house/3878305-house-republicans-plan-to-give-jan-6-defendants-access-to-security-footage/", "date_published": "2023-03-01 00:25:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI director says origin of COVID-19 pandemic ‘most likely’ a lab ‘incident’ in Wuhan", "description": "FBI Director Christopher Wray said that the agency has assessed that the origin of the COVID-19 pandemic was “most likely a potential lab incident” in Wuhan, China.  Wray told Fox News’ Bret Baier in an interview on Tuesday that the FBI’s work on determining where the pandemic originated is continuing, but many details related to...", "link": "https://thehill.com/policy/national-security/3878243-fbi-director-says-origin-of-covid-19-pandemic-most-likely-a-lab-incident-in-wuhan/", "date_published": "2023-03-01 00:16:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: House China committee holds first hearing", "description": "A new House select committee dedicated to looking into potential threats posed by the Chinese Communist Party is holding its first hearing Tuesday night. Watch the hearing live above.", "link": "https://thehill.com/video/3878286-watch-live-house-china-committee-holds-first-hearing/", "date_published": "2023-03-01 00:09:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats unveil bill to tighten regulations for trains with hazardous materials", "description": "A pair of House Democrats on Tuesday unveiled a bill that would tighten regulations for trains with hazardous materials, a direct response to the train derailment in East Palestine, Ohio, earlier this month that spilled chemicals into the area. The Decreasing Emergency Railroad Accident Instances Locally (DERAIL) Act — introduced by Reps. Ro Khanna (D-Calif.) and...", "link": "https://thehill.com/homenews/house/3878227-democrats-unveil-bill-to-tighten-regulations-for-trains-with-hazardous-materials/", "date_published": "2023-03-01 00:03:17+00:00", "persistent": false, "user": null, "language": "en-US"}]