[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Targeting Law Firms with GootLoader and FakeUpdates Malware", "description": "Six different law firms were targeted in January and February 2023 as part of two disparate threat campaigns distributing GootLoader and FakeUpdates (aka SocGholish) malware strains.\nGootLoader, active since late 2020, is a first-stage downloader that's capable of delivering a wide range of secondary payloads such as Cobalt Strike and ransomware.\nIt notably employs search engine optimization (", "link": "https://thehackernews.com/2023/03/cybercriminals-targeting-law-firms-with.html", "date_published": "2023-03-01 14:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "BlackLotus Becomes First UEFI Bootkit Malware to Bypass Secure Boot on Windows 11", "description": "A stealthy Unified Extensible Firmware Interface (UEFI) bootkit called BlackLotus has become the first publicly known malware capable of bypassing Secure Boot, making it a potent threat in the cyber landscape.\n\"This bootkit can run even on fully up-to-date Windows 11 systems with UEFI Secure Boot enabled,\" Slovak cybersecurity company ESET said in a report shared with The Hacker News.\nUEFI", "link": "https://thehackernews.com/2023/03/blacklotus-becomes-first-uefi-bootkit.html", "date_published": "2023-03-01 11:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISOs Are Stressed Out and It's Putting Companies at Risk", "description": "Employee well-being has become a primary focus for many businesses. Even before the pandemic, the C-suite was acutely aware of how employee mental health impacts business outcomes. \nBut for cybersecurity professionals, stress has always been a part of the job.\nA new survey revealed that one of the most concerning aspects of employee mental health is how it impacts cybersecurity programs and,", "link": "https://thehackernews.com/2023/03/cisos-are-stressed-out-and-its-putting.html", "date_published": "2023-03-01 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Gmail and Google Calendar Now Support Client-Side Encryption (CSE) to Boost Data Privacy", "description": "Google has announced the general availability of client-side encryption (CSE) for Gmail and Calendar, months after piloting the feature in late 2022.\nThe data privacy controls enable \"even more organizations to become arbiters of their own data and the sole party deciding who has access to it,\" Google's Ganesh Chilakapati and Andy Wen said.\nTo that end, users can send and receive emails or", "link": "https://thehackernews.com/2023/03/gmail-and-google-calendar-now-support.html", "date_published": "2023-03-01 09:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Parallax RAT Targeting Cryptocurrency Firms with Sophisticated Injection Techniques", "description": "Cryptocurrency companies are being targeted as part of a new campaign that delivers a remote access trojan called Parallax RAT.\nThe malware \"uses injection techniques to hide within legitimate processes, making it difficult to detect,\" Uptycs said in a new report. \"Once it has been successfully injected, attackers can interact with their victim via Windows Notepad that likely serves as a", "link": "https://thehackernews.com/2023/03/parallax-rat-targeting-cryptocurrency.html", "date_published": "2023-03-01 06:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}]