[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Have A Master’s Degree!’: Arizona Teacher Says It’s A ‘Mistake’ To Let Parents Choose Curriculum", "description": "An Arizona teacher raised the ire of parents when she told state lawmakers that parents should not get to choose what their children learn in school. Special education teacher Alicia Messing made the remarks at an Arizona Senate Education Committee hearing last month. She was speaking against an Arizona bill that would ban books discussing sexuality and LGBT ideology ...", "link": "https://www.dailywire.com/news/i-have-a-masters-degree-arizona-teacher-says-its-a-mistake-to-let-parents-choose-curriculum", "date_published": "2023-03-01 17:59:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wednesday Afternoon Update: Top Cop Goes Before Senate, Lightfoot Loses, Wray Alleges Wuhan Lab Leak", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Top Cop Goes Before Senate Attorney General Merrick Garland faced a bevy of questions today from Republican senators, particularly focused on what they say is the politicization of the DOJ against Christians and conservatives. Here&#8217;s what Daily ...", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-top-cop-goes-before-senate-lightfoot-loses-wray-alleges-wuhan-lab-leak", "date_published": "2023-03-01 17:46:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Am I Dreaming?’: Michael Knowles Pleasantly Surprised As Democrat NYC Mayor Eric Adams Bemoans Prayer Leaving Schools", "description": "Daily Wire host Michael Knowles was pleasantly surprised as New York City Mayor Eric Adams lamented the fact that gun violence has replaced prayer in government schools. Adams, a Democrat who assumed office last year, commented during an interfaith breakfast that the decline of religiosity in New York City has contributed to its decline. “If ...", "link": "https://www.dailywire.com/news/am-i-dreaming-michael-knowles-pleasantly-surprised-as-democrat-nyc-mayor-eric-adams-bemoans-prayer-leaving-schools", "date_published": "2023-03-01 17:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Stacey Abrams’ Voting Rights Charity Facing State Investigation Over Shady Finances", "description": "The Georgia secretary of state’s office is investigating failed gubernatorial candidate Stacey Abrams’ New Georgia Project for “financial irregularities.” The probe into Abrams’ voting-rights charity comes after reports by The Washington Free Beacon outlined financial mismanagement by several of the charity’s former top executives, according to the Free Beacon. Subpoenas in the state investigation are ...", "link": "https://www.dailywire.com/news/stacey-abrams-voting-rights-charity-facing-state-investigation-over-shady-finances", "date_published": "2023-03-01 17:34:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Justin Bieber Cancels All Remaining ‘Justice World Tour’ Dates", "description": "Justin Bieber fans have learned the superstar singer has canceled all the remaining dates for his &#8220;Justice World Tour&#8221; after previously postponing dates due to a partial facial paralysis. The official Twitter account for the 29-year-old singer&#8217;s world tour tweeted out a message on Tuesday that the rest of the dates on the tour were ...", "link": "https://www.dailywire.com/news/justin-bieber-cancels-all-remaining-justice-world-tour-dates", "date_published": "2023-03-01 17:22:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feds Arrest Man For Allegedly Attempting To Bring Explosive Device On Plane In Pennsylvania", "description": "Federal law enforcement officials arrested a man this week for allegedly trying to carry an explosive device onto an aircraft at Pennsylvania&#8217;s Lehigh Valley International Airport in a checked piece of luggage. The FBI arrested Mark Muffley, 40, at his home in Lanford, Pennsylvania, on Monday after he fled the airport when authorities ordered him ...", "link": "https://www.dailywire.com/news/feds-arrest-man-for-allegedly-attempting-to-bring-explosive-device-on-plane-in-pennsylvania", "date_published": "2023-03-01 16:52:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Postal Service Buys Nearly 10,000 Electric Vehicles As Biden Pushes For Electrified Federal Fleet", "description": "The United States Postal Service announced the purchase of 9,250 electric vehicles and 14,000 charging stations on Wednesday as the Biden administration continues efforts to phase internal combustion vehicles out of the federal fleet. Officials unveiled the move as an early stage of a broader electrification strategy that will involve the purchase of 66,000 electric ...", "link": "https://www.dailywire.com/news/postal-service-buys-nearly-10000-electric-vehicles-as-biden-pushes-for-electrified-federal-fleet", "date_published": "2023-03-01 16:46:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disney Disasters: After Three Woke Flops In 2022, Will Animated Movies Ever Reclaim The Magic?", "description": "Even the most rabid Disney fans usually admit that newer animated movies from the studio lack the magic of past efforts. Disney is often divided into eras of film, beginning with The Golden Age in 1937, which inspired such classics as “Snow White,” “Fantasia,” “Dumbo,” and “Bambi” to the highly-lauded Renaissance Era, which most film ...", "link": "https://www.dailywire.com/news/disney-disasters-after-three-woke-flops-in-2022-will-animated-movies-ever-reclaim-the-magic", "date_published": "2023-03-01 16:36:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "11-Year-Old Shocks School Board, Reads Aloud From Sexually Graphic Book He Got From Middle School", "description": "An 11-year-old boy from Maine shocked his school board when he took the microphone during a meeting and read aloud from a sexually graphic book he said he had found on display at his middle school library. According to a report published by The New York Post, Knox Zajac, a sixth grader, spoke before a ...", "link": "https://www.dailywire.com/news/11-year-old-shocks-school-board-reads-aloud-from-sexually-graphic-book-he-got-from-middle-school", "date_published": "2023-03-01 16:25:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Hawley Fiercely Grills Garland Over Arrest Of Mark Houck In Front Of His Children", "description": "Missouri GOP Senator Josh Hawley grilled Attorney General Merrick Garland about the September 2022 arrest of pro-life activist Mark Houck by roughly 20 armed FBI agents at his Pennsylvania home in front of his children and wife. The Department of Justice is targeting Houck, who leads a nonprofit group that provides sidewalk counseling at abortion clinics in ...", "link": "https://www.dailywire.com/news/watch-hawley-fiercely-grills-garland-over-arrest-of-mark-houck-in-front-of-his-children", "date_published": "2023-03-01 16:08:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Garland Claims Ignorance About Leaks From Trump, Biden Docs Investigations", "description": "Attorney General Merrick Garland assured U.S. Senators, under oath, that leaks about investigations regarding presidents&#8217; handling of sensitive documents while out of office are not &#8220;directed&#8221; by the Justice Department. Sen. Ted Cruz (R-TX) pressed Garland, who was appearing Wednesday before the Senate Judiciary Committee, about various media reports about the inquiries into former President ...", "link": "https://www.dailywire.com/news/garland-claims-ignorance-about-leaks-from-trump-biden-docs-investigations", "date_published": "2023-03-01 15:48:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lawsuit Alleges New York Trans Teacher ‘Forced’ 5th-Grader To Change Name, Pronouns", "description": "A New York male-to-female transgender teacher manipulated a fifth-grade girl to adopt a male name and pronouns, which caused the child to have suicidal thoughts, a new lawsuit alleges. According to a lawsuit filed in Suffolk County Court by the girl&#8217;s parents, a fifth-grade teacher at Terryville Road Elementary School in Port Jefferson Station, Debra ...", "link": "https://www.dailywire.com/news/lawsuit-alleges-new-york-trans-teacher-forced-5th-grader-to-change-name-pronouns", "date_published": "2023-03-01 15:39:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Pro-Life Activist Called Abortion Advocacy Groups ‘Criminal Organizations.’ A Texas Court Ruled It Was Protected Speech.", "description": "The Texas Supreme Court ruled Friday that comments made by a pro-life activist, in which he called several pro-abortion organizations “criminal,” are protected speech under the First Amendment. Mark Lee Dickson, director of Right to Life of East Texas and the founder of the Sanctuary Cities for the Unborn (SCU) movement, was sued in June ...", "link": "https://www.dailywire.com/news/a-pro-life-activist-called-abortion-advocacy-groups-criminal-organizations-a-texas-court-ruled-it-was-protected-speech", "date_published": "2023-03-01 15:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: El Salvador President Addresses Soldiers Battling Gang Violence, Has An Ominous Word For America", "description": "Video of Salvadoran President Nayib Bukele addressing soldiers tasked with battling rampant gang activity went viral on social media as the small Latin American nation seeks to control violent crime. El Salvador saw a 56.8% decrease in the murder rate last year as the nation’s government launched an operation against gangs such as MS-13, which ...", "link": "https://www.dailywire.com/news/watch-el-salvador-president-addresses-soldiers-battling-gang-violence-has-an-ominous-word-for-america", "date_published": "2023-03-01 15:23:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The View’ Admits Lab Leak Is Possible, But No One Talked About It Because No One Wanted To Agree With Trump", "description": "The hosts of &#8220;The View&#8221; agreed that it was perfectly reasonable to believe that COVID may have originated in a lab — but that people were afraid to say that because they didn&#8217;t want to be seen agreeing with former President Donald Trump. During Wednesday&#8217;s broadcast of the ABC midday talk show, the hosts discussed ...", "link": "https://www.dailywire.com/news/the-view-admits-lab-leak-is-possible-but-no-one-talked-about-it-because-no-one-wanted-to-agree-with-trump", "date_published": "2023-03-01 15:21:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No Credibility Whatsoever’: China Dismisses FBI Lab Leak Theory Claim", "description": "China officials dismissed FBI director Christopher Wray&#8217;s assessment that the origins of COVID most likely leaked from a laboratory in the central Chinese city of Wuhan, saying the bureau&#8217;s claim had &#8220;no credibility whatsoever.&#8221; During a Fox News interview on Tuesday, Wray argued that China bears responsibility for the COVID pandemic outbreak, claiming the bureau ...", "link": "https://www.dailywire.com/news/no-credibility-whatsoever-china-dismisses-fbi-lab-leak-theory-claim", "date_published": "2023-03-01 15:13:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "How A Little-Known Scientist Cashed In After Helping Fauci Bury Lab-Leak Theory", "description": "If Anthony Fauci’s desperate, years-long effort to hide evidence that the mystery bat virus came out of China’s mysterious bat virus laboratory is finally unraveling, don’t blame Kristian Andersen. The FBI, Department of Energy, and a U.S. Senate investigation have all determined that COVID, which has now killed nearly 7 million people around the world, ...", "link": "https://www.dailywire.com/news/how-a-little-known-scientist-cashed-in-after-helping-fauci-bury-lab-leak-theory", "date_published": "2023-03-01 15:02:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Utah Senator Mike Lee Suspended From Twitter", "description": "The personal Twitter account of Sen. Mike Lee (R-UT) was suspended on Wednesday. The lawmaker said that the reason for the suspension was not immediately clear. “Twitter did not alert me ahead of time, nor have they yet offered an explanation for the suspension,” he said from his official account. “My team and I are ...", "link": "https://www.dailywire.com/news/utah-senator-mike-lee-suspended-from-twitter", "date_published": "2023-03-01 14:26:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Making Our Lives More Difficult’: Starbucks Office Staff Revolt As Company Makes Them Show Up Three Days Per Week", "description": "Starbucks office workers drafted a letter to management on Wednesday as executives mandated a reduction in remote work opportunities. Employees within commuting distance of the company’s Seattle headquarters must travel to the office on Tuesdays, Wednesdays, and a third day determined by their teams, according to a memo seen by CNBC earlier this year. Several ...", "link": "https://www.dailywire.com/news/making-our-lives-more-difficult-starbucks-office-staff-revolt-as-company-makes-them-show-up-three-days-per-week", "date_published": "2023-03-01 14:10:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here’s What Police Collected When They Arrested The Accused Idaho Killer", "description": "A search warrant has been unsealed from when Pennsylvania police arrested the 28-year-old man suspected of killing four University of Idaho students in November 2022. The search warrant, which was unsealed on Tuesday, is dated December 30, the same day the suspect, who will not be named due to Daily Wire policy, was arrested at his parent’s home ...", "link": "https://www.dailywire.com/news/heres-what-police-collected-when-they-arrested-the-accused-idaho-killer", "date_published": "2023-03-01 13:59:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "King Charles To Evict Harry And Meghan, Give Frogmore Cottage To Disgraced Prince With Epstein Ties: Report", "description": "King Charles III may be planning to evict his son Prince Harry — and his wife, American actress Meghan Markle — from Frogmore Cottage and give the residence to disgraced Prince Andrew. According to a report published Wednesday by entertainment site Page Six, insiders have claimed that Charles actually began taking steps to evict the ...", "link": "https://www.dailywire.com/news/king-charles-to-evict-harry-and-meghan-give-frogmore-cottage-to-disgraced-prince-with-epstein-ties-report", "date_published": "2023-03-01 13:37:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Atlanta Rioters Prove Elite Colleges Are Breeding Grounds Of Domestic Terrorism", "description": "Oberlin College, Barnard College, American University, New York University, and the University of Maine — these are just some of the alma maters of the surprisingly privileged rioters recently arrested in Atlanta. They’ve been charged with domestic terrorism, criminal trespass, aggravated assault, and other crimes under Georgia law. The rioters — driven to defend a forest ...", "link": "https://www.dailywire.com/news/atlanta-rioters-prove-elite-colleges-are-breeding-grounds-of-domestic-terrorism", "date_published": "2023-03-01 13:28:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Senators Confront Garland On Protesters Outside Homes Of Supreme Court Justices", "description": "Republican senators pressed Attorney General Merrick Garland on enforcing a federal law against protests outside Supreme Court justices&#8217; homes. During a Senate Judiciary Committee hearing Wednesday, Sen. Mike Lee (R-UT) set a focus on demonstrators carrying signs and shouting slogans outside the residences of justices after the 2022 leak and issuance of the Supreme Court ...", "link": "https://www.dailywire.com/news/gop-senators-confront-garland-on-protesters-outside-homes-of-supreme-court-justices", "date_published": "2023-03-01 13:20:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Jeopardy!’ Fans Divided As Mayim Bialik Announced As Extended Host All Summer Over Ken Jennings", "description": "Many “Jeopardy!” fans are not pleased to learn that Mayim Bialik will serve as the game show’s extended host over Ken Jennings for the rest of the spring and summer season. There’s been a lot of drama as the network attempted to replace the incomparable longtime host Alex Trebek, who died in 2020. Eventually, “Jeopardy!” ...", "link": "https://www.dailywire.com/news/jeopardy-fans-divided-as-mayim-bialik-announced-as-extended-host-all-summer-over-ken-jennings", "date_published": "2023-03-01 12:43:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Virtue-Signaling Non-Athlete’: Riley Gaines Unloads On College Student Who Testified In Favor Of Equal Rights Amendment", "description": "All-American swimmer Riley Gaines unloaded on college student Thursday Williams, who testified before the Senate in favor of the Equal Rights Amendment (ERA), accusing her of &#8220;virtue-signaling.&#8221; Gaines shared video of Williams&#8217; testimony, in which she claimed that college students were not really concerned about biological males dressing alongside and competing against biological females — ...", "link": "https://www.dailywire.com/news/virtue-signaling-non-athlete-riley-gaines-unloads-on-college-student-who-testified-in-favor-of-equal-rights-amendment", "date_published": "2023-03-01 12:33:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Senators Introduce Bipartisan Bill To Improve Rail Safety After Ohio Train Crash", "description": "Republican and Democratic lawmakers unveiled a bill on Wednesday that would increase safety restrictions on trains carrying hazardous materials. The legislation comes weeks after a Norfolk Southern train derailed near East Palestine, Ohio. Authorities evacuated all residents within one mile of the February 3 incident and started a controlled burn of chemicals on the vehicle ...", "link": "https://www.dailywire.com/news/senators-introduce-bipartisan-bill-to-improve-rail-safety-after-ohio-train-crash", "date_published": "2023-03-01 12:14:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Grassley Tells Garland Of 12 Sources With Potential Dirt On Hunter Biden", "description": "Sen. Chuck Grassley (R-IA) divulged to Attorney General Merrick Garland on Wednesday the breadth of potentially criminal evidence against Hunter Biden that has been shared with Congress. &#8220;Recent lawfully protected whistleblower disclosures to my office indicate that the Justice Department and the FBI had at one time over a dozen sources who provided potentially criminal ...", "link": "https://www.dailywire.com/news/grassley-tells-garland-of-12-sources-with-potential-dirt-on-hunter-biden", "date_published": "2023-03-01 12:07:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Selena Gomez Cops To One Major Regret Since Leaving Disney’s ‘Wizards Of Waverly Place’", "description": "Actress and singer Selena Gomez admitted to having one major regret since leaving her role as teen wizard Alex Russo on the hit Disney sitcom &#8220;The Wizards of Waverly Place&#8221;: not keeping in touch with other members of the cast. Gomez revealed her regret when she joined two of her former cast mates — David ...", "link": "https://www.dailywire.com/news/selena-gomez-cops-to-one-major-regret-since-leaving-disneys-wizards-of-waverly-place", "date_published": "2023-03-01 11:55:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh Trial: Jurors Visit Crime Scene Ahead Of Closing Statements", "description": "Jurors deciding the fate of disgraced South Carolina attorney Alex Murdaugh are visiting the scene where Murdaugh’s wife and son were murdered. Murdaugh has been charged with their murders but has maintained his innocence since the night they were killed in June 2021. The panel of 12 jurors and two alternates on Wednesday traveled to ...", "link": "https://www.dailywire.com/news/alex-murdaugh-trial-jurors-visit-crime-scene-ahead-of-closing-statements", "date_published": "2023-03-01 11:45:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tim Pool Dives Into Hot Button Issues With His New Podcast, ‘The Culture War’", "description": "Podcaster and YouTube personality Tim Pool is shedding light on the most buzzworthy cultural topics with his latest project, “The Culture War.” This new show is streaming episodes on Fridays at 1:00 pm EST. Per the press release, Pool’s latest podcast will become “your home for unflinchingly honest discussions about the biggest cultural issues of ...", "link": "https://www.dailywire.com/news/tim-pool-dives-into-hot-button-issues-with-his-new-podcast-the-culture-war", "date_published": "2023-03-01 11:33:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "TikTok Creates New Default Time Limit For Users Under 18", "description": "TikTok announced on Wednesday that the social media company would establish a default one-hour time limit for minor users in an effort to reduce young people’s time on the platform. The announcement comes as TikTok, owned by Chinese technology company ByteDance, faces scrutiny for negative effects on children and national security concerns. TikTok said in ...", "link": "https://www.dailywire.com/news/tiktok-creates-new-default-time-limit-for-users-under-18", "date_published": "2023-03-01 11:16:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Leaders Target Biden Admin After Illegal Immigrant Allegedly Strangles, Murders Young Autistic Woman", "description": "House GOP leaders are targeting the Biden administration by opening an investigation into the murder of a young autistic woman by an illegal immigrant from the deadly MS-13 gang. House Judiciary Committee Chairman Jim Jordan (R-OH) and Rep. Tom McClintock (R-CA), chairman of an immigration subcommittee, fired off letters to Homeland Security Secretary Alejandro Mayorkas ...", "link": "https://www.dailywire.com/news/gop-leaders-target-biden-admin-after-illegal-immigrant-allegedly-strangles-murders-young-autistic-woman", "date_published": "2023-03-01 11:03:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congress Continues To Ignore Plans To Fix The National Debt In Favor Of Endless Can-Kicking", "description": "After decades of near-uninterrupted budget deficits and unprecedented spending during the COVID pandemic, the U.S. national debt is $31.5 trillion and growing. Congress is currently embroiled in a fight over raising the debt ceiling — increasing the amount that the federal government is allowed to borrow. Republicans insist that the federal government must cut its ...", "link": "https://www.dailywire.com/news/congress-continues-to-ignore-plans-to-fix-the-national-debt-in-favor-of-endless-can-kicking", "date_published": "2023-03-01 11:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disney Enlisted ‘Cultural Consultant’ Team For ‘Peter Pan & Wendy’ Depictions Of Native Americans", "description": "Disney is trying to avoid accusations of cultural insensitivity toward Native Americans in its newest remake of “Peter Pan.” The actress who plays Tiger Lily in “Peter Pan &amp; Wendy,” which is coming directly to the streaming platform Disney+ in April, revealed during an interview that the production hired a &#8220;cultural consultant team&#8221; to omit ...", "link": "https://www.dailywire.com/news/disney-enlisted-cultural-consultant-team-for-peter-pan-wendy-depictions-of-native-americans", "date_published": "2023-03-01 10:54:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Researcher Worries Government Is Wrongly Declaring ‘Safety’ Near Ohio Train Crash", "description": "A senior researcher at Texas A&amp;M University expressed concern that the EPA and other government agencies are neglecting to provide full information about the risks posed to residents of East Palestine, Ohio, in the wake of the Norfolk Southern train derailment and chemical fallout. Local and state authorities previously evacuated all residents within one mile of the February 3 ...", "link": "https://www.dailywire.com/news/researcher-worries-government-is-wrongly-declaring-safety-near-ohio-train-crash", "date_published": "2023-03-01 10:52:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shakira Says There’s A ‘Special Place In Hell’ For Women Who Don’t Support Women As Her Ex Posts Photo With New Love", "description": "Singer Shakira had strong words of condemnation for women who betray other women, which fans believe is a thinly veiled commentary on her ex’s girlfriend. The Colombian-born songstress said as much during a Spanish-speaking interview with Mexican journalist Enrique Acevedo on his Televisa show &#8220;En Punto,&#8221; per People.  &#8220;I bought the story that a woman ...", "link": "https://www.dailywire.com/news/shakira-says-theres-a-special-place-in-hell-for-women-who-dont-support-women-as-her-ex-posts-photo-with-new-love", "date_published": "2023-03-01 09:46:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Affluent Buckhead, Plagued By Crime, Moves Closer To Seceding From Atlanta", "description": "The affluent area of Buckhead moved closer to successfully seceding from Atlanta, Georgia, on Monday, as GOP legislators in the Georgia Senate advanced two bills relating to the issue. If both the Senate and House passes the bills and Governor Brian Kemp (R-GA) signs them, the residents of Buckhead, a 24-square mile area which is 73.5% white ...", "link": "https://www.dailywire.com/news/affluent-buckhead-plagued-by-crime-moves-closer-to-seceding-from-atlanta", "date_published": "2023-03-01 09:12:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lightfoot Out As Mayor, Says She Was Treated Unfairly As A Black Woman", "description": "In the wake of her stinging defeat in Chicago’s mayoral election, Mayor Lori Lightfoot once again cited her race and gender to complain. Lightfoot finished behind former Chicago Public Schools CEO Paul Vallas, who garnered 34% of the vote with 94% of the votes in, and Cook County Commissioner Brandon Johnson, who gathered 20% of ...", "link": "https://www.dailywire.com/news/lightfoot-out-as-mayor-says-she-was-treated-unfairly-as-a-black-woman", "date_published": "2023-03-01 08:37:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Greatest Cover-Up In Human History", "description": "First, it was supposedly a conspiracy theory. Then, it was banned. Finally, it was true. The so-called “lab leak” theory of the origins of COVID — the theory that COVID originated in a lab at the Wuhan Institute of Virology and then was unintentionally loosed — was always the most probable explanation for the outbreak ...", "link": "https://www.dailywire.com/news/the-greatest-cover-up-in-human-history", "date_published": "2023-03-01 08:31:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Communist China Threatens Elon Musk For Drawing Attention To Origins Of Coronavirus Pandemic", "description": "Communist China was angered this week with business titan Elon Musk for drawing attention to a social media post about the origins of the coronavirus pandemic. The incident happened after the Department of Energy recently concluded that the pandemic originated in a lab accident in Wuhan, China, an assessment that FBI Director Chris Wray said ...", "link": "https://www.dailywire.com/news/communist-china-threatens-elon-musk-for-drawing-attention-to-origins-of-coronavirus-pandemic", "date_published": "2023-03-01 00:13:04+00:00", "persistent": false, "user": null, "language": "en-US"}]