[{"source": "https://businessinsider.com.pl/.feed", "title": "Wiceminister finansów zatrzymał inflację. Od dziś", "description": "Luty był miesiącem, kiedy inflacja była najwyższa, a marzec to miesiąc, kiedy zaczyna się dezinflacja. Można więc powiedzieć, że od dzisiaj zaczęła się dezinflacja – powiedział w środę w Polsat News wiceminister finansów Piotr Patkowski.", "link": "https://businessinsider.com.pl/gospodarka/wiceminister-finansow-zatrzymal-inflacje-od-dzis/158x0mj", "date_published": "2023-03-01 20:12:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kontrowersje po tajnym raporcie o przyczynach pandemii. Chiny: wzywamy USA do poszanowania nauki", "description": "Chiny potępiły w środę komentarz FBI stwierdzający, że pandemię COVID-19 prawdopodobnie spowodował wyciek z laboratorium w Wuhan. — Wzywamy stronę amerykańską do poszanowania nauki i faktów — powiedział rzecznik chińskiego MSZ.", "link": "https://businessinsider.com.pl/wiadomosci/covid-19-chiny-o-wycieku-w-wuhan-wzywamy-usa-do-poszanowania-nauki-i-faktow/jtgvc9h", "date_published": "2023-03-01 19:06:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Samolot nagle zmienił kierunek lotu. Pasażerowie nigdy nie zapomną tego widoku", "description": "Pasażerowie samolotów na ogół mogą podziwiać bardzo podobne widoki. Takich atrakcji, jakie mieli podróżni easyJet w poniedziałkową noc (27 lutego), można pozazdrościć. O niespodziewanym manewrze pilota i niesamowitych widokach na zorzę polarną rozpisują się zagraniczne media.", "link": "https://businessinsider.com.pl/wiadomosci/co-za-widok-pasazerowie-tego-lotu-nigdy-nie-zapomna/dmc8742", "date_published": "2023-03-01 19:02:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pomoc dla Ukrainy. Scholz: Niemcy zwiększą produkcję amunicji", "description": "Niemcy zwiększą produkcję amunicji, zapewniając jednocześnie wystarczającą ilość części zamiennych i zdolności naprawczych w swoim przemyśle obronnym po roku udzielania wsparcia wojskowego Ukrainie — powiedział w środę kanclerz Olaf Scholz.", "link": "https://businessinsider.com.pl/wiadomosci/pomoc-dla-ukrainy-scholz-niemcy-zwieksza-produkcje-amunicji/nxe6xgl", "date_published": "2023-03-01 18:33:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "TikTok wprowadzi dzienne limity. Będzie można je obejść", "description": "TikTok wprowadza istotne zmiany dotyczące swoich funkcjonalności monitorujących ilość czasu przed ekranem i domyślnych ustawień dla kont nastolatków. Osobom poniżej 18. roku życia zostanie automatycznie ustawiony 60-minutowy dzienny limit w aplikacji. A to nie jedyna zmiana.", "link": "https://businessinsider.com.pl/technologie/rewolucja-na-tiktoku-dzienne-limity-bedzie-mozna-obejsc/y033144", "date_published": "2023-03-01 18:14:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pracownik zatacza się i bełkocze. Czy szef może sprawdzić go alkomatem?", "description": "Od 21 lutego firmy mogą samodzielnie sprawdzać trzeźwość pracowników. Wątpliwości budzi moment weryfikowania zatrudnionego. Czy test można zrobić jedynie np. przed wejściem na teren firmy, czy także w trakcie pracy, gdy zachowanie pracownika wskazuje na odurzenie? Jak działać zgodnie z nowymi przepisami, wyjaśniło Ministerstwo Rodziny i Polityki Społecznej.", "link": "https://businessinsider.com.pl/prawo/praca/alkomat-w-firmie-kiedy-i-jakich-pracownikow-mozna-sprawdzac-alkomatem/z182tsv", "date_published": "2023-03-01 17:33:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Już obowiązuje nowa lista leków refundowanych. Kilka milionów Polaków zapłaci więcej", "description": "W środę 1 marca weszła w życie nowa lista leków refundowanych. Pacjenci zapłacą więcej za aż 601 różnych leków. Może to dotyczyć kilku milionów Polaków.", "link": "https://businessinsider.com.pl/wiadomosci/nowa-lista-juz-obowiazuje-zostawimy-wiecej-pieniedzy-w-aptekach/5b88hfg", "date_published": "2023-03-01 17:23:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie tylko Niemcy rozkręcają elektrownie. Kolejny kraj przeprasza się w węglem", "description": "Brytyjski minister energii chce, by trzy ostatnie działające w kraju elektrownie węglowe, których zamknięcie przełożono z powodu wojny na Ukrainie, pozostały czynne jeszcze rok dłużej — podał w środę dziennik \"The Times\". — Nie zamierzam ryzykować naszego bezpieczeństwa energetycznego. Będę chciał je mieć w gotowości na przyszły rok — powiedział minister.", "link": "https://businessinsider.com.pl/gospodarka/nie-tylko-niemcy-rozkrecaja-elektrownie-kolejny-kraj-stawia-na-wegiel/ngrlyx1", "date_published": "2023-03-01 17:18:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy i dokąd pierwsze loty z Radomia? Jest data", "description": "Pierwsi pasażerowie będą mogli skorzystać z radomskiego portu już w tę majówkę. Port Lotniczy Warszawa-Radom otrzymał certyfikat lotniska użytku publicznego – poinformowało w środę Przedsiębiorstwo Państwowe Porty Lotnicze (PPL). Lotnisko onsłuży pięć regularnych lotów oraz siedem kierunków czarterowych.", "link": "https://businessinsider.com.pl/wiadomosci/kiedy-i-dokad-pierwsze-loty-z-radomia-jest-data/w53gcfl", "date_published": "2023-03-01 16:54:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podawali się za prokuratora i policjanta. Oszuści wpadli po kontakcie z cwaną 98-latką", "description": "Policjanci zatrzymali fałszywego prokuratora, który wyłudził 55 tys. zł od mieszkanki Krakowa, a w grudniu z niepowodzeniem próbował wyłudzić pieniądze od 98-latki z Nowego Sącza. Mężczyzna jest wspólnikiem zatrzymanego wcześniej – dzięki czujności tej 98-latki – fałszywego policjanta.", "link": "https://businessinsider.com.pl/wiadomosci/oszusci-wpadli-po-kontakcie-z-cwana-98-latka-i-pomocy-9-letniego-chlopca/p5406yq", "date_published": "2023-03-01 16:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja nie nadąża z produkcją czołgów. Znacznie więcej traci na froncie", "description": "W Rosji funkcjonuje tylko jedna fabryka czołgów — Urałwagonzawod w Niżnym Tagile na Uralu, która może wyprodukować około 20 pojazdów w ciągu miesiąca. Zapotrzebowanie jest jednak 10-krotnie większe. Rosyjskie wojska tracą każdego miesiąca w Ukrainie co najmniej 150 pojazdów — wylicza brytyjski tygodnik \"Economist\".", "link": "https://businessinsider.com.pl/wiadomosci/rosja-nie-nadaza-z-produkcja-czolgow-straty-przekraczaja-mozliwosci-fabryk/qrckcpt", "date_published": "2023-03-01 16:21:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigant zamyka centrum logistyczne. Pracę straci kilkaset osób", "description": "Amazon zamyka duże centrum logistyczne pod Berlinem zatrudniające 600 pracowników. Amerykański gigant e-commerce znacznie zwiększył zatrudnienie podczas pandemii COVID-19, na fali popularności handlu internetowego.", "link": "https://businessinsider.com.pl/wiadomosci/gigant-zamyka-centrum-logistyczne-600-osob-straci-prace/dc22mfh", "date_published": "2023-03-01 16:16:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz prawo do emerytury, ale pracowałeś w 2022 r.? Odzyskaj swój PIT", "description": "Po raz pierwszy w rozliczeniu PIT za 2022 r. można uwzględnić ulgę dla pracujących seniorów. Wbrew pozorom to nie jest łatwe. Mało kto bowiem nabywa uprawnienia emerytalne z dniem 1 stycznia. Większość osiąga odpowiedni wiek w trakcie roku. Co wtedy z ulgą? Czy przysługuje za wszystkie miesiące? Jak wyliczyć przychody, od których nie trzeba odprowadzać podatku?", "link": "https://businessinsider.com.pl/prawo/podatki/ulga-dla-seniorow-jak-odzyskac-podatek-za-2022-r-sprawdz-kto-skorzysta/sgnd3ww", "date_published": "2023-03-01 15:58:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen obniża ceny diesla. Jest z czego ciąć, bo był wśród droższych w Unii", "description": "Wtorek był dobrym dniem dla kierowców samochodów z silnikiem Diesla. Prezes Daniel Obajtek podczas konferencji, na której prezentował nową strategię Orlenu ogłosił obniżenie ceny oleju napędowego o 10 gr. Czyli teraz koncern będzie sprzedawać paliwo tanio, może nawet najtaniej w Europie? Nie do końca. Sprawdziliśmy, jak wyglądają relacje cenowe i na którym miejscu w Unii polskie ceny będą po obniżce. No i czy oferta diesla z Orlenu jest teraz tańsza od tego, co proponują rafinerie w innych krajach?", "link": "https://businessinsider.com.pl/gielda/wiadomosci/orlen-obniza-ceny-diesla-jest-z-czego-ciac-bo-byl-wsrod-drozszych-w-unii/rhqn6qx", "date_published": "2023-03-01 15:52:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Rosjanie omijają sankcje. Stworzyli flotę cienia", "description": "\"Flota cienia\", transportująca wbrew sankcjom rosyjską ropę, liczy już około 600 jednostek. To ok. 10 proc. globalnej liczby dużych tankowców — pisze CNN. W niektórych przypadkach zaangażowane są firmy fasadowe z Dubaju czy Hongkongu.", "link": "https://businessinsider.com.pl/gospodarka/tak-rosjanie-omijaja-sankcje-flota-cienia-rosnie-w-sile/ghwtsk3", "date_published": "2023-03-01 15:28:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zielone światło dla zmian w rządowych funduszach. To one mają łagodzić skutki podwyżek cen", "description": "Sejmowa komisja finansów pozytywnie zaopiniowała we wtorek trzy wnioski. Chodzi m.in. o zmiany w planie finansowym Funduszu Wypłaty Różnicy Ceny na 2023 r. Przetasowania dotyczą środków o wartości około 37 mld zł.", "link": "https://businessinsider.com.pl/gospodarka/zmiany-w-rzadowych-funduszach-one-maja-lagodzic-skutki-podwyzek-cen/yc6q6t5", "date_published": "2023-03-01 15:21:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister zdradza, kiedy pojawią się pierwsze kredyty oparte o nową stawkę WIRON", "description": "Reforma wskaźników referencyjnych w Polsce nabiera tempa i niebawem pojawią się pierwsze produkty finansowe oparte o nową stawkę WIRON. To ten wskaźnik w kluczowych umowach, np. kredytach mieszkaniowych, zastąpi dotychczasowy, czyli WIBOR.", "link": "https://businessinsider.com.pl/finanse/minister-ujawnia-kiedy-pojawia-sie-pierwsze-kredyty-ze-stawka-wiron/c29s9mh", "date_published": "2023-03-01 15:17:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwupokojowe mieszkanie z kredytem za kilkaset złotych miesięcznie? Tak obiecują politycy", "description": "Dwupokojowe mieszkanie w Warszawie za 1,8 tys. zł miesięcznie, a w Katowicach za niewiele ponad 930 zł – tyle płaciliby klienci korzystający z hipoteki o zerowym oprocentowaniu, który obiecują politycy.", "link": "https://businessinsider.com.pl/biznes/dwupokojowe-mieszkanie-z-kredytem-ponizej-1-tys-zl-miesiecznie-oto-wyliczenia/h8hzs7b", "date_published": "2023-03-01 14:55:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zajadasz stres po ciężkim dniu pracy? Jest na to sposób", "description": "Stres i niewyspanie to najgorsze połączenie. Właśnie wtedy najczęściej sięgamy po niezdrowe jedzenie. Spokojny sen może wiele zmienić.", "link": "https://businessinsider.com.pl/wideo/zajadasz-stres-po-ciezkim-dniu-pracy-jest-na-to-sposob/kcrzy06", "date_published": "2023-03-01 14:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rośnie druga fala inflacji. Zaskakujące dane z Chin", "description": "Chiny wróciły – odgrażał się podczas styczniowego szczytu ekonomicznego w Davos, wicepremier Chin Liu He. Luty pokazał, że wie, o czym mówi. Odbicie Chin po restrykcjach związanych z COVID-19 przekłada się na niewidziany od dziesięciu lat entuzjazm tamtejszej gospodarki. Ożywienie w Chinach nie musi jednak oznaczać dla Europy nic dobrego. To, co może nas spotkać, widać już w pierwszych danych z dużych gospodarek Starego Kontynentu.", "link": "https://businessinsider.com.pl/gospodarka/chiny-z-rekordowymi-wynikami-polska-i-europa-moga-miec-przez-nie-klopoty/l8d3xns", "date_published": "2023-03-01 14:46:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kampania trwała 108 dni. Polskie koncerny wyprodukowały znacznie mniej cukru", "description": "Ponad 2 mln ton cukru, o ok. 300 tys. ton mniej niż przed rokiem, wyprodukowały w kampanii cukrowniczej 2022/2023 cukrownie w Polsce. W kampanii trwającej 108 dni przerobiono ponad 14 mln ton buraków cukrowych. W ciągu 10 lat liczba plantatorów zmalała o ponad 11,5 tys.", "link": "https://businessinsider.com.pl/wiadomosci/wroca-problemy-z-cukrem-polskie-koncerny-wyprodukowaly-go-znacznie-mniej/5b5vxmz", "date_published": "2023-03-01 14:33:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Hojny prezent Putina. \"Niekoronowana caryca Rosji\" otrzymała apartament z salą kinową i lądowiskiem", "description": "Apartament z basenem, salą kinową i lądowiskiem dla śmigłowców — taką luksusową nieruchomość kupił Władimir Putin dla Aliny Kabajewej, uważanej za jego partnerkę życiową — ustalił portal Projekt. Portal nazywa Kabajewą \"niekoronowaną carycą Rosji\".", "link": "https://businessinsider.com.pl/lifestyle/luksus/hojny-prezent-putina-dla-niekoronowanej-carycy-apartament-z-kinem-i-basenem/2fp2gn4", "date_published": "2023-03-01 14:30:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Firma prezesa Wisły Kraków najszybciej rosnąca polską spółką w dziedzinie sztucznej inteligencji", "description": "\"Financial Times\" ogłosił wyniki rankingu najszybciej rosnących spółek. W gronie wyróżnionych z Europy znalazła się m.in. firma Synerise, działająca w sektorze BigData/AI. Po raz drugi została sklasyfikowana najwyżej z polskich spółek w sektorze sztucznej inteligencji.", "link": "https://businessinsider.com.pl/technologie/polska-spolka-w-swiatowej-czolowce-w-dziedzinie-sztucznej-inteligencji/jrsq6eh", "date_published": "2023-03-01 13:57:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "1,2 tys. zł \"podwyżki\" dla Kaczyńskiego. A to nie jest sejmowy rekord", "description": "Waloryzacja emerytur dotyczy nie tylko \"zwyczajnych\" seniorów, ale również tych, którzy zasiadają w sejmowych ławach. Jarosław Kaczyński, Antoni Macierewicz, Małgorzata Kidawa-Błońska, Janusz Korwin-Mikke i wielu innych też mogą liczyć na wzrost świadczenia. Z naszych szacunków wynika, że posłowie średnio dostaną o 1 tys. zł podwyżki. Oto parlamentarni rekordziści.", "link": "https://businessinsider.com.pl/wiadomosci/12-tys-zl-podwyzki-dla-kaczynskiego-a-to-nie-jest-sejmowy-rekord/h30n9lq", "date_published": "2023-03-01 13:26:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jest pozew przeciwko PKN Orlen. Firma pokazuje rachunki", "description": "Wrocławskie MPK składa pozew przeciwko PKN Orlen ze względu na \"zawyżone ceny paliw\" i \"wykorzystywanie pozycji monopolisty\", co miało przynieść przewoźnikowi szkodę — poinformowali w środę przedstawiciele władz Wrocławia i miejskiej spółki. Orlen odpiera zarzuty jako \"bezpodstawne\".", "link": "https://businessinsider.com.pl/wiadomosci/orlen-zawyzal-ceny-paliw-jest-pozew-firma-pokazuje-rachunki/8k5njpn", "date_published": "2023-03-01 13:19:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny importują z Rosji uran do elektrowni. USA twierdzą, że może posłużyć do tworzenia broni atomowej", "description": "Chińska energetyka atomowa wzbudza zaniepokojenie USA. Podejrzenia budzi reaktor CFR-600 na wyspie Changbiao, w którym — zdaniem amerykańskiego wywiadu — w przyszłości może być produkowany pluton nadający się do celów militarnych — pisze Bloomberg. Jeśli podejrzenia USA się sprawdzą, Pekin może w nieco ponad dekadę czterokrotnie zwiększyć arsenał atomowy. Tym samym stałby się potęgą nuklearną porównywalną z USA i Rosją.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-importuja-z-rosji-uran-do-elektrowni-usa-twierdza-ze-moze-posluzyc-do-tworzenia/brmehrv", "date_published": "2023-03-01 13:17:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja tak łatwo się nie poddaje. W Niemczech ceny wróciły do wzrostów", "description": "Niemcy, Hiszpania i Francja — w tych trzech dużych gospodarkach wskaźniki inflacji w lutym przyśpieszyły. Szczególnie rozczarowujące okazały się dane z Niemiec. To może zwiastować dalsze zdecydowane ruchy Europejskiego Banku Centralnego.", "link": "https://businessinsider.com.pl/gospodarka/koniec-spadku-inflacji-w-europie-ceny-w-czolowych-panstwach-znowu-rosna/3f242mc", "date_published": "2023-03-01 13:10:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "KNF wygrywa w sądzie z liderem rynku forex w Polsce. Niespotykana kara utrzymana", "description": "Po kilku latach mamy rozstrzygnięcie głośnej sprawy, w której urzędnicy oskarżyli Dom Maklerski XTB o naruszenie przepisów i oszukiwanie klientów. Naczelny Sąd Administracyjny stanął po stronie KNF i utrzymał w mocy karę w kwocie prawie 10 mln zł.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/jest-final-glosnej-sprawy-dotyczacej-oszukiwania-klientow-niespotykana-kara/ef2e193", "date_published": "2023-03-01 13:06:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słońce będzie bardziej aktywne. Czeka nas szereg nieprzyjemnych konsekwencji i jedna widowiskowa", "description": "Naukowcy twierdzą, że Słońce może się obudzić po prawie dekadzie względnego spokoju, a to może spowodować problemy na Ziemi. Burze słoneczne, które szaleją na naszej gwieździe w okresie aktywności, powodują wybuchy energii elektromagnetycznej, które mogą mieć wpływ na wszystko, od sieci energetycznej po sygnały GPS.", "link": "https://businessinsider.com.pl/technologie/nauka/slonce-bedzie-bardziej-aktywne-czeka-nas-szereg-nieprzyjemnych-konsekwencji/0krhhx3", "date_published": "2023-03-01 12:51:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rzuciłam pracę, do której bałam się chodzić. Teraz profesjonalnie wyprowadzam psy. Ludzie myślą, że to żart", "description": "Kelsey Clark zajęła się wyprowadzeniem psów po tym, jak rzuciła stresującą pracę. Przez lata pracowała w klinice weterynaryjnej co, jak opowiada Insiderowi, wydrenowało ją emocjonalnie i powodowało duży stres. Postanowiła więc zmienić profesję. Teraz prowadzi własną firmę, a nawet zatrudnia podwykonawców.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/rownowaga/rzucilam-prace-do-ktorej-balam-sie-chodzic-teraz-profesjonalnie-wyprowadzam-psy/vqtwm4m", "date_published": "2023-03-01 12:51:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Złoty odrabia straty po słabym lutym. Czy będzie jeszcze zyskiwał?", "description": "Są szanse, że złoty w dalszej części roku będzie zyskiwał pomimo słabego lutego. Dolar w okolicach 4 zł? To niewykluczone. Sporo będzie zależeć od danych inflacyjnych, komentarzy bankierów centralnych i perspektyw w stóp procentowych.", "link": "https://businessinsider.com.pl/finanse/marzec-swietnie-rozpoczal-sie-dla-zlotego-ile-moze-potrwac-odbicie-naszej-waluty/9l5755k", "date_published": "2023-03-01 12:28:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ryzykują życiem, aby wydobyć tę cenną skałę z kamieniołomów", "description": "6 dol. pensji, a jak się uda, to 3 dol. dodatku na jedzenie i herbatę — za takie pieniądze narażają życie górnicy wydobywający wapień. Nie dostają nawet narzędzi. Mają nadzieję, że świat zwróci na nich uwagę.", "link": "https://businessinsider.com.pl/wideo/ryzykuja-zyciem-aby-wydobyc-te-cenna-skale-z-kamieniolomow/nb6h8zn", "date_published": "2023-03-01 12:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jest decyzja koncernu. Polacy za ulubiony napój zapłacą więcej", "description": "Coca-Cola zdrożeje. Koncern ogłosił, że ze względu na rosnące ceny oraz inflację na światowych rynkach będzie musiał podnieść cenę swojego flagowego produktu. W Polsce rynek bezalkoholowych napojów gazowanych szacowany jest na 20,8 mld zł.", "link": "https://businessinsider.com.pl/wiadomosci/ta-decyzja-uderzy-w-miliony-polakow-za-ulubiony-napoj-zaplaca-krocie/qext19p", "date_published": "2023-03-01 12:16:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak poznawać nowych ludzi? Działa, nawet jeśli jesteś introwertykiem", "description": "Wejście w nowe środowisko i nawiązywanie relacji z obcymi osobami często bywa trudnym zadaniem. Szczególnie dla introwertyków. Ekspertka podpowiada, jak się przełamać.", "link": "https://businessinsider.com.pl/wideo/jak-poznawac-nowych-ludzi-dziala-nawet-jesli-jestes-introwertykiem/y4092kq", "date_published": "2023-03-01 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy winni fiskusowi ogromną kwotę. \"Można było się spodziewać\"", "description": "Z danych Ministerstwa Finansów wynika, że na koniec ub.r. zaległości podatkowe przekroczyły 117 mld zł. Wyniki poszczególnych danin pokazują, że przeszło 80 proc. należności dotyczyło VAT-u.", "link": "https://businessinsider.com.pl/finanse/polacy-winni-fiskusowi-ogromna-kwote-mozna-bylo-sie-spodziewac/87mw6lp", "date_published": "2023-03-01 12:10:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec Złotych Wiz w Hiszpanii? Najwięcej trafiło do Chińczyków", "description": "Lewicowe ugrupowania w Hiszpanii domagają się zniesienia tzw. Złotych Wiz. Program istnieje od 10 lat i skorzystało z niego już ponad 5 tys. osób spoza UE. Połowa z nich to Chińczycy, a co piąty beneficjent pochodził z Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/koniec-zlotych-wiz-w-hiszpanii-najwiecej-trafilo-do-chinczykow/8d3cysw", "date_published": "2023-03-01 12:08:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zarządzanie różnorodnością. Czy pracodawcy w Polsce są na nie gotowi?", "description": "Zaledwie 3 proc. firm w Polsce posiada odrębny dokument dotyczący strategii zarządzania różnorodnością, choć to pojęcie zna co drugi pracodawca. Najnowszy raport Forum Odpowiedzialnego Biznesu potwierdza, że przed wieloma firmami jeszcze sporo wysiłku, jeśli zależy im na otwartych, włączających miejscach pracy. Takich, jakich poszukują obecnie pracownicy/ce. I nie ma co z tym zwlekać w oczekiwaniu na lepszy moment. Jak wynika z najnowszego badania przeprowadzonego przez Forum Odpowiedzialnego Biznesu, które z ramienia Komisji Europejskiej koordynuje Kartę Różnorodności w Polsce, pracodawcy w naszym kraju borykają się z wieloma wyzwaniami z obszaru DEI (ang. diversity, equity &amp; inclusion), czyli różnorodności, równości i inkluzji. Co ten skrótowiec oznacza w praktyce? Strategiczne zarządzanie budowaniem włączających miejsc pracy, czyli takich, które są otwarte na pracownice i pracowników o różnych potrzebach, doświadczeniach, poglądach czy sytuacji życiowej.", "link": "https://businessinsider.com.pl/poradnik-finansowy/zarzadzanie-roznorodnoscia-czy-pracodawcy-w-polsce-sa-na-nie-gotowi/4d9g0gy", "date_published": "2023-03-01 12:06:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Eksperci zadziwieni: to coś nowego. Panele słoneczne wykręciły rekord", "description": "Zielona energia ma tę moc i właśnie to pokazała. Na koniec lutego instalacje fotowoltaiczne pobiły rekordy produkcji prądu z września i lipca ubiegłego roku. Eksperci nie kryją zaskoczenia takimi wynikami.", "link": "https://businessinsider.com.pl/wiadomosci/slonce-ostro-przyswiecilo-i-padl-rekord-eksperci-zadziwieni/0d5q4dv", "date_published": "2023-03-01 11:44:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To może być punkt zwrotny. Zaskakujące dane dotyczące oprocentowania lokat", "description": "Brak dalszych podwyżek stóp procentowych i wielka nadpłynność banków powodują, że stawki oferowane na nowych lokatach już się nie zwiększają. Wręcz przeciwnie, najnowsze dane wskazują na spadek. To pierwszy taki przypadek od półtora roku. Oprocentowanie nowych kredytów urosło w przypadku konsumpcyjnych i spadło w hipotekach.", "link": "https://businessinsider.com.pl/finanse/punkt-zwrotny-dotyczacy-lokat-pierwszy-taki-przypadek-od-poltora-roku/7r7tj8h", "date_published": "2023-03-01 11:23:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To może być punkt zwrotny. Zaskakujące dane dotyczące oprocentowania lokat", "description": "Brak dalszych podwyżek stóp procentowych i wielka nadpłynność banków powodują, że stawki oferowane na nowych lokatach już się nie zwiększają. Wręcz przeciwnie, najnowsze dane wskazują na spadek. To pierwszy taki przypadek od prawie dwóch lat.", "link": "https://businessinsider.com.pl/finanse/punkt-zwrotny-dotyczacy-lokat-pierwszy-taki-przypadek-od-dwoch-lat/7r7tj8h", "date_published": "2023-03-01 11:23:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski piłkarz zakpił z biznes klasy w LOT. Firma odpowiada", "description": "Adrian Mierzejewski, były piłkarz reprezentacji Polski, opublikował zdjęcie z wnętrza samolotu Polskich Linii Lotniczych LOT, którym podróżował z Warszawy do Dubaju. Sportowiec wybrał podróż klasą biznes. Warunki, jakie zastał, pozostawiają jednak wiele do życzenia.", "link": "https://businessinsider.com.pl/biznes/polski-pilkarz-zakpil-z-biznes-klasy-w-lot-firma-odpowiada/kjzk4bv", "date_published": "2023-03-01 11:08:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielka awaria Twittera. Dotknęła również Polski", "description": "Jeśli masz w środę problemy z Twitterem, to wiedz, że nie jesteś sam. Doniesienia o nieprawidłowościach spływają od internautów z całego świata.", "link": "https://businessinsider.com.pl/technologie/wielka-awaria-twittera-dotknela-rowniez-polski/pkefqlf", "date_published": "2023-03-01 10:54:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekspert prognozuje konkretną datę porażki Rosji. Mówi też, co stanie się później", "description": "Jeszcze w tym roku Ukraina ma pokonać Rosję zdaniem szwajcarskiego wykładowcy Akademii Wojskowej ETH Zurich Marcusa Keuppa. Później ma nastąpić \"chiński\" okres Rosji.", "link": "https://businessinsider.com.pl/wiadomosci/ekspert-prognozuje-konkretna-date-porazki-rosji-mowi-tez-co-stanie-sie-pozniej/7th84pf", "date_published": "2023-03-01 10:41:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ford ma pomysł na kierowców, którzy zalegają z płatnościami. Samochód sam pojedzie na parking lub złomowisko", "description": "Najnowszy wniosek patentowy Forda ujawnia nowy, kuriozalny mechanizm, który w przyszłości mógłby pozwolić samochodom na przejęcie kontroli, jeśli ich właściciele zalegaliby z płatnościami.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/ford-ma-pomysl-na-kierowcow-ktorzy-zalegaja-z-platnosciami-samochod-sam-pojedzie-na/zyd3qpq", "date_published": "2023-03-01 10:25:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie ma porozumienia między Tauronem a Rafako. Negocjacje trwają", "description": "We wtorek minął termin, do którego Tauron i Rafako miały dojść do porozumienia w kwestiach spornych dotyczących budowy bloku elektrowni w Jaworznie. Spółki od miesięcy spierają się o dotykające blok awarie, a Rafako zapowiedziało nawet złożenie wniosku o upadłość. Ostatecznie do niego nie doszło, a mediacje mają być kontynuowane mimo upływu zakładanego terminu.", "link": "https://businessinsider.com.pl/biznes/nie-ma-porozumienia-miedzy-tauronem-a-rafako-negocjacje-trwaja/seznv2d", "date_published": "2023-03-01 10:07:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PPK jak lokata w banku? To musisz wiedzieć o wypłacaniu pieniędzy z programu", "description": "Od 1 marca miliony Polaków znów zostały zapisane do Pracowniczych Planów Kapitałowych. Program co do zasady ma służyć jako wsparcie dla systemu emerytalnego z ZUS. Pieniądze można jednak wypłacić w każdym momencie, choć wtedy zysk będzie mniejszy. Tłumaczymy.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/ppk-jak-lokata-w-banku-to-musisz-wiedziec-o-wyplacaniu-pieniedzy-z-programu/z4jn5ct", "date_published": "2023-03-01 10:05:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Peugeot 408. Koci magnetyzm i przestronność limuzyny", "description": "Całkiem niedawno na drogi wjechał nowy Peugeot 408. Wyjątkowo ładna sylwetka z drapieżnymi akcentami to tylko jeden z wielu wyróżników modelu.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/peugeot-408-koci-magnetyzm-i-przestronnosc-limuzyny/612c145", "date_published": "2023-03-01 09:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Europejski przemysł na wstecznym biegu. Kiepskie dane", "description": "Dane płynące z Europy potwierdzają, że nadal nie ma ożywienia w europejskim przemyśle, który wypada gorzej od sektora usług. Na tym tle statystyki z Polski wyglądają na dobre, choć również wskazują na kurczenie się aktywności.", "link": "https://businessinsider.com.pl/gospodarka/przemysl-w-europie-zmniejsza-aktywnosc-odbicia-na-razie-nie-widac/qng7ggy", "date_published": "2023-03-01 09:42:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Waloryzacja emerytur i rent. Pierwsze świadczenia już na koncie", "description": "Emerytury i renty wzrosły od 1 marca o 14,8 proc. — Dzisiaj historycznie wysoka waloryzacja rent i emerytur stała się faktem. Część naszych seniorów ma już na koncie zwaloryzowane świadczenia – powiedziała minister rodziny i polityki społecznej Marlena Maląg.", "link": "https://businessinsider.com.pl/poradnik-finansowy/waloryzacja-emerytur-i-rent-pierwsze-swiadczenia-juz-na-koncie/drcxt4x", "date_published": "2023-03-01 09:39:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Problemy z PIT-em to efekt ataku rosyjskich służb specjalnych. Oficjalne potwierdzenie", "description": "Za atak na portal podatki.gov.pl odpowiadają rosyjskie służby – powiedział w środę pełnomocnik rządu ds. cyberbezpieczeństwa Janusz Cieszyński. Wcześniej Ministerstwo Finansów informowało, że przerwa w działaniu portalu nie wynikała z ataku hakerskiego, a błędu technicznego.", "link": "https://businessinsider.com.pl/wiadomosci/problemy-z-pit-em-to-efekt-ataku-rosyjskich-sluzb-specjalnych-oficjalne-potwierdzenie/kqfyv0m", "date_published": "2023-03-01 09:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czołowy polski bank pokazuje, ile kosztowały go wakacje kredytowe i franki", "description": "Mimo wielkiego wzrostu stóp procentowych i wyniku odsetkowego większość polskich banków nie zaliczy roku 2022 do udanych. Powód to koszt wakacji kredytowych i rezerw na hipoteki frankowe. Podobnie jest z BNP Paribas, który opublikował w środę wyniki.", "link": "https://businessinsider.com.pl/finanse/mogl-byc-grubo-ponad-miliard-zysku-bank-pokazuje-ile-kosztuja-go-franki-i-wakacje/tqk46ye", "date_published": "2023-03-01 08:53:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Virgin Galactic znów oferuje bilety w kosmos. Oto stawki", "description": "Firma Virgin Galactic zakończyła długi okres modernizacji swojego głównego turystycznego statku kosmicznego — donosi Reuters. Dzięki temu planuje wznowienie komercyjnych lotów w kosmos w II kwartale 2023 r. Wiadomo, ile ma kosztować taka podróż.", "link": "https://businessinsider.com.pl/technologie/virgin-galactic-znow-oferuje-bilety-w-kosmos-oto-stawki/wx8nxjc", "date_published": "2023-03-01 08:49:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Andrzej Duda pojechał na Podhale i słono zapłacił. Tyle mógł kosztować prezydencki kulig", "description": "Blisko 30 tys. zł mogło kosztować samo wynajęcie sań na potrzeby kuligu Andrzeja Dudy. W Dolinie Chochołowskiej ceny za wypożyczenie sięgają nawet 180 zł na osobę, a w zabawie z prezydentem brało udział aż 160 osób, dla których wypożyczono 40 sań — wylicza \"Fakt\".", "link": "https://businessinsider.com.pl/wiadomosci/andrzej-duda-pojechal-na-podhale-i-slono-zaplacil-tyle-mogl-kosztowac-prezydencki/crg4bzp", "date_published": "2023-03-01 08:33:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 1 marca w okolicy 4,7 zł", "description": "Kurs euro w okolicy 4,7 zł. W środę rano 1 marca 2023 r. kurs EUR/PLN wynosił 4,6972 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-1-marca-2023/3skcqm0", "date_published": "2023-03-01 08:23:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 1 marca w okolicy 4,4 zł", "description": "Kurs dolara w okolicy 4,4 zł. W środę rano 1 marca 2023 r. kurs USD/PLN wynosi 4,4164.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-1-marca-2023/lrtcv1c", "date_published": "2023-03-01 08:20:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 1 marca w okolicy 4,7 zł", "description": "Frank szwajcarski poniżej 4,7 zł. W środę rano 1 marca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7033.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-1-marca-2023/81dxwwn", "date_published": "2023-03-01 08:15:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Finowie reagują na działania Putina. Mają sposób na exodus Rosjan", "description": "W południowo-wschodniej Finlandii ruszyła budowa zapory na granicy z Rosją. Wysoki na trzy metry płot, powstający w ramach pilotażowego projektu, ma rozciągać się na odcinku o długości trzech kilometrów w okolicach Imatry. Powodem takiej decyzji fińskich władz jest obawa przed masową migracją rosyjskiej ludności związana z wojną w Ukrainie.", "link": "https://businessinsider.com.pl/wiadomosci/finowie-obawiaja-sie-dzialan-putina-buduja-specjalna-zapore/7f8c1k3", "date_published": "2023-03-01 08:11:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najgorsze dla polskiej gospodarki możemy mieć już za sobą", "description": "Wskaźniki obrazujące nastroje w polskim przemyśle powoli odbijają od dna. Wprawdzie nadal są poniżej granicy rozdzielającej ekspansję od kurczenia się aktywności, może to stanowić punkt zwrotny w koniunkturze gospodarczej.", "link": "https://businessinsider.com.pl/gospodarka/wskazniki-pmi-lepsze-od-prognoz-najgorsze-dla-polskiej-gospodarki-moze-byc-za-nami/bf6kese", "date_published": "2023-03-01 08:01:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Smartwatche na Dzień Kobiet — pięć propozycji", "description": "Smartwatch to idealny prezent z okazji Dnia Kobiet. Wybraliśmy pięć modeli w różnych przedziałach cenowych, ale każdy z nich ma jedną cechę wspólną: ciekawy design. Bliska ci osoba lubi sport, czy może woli wyjście na elegancką kolację? Znajdziesz smartwatcha na każdą okazję.", "link": "https://businessinsider.com.pl/technologie/smartwatche-na-dzien-kobiet-piec-propozycji/r163esd", "date_published": "2023-03-01 07:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzy miesiące aresztu dla Włodzimierza Karpińskiego", "description": "Włodzimierz Karpiński, były minister skarbu, decyzją sądu trafi na 90 dni do aresztu. Prezydent stolicy Rafał Trzaskowski podjął decyzję o zawieszeniu go w pełnieniu obowiązków.", "link": "https://businessinsider.com.pl/wiadomosci/trzy-miesiace-aresztu-dla-wlodzimierza-karpinskiego/kp47hw7", "date_published": "2023-03-01 07:38:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Joe Biden wzywa linie lotnicze, by nie podwyższały cen biletów dla rodzin", "description": "Amerykańskie linie lotnicze pobierają dodatkowe opłaty od pasażerów za miejsca obok siebie dla dzieci i rodziców. Prezydent Joe Biden chce ukrócić tę praktykę, a jako pozytywny przykład podaje American Airlines.", "link": "https://businessinsider.com.pl/biznes/joe-biden-wzywa-linie-lotnicze-by-nie-podwyzszaly-cen-biletow-dla-rodzin/qrmlejb", "date_published": "2023-03-01 07:11:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowe ceny biletów w PKP Intercity. Tak się zmieniły", "description": "Podwyżka, awantura polityczna, obniżka — tak w skrócie wyglądało zamieszanie z cenami w PKP Intercity na początku 2023 r. Od 1 marca obowiązuje nowy-stary cennik.", "link": "https://businessinsider.com.pl/poradnik-finansowy/nowe-ceny-biletow-w-pkp-intercity-tak-sie-zmienily/lyrm9g1", "date_published": "2023-03-01 06:55:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak państwo chce zachęcić do pracy w służbach. Nowy dodatek \"antyemerytalny\"", "description": "W środę zaczęły obowiązywać przepisy wprowadzające nowy dodatek \"antyemerytalny\" dla funkcjonariuszy i żołnierzy po 15 latach służby. Nowe przepisy mają zatrzymać falę odejść mundurowych i zwiększyć atrakcyjność pracy w służbach.", "link": "https://businessinsider.com.pl/wiadomosci/tak-panstwo-chce-zachecic-do-pracy-w-sluzbach-nowy-dodatek-antyemerytalny/g82h79l", "date_published": "2023-03-01 06:36:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zwolnienia w General Motors. Amerykański koncern szuka oszczędności", "description": "General Motors redukuje setki etatów na różnych szczeblach korporacji, aby obniżyć koszty produkcji, informuje Agencja Reutera. To kolejny koncern motoryzacyjny, który decyduje się na taki ruch.", "link": "https://businessinsider.com.pl/biznes/zwolnienia-w-general-motors-amerykanski-koncern-szuka-oszczednosci/vy7g8k7", "date_published": "2023-03-01 06:22:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "500 plus pomogło przez chwilę. Bez waloryzacji rośnie wskaźnik ubóstwa wśród dzieci", "description": "Według ostatnich szacunków Business Insider Polska realna wartość świadczenia 500 plus spadła już poniżej 350 zł. Tak pożera go inflacja. Ten spadek ma niepokojący efekt. O ile od momentu jego wprowadzenia skala ubóstwa wśród dzieci spadała, o tyle z powodu inflacji znów rośnie — zauważa portalsamorzadowy.pl.", "link": "https://businessinsider.com.pl/finanse/500-plus-pomoglo-przez-chwile-bez-waloryzacji-rosnie-wskaznik-ubostwa-wsrod-dzieci/exc1zdt", "date_published": "2023-03-01 06:20:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rachunki za ogrzewanie będą niższe. Możesz dostać zwrot nadpłaty", "description": "W środę 1 marca wchodzą w życie nowe przepisy, dotyczące ochrony odbiorców ciepła systemowego — przypomina PGE Energia Ciepła, największy producent ciepła systemowego w Polsce. Obejmą m.in. gospodarstwa domowe i spółdzielnie. Dla wielu odbiorców oznacza to znacząco niższe rachunki na koniec sezonu grzewczego i obniżenie zaliczek na poczet ogrzewania i zużycia ciepłej wody, jakie płacili w czynszu.", "link": "https://businessinsider.com.pl/poradnik-finansowy/rachunki-za-ogrzewanie-beda-nizsze-mozesz-dostac-zwrot-nadplaty/mxd7rg4", "date_published": "2023-03-01 05:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja może dostać nowego wiatru w żagle. Przez Chiny", "description": "Problem z inflacją może okazać się jeszcze poważniejszy, niż dotąd zakładano. Pośrednio sugerują to nowe dane z Francji i Hiszpanii, a także najnowszy raport o aktywności gospodarczej w Chinach. Nasze PKB wygląda dziwnie, jeśli chodzi o dział \"gastronomia i zakwaterowanie\", a ekonomiści doliczyli się, że gdyby ten dział pominąć, to od trzech kwartałów mamy w Polsce recesję. Pozostałe wiadomości wyglądają świetnie: w budżecie mamy znów nadwyżkę, a PGNiG znacząco obniża ceny gazu dla drobnego biznesu. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-moze-dostac-nowego-wiatru-w-zagle-przez-chiny/mf2p9yz", "date_published": "2023-03-01 05:50:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ciemniejsza strona zielonego transportu. Oto dlaczego w motoryzacji znikną setki tysięcy etatów", "description": "Przestawienie światowej motoryzacji na napęd elektryczne będzie wymagało znacznej redukcji etatów w fabrykach samochodów. Unijny komisarz Thierry Breton wprost mówił, że z Europy może zniknąć kilkaset tysięcy etatów w motoryzacji. Już wkrótce swoje plany zwolnień będą realizować największe globalne marki i dostawcy komponentów. A zdaniem ekspertów na tym może się nie skończyć. Fala nie ominie też Polski.", "link": "https://businessinsider.com.pl/motoryzacja/ciemna-strona-samochodow-elektrycznych-nadciaga-fala-zwolnien-w-motoryzacji/8ze6z09", "date_published": "2023-03-01 05:39:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny wydają miliardy na prorosyjską dezinformację. \"Studnia została zatruta\"", "description": "Rosja i Chiny wydają miliardy dolarów na manipulowanie informacjami w sprawie wojny w Ukrainie, twierdzi James Rubin, koordynator Global Engagement Center, we wtorkowym Guardianie. Jedną z głównych tez, która powtarzają Chiny, jest argument, że to NATO rozpętało wojnę.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-wydaja-miliardy-na-prorosyjska-dezinformacje-studnia-zostala-zatruta/1qb4s9c", "date_published": "2023-03-01 05:34:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pracujesz na pół etatu? To musisz wiedzieć, żeby nie stracić", "description": "Firmy mogą unikać wypłaty ryczałtów za pracę zdalną dla pracowników z niepełnym etatem. Ułatwią im to przepisy o okazjonalnej pracy zdalnej. Wyjaśniamy, dlaczego tak jest oraz tłumaczymy, co można zrobić, by nie stracić ryczałtu. Cytujemy też wyjaśnienia Marleny Maląg, minister rodziny, dotyczące wymiaru okazjonalnej pracy zdalnej po zmianie pracodawcy.", "link": "https://businessinsider.com.pl/prawo/praca/okazjonalnie-pracujesz-zdalnie-to-musisz-wiedziec-zeby-nie-stracic/bjqd4ty", "date_published": "2023-03-01 05:27:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Emeryci zobaczą więcej na koncie. Ruszyła waloryzacja", "description": "Świadczenia emerytalno-rentowe wypłacane przez ZUS co roku są waloryzowane. 1 marca wzrosły o 14,8 proc. W tym roku waloryzacja jest kwotowo-procentowa z zastosowaniem gwarantowanej kwoty podwyżki w wysokości 250 zł brutto.", "link": "https://businessinsider.com.pl/poradnik-finansowy/emeryci-zobacza-wiecej-na-koncie-ruszyla-waloryzacja/jv1t01l", "date_published": "2023-03-01 05:17:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Luka mieszkaniowa. Oto ile już mamy mieszkań i czy naprawdę wciąż ich brakuje", "description": "Od 2018 r. przybyło w Polsce milion mieszkań. Patrząc na wyliczenia luki mieszkaniowej sprzed lat i regres demograficzny, powinna być już dawno zasypana. Z porównania liczby mieszkań z liczbą gospodarstw domowych wynika, że luki już dawno nie ma. Poprawka o uchodźców i imigrantów wiele jednak zmienia. Liczbą mieszkań na tysiąc mieszkańców równamy się z Irlandią i Australią, ale wciąż brakuje nam dużo np. do poziomu Rosji.", "link": "https://businessinsider.com.pl/gospodarka/luka-mieszkaniowa-oto-ile-mamy-mieszkan-i-czy-naprawde-wciaz-ich-brakuje/lbx1679", "date_published": "2023-03-01 05:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To Donald Tusk chce zrobić z gospodarką. Analizujemy jego plan", "description": "Politycy PiS uwielbiają krytykować PO za to, że partia nie ma rozpisanego programu. Faktycznie, pomysł Donalda Tuska na Polskę – na przykład na gospodarkę – to ciągle dużej mierze zagadka. Nawet jeśli jednak nie ma szczegółowego programu, krystalizuje się plan, o którym szef PO mówi podczas swojego objazdu po kraju. Oto główne założenia tego planu – a także to, co z niego wypadło, również przez ewidentne wpadki.", "link": "https://businessinsider.com.pl/gospodarka/to-donald-tusk-chce-zrobic-z-gospodarka-analizujemy-jego-plan/cmj4n61", "date_published": "2023-03-01 05:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kilka milionów Polaków może zrezygnować z dodatkowych pieniędzy. Marczuk: leżą na ulicy", "description": "1 marca ok. 8 mln pracowników zostało z automatu zapisanych do programu PPK. — Jeśli będzie około 500-800 tys. osób, które nie złożą deklaracji odstąpienia od programu, to będzie niezły rezultat — przyznaje w rozmowie z Business Insiderem Bartosz Marczuk, wiceprezes PFR. Dodaje, że trudno znaleźć argumenty za rezygnacją z ekstra pieniędzy, które wręcz \"leżą na ulicy\". Wskazuje, kto jest cichym bohaterem tego projektu, jak wygląda zainteresowanie PPK w branżach i czy przyszli emeryci mogą liczyć na spokojną starość pod palmami.", "link": "https://businessinsider.com.pl/poradnik-finansowy/te-pieniadze-leza-na-ulicy-miliony-polakow-nawet-sie-po-nie-nie-schyla/rh8hzk8", "date_published": "2023-03-01 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]