[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "You Don’t Need To Make An Open-World Game | Spot On", "description": "The Legend of Zelda: Tears of the Kingdom is a brilliant open-world game, but developers and publishers should make smaller games, instead of bigger ones.\n#TearsOfTheKingdom #Zelda #gamespot \n\nThe Legend of Zelda: Tears of the Kingdom earned a rare 10/10 from GameSpot, which got Tam and Lucy thinking about all the open-world games they've played over the years, and question how many were actually worth the time investment. While massive open-worlds can be fantastic when done well, games don't need them to stand out. \n\nThe two discuss how games like Breath of the Wild and Elden Ring have pushed open-world game design forward, and how some games like Far Cry 6 and Forspoken, are stuck in the past. \n\nSpot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry there's always something to talk about but, unlike most other news shows, Spot On will dive deep into single topic as opposed to recapping al the news. Spot On airs each Friday.\n\nThank you to Crowsmack for providing the artwork used on the Spot On set. Find more of his work on his website: https://crowsmackart.com/.", "link": "https://www.youtube.com/watch?v=cMgWZrB9TcU", "date_published": "2023-05-12 20:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "14 Things I Wish I Knew Legend of Zelda: Tears of the Kingdom", "description": "Tears of the Kingdom has finally arrived, and it has shaped up to be one of the most mind bending games I’ve ever played. During my time with the game, I’m willing to share a couple secrets I’ve learned along the way, and all of these are achievable before even leaving the beginning area, the Great Sky Islands. So here are 14 spoiler-friendly things that I wish I knew while playing Tears of the Kingdom.\n\n#tearsofthekingdom #thelegendofzelda #gaming \n\nTimestamps:\n0:00 Intro\n0:23 Zonai Overcharge\n0:52 Torch 2.0\n1:11 Updraft Upgrades\n1:39 Learn to Throw\n1:50 Toss Items at Certain Enemies\n2:10 Careful When Fusing Certain Items\n3:09 No Durability Used\n3:24 Inventory Gets Crazy\n4:12 Icicles are Useful\n4:32 Ice Block Possibilities\n5:15 Shield Bomb Launching\n5:42 Windshield High Jump\n5:59 Glider Control\n6:20 Ability Combinations\n7:54 Outro", "link": "https://www.youtube.com/watch?v=2UHacX6tuMM", "date_published": "2023-05-12 15:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Legend Of Zelda: Tears Of The Kingdom Starter Guide", "description": "From how to tackle the game's opening shrines, how to use the new Fuse, Ultrahand, Recall, and Ascend powers, what to see along the way, and things to make sure not to miss before setting out into Hyrule, including the paraglider, here's the definitive starter guide for Tears of the Kingdom.\n#gaming #TearsOfTheKingdom #gamespot \n\nTears of the Kingdom is a massive game, and like Breath of the Wild, after the tutorial area, you can head off in any direction which can be overwhelming and there are extra things you can miss. We’re here to help you navigate the starting area and get you ready for exploring Hyrule worry-free. Just keep in mind this covers the first 2-3 hours of the game, so early game spoiler warning here.\n\nAfter the beginning scripted section where you can’t really deviate from the path, you’re plopped down in the Great Sky Islands. You’re going to want to first pick up the broken Master Sword, push the switch to open the door, and make your way through the tunnels. This Decayed Master Sword has very low durability, and if it breaks, it doesn’t recharge. But it's not a huge deal, you will pick up other equipment very soon. Right before seeing the outside world, there’s a treasure chest with a piece of armor inside waiting for you here, it’s easy to overlook. Since the starting area enemies aren’t pushovers, having extra armor reduces damage taken from half a heart to quarter heart and you won’t need to use as many healing items. So don’t miss it.\n\nThen head out into the Great Sky Islands main area, diving into the large pond below. Get yourself acclimated to the controls, and explore this small island for a couple tree branches and mushrooms. If you beat the construct on the left down the stairs, you can nab it's more powerful Wooden Stick on the altar behind it. Head over to the right and grab the Purah Pad from the Steward Construct. Look around for more loot, then go out to the platform and dive off into the pond below.\n\nFrom here you can explore the immediate area for a bit, scrounging materials, cooking and getting yourself acclimated to combat if you’d like. The end goal though is to approach the Temple of Time, so after you’ve gotten your fill of exploring this area, you can run from or take out the guard with the shield, and go ahead and approach the main building.\n\nAfter a short cutscene, Rauru will point you in the right direction, towards your very first shrine. But let's first explain the layout of what's happening now. While the multiple islands and land formations can be disorienting, your path right now is in a counterclockwise trip to several shrines around the island going higher and higher, unlike the Great Plateau in Breath of the Wild which allowed shrines to be completed in any order. There are going to be several optional side areas along the way that you’re welcome to explore and loot as well, but we’ll be focusing on the main path and getting you finished on the Great Sky Island. Just remember everything here can be easily revisited later with better traversal options,so there’s no massive rush to figure out this entire island if you’d rather progress the story.\n\n0:00 Intro\n0:30 Great Sky Island Full Guide\n11:01 Paraglider Guide\n12:35 You're ready!\n12:52 Outro", "link": "https://www.youtube.com/watch?v=_mCJH1J8BFQ", "date_published": "2023-05-12 13:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Our Zelda Expert Gives His Thoughts On Tears of the Kingdom | GameSpot After Dark Ep 192", "description": "GameSpot's Zelda expert Max Blumenthal joins to talk about the Legend of Zelda: Tears of the Kingdom.\n\n#tearsofthekingdom #gamespot #podcast \n\nSubscribe to the audio version!\nhttps://podcasts.apple.com/us/podcast/gamespot-after-dark/id1476085691\nhttps://open.spotify.com/show/5qmuPYfpj7R7yHXEtKBocG", "link": "https://www.youtube.com/watch?v=M9pQ0mY-1Nk", "date_published": "2023-05-12 00:52:02+00:00", "persistent": false, "user": null, "language": "en-US"}]