[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "XWorm Malware Exploits Follina Vulnerability in New Wave of Attacks", "description": "Cybersecurity researchers have discovered an ongoing phishing campaign that makes use of a unique attack chain to deliver the XWorm malware on targeted systems.\nSecuronix, which is tracking the activity cluster under the name MEME#4CHAN, said some of the attacks have primarily targeted manufacturing firms and healthcare clinics located in Germany.\n\"The attack campaign has been leveraging rather", "link": "https://thehackernews.com/2023/05/xworm-malware-exploits-follina.html", "date_published": "2023-05-12 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Netgear Routers' Flaws Expose Users to Malware, Remote Attacks, and Surveillance", "description": "As many as five security flaws have been disclosed in Netgear RAX30 routers that could be chained to bypass authentication and achieve remote code execution.\n\"Successful exploits could allow attackers to monitor users' internet activity, hijack internet connections, and redirect traffic to malicious websites or inject malware into network traffic,\" Claroty security researcher Uri Katz said in a", "link": "https://thehackernews.com/2023/05/netgear-routers-flaws-expose-users-to.html", "date_published": "2023-05-12 14:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Stealthy Variant of Linux Backdoor BPFDoor Emerges from the Shadows", "description": "A previously undocumented and mostly undetected variant of a Linux backdoor called BPFDoor has been spotted in the wild, cybersecurity firm Deep Instinct said in a technical report published this week.\n\"BPFDoor retains its reputation as an extremely stealthy and difficult-to-detect malware with this latest iteration,\" security researchers Shaul Vilkomir-Preisman and Eliran Nissan said.\nBPFDoor (", "link": "https://thehackernews.com/2023/05/new-variant-of-linux-backdoor-bpfdoor.html", "date_published": "2023-05-12 13:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Solving Your Teams Secure Collaboration Challenges", "description": "In today's interconnected world, where organisations regularly exchange sensitive information with customers, partners and employees, secure collaboration has become increasingly vital. However, collaboration can pose a security risk if not managed properly. To ensure that collaboration remains secure, organisations need to take steps to protect their data.\nSince collaborating is essential for", "link": "https://thehackernews.com/2023/05/solving-your-teams-secure-collaboration.html", "date_published": "2023-05-12 11:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Bl00dy Ransomware Gang Strikes Education Sector with Critical PaperCut Vulnerability", "description": "U.S. cybersecurity and intelligence agencies have warned of attacks carried out by a threat actor known as the Bl00dy Ransomware Gang that attempt to exploit vulnerable PaperCut servers against the education facilities sector in the country.\nThe attacks took place in early May 2023, the Federal Bureau of Investigation (FBI) and Cybersecurity and Infrastructure Security Agency (CISA) said in a", "link": "https://thehackernews.com/2023/05/bl00dy-ransomware-gang-strikes.html", "date_published": "2023-05-12 07:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Severe Security Flaw Exposes Over a Million WordPress Sites to Hijack", "description": "A security vulnerability has been disclosed in the popular WordPress plugin Essential Addons for Elementor that could be potentially exploited to achieve elevated privileges on affected sites.\nThe issue, tracked as CVE-2023-32243, has been addressed by the plugin maintainers in version 5.7.2 that was shipped on May 11, 2023. Essential Addons for Elementor has over one million active", "link": "https://thehackernews.com/2023/05/severe-security-flaw-exposes-over.html", "date_published": "2023-05-12 05:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}]