[{"source": "https://www.theguardian.com/international/rss", "title": "Josh Harris group finalizes record $6.05bn deal to buy NFL’s Commanders", "description": "<ul><li>A group led by Josh Harris has agreed to buy the Commanders</li><li>The deal is richest for a North American professional sports team</li></ul><p>A group led by Josh Harris that includes Magic Johnson has agreed to buy the NFL’s Washington Commanders from longtime owner Dan Snyder and his family.</p><p>The sides announced the deal in a joint statement Friday, roughly a month after they <a href=\"https://www.theguardian.com/sport/2023/apr/13/washington-commanders-sale-daniel-snyder-josh-harris-group\">reached an agreement in principle</a> on the sale for a record $6.05bn.</p> <a href=\"https://www.theguardian.com/sport/2023/may/12/josh-harris-washington-commanders-sale-dan-snyder\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/12/josh-harris-washington-commanders-sale-dan-snyder", "date_published": "2023-05-12 21:06:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "USA upset defending champions Finland to open men’s ice hockey worlds", "description": "<ul><li>USA win 4-1 over defending champs to open ice hockey worlds</li><li>Event moved to Finland from Russia due to Ukraine invasion</li></ul><p>The United States overcame defending champion Finland 4-1 to open the ice hockey world championship on Friday.</p><p>Alex Tuch scored two goals and Drew O’Çonnor had a goal and two assists to lead the US. Cutter Ganthier also scored and goaltender Casey DeSmith stopped 23 shots in Tampere.</p> <a href=\"https://www.theguardian.com/sport/2023/may/12/usa-finland-ice-hockey-world-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/12/usa-finland-ice-hockey-world-championship", "date_published": "2023-05-12 19:41:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukraine has choice of targets as it plots counteroffensive", "description": "<p>At critical point in war, Ukraine could press – or appear to press – in multiple locations to try to push Russians back</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/12/russia-ukraine-war-live-moscow-denies-wagner-claims-of-bakhmut-breakthrough-by-ukraine\">Russia-Ukraine war – latest news updates</a></li></ul><p>After 15 months of fighting, the war in Ukraine is heading towards its most critical point. Kyiv has assembled a force – 12 brigades and perhaps 60,000 troops strong, if leaked Pentagon papers are to be believed – equipped largely with Nato-standard tanks, armour and artillery, and trained in part in the west.</p><p>At the same time, Russia’s winter offensive is over and it has failed. The campaign to gain ground along the eastern front from Kreminna in the north, to capture Bakhmut in the centre and Vuhledar in the south is faltering, the culminating point often considered by militaries as the optimum point for a counterattack.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/ukraine-has-choice-of-targets-as-it-plots-counteroffensive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/ukraine-has-choice-of-targets-as-it-plots-counteroffensive", "date_published": "2023-05-12 13:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Portugal could ban smoking near public buildings in October", "description": "<p>Draft legislation also proposes restriction on sales with aim to be tobacco-free by 2040</p><p>The Portuguese government has announced draft legislation that would restrict tobacco sales and ban smoking in covered outdoor terraces and near schools, hospitals and sports venues in an attempt to create a smoke-free generation by 2040.</p><p>The health minister, Manuel Pizarro, said the proposals were intended to tackle tobacco use and not to punish smokers or business owners. “This is a bill that takes firm steps towards promoting health and protecting people from exposure to tobacco smoke,” he said on Thursday.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/portugal-ban-smoking-public-buildings-sales-tobacco\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/portugal-ban-smoking-public-buildings-sales-tobacco", "date_published": "2023-05-12 11:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Elena Ferrante and Marian Keyes among authors competing in Eurovision book contest", "description": "<p>As musicians prepare for the Eurovision song contest on Saturday, entries for its literary counterpart have been announced</p><p>Elena Ferrante, Marian Keyes and Javier Marias have all been chosen to represent their countries in the Eurovision book contest.</p><p>As singer <a href=\"https://www.theguardian.com/music/2023/may/06/uk-eurovision-entrant-mae-muller-ukraine-i-wrote-a-song\">Mae Muller</a> prepares to represent the UK in the Eurovision song contest grand final on Saturday night, Heartstopper author and illustrator Alice Oseman has been announced as the UK’s contender for the competition’s literary counterpart.</p> <a href=\"https://www.theguardian.com/books/2023/may/12/elena-ferrante-and-marian-keyes-among-authors-competing-in-eurovision-book-contest\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/12/elena-ferrante-and-marian-keyes-among-authors-competing-in-eurovision-book-contest", "date_published": "2023-05-12 10:43:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Weather tracker: flash floods and landslides hit parts of east Africa", "description": "<p>Many reported dead in Rwanda and Uganda, as heavy rain also devastates western regions of continent</p><p>May is the end of the rainy season for many parts of east Africa. However, this does not mean the devastation has ended.</p><p>Last week heavy rainfall, which started in the late afternoon on 2 May, led to flash flooding in parts of Rwanda and Uganda. These heavy downpours continued through to 4 May, with further wet weather following later in the week.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/weather-tracker-flash-floods-landslides-east-africa-rwanda-uganda\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/weather-tracker-flash-floods-landslides-east-africa-rwanda-uganda", "date_published": "2023-05-12 10:19:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s a failure of the system’: before Jordan Neely was killed, he was discarded", "description": "<p>The young New Yorker, who lived with severe mental illness, was known to hospitals, police and social services. Why did the city fail him?</p><p>Ten years before he was killed on the New York subway, Jordan Neely had a stable routine.</p><p>Every morning, he would walk across the Washington Bridge connecting the Bronx to Upper Manhattan. In his red Michael Jackson jacket, he was easy to see coming. When he got to the corner store near 181st Street, he’d meet Jony Espinal, a local resident who befriended Neely after recognizing him from online videos.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/12/jordan-neely-new-york-social-services-support-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/12/jordan-neely-new-york-social-services-support-mental-health", "date_published": "2023-05-12 10:00:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘A sandbar peninsula surrounded by crystal clear water and clean beaches’: readers’ highlights of Poland", "description": "<p>Spectacular architecture, art and wilderness feature among our readers’ favourite encounters . <strong>Scroll down for the winning tip and to send us your own</strong></p><p>The relative remoteness of Zamość, a south-eastern town (only a few buses and trains each day from Lublin), makes the surprise of emerging onto its extraordinary Rynek square even more delightful. Set on an important trading route, with ornate Armenian merchant houses painted yellow, red and blue, the square and surrounding streets were designed by Venetian Renaissance architect Bernardo Morando. Sip a beer on the square on a summer evening, or if you are there in December a nearby square is full of bathtubs containing carp for sale (the Polish Christmas delicacy of choice).<br /><strong>Edward</strong></p> <a href=\"https://www.theguardian.com/travel/2023/may/12/readers-highlights-of-poland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/12/readers-highlights-of-poland", "date_published": "2023-05-12 10:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Professor accused of sexually assaulting teenager as China’s #metoo movement struggles forward", "description": "<p>Victim alleges in viral social media post that assault 11 years ago resulted in her becoming pregnant and having an abortion</p><p>Followers of China’s struggling #MeToo movement have been gripped by a series of recent allegations, including against a professor at a high-profile university, which went viral online and been reported by state media.</p><p>The professor at China’s largest public university, has been suspended after being accused of the historical sexual assault of a then-16-year-old girl.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/professor-accused-of-sexually-assaulting-teenager-as-chinas-metoo-movement-struggles-forward\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/professor-accused-of-sexually-assaulting-teenager-as-chinas-metoo-movement-struggles-forward", "date_published": "2023-05-12 09:56:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Never too soon’: how Tony Mowbray made Sunderland playoff contenders", "description": "<p>Under the guidance of their veteran manager, a team of electric youngsters led by Amad Diallo has exceeded expectations</p><p>Amad Diallo cost Manchester United £25m and Édouard Michut trained alongside Lionel Messi, Neymar and Kylian Mbappé at Paris Saint-Germain, but they receive no special privileges from Tony Mowbray.</p><p>The Sunderland manager’s insistence on good habits – on and off the pitch – involves all players, star loanees included, routinely brushing down their boots and hanging them on the correct peg. Instead of allowing dirty shorts and socks on the dressing room floor, they must be picked up and turned inside out, ready for the kit man to place in the washing machine.</p> <a href=\"https://www.theguardian.com/football/2023/may/12/never-too-soon-how-tony-mowbray-made-sunderland-playoff-contenders\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/12/never-too-soon-how-tony-mowbray-made-sunderland-playoff-contenders", "date_published": "2023-05-12 09:42:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "California’s ‘ghost lake’ reappears after sodden winter", "description": "<p>New satellite images document the re-emergence of Tulare Lake, and residents brace for more flooding as snowpack starts to melt</p><p>New satellite images released from Nasa this week showcase the dramatic reappearance of California’s Tulare Lake after water swallowed swaths of land across the state’s agricultural center that had long been dry.</p><p>Taken between the start of February and the end of April and colored artificially to help distinguish the water from vegetation and bare ground, the images highlight the scale of the transformation across the region still grappling with the aftermath of this winter’s heavy rains and snow.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/12/california-ghost-lake-nasa-images\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/12/california-ghost-lake-nasa-images", "date_published": "2023-05-12 05:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Why is the Darfur region so central to fighting in Sudan?", "description": "<p>Rapid Support Forces faction likely to fall back to lawless stronghold if fight with regular army fails in capital</p><p>Darfur is a huge and largely arid swath of western and south-western Sudan that has suffered <a href=\"https://www.amnesty.org/en/latest/news/2023/04/sudan-new-conflict-escalation-exacerbates-20-years-of-suffering-for-civilians-in-darfur/\">recurrent conflict</a>, drought, famine and many other problems for decades. It covers 500,000 sq km, is split into five states, and has a population of about 10 million, of which up to a tenth are living in camps for those displaced from their homes. Conditions vary, but much of the region is a lawless zone where militias and other armed groups attack civilians with virtual impunity. Darfur is also a regional hub for trafficking routes and a centre of gold mining.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/why-is-the-darfur-region-so-central-to-fighting-in-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/why-is-the-darfur-region-so-central-to-fighting-in-sudan", "date_published": "2023-05-12 05:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "So many young Australians like me will rent forever – it needs to be made livable and affordable | Ada Lester", "description": "<p>The government’s increase of rent assistance feels like a child-sized Band-Aid for a basic human rights problem</p><p>I had more ambition to own property as a teenager than I do now. I am 24 years old and <a href=\"https://www.smh.com.au/property/news/do-house-prices-really-double-every-10-years-20211203-p59eif.html\">house prices in my home town, Hobart</a>, have more than doubled in the past 10 years. Now I just dream about nice landlords.</p><p><a href=\"https://www.theguardian.com/australia-news/australian-budget-2023\">In the 2023 budget</a>, the government announced it would <a href=\"https://www.theguardian.com/australia-news/2023/may/09/federal-budget-2023-welfare-cost-of-living-crisis-relief-plan-jobseeker-youth-allowance-increase-rent-assistance-affordable-housing-australia\">increase the maximum rate</a> for those on the commonwealth rent assistance program by 15% (or up to $31 a fortnight), which is for people receiving government benefits such as full-time students, those on jobseeker, and pensioners. This is somewhat helpful for the thousands of people supported through these programs. But many renters are not.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/12/so-many-young-australians-like-me-will-rent-forever-it-needs-to-be-made-livable-and-affordable\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/12/so-many-young-australians-like-me-will-rent-forever-it-needs-to-be-made-livable-and-affordable", "date_published": "2023-05-12 03:14:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Disgraced former NRL player Jarryd Hayne sentenced to four years and nine months in jail", "description": "<p>Hayne was found guilty of assaulting a woman in her suburban Newcastle home on NRL grand final night 2018</p><p>Disgraced former NRL star Jarryd Hayne has been jailed for at least three years after sexually assaulting a woman in her home.</p><p>The 35-year-old was found guilty of two counts of sexual intercourse without consent on 4 April and taken into custody 10 days later when his bail was revoked.</p> <a href=\"https://www.theguardian.com/sport/2023/may/12/disgraced-former-nrl-player-jarryd-hayne-sentenced-to-four-years-and-nine-months-in-jail\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/12/disgraced-former-nrl-player-jarryd-hayne-sentenced-to-four-years-and-nine-months-in-jail", "date_published": "2023-05-12 03:08:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Mother review – Jennifer Lopez goes kick-ass in abject kidnap thriller", "description": "<p>Lopez plays an ex-special forces parent aiming to rescues her kid from the bad guys in this formulaic and muddled Netflix caper</p><p>There’s some real ChatGPT film-making here in this abjectly formulaic and inert Netflix thriller from director Niki Caro, although ChatGPT would have made a better, clearer job of the muddled story. This one has Jennifer Lopez rescue her 12-year-old daughter from the bad guys on a number of separate occasions, with one villain (Gael García Bernal) vanishing from the plot about halfway in, presumably left on the cutting-room floor. It’s a script which shows every sign of having had plenty of rewrites, though perhaps it could have done with a few more.</p><p>Lopez is ex-special forces, skilled in guns and knives and unarmed combat, with what an official calls an impressive number of “confirmed kills”; she bitterly regretted being drawn into gun-running and people-trafficking after leaving the army, and getting involved with creepy bad guys Hector Álvarez (Bernal) and former SAS Brit Adrian Lovell (Joseph Fiennes). She gets pregnant by one of them – the identity of the father is a fantastically uninteresting mystery which the film shows no interest in solving – and this personal event, combined with the horror of what she’s doing induces Lopez’s character to try getting out of the filthy trade.</p> <a href=\"https://www.theguardian.com/film/2023/may/12/the-mother-review-jennifer-lopez-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/12/the-mother-review-jennifer-lopez-netflix", "date_published": "2023-05-12 01:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Banana appeal: Australia’s first genetically modified fruit sent for approval", "description": "<p>Cavendish made to resist fungus threatening variety worldwide is seen as  safety net for growers if industry wiped out</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Scientists have submitted Australia’s first genetically modified fruit – a Cavendish banana – to regulators for approval, saying it has been engineered to withstand a deadly fungus that poses a threat to banana growers worldwide.</p><p>The banana, known as QCAV-4, has been genetically modified to resist a fungus known as Panama disease tropical race 4 (TR4), which is threatening the multibillion-dollar Cavendish industry globally.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/may/12/banana-appeal-australias-first-genetically-modified-fruit-sent-for-approval\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/may/12/banana-appeal-australias-first-genetically-modified-fruit-sent-for-approval", "date_published": "2023-05-12 00:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}]