[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Karol G: Tiny Desk Concert", "description": "Anamaria Sayre | May 15, 2023\n\nThe Colombian singer and global superstar shines brighter than ever in this surprising Tiny Desk performance.\n\nTINY DESK TEAM\nProducer: Anamaria Sayre \nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter \nVideographers:  Kara Frame, Joshua Bryant, Sofia Seidel, Michael Zamora\nAudio Assistant: Josephine Nyounai\nProduction Assistant: Ashley Pointer\nTiny Desk Team: Suraya Mohamed, Maia Stern, Hazel Cills, Marissa Lorusso, Pilar Galván, Jill Britton\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #eltiny #karolg", "link": "https://www.youtube.com/watch?v=D8UWsFMVj_Q", "date_published": "2023-05-12 15:56:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Arooj Aftab, Vijay Iyer, Shahzad Ismaily: Tiny Desk Concert", "description": "Nate Chinen | May 12, 2023\nAround the midpoint of Arooj Aftab, pianist Vijay Iyer and multi-instrumentalist Shahzad Ismaily's Tiny Desk concert as the trio Love in Exile, Aftab steeply intensifies her vocal outflow, generating a spirit of lift within the music. It's the cresting of a wave, in a sense, but no more inherently vital than the accumulating swell period, or the ensuing glide. For Aftab and her equal partners in the project, every musical offering arises from a slow-motion flutter of collective actions, which renders each passing moment unique.\n\nThat's a fanciful way of saying what the music invites you to understand at gut level: this group makes music strictly for the moment, creating a shared language in real time. As its members explained this spring, before the release of their entrancing self-titled debut, this highwire creative model is rooted in acute listening and mutual trust. Whatever the gesture — when Iyer plays a somber, strobing figure on Fender Rhodes piano, for example, or Ismaily wobbles a line on electric bass — it can be seen as an invitation. This performance, a marvel of concision by Love in Exile standards, extends a similar courtesy to any receptive ear.\n\nSET LIST\n\"Eyes Of The Endless\"\n\nMUSICIANS\nVijay Iyer: Fender Rhodes, piano\nArooj Aftab: vocals \nShahzad Ismaily: bass, Moog\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Kara Frame, Sofia Seidel\nAudio Assistant: Hannah Gluvna\nProduction Assistant: Ashley Pointer\nTiny Desk Team: Suraya Mohamed, Joshua Bryant, Marissa Lorusso, Hazel Cills, Ashley Pointer, Pilar Galván, Jill Britton\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #vijayiyer #aroojaftab #shahzadismaily", "link": "https://www.youtube.com/watch?v=z6QNNxCf-3s", "date_published": "2023-05-12 09:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}]