[{"source": "https://sekurak.pl/rss", "title": "Google Authenticator dodaje możliwość skonfigurowania kopii zapasowej w cloudzie.", "description": "<p>Tracisz telefon gdzie miałeś Google Authenticator generujący kody 2FA. To teraz masz problem, bo nie dostaniesz się do wielu swoich kont. Google od niedawna ma na to rozwiązanie: We are excited to announce an update to Google Authenticator, across both iOS and Android, which adds the ability to safely backup...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/google-authenticator-dodaje-mozliwosc-skonfigurowania-kopii-zapasowej-w-cloudzie/\" rel=\"nofollow\">Google Authenticator dodaje możliwość skonfigurowania kopii zapasowej w cloudzie.</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/google-authenticator-dodaje-mozliwosc-skonfigurowania-kopii-zapasowej-w-cloudzie/", "date_published": "2023-05-12 09:37:37+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://sekurak.pl/rss", "title": "Uwaga na krytyczną podatność w routerze TP-Linka (luka jest aktywnie exploitowana i możliwa do wykorzystania z poziomu Internetu). Dostępna jest łatka.", "description": "<p>Podatność CVE-2023-1389 została włączona do arsenału botnetu Mirai. Podatny model routera to: TP-Link Archer AX21 (tutaj łatka). Podatność jest klasy command injection bez uwierzytelnienia i sam atak jest względnie prosty, wystarczy takie żądanie HTTP do urządzenia: Początkowo podatność została zaraportowana jako exploitowalna tylko z LANu, jednak udało się jakimś cudem...</p>\n<p>Artykuł <a href=\"https://sekurak.pl/uwaga-na-krytyczna-podatnosc-w-routerze-tp-linka-luka-jest-aktywnie-exploitowana-i-mozliwa-do-wykorzystania-z-poziomu-internetu-dostepna-jest-latka/\" rel=\"nofollow\">Uwaga na krytyczną podatność w routerze TP-Linka (luka jest aktywnie exploitowana i możliwa do wykorzystania z poziomu Internetu). Dostępna jest łatka.</a> pochodzi z serwisu <a href=\"https://sekurak.pl\" rel=\"nofollow\">Sekurak</a>.</p>", "link": "https://sekurak.pl/uwaga-na-krytyczna-podatnosc-w-routerze-tp-linka-luka-jest-aktywnie-exploitowana-i-mozliwa-do-wykorzystania-z-poziomu-internetu-dostepna-jest-latka/", "date_published": "2023-05-12 07:24:20+00:00", "persistent": false, "user": null, "language": "pl-PL"}]