[{"source": "https://www.gamespot.com/feeds/mashup", "title": "You Can Now Play A Game Boy Version Of Halo: Combat Evolved", "description": "<p>An indie studio called Crusader Games has decided to make a Game Boy-like version of <a href=\"https://www.gamespot.com/games/halo-combat-evolved/\">Halo: Combat Evolved.</a> However, instead of calling it Halo Combat Evolved, the studio decided to have fun with it and call it Halo: Combat Devolved.</p><p dir=\"ltr\">The game was made using software called GB Studio. The official website describes the software as \"a quick and easy to use drag and drop retro game creator for your favorite handheld video game system.\" Halo: Combat Devolved can be played on a Game Boy Color, <a href=\"https://www.gamespot.com/articles/analogue-pocket-review-the-best-way-to-play-game-boy-games/1100-6498917/\">Analogue</a>, or straight from your web browser.</p><p dir=\"ltr\">You'll need to visit <a href=\"https://sofaswordsman.itch.io/halo-combat-devolved\">their website</a> to play this unofficial version of Halo. A message from the developers can be found on their website, reading, \"As a longtime fan of Halo: Combat Evolved, I'm creating a faithful demake for the Game Boy Color using GB Studio.\" Currently, the only playable level is the Pillar of Autumn, but Crusader Games has stated that it \"plans to continue adding levels to the project as time allows.\"</p><a href=\"https://www.gamespot.com/articles/you-can-now-play-a-game-boy-version-of-halo-combat-evolved/1100-6514135/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/you-can-now-play-a-game-boy-version-of-halo-combat-evolved/1100-6514135/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 22:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Recipes List And Cookbook", "description": "<p dir=\"ltr\"><strong><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-guides-hub/1100-6513966/\">Tears of the Kingdom</a> recipes</strong> are there to keep Link happy and healthy in any number of difficult situations. The most basic of recipes in his cookbook restore a few hearts in Link’s health meter, but if you add the right ingredients in the right amount, you can buff Link's defense, pump up his attack, and even <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-spicy-peppers-farm-locations/1100-6514003/\">keep him safe in harsh weather</a>.</p><p>We'll be updating this list as we find more, but for now, here's what you can get cooking with and how to get started.</p><h2 dir=\"ltr\">How to cook in Zelda: Tears of the Kingdom</h2><p dir=\"ltr\">You have two options for cooking in Zelda: Tears of the Kingdom, and while the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/\">Great Sky Island</a> has two stewards who teach you the basics, it’s easy to miss them if you aren’t exploring every inch of the island.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-recipes-list-and-cookbook/1100-6514134/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-recipes-list-and-cookbook/1100-6514134/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 21:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Joel Edgerton Had To Beg To Get Uncle Owen A Fight Scene On Obi-Wan Kenobi Series", "description": "<p>Joel Edgerton's career has come a long way since he first showed up as Uncle Owen for a couple scenes in the Star Wars prequels. He went from making indie thrillers (<em>very</em> good ones) with his brother Nash in Australia to being an actual movie star in Hollywood. And he apparently used some of that clout to very slightly expand Uncle Owen's role in last year's Obi-Wan Kenobi series: by getting him a bit of a fight scene with Moses Ingram's Inquisitor Reva.</p><p>While the character didn't get a ton of screen time back in the day in the original film when he was played by Phil Brown, it was impossible to forget Uncle Owen--he was one of the first Star Wars characters we ever met, and he and Aunt Beru were the characters who had to die so Luke Skywalker would have a reason not just to leave home but to fight against the Empire.</p><p>On the Obi-Wan Kenobi limited series, we got to spend more time with Uncle Owen than ever before, during his appearances in the premiere episode and the finale. During both episodes, Owen has to face down Inquisitor Reva--first in Mos Eisley, in public, and then in the finale when Reva is attempting to murder Luke Skywalker at the Lars homestead. And it sounds like Owen put up more of a fight than the show's producers and writers had originally planned.</p><a href=\"https://www.gamespot.com/articles/joel-edgerton-had-to-beg-to-get-uncle-owen-a-fight-scene-on-obi-wan-kenobi-series/1100-6514133/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/joel-edgerton-had-to-beg-to-get-uncle-owen-a-fight-scene-on-obi-wan-kenobi-series/1100-6514133/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 21:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom - Where To Get Majora's Mask", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> may be a direct sequel to the ever-beloved Breath of the Wild, but there are references to the franchise's long history scattered throughout this game's version of Hyrule, too. Among them is a wearable version of <strong>Majora's Mask</strong>, the titular headpiece from one of the series' most divisive entries, that fans will no doubt want to get their hands on. If you'd like to score Majora's Mask for yourself, read on.</p><h2>Where to get Majora's Mask in Zelda: Tears of the Kingdom</h2><p>Majora's Mask is found in the Floating Coliseum, which itself is located deep down under Hyrule in the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-depths-chasm-guide/1100-6514040/\">Depths</a>. Inside the Floating Coliseum, you'll find that you must face off against five Lynels--individually, not at once, thankfully. However, due to the difficulty of this showdown, it's recommended you tackle this challenge late in the game when you've got plenty of health, some good armor, and the <span><a href=\"https://www.gamespot.com/gallery/zelda-breath-of-the-wild-how-to-find-the-master-sw/2900-1132/\">Master Sword</a></span>.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4137256-2023051213145542%281%29.png\"><img alt=\"Head to where the stamp is shown to retrieve Majora's Mask.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4137256-2023051213145542%281%29.jpg\" /></a><figcaption>Head to where the stamp is shown to retrieve Majora's Mask.</figcaption></figure><p>When you're ready, though, enter the coliseum and take down the Lynels. The first four will be relatively simple if you've fought any of these beasts elsewhere already, but the final Lynel sports some hefty armor that will require some bashing with heavy attacks from a big weapon. Regardless of when or how you decide to take the Lynels down in the Floating Coliseum, you'll be rewarded with a chest you can open to reveal Majora's Mask.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-where-to-get-majoras-mask/1100-6514101/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-where-to-get-majoras-mask/1100-6514101/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 20:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "You Don’t Need To Make An Open-World Game", "description": "<p>On the second episode of Spot On, GameSpot's topical news show featuring managing editor Tamoor Hussain and senior producer Lucy James, we're talking about open-world games. Specifially, whether publisher and developers <em>need</em> to be making them.</p><p>Open world games are a big investment from both developers and players, but have they evolved significantly enough to warrant these investments? Games like The Legend of Zelda: Tears of the Kingdom, which was awarded a 10/10 in GameSpot's <a href=\"https://www.gamespot.com/reviews/the-legend-of-zelda-tears-of-the-kingdom-review/1900-6418063/\">review</a>, meaningfully adds to the genre, but games like it are few and far in between. This begs the question, should games be smaller?</p><div>          </div><p>GameSpot has a number of new shows on YouTube for you to check out. If you haven't already seen it, check out GameSpot's <a href=\"https://www.gamespot.com/articles/history-of-the-legend-of-zelda/1100-6513718/\">History of Legend of Zelda video here</a>. If video essays are more your speed, make sure to watch <a href=\"https://www.youtube.com/watch?v=Yc854Z3a0_Q\">Kurt Locker</a>, which is looking at the value of 6/10 games. You can check out No HUD, Experts React, How It Saved, and more on our<a href=\"https://www.youtube.com/@gamespot/videos\"> YouTube channel.</a></p>", "link": "https://www.gamespot.com/articles/you-dont-need-to-make-an-open-world-game/1100-6514132/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 20:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone 2 DMZ - How To Unlock Heated Madness Weapon Blueprint", "description": "<p dir=\"ltr\">Season 3 Reloaded is live in <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Warzone 2</a>, and DMZ's new Koschei Complex exclusion zone has an exclusive Kastov 762 assault rifle weapon blueprint, but you'll need to find and scavenge the pieces to \"build\" it. Here's how you can claim the Heated Madness weapon blueprint for yourself.</p><h2 dir=\"ltr\">How to unlock the free Heated Madness weapon blueprint</h2><p dir=\"ltr\">To get your hands on the colorful Heated Madness assault rifle weapon blueprint, you'll first need to visit DMZ's new Koschei Complex exclusion zone. This is a hidden area under Al Mazrah, but we have a full guide on all the different ways you can access this underground location.</p><p dir=\"ltr\">From there, you'll need to locate and successfully extract five weapon parts. These don't all need to be extracted in one match of DMZ, but you'll need them all before you can unlock the blueprint.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-dmz-how-to-unlock-heated-madness-weapon-blueprint/1100-6514130/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cod-warzone-2-dmz-how-to-unlock-heated-madness-weapon-blueprint/1100-6514130/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 20:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "You Don’t Need To Make An Open-World Game | Spot On", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4137240-spoton_s1ep002_tearsofthekingdomopenworld_20230512v2.jpg\" width=\"480\" /> The Legend of Zelda: Tears of the Kingdom is a brilliant open-world game, but developers and publishers should make smaller games, instead of bigger ones.", "link": "https://www.gamespot.com/videos/you-dont-need-to-make-an-open-world-game-spot-on/2300-6461372/", "date_published": "2023-05-12 20:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Willem Dafoe Will Play An Underworld Enforcer In Beetlejuice Sequel", "description": "<p>The underworld just got a little bit more populated with <a href=\"https://www.hollywoodreporter.com/movies/movie-news/beetlejuice-2-willem-dafoe-jenna-ortega-michael-keaton-1235485808/\">The Hollywood Reporter</a> confirming that Willem Dafoe joining the Beetlejuice sequel after <a href=\"https://www.giantfreakinrobot.com/ent/exclusive-willem-dafoe-beetlejuice-2.html\">Giant Freaking Robot</a> was the first to leak the news. Production for the sequel to the Tim Burton-helmed horror comedy officially went underway this past week.</p><p>The casting of the film is in full swing with <a href=\"https://www.gamespot.com/articles/monica-bellucci-joins-beetlejuice-2-as-his-ghoulish-wife/1100-6514078/\">Monica Belluci</a> joining up as Beetlejuice's (Michael Keaton) ghoulish wife which was announced Thursday. Jenna Ortega will play the daughter of Lydia Deetz, who will once again be played by Winona Ryder, in the film. Catherine O'Hara is also among the returning cast while Justin Theroux will be one of the brand-new additions. </p><p>Burton will return as director and producer for the sequel along with Brad Pitt's Plan B, among others. Al Gough and Miles Millar, the creators of the Ortega-starring Wednesday Netflix series and Superman prequel series Smallville, wrote the screenplay.</p><a href=\"https://www.gamespot.com/articles/willem-dafoe-will-play-an-underworld-enforcer-in-beetlejuice-sequel/1100-6514131/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/willem-dafoe-will-play-an-underworld-enforcer-in-beetlejuice-sequel/1100-6514131/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 20:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Where To Get The Hylian Shield", "description": "<p>If there's something you can count on finding in a Zelda game, it's the beloved (and typically quite strong) Hylian Shield--and that hasn't changed in <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">Zelda: Tears of the Kingdom</a>. As a matter of fact, you can actually get your hands on the Hylian Shield pretty early in the game if you're daring and clever enough. If that sounds like something you're down for, we'll tell you how below.</p><h2>Where to get the Hylian Shield</h2><p>Before setting off to get the Hylian Shield, you'll first want to complete a few of the main story missions in Hyrule. In particular, you'll want to be sure you've obtained the paraglider, as it will make getting to the shield much, much easier. When you're prepared, be sure you have a bow and arrow, then make your way to the foreboding Hyrule Castle.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4137262-2023051213341466%281%29.png\"><img alt=\"Head here to find the Hylian Shield.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4137262-2023051213341466%281%29.jpg\" /></a><figcaption>Head here to find the Hylian Shield.</figcaption></figure><p>When you arrive, opt to climb around the rocks on the sides of the massive castle, navigating your way to the northeast of the perimeter until you can see a spot that lets you enter beneath the castle into an area that appears to be an old dock. Now you'll need to make a decision here to either build a boat to cross into the cave here, or find a spot that lets you glide down into this section.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-where-to-get-the-hylian-shield/1100-6514128/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-where-to-get-the-hylian-shield/1100-6514128/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 19:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 11 Classic PC Games For Just $4", "description": "<p dir=\"ltr\">Fanatical’s Retro Rampage Bundle is on sale for just $4 for a limited time, saving you a whopping 98% off the collection’s usual $159.89 price tag.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.kqzyfj.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/retro-rampage-bundle\">See at Fanatical</a> </div><p dir=\"ltr\"> </p><p dir=\"ltr\">This deal includes 11 classic PC games, such as the retro 2D platformer Flashback, the original version of the cult-favorite shooter XIII, and all three games from the arcade racing game trilogy MegaRace. You also get three games starring the classic comic strip duo Asterix &amp; Obelix--including the 3D platformers Asterix &amp; Obelix XXL: Romastered and Asterix &amp; Obelix XXL 2, and the side-scrolling brawler Asterix &amp; Obelix: Slap Them All.</p><a href=\"https://www.gamespot.com/articles/get-11-classic-pc-games-for-just-4/1100-6514127/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-11-classic-pc-games-for-just-4/1100-6514127/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 19:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The True Tears Of The Kingdom Are For The Dog You Can't Pet", "description": "<p>The Legend of Zelda: Tears of the Kingdom is scoring fantastic reviews, but there is one element of the game that this reporter finds to be a huge bummer: You cannot pet the dog.</p><p>The Can You Pet the Dog? Twitter account brings us this very sad news, and GameSpot can independently confirm that this is indeed the case. The adorable dog in Tears of the Kingdom rolls around on its back and it sure would be nice to give it some pets, but alas, it was not meant to be. This is standard stuff for recent Zelda games, as Breath of the Wild also denied players the opportunity to pet dogs.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">You cannot pet the dog in The Legend of Zelda: Tears of the Kingdom <a href=\"https://t.co/dAxQCnKF5X\">pic.twitter.com/dAxQCnKF5X</a></p>  — Can You Pet the Dog? (@CanYouPetTheDog) <a href=\"https://twitter.com/CanYouPetTheDog/status/1657006064942956544?ref_src=twsrc^tfw\">May 12, 2023</a></blockquote>              </div><p>Dogs in Tears of the Kingdom can be found near stables throughout Hyrule. You can stand near them to trigger the animation above. Feeding the dogs will make them happy and in turn they will direct you to buried treasure, <a href=\"https://www.ign.com/articles/zelda-tears-of-the-kingdom-sorry-you-still-cant-pet-the-dog\">according to IGN</a>. But you cannot pay the dog back with some nice pets.</p><a href=\"https://www.gamespot.com/articles/the-true-tears-of-the-kingdom-are-for-the-dog-you-cant-pet/1100-6514125/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-true-tears-of-the-kingdom-are-for-the-dog-you-cant-pet/1100-6514125/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 18:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fast And Furious Will Now End With A Trilogy, Not Two Movies, According To Vin Diesel", "description": "<p>Fast X could be a three-parter, according to star and producer Vin Diesel. He said at the movie's red carpet event in Rome today, May 12, that Universal wants Fast X to be a trilogy. It was originally going to be two movies, but why not one more, the studio reportedly asked.</p><p>\"Going into making this movie, the studio asked if this could be a two-parter. After the studio saw Part 1, they said could you make Fast X: The Finale a trilogy? So umm,\" Diesel said, trailing off. Co-star Michelle Rodriguez added, \"It's three acts in any story.\"</p><p>Diesel then walked away from the interviewer and said, \"I'm gonna get in trouble here.\" Reality check: Diesel is not going to get in trouble for this. In fact, it's possible this was a planned stunt to generate <em>even more </em>buzz for the Fast series.</p><a href=\"https://www.gamespot.com/articles/fast-and-furious-will-now-end-with-a-trilogy-not-two-movies-according-to-vin-diesel/1100-6514124/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/fast-and-furious-will-now-end-with-a-trilogy-not-two-movies-according-to-vin-diesel/1100-6514124/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 18:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Post-Credits Scene - How To Get The True Ending", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> is something that you're likely to obtain if you've completed the important main quests. However, there are a few caveats, as we've learned from our writers. Here's our guide to help you get the true ending in Zelda: Tears of the Kingdom.</p><h2>How to get the true ending in The Legend of Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom true ending is, essentially, a post-credits scene. Basically, after defeating the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ganondorf-final-boss-guide/1100-6514051/\"><strong>final boss</strong></a>, you'll see the following:</p><ul><li>The final boss will explode.</li><li>The spirits of Rauru and Sonia appear, and they'll return Zelda back to her human form.</li><li>As Link, you'll have to skydive and catch her.</li><li>The two will talk in the field as you see a Hyrule Castle that's free of corruption.</li></ul><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137065-zelda-tears-of-the-kingdom-true-ending-guide-1.jpg\"><img alt=\"Personally, I was so tempted to see what would happen if I didn't press the A button. Maybe there's a secret scene where the two just land splat on the ground, but I didn't want to redo the whole final boss encounter.\" src=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137065-zelda-tears-of-the-kingdom-true-ending-guide-1.jpg\" /></a><figcaption>Personally, I was so tempted to see what would happen if I didn't press the A button. Maybe there's a secret scene where the two just land splat on the ground, but I didn't want to redo the whole final boss encounter.</figcaption></figure><p>The credits will play after that. Then, another scene will play. This shows Link and company standing in the Temple of Time in the Sky World. There, Mineru will say that her task is done. The group promises to support Zelda, and Mineru will finally be at peace. The Mineru Construct will also crumble.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-true-ending-guide-post-credits-scene/1100-6514052/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-true-ending-guide-post-credits-scene/1100-6514052/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom - How To Beat The Final Boss", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> final boss is someone that long-time fans should be familiar with. This time, an old rival has a few tricks up his sleeve. Here's our guide to help you beat the final boss in Zelda: Tears of the Kingdom. Naturally, this article contains <strong>major spoilers</strong>.</p><h2>How to beat final boss <span>Ganondorf</span> in The Legend of Zelda: Tears of the Kingdom</h2><p>The Legend of Zelda: Tears of the Kingdom Ganondorf final boss is no longer the mummified version from the intro, nor is he the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-phantom-ganon-guide/1100-6514047/\"><strong>Phantom Specter</strong></a> that you saw in Hyrule Castle. This time, he's beefed up considerably, and he's going to test your mettle.</p><p>All of Ganondorf's attacks cause the Gloom affliction, so make sure you've got <strong>Sundelion-based meals</strong> to cleanse the debuff when necessary. Oh, and we have to mention, this is a boss battle with three and a half phases. If you want, you can take photos of each of his forms so they can be added to your compendium.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ganondorf-final-boss-guide/1100-6514051/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ganondorf-final-boss-guide/1100-6514051/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom - How To Get The Master Sword", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Master Sword, the series' iconic weapon, is lost early in the game due to storyline purposes. However, you'll be able to retrieve it soon enough. Here's our guide to help you get the Master Sword in Zelda: Tears of the Kingdom. Likewise, it should be noted that <strong>this article contains major spoilers</strong>.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">The normal method: Learn of its location from the Deku Tree</a></li></ul></div><p>You start The Legend of Zelda: Tears of the Kingdom with the Master Sword already in Link's possession. However, it gets corrupted by Ganondorf during the prologue, and Link loses the damaged version as well. This is unavoidable, but there are a few ways to learn of its location.</p><h2 id=\"The_normal_method__Learn_of_its_location_from_the_Deku_Tree\">The normal method: Learn of its location from the Deku Tree</h2><p>The normal method to obtain the Master Sword is by learning of its location from the Deku Tree. First, you'll have to <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-deku-tree-hyrule-forest-guide/1100-6514032/\"><strong>cleanse Great Hyrule Forest</strong></a>, which isn't even noted as a main quest. Upon talking to the Deku Tree, you'll receive the Recovering the Master Sword quest. If you track the quest, you'll see that the weapon is <em>moving</em>.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-master-sword-guide/1100-6514050/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-master-sword-guide/1100-6514050/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom - Phantom Ganon Boss Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Phantom Ganon boss fight takes place during the later portion of the campaign. You'll meet Link's old rival in a challenging and chaotic battle. Here's our guide to help you beat the Phantom Ganon boss fight in Zelda: Tears of the Kingdom.</p><h2>How to beat Phantom Ganon in The Legend of Zelda: Tears of the Kingdom</h2><p>For the sake of clarity, the Zelda: Phantom Ganon boss fight we detail here is the one that occurs in Hyrule Castle. Although you take him on in the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-deku-tree-hyrule-forest-guide/1100-6514032/\"><strong>Deku Tree Chasm</strong></a>, that's just but one opponent. The one in Hyrule Castle pits you against five specters.</p><p>It can be a hassle since, apart from numerous foes, your own companions don't do a good job handling aggro either. Worse, since they're engaged in melee, you'll end up wading into the thick of the fray if ever you plan on activating their abilities, likely risking a brutal hit. Moreover, since Phantom Ganon is corrupted by the Gloom, any damage you take will also afflict you with the debuff, lowering your max HP by locking down your hearts.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-phantom-ganon-guide/1100-6514047/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-phantom-ganon-guide/1100-6514047/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Nintendo Switch Price Won't Be Cut This Year, But $70 Games Aren't Becoming The Standard Yet", "description": "<p>Nintendo has confirmed that the Switch will not get a price cut before April 2024. The company also commented on whether or nor $70 will be the standard price point for Switch games going forward. The <a href=\"https://www.nintendo.co.jp/ir/pdf/2023/230510e.pdf\">English translation of a recent investor Q&amp;A is available now</a>, and regarding price cuts... don't expect one soon.</p><p>Nintendo president Shuntaro Furukawa said the price of certain materials has come down since the Switch launched in 2017, but \"overall costs remain high.\" Furukawa pointed out that inflation and foreign exchange rates are also not helping Nintendo very much these days.</p><p>\"Even if raw material prices decrease, it will take time for this to be reflected in manufacturing costs. Currently, there are no plans to reduce the price of our hardware during this fiscal year,\" Furukawa said. \"On the other hand, while we also have no plans to raise prices, the yen continues to be weak, and procurement costs remain high, so we will continue to monitor the situation carefully.</p><a href=\"https://www.gamespot.com/articles/nintendo-switch-price-wont-be-cut-this-year-but-70-games-arent-becoming-the-standard-yet/1100-6514120/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/nintendo-switch-price-wont-be-cut-this-year-but-70-games-arent-becoming-the-standard-yet/1100-6514120/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 17:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How The Award-Winning Game You Likely Missed Vanished, And Why It's Coming Back - Cart Life Preview", "description": "<p>When it comes to identifying the single-most important year for indie games--the one that helped showcase their innovation and saw their influence grow--it doesn't take much to make a case for 2013. It was the year of The Stanley Parable and Papers, Please, of Hotline Miami and Don't Starve. Gone Home and Kentucky Route Zero were another two that were particularly notable, and lest we forget Rogue Legacy, Guacamelee, Surgeon Simulator, Antichamber, and Depression Quest. It was a year that was not solely defined by a new Grand Theft Auto, but in part by a growth in intimate and innovative titles. This of course makes it all the more interesting that one of the most critically-acclaimed games of that year--the one that took home the Seumas McNally Grand Prize at the annual Independent Games Festival--is one that all but disappeared.</p><p dir=\"ltr\">Richard Hofmeier's Cart Life is a simulation-adventure game that follows three cart vendors simply trying to make rent and get by. Back in 2013, it was praised for how its immersive mechanics forced players to experience similar frustrations to the vendors they play as, and for being an empathic ode to the working class. Yet for much of the last decade, it has been largely unplayable. Between delistings, bugs, and certain portions of the game being locked behind said bugs, the solo venture has teetered on the edge of remembrance. This is exactly why AdHoc Studio decided to contact Hofmeier and change that.</p><p dir=\"ltr\">Earlier this year, GameSpot got the chance to sit down with AdHoc Studio co-founder Nick Herman, talk to him about the process of finishing and publishing Cart Life, and play the first 20 minutes. While the game was still far from finished, the experience of playing Cart Life and seeing firsthand what made it special all those years ago was exciting. Despite nearly a decade passing, the mechanics still feel impactful and unique, and the story remains poignant. However, even more enlightening was the conversation I had with Herman about the game, which is slated for release later this year.</p><a href=\"https://www.gamespot.com/articles/how-the-award-winning-game-you-likely-missed-vanished-and-why-its-coming-back-cart-life-preview/1100-6514121/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-the-award-winning-game-you-likely-missed-vanished-and-why-its-coming-back-cart-life-preview/1100-6514121/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 17:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Troubled Gone Home Studio's Next Game Now Being Made Without Its Involvement", "description": "<p>Development of narrative game Open Roads is now continuing without the involvement of Fullbright, after the company's co-founder Steve Gaynor stepped down. The development team will be credited as \"The Open Roads Team\" at launch.</p><p>As reported by <a href=\"https://www.polygon.com/23721236/open-roads-fullbright-steve-gaynor-development-annapurna-interactive-update\">Polygon</a>, Gaynor announced his full departure from the game's development in <a href=\"https://fullbright.cmail20.com/t/t-e-fhtudtt-pikikkhuk-k/\">his newsletter</a> on May 12. He said, \"after a great deal of consideration, it's just no longer Fullbright's place to represent Open Roads publicly going forward.\"</p><p>In March 2021, Gaynor was removed from a leadership role on Open Roads after former employees, largely women, alleged hostile conduct and mismanagement. He would continue as a writer on the project, but would no longer have a leadership role or be involved in creative director-type decisions.</p><a href=\"https://www.gamespot.com/articles/troubled-gone-home-studios-next-game-now-being-made-without-its-involvement/1100-6514122/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/troubled-gone-home-studios-next-game-now-being-made-without-its-involvement/1100-6514122/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 17:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Where Is Xur Today? (May 12-16) - Destiny 2 Exotic Items And Xur Location Guide", "description": "<p>With just over a week to go before Season of the Deep begins, Xur has returned for another weekend to offer a fresh selection of Exotic gear and Legendary-class arms. Now's a great time to see if Xur is offering any legacy Exotics in his lineup,<a href=\"https://www.gamespot.com/articles/dozens-of-destiny-2-exotic-armor-pieces-are-getting-overhauled-in-season-21/1100-6514000/\"> as a substantial rework of these items</a> will see many of them overhauled to be more functional and powerful. Here's where you can find Xur this weekend and what the Agent of the Nine has for sale.</p><p>This week you can find Xur <strong>the EDZ</strong>, in the <strong>Winding Cove</strong> area. For his weapon, Xur is offering Crimson. Hunters can pick up <strong>The Bombardiers </strong>leg armor; Titans can grab the <strong>Ashen Wake </strong>gauntlets; and for Warlocks, Xur has the <strong>Wings of Sacred Dawn </strong>armor.</p><h2>Xur Location</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4137196-xuredz.jpg\"><img alt=\"Xur's location in the EDZ\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4137196-xuredz.jpg\" /></a><figcaption>Xur's location in the EDZ</figcaption></figure><p>Spawn in at the Winding Cove transmat zone, then hop on your sparrow and go north. Take the collapsed overpass on the left and look for a cave near the bend in the road. Follow the tunnel through the cliff face to reach a higher ridge where a Fallen dropship has crashed; you'll find Xur waiting there.</p><a href=\"https://www.gamespot.com/articles/where-is-xur-today-may-12-16-destiny-2-exotic-items-and-xur-location-guide/1100-6514105/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/where-is-xur-today-may-12-16-destiny-2-exotic-items-and-xur-location-guide/1100-6514105/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 17:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Find The Ruins From The Age Of Legends Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Fifth Sage is one of the game's main quests. Why bother talking about it? Well, it's because there's hardly any clue to solving it. All you're told is to \"find the ruins from The Age of Legends,\" and you might get frustrated trying to look for the objective. Don't worry, because our guide will help you find the Fifth Sage location in Zelda: Tears of the Kingdom. Likewise, please be reminded that <strong>this article contains spoilers</strong>.</p><h2>Where to find the Fifth Sage in The Legend of Zelda: Tears of the Kingdom</h2><h3>The Ruins from the Age of Legends</h3><p>You'll get the Zelda: Tears of the Kingdom Fifth Sage quest after beating <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-phantom-ganon-guide/1100-6514047/\"><strong>Phantom Ganon in Hyrule Castle</strong>.</a> As the group discusses the recent turn of events, Purah tells you that there might be a Fifth Sage somewhere. Your only clue is to \"<strong>find the ruins from the age of legends</strong>.\"</p><p>There are a lot of ruins in the game, and most of them match that vague description. If you've been exploring as much as you can, there's a chance that you'd think every major landmark fits the bill. However, the location is actually the <strong>Ring Ruins in Kakariko</strong>. In fact, it's the fifth and final stone tablet, which you'd be familiar with if you've already completed <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ring-ruins-puzzle-trip-through-history-guide/1100-6514034/\"><strong>A Trip Through History</strong></a>.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fifth-sage-location-find-the-ruins-from-the-age-of-legends/1100-6514049/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fifth-sage-location-find-the-ruins-from-the-age-of-legends/1100-6514049/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Best Sage Companion Abilities Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Sage companion abilities enable Link to unleash the elements. Likewise, they offer utility effects that should aid in exploration. Here's our guide to help you with the best Sage companion abilities in Zelda: Tears of the Kingdom. Likewise, please bear in mind that <strong>this article contains early to mid-game spoilers</strong>.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Introduction to Sage companion abilities in Zelda: Tears of the Kingdom</a></li></ul></div><h2 id=\"Introduction_to_Sage_companion_abilities_in_Zelda__Tears_of_the_Kingdom\">Introduction to Sage companion abilities in Zelda: Tears of the Kingdom</h2><p>There's a reason why we want to make note of the best Zelda: Tears of the Kingdom companion abilities. That's because once you've finished the initial steps in Hyrule/Lookout Landing, the open-world nature of the game allows you to visit the regions of Hebra, Gerudo, Lanayru, and Eldin, in any order. Though there is technically a best route, so check here if you're wondering <a href=\"https://www.gamespot.com/articles/the-legend-of-zelda-tears-of-the-kingdom-where-to-go-first-what-to-do-first/1100-6514071/\">where to go first in Tears of the Kingdom</a>.</p><p>From there, you'll tackle their respective main quest objectives, where you're also aided by a companion. At the end of each region's main quest, that character will continue supporting you by handing you their Sage Vow. These are active by default, allowing you to make use of that companion's power. You can also deactivate them, if you prefer, by checking the key items tab of your inventory. In most situations, these powers can be used by going near a companion and pressing the A button.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-best-sage-companions-abilities-guide/1100-6514023/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-best-sage-companions-abilities-guide/1100-6514023/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - All Master Kohga Boss Fights Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Master Kohga boss fights all take place in the Depths region. As you proceed onward, you'll reach new Zonai facilities, and you'll have to face this foe while atop his latest contraption. Here's our guide to help you defeat Master Kohga in Zelda: Tears of the Kingdom.</p><h2>How to beat Master Kohga in The Legend of Zelda: Tears of the Kingdom</h2><p>We should probably note that venturing forth into the Depths is not for the faint of heart. There are numerous challenges to face, from the otherworldly darkness to the deadly Gloom debuff. You can take a look at our <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-depths-chasm-guide/1100-6514040/\"><strong>Depths and Chasms overview</strong></a> to help you prepare.</p><p>In any case, there are a total of <strong>four Zelda: Tears of the Kingdom Master Kohga boss fights</strong>. These are all part of the Master Kohga of the Yiga Clan quest chain. The objective is to follow the direction that the statues are facing, which will eventually lead you to facilities where Kohga is waiting for you. Each encounter that you complete nets you a Schema Stone, basically a schematic for the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-autobuild-guide/1100-6514038/\"><strong>Autobuild system</strong></a>.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-master-kohga-boss-guide/1100-6514042/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-master-kohga-boss-guide/1100-6514042/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Game Publishers And Developers React To The Legend Of Zelda: Tears Of The Kingdom Launch", "description": "<p dir=\"ltr\">In case you've been lost in the wilderness for the last 24 hours, The Legend of Zelda: Tears Of The Kingdom is out now on Nintendo Switch and a lot of people <a href=\"https://www.gamespot.com/articles/review-roundup-for-the-legend-of-zelda-tears-of-the-kingdom/1100-6514054/\">really like it</a>. Nintendo celebrated the launch with a party at the Nintendo NY store in New York City, and now other publishers and developers are weighing in on the Zelda hype over social media.</p><p dir=\"ltr\">PlayStation <a href=\"https://twitter.com/PlayStation/status/1657023572144173056\">tweeted</a> a simple \"Have fun up there, Hylians!\" with a cloud emoji in acknowledgement of Link's latest adventure.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Have fun up there, Hylians! ☁️</p>  — PlayStation (@PlayStation) <a href=\"https://twitter.com/PlayStation/status/1657023572144173056?ref_src=twsrc^tfw\">May 12, 2023</a></blockquote>              </div><p>Meanwhile Devolver Digital <a href=\"https://twitter.com/devolverdigital/status/1656750440762023936\">warned everyone</a> that \"Devolver Digital Corporate Tower will be closed for Zelda.\"</p><a href=\"https://www.gamespot.com/articles/game-publishers-and-developers-react-to-the-legend-of-zelda-tears-of-the-kingdom-launch/1100-6514119/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/game-publishers-and-developers-react-to-the-legend-of-zelda-tears-of-the-kingdom-launch/1100-6514119/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Marbled Gohma Boss Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Marbled Gohma boss is towering spider encased in rocks. You're going to have to break down its defenses before you can deal damage. Here's our guide to help you defeat Marbled Gohma in Zelda: Tears of the Kingdom.</p><h2>How to beat Marbled Gohma in The Legend of Zelda: Tears of the Kingdom</h2><p>The Legend of Zelda: Tears of the Kingdom Marbled Gohma boss will be your final test after clearing the <strong><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fire-temple-puzzle-guide/1100-6514096/\">Eldin Fire Temple Puzzle</a></strong>. This section of the game has Link relying often on Yunobo's Rolling Fireball not just to damage foes, but also to break apart obstacles.</p><p>You'll be using this fairly often during the fight to stun the Marbled Gohma. The idea is to activate Yunobo's skill, then target the boss' legs to destroy the protective rocks. Do this a couple of times, and your foe will get stunned. You can then climb on its body so you can smack its eye your melee weapon.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-marbled-gohma-boss-guide/1100-6514100/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-marbled-gohma-boss-guide/1100-6514100/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Fire Temple Puzzle Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Fire Temple Puzzle is what waits for you deep in the Chasm. A massive underground complex, it's where you'll conclude the main regional quest in Eldin/Goron City. Here's our guide to help you complete the Fire Temple Puzzle in Zelda: Tears of the Kingdom.</p><h2>How to complete the Fire Temple Puzzle in The Legend of Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom Fire Temple Puzzle requires you to release five locks by hitting gongs with Yunobo's Rolling Fireball ability. This can also be used to destroy large boulders that are blocking the tracks, or hit switches that will change the orientation of the rails.</p><p>Now, due to the sheer size and complexity of this area, we've focused solely on the main task at hand (even though there are a lot of chests, too). You can see the general locations of the locks on the map below.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fire-temple-puzzle-guide/1100-6514096/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fire-temple-puzzle-guide/1100-6514096/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Queen Gibdo Boss Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Queen Gibdo boss is a giant moth creature. Although you'll face it early on while doing the Gerudo main quest, you'll eventually have to go to its lair. Here's our guide to help you defeat Queen Gibdo in Zelda: Tears of the Kingdom.</p><h2>How to beat Queen Gibdo in The Legend of Zelda: Tears of the Kingdom</h2><p>The Legend of Zelda: Tears of the Kingdom Queen Gibdo boss will ambush Link and Riju as they head to the large structure that just appeared in the desert. This will give you an idea as to the creature's abilities. However, it will manage to escape, which means you still need to clear the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-lightning-temple-puzzle-guide/1100-6514095/\"><strong>Lightning Temple Puzzle</strong></a> before you can enter its lair.</p><p>As far as the actual boss battle in the temple arena goes, Queen Gibdo has a few notable abilities:</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-queen-gibdo-boss-guide/1100-6514098/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-queen-gibdo-boss-guide/1100-6514098/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Lightning Temple Puzzle Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Lightning Temple Puzzle will challenge you once you reach it. This vast structure is part of the main regional quest that takes you to Gerudo, where you'll make use of Riju's capabilities. Here's our guide to help you with the Lightning Temple Puzzle in Zelda: Tears of the Kingdom.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">How to complete the Lightning Temple Puzzle in The Legend of Zelda: Tears of the Kingdom</a></li></ul></div><p> </p><h2 id=\"How_to_complete_the_Lightning_Temple_Puzzle_in_The_Legend_of_Zelda__Tears_of_the_Kingdom\">How to complete the Lightning Temple Puzzle in The Legend of Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom Lightning Temple Puzzle takes place in the interior of the structure. Prior to this, you'll fight the Queen Gibdo and her minions, and get past various traps in mostly linear sections. At the end, you'll reach the Room of Ascension, which is the main puzzle area.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-lightning-temple-puzzle-guide/1100-6514095/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-lightning-temple-puzzle-guide/1100-6514095/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Mucktorok Boss Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Mucktorok boss is a tiny creature that's as ugly as sin. It's also one of the most annoying encounters in the game if you're not prepared. Here's our guide to help you defeat Mucktorok in Zelda: Tears of the Kingdom.</p><h2>How to beat Mucktorok in The Legend of Zelda: Tears of the Kingdom</h2><p>The Legend of Zelda: Tears of the Kingdom Mucktorok boss will be your foe once you're done with the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-water-temple-puzzle-guide/1100-6514094/\"><strong>Lanaryu Water Temple Puzzle</strong></a>. This fight will make use of Sidon's abilities, with his Water Bubble that negates one instance of damage, and a means of casting a water projectile to clean the sludge.</p><p>The tiny thing called Mucktorok is your main target, but it also rides a Sludge Shark. It will circle the arena for a few seconds before doing these types of attacks:</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-mucktorok-boss-guide/1100-6514099/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-mucktorok-boss-guide/1100-6514099/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 16:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Elden Ring: Best Shields", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001613-3952951-eldenringending.jpg\" /><br /><h3><p>There are so many options when it comes to how you want to play <a href=\"https://www.gamespot.com/games/elden-ring/\">Elden Ring</a>. Whether you're looking to go in with dual katanas and slice up your opponents with bleed damage, blast away at enemies with ranged spells, or go full knight mode and tank hits while dishing them out with heavy blows of your own--the possibilities are truly endless.</p><p>You'll also be tasked with deciding if you prefer to perfect your dodge rolling to evade enemies or wield a shield capable of blocking--or at least mitigating--the damage you take. If you choose the latter, you'll obviously want to be certain you're sporting the best you can get for your respective build and weight limitations.</p><p>We've compiled a list of some of Elden Ring's best shields. Some are excellent due to their weight-to-protection ratios, while others have cool extra features or skills that help them stand out. Finding the shield that works best for you should always be your goal, and hopefully, our list will provide you with a good starting point toward finding which one that will be.</p></h3></p><br />     <p><h2>Great Turtle Shell Shield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001656-eldenring%E2%84%A2_20220706204959.jpg\" /><br /><h3><p>The Great Turtle Shell Shield is particularly notable for not only being, you know, a turtle shell, but also for providing a really solid weight-to-protection ratio. It can be snagged easily in Weeping Penninsula and should last you well into the mid-game.</p><p>This shield requires only 14 Strength to wield and doesn't weigh too much, but it only blocks 87% of physical damage, meaning a bit will still bleed through. But because it also boosts stamina recovery speed by 8%, it's a perfect option for those who tend to stay mobile but would like some decent protection in a pinch.</p></h3></p><br />     <p><h2>Visage Shield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001655-eldenring%E2%84%A2_20220706204355.jpg\" /><br /><h3><p>The Visage Shield, which can be obtained easily in Caelid, is a pretty useful tool for crowd control and more. However, due to its high equip load, it is definitely focused towards character builds that prioritize tanking over all else.</p><p>This hulking shield requires 44 Strength to wield, so even though you can get it quite early in the game, don't expect to be able to use it until you've pumped those stats up a bit. It blocks 100% of physical damage and has high mitigation for most magic types, too. But what sets it apart is its Tongues of Fire skill, which allows you to spray flames from the shield even while walking, making it a helpful tool for pushing enemies back and garnering yourself some space.</p></h3></p><br />     <p><h2>Dragonclaw Shield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001657-eldenring%E2%84%A2_20220706204201.jpg\" /><br /><h3><p>Though the Dragonclaw Shield may not be the very best of the greatshields, it more than earns its spot on this list due to its low weight requirements and intriguing utility options. If you're looking for some solid guard boosting, high protections, and low Endurance needs, pick this one up in Altus Plateau.</p><p>You'll have to hit the stat requirements of 28 Strength and 12 Dexterity to wield this greatshield, but it'll block 100% of physical damage and a respectable 76% of lightning damage. To make things even better, it definitely looks cooler than most shields in the game, and it can dish out some pretty gnarly lightning damage of its own if you're into using a shield in that manner.</p></h3></p><br />     <p><h2>Jellyfish Shield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001665-eldenring%E2%84%A2_20220707153030.jpg\" /><br /><h3><p>The Jellyfish Shield can be obtained relatively early on in your adventure by advancing into Liurnia of the Lakes, and not only is it a great option for a multitude of situations, but it also looks unlike anything else in the game.</p><p>This unique shield requires 20 Strength and 14 Dexterity to wield, and it blocks 100% of incoming physical damage. Its best feature, though, is its Contagious Fury skill, which boosts your damage output by 20% for 30 seconds, making it an exceptional option to bring along into tough fights. Plenty of blocking power and that extra utility is a hard combo to beat.</p></h3></p><br />     <p><h2>Carian Knight's Shield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001666-eldenring%E2%84%A2_20220707152806.jpg\" /><br /><h3><p>The Carian Knight's Shield is an exceptional choice for a variety of magic-based builds due to its fairly low weight requirements and fantastic protection. It's obtained quite early within Raya Lucaria Academy in Liurnia of the Lakes, making it easy to snag before getting too far into the game.</p><p>This shield requires 10 Strength, 10 Dexterity, and 15 Intelligence to wield, which means that it's best for sorcery and hybrid builds. It blocks 100% of physical damage and a whopping 71% of magic damage. Though unexceptional on paper, it's simply a good all-around medium shield that can provide plenty of protection while remaining useful for parrying.</p></h3></p><br />     <p><h2>Erdtree Greatshield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001668-eldenring%E2%84%A2_20220706204254.jpg\" /><br /><h3><p>The Erdtree Greatshield may require you to take down two Tree Sentinels at once in Altus Plateau, but you may find that it's very much worth the hassle. With great protections and a unique skill, this one sits among the best shields in the game without question.</p><p>To wield this big shield, you'll need to have 30 Strength and 12 Faith. It blocks 100% of physical damage, and it has above-average holy and magic damage negation, too. Best of all, its Golden Retaliation skill allows you to parry magical attacks and retaliate with a holy blast of your own. It's a fun shield to use and doesn't weigh too much, so it's worth rocking in basically any fight.</p></h3></p><br />     <p><h2>Golden Greatshield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001669-eldenring%E2%84%A2_20220707152918.jpg\" /><br /><h3><p>The Golden Greatshield drops relatively frequently in Leyndell, Royal Capital, and it's worth any time spent farming. This large, oval shield may not look particularly special, but its balanced stat requirements help it sit among the best choices in the game.</p><p>You'll need 34 Strength to wield this greatshield. It provides 100% physical damage negation and fantastic protection against all other damage types, too. Although there are shields with better overall guard boost, this one can hit 78 when fully upgraded despite having much more manageable stat and weight requirements, making it an absolute beast for tanky builds.</p></h3></p><br />     <p><h2>Brass Shield</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/679/6794662/4001693-eldenring%E2%84%A2_20220707160502.jpg\" /><br /><h3><p>Unless you're seeking one of the unique skills from another shield, the Brass Shield is among the best all-around choices in the game. It can be farmed off Godrick Soldiers very early on in Limgrave, and with upgrades, it'll last you the entirety of the game with few problems.</p><p>You'll only need 16 Strength to wield this shield, so nearly any build should be able to meet those stat requirements. It blocks 100% of physical attacks and has solid damage negation against all other elements. You can equip it with most Ashes of War for whatever type of utility you need, and once it's upgraded to max, it can reduce your stamina loss from blocking by over 65%. </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/elden-ring-best-shields/2900-4206/", "date_published": "2023-05-12 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Water Temple Puzzle Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Water Temple Puzzle is what you'll encounter once you're done with <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-clues-to-the-sky-quest-guide/1100-6514046/\"><strong>Clues to the Sky</strong></a>, as well as a few preliminary steps. This will be the conclusion of the main quest in Lanayru/Zora's Domain, where you'll make use of Sidon's ability. Here's our guide to help you complete the Water Temple Puzzle in Zelda: Tears of the Kingdom.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">How to complete the Water Temple Puzzle in The Legend of Zelda: Tears of the Kingdom</a><ul><li><a href=\"https://www.gamespot.com\">B1 water wheel</a></li></ul></div><h2 id=\"How_to_complete_the_Water_Temple_Puzzle_in_The_Legend_of_Zelda__Tears_of_the_Kingdom\">How to complete the Water Temple Puzzle in The Legend of Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom Water Temple Puzzle requires you to remove four locks from the giant faucets. This is done by casting Sidon's Water Bubble, and using a melee weapon to strike specific water wheels. You can see where they are on the map below.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137110-zelda-tears-of-the-kingdom-water-temple-puzzle-guide-1a.jpg\"><img alt=\"Water Temple map\" src=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137110-zelda-tears-of-the-kingdom-water-temple-puzzle-guide-1a.jpg\" /></a><figcaption>Water Temple map</figcaption></figure><h3 id=\"B1_water_wheel\">B1 water wheel</h3><p>From the fast travel point, look along the left side edge of the arena. You'll notice a small island with a pond. Jump down and take the cliffside steps to a chamber. Use Sidon's Water Bubble to bypass the flames, and you'll see a ball at the opposite end. However, the floor has numerous spikes, though there are some Hover Stones that you can use.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-water-temple-puzzle-guide/1100-6514094/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-water-temple-puzzle-guide/1100-6514094/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Colgera Boss Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Colgera boss is a beefed-up centipede-esque creature. You'll be battling it in the skies above Hebra. Here's our guide to help you defeat Colgera in Zelda: Tears of the Kingdom.</p><h2>How to beat Colgera in The Legend of Zelda: Tears of the Kingdom</h2><p>The Legend of Zelda: Tears of the Kingdom Colgera boss guards the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-wind-temple-puzzle-guide/1100-6514093/\"><strong>Wind Temple in Hebra</strong></a>. Given that most of the dungeon requires you to use Tulin's Wind Burst ability as you make your way across floating platforms and flying ships, it's only fitting that this entire battle is one very hectic skydiving session. As such, you don't want to fall all the way down to your doom.</p><p>To be fair, Colgera has a fairly simple mechanic if you want to deal damage: <strong>dive and accelerate to hit the crystalline carapace on its body</strong>. The faster you are when you crash into it (i.e. diving from a greater height uninterrupted), the faster you'd break that carapace. If you only dive when you're fairly close, the carapace won't break instantly, and Link might just bounce off.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-colgera-boss-guide/1100-6514097/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-colgera-boss-guide/1100-6514097/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Wind Temple Puzzle Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Wind Temple is a major dungeon that you'll visit as part of the Hebra/Rito Village main quest. After going across multiple floating islands and boats, you'll reach a gargantuan ship in the middle of a tornado. Here's our guide to help you with the Wind Temple Puzzle in Zelda: Tears of the Kingdom.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">The Legend of Zelda: Tears of the Kingdom Wind Temple Puzzle guide</a><ul><li><a href=\"https://www.gamespot.com\">1F Turbine (lower area)</a></li></ul></div><h2 id=\"The_Legend_of_Zelda__Tears_of_the_Kingdom_Wind_Temple_Puzzle_guide\">The Legend of Zelda: Tears of the Kingdom Wind Temple Puzzle guide</h2><p>The Zelda: Tears of the Kingdom Wind Temple Puzzle involves five turbines that need to be powered using Tulin's Wind Burst ability. As you can see on the map below, the five locks are scattered across three of the ship's levels (1F, B1, and B2).</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137079-zelda-tears-of-the-kingdom-wind-temple-puzzle-guide-0.jpg\"><img alt=\"Wind Temple map\" src=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137079-zelda-tears-of-the-kingdom-wind-temple-puzzle-guide-0.jpg\" /></a><figcaption>Wind Temple map</figcaption></figure><h3 id=\"1F_Turbine__lower_area_\">1F Turbine (lower area)</h3><p>From the fast travel point, go across the ship and look to your right. You'll see a small room barred by a metal gate. Use <strong><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ultrahand-guide/1100-6514037/\">Ultrahand</a></strong> to grab a nearby handle and attach it to the lever (you can also use a dropped weapon). This will allow you to pull the lever to open the gate.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-wind-temple-puzzle-guide/1100-6514093/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-wind-temple-puzzle-guide/1100-6514093/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hogwarts Legacy For Switch Delayed To November", "description": "<p>Hogwarts Legacy for Nintendo Switch has been delayed. The game, previously set for release in July, has now been pushed back to November 14, 2023.</p><p>In a social media post, the developer said \"creating the best possible experience is our top priority.\" The studio did not give any specific reason for the delay but thanked fans for their patience.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Hogwarts Legacy launches on Nintendo Switch on 11/14/23. We know fans are looking forward to playing on Switch, therefore creating the best possible experience is our top priority. Thank you for your patience.<br />Available now on PS5 &amp; PS4, Xbox X|S &amp; Xbox One, and PC. <a href=\"https://t.co/nADIeNbMvw\">pic.twitter.com/nADIeNbMvw</a></p>  — Hogwarts Legacy (@HogwartsLegacy) <a href=\"https://twitter.com/HogwartsLegacy/status/1657037950494941187?ref_src=twsrc^tfw\">May 12, 2023</a></blockquote>              </div><p>Hogwarts Legacy launched in February for PS5, Xbox Series X|S, and PC, and it <a href=\"https://www.gamespot.com/articles/hogwarts-legacy-passes-1-billion-in-sales-massive-new-patch-adds-arachnophobia-mode-and-500-fixes/1100-6513869/\">quickly sold 15 million copies and generated $1 billion in revenue</a>. The game came to PS4 and Xbox One on May 5. The Switch version concludes the rollout in November.</p><a href=\"https://www.gamespot.com/articles/hogwarts-legacy-for-switch-delayed-to-november/1100-6514118/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/hogwarts-legacy-for-switch-delayed-to-november/1100-6514118/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Autobuild Tips Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Autobuild is a special unlockable mechanic that speeds up your DIY crafting. With it, you can make use of Schema Stone designs or come up with your own. Here's our guide to help you unlock and use Autobuild in Zelda: Tears of the Kingdom.</p><h2>How to get and use Autobuild in The Legend of Zelda: Tears of the Kingdom</h2><h3>How to unlock Autobuild</h3><p>To get the Autobuild ability in The Legend of Zelda: Tears of the Kingdom, you'll have to progress further into the Depths/Chasm quest chain. These are the general steps:</p><ul><li>Help Robbie in the Depths to obtain the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-camera-sensor-purah-pad-guide/1100-6514012/\"><strong>Purah Pad Camera</strong></a>.</li><li>Upon returning to Lookout Landing, you're told about underground facilities, where statues point the way.</li><li>Return to the previous location in the Depths (Hyrule Field Chasm), and follow the statues, starting with the one that you took a photo of earlier.</li><li>Eventually, you'll reach the Great Abandoned Central Mine. Interact with the terminal there and you'll learn the Autobuild system. However, Master Kohga of the Yiga Clan also shows up to spoil your plans. You can learn how to complete all encounters against this fella in our <strong>Master Kohga boss guide</strong>.</li></ul><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4136401-zelda-tears-of-the-kingdom-autobuild-guide-1.jpg\"><img alt=\"Follow the direction where these statues are pointing to reach the Great Abandoned Central Mine.\" src=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4136401-zelda-tears-of-the-kingdom-autobuild-guide-1.jpg\" /></a><figcaption>Follow the direction where these statues are pointing to reach the Great Abandoned Central Mine.</figcaption></figure><h3>How does Autobuild work</h3><p>To use the Zelda: Tears of the Kingdom Autobuild system, you have to hold the L button and select it. From there, you'll see various schematics that you've learned (usually after beating Kohga in the Depths). Likewise, you'll notice a history list of things you've crafted using the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ultrahand-guide/1100-6514037/\"><strong>Ultrahand</strong></a>. We'll get to this tidbit in a while. For now, let's focus on how this function works.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-autobuild-guide/1100-6514038/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-autobuild-guide/1100-6514038/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom - All Great Fairy Locations And What They Do", "description": "<p>Much like Breath of the Wild before it, there are plenty of things in <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">Zelda: Tears of the Kingdom</a> that diverge from the long-running franchise's fundamentals, but some things never change--and one of those things is the addition of Great Fairies. These massive and very, uh, <em>affectionate</em> fairies have returned once more and offer Link a variety of useful boons. We'll tell you where to find them all below.</p><h2>All Great Fairy Locations And What They Do</h2><p>There are four Great Fairies in Tears of the Kingdom, and you'll be required to complete some tasks before you can visit and speak to them. Each of the four sisters can improve your various pieces of gear in exchange for an increasing number of rupees. Here's where to find all four Great Fairies.</p><h3>Great Fairy Tera</h3><figure style=\"width: 1116px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4137165-tera.jpg\"><img alt=\"Great Fairy Tera location\" src=\"https://www.gamespot.com/a/uploads/original/679/6794662/4137165-tera.jpg\" /></a><figcaption>Great Fairy Tera location</figcaption></figure><p>Speak to Traysi at the <strong>Lucky Clover Gazette (-3251, 1772, 0118)</strong> and start a side quest called \"Potential Princess Sightings!\", which tasks you with visiting all of the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-mounts-stables-guide/1100-6514045/\">stables</a> in the game. Afterward, go have a chat with Penn standing outside <strong>Woodland Stable (1046, 1145, 0022)</strong> to start the \"Serenade to a Great Fairy\" side quest.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-all-great-fairy-locations-and-what-they-do/1100-6514102/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-all-great-fairy-locations-and-what-they-do/1100-6514102/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Activision Blizzard CEO Says AI Will Have \"Profound Impact\" On Games, And Here's How", "description": "<p>Activision Blizzard CEO Bobby Kotick has commented on the future of artificial intelligence and how it could impact game development in the future. During a company meeting recently, Kotick said he believes in the future of AI while also noting that it might not all be sunshine and rainbows. He also remarked that he's known OpenAI founder Sam Altman \"for a long time.\"</p><p><a href=\"https://kotaku.com/call-duty-activision-blizzard-ai-chatgpt-guitar-hero-1850429574\">Kotaku</a>, which obtained a record of Kotick's remarks, reported that the executive said he has a similar feeling now about AI to what he did when he saw the first Macintosh years ago. The executive said he believes AI has the power to have a \"meaningful impact\" on society in both a positive and negative sense.</p><p>\"I think one of the things that I’ve experienced over the last year is that same feeling that I had when I saw that first Macintosh, about how meaningful the impact of AI would be on society both positive and negative.\"</p><a href=\"https://www.gamespot.com/articles/activision-blizzard-ceo-says-ai-will-have-profound-impact-on-games-and-heres-how/1100-6514114/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/activision-blizzard-ceo-says-ai-will-have-profound-impact-on-games-and-heres-how/1100-6514114/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 15:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "14 Things I Wish I Knew Legend of Zelda: Tears of the Kingdom", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4136923-zelda_xthingstoknow_20230512_site.jpg\" width=\"480\" /> Tears of the Kingdom has finally arrived, and it has shaped up to be one of the most mind bending games I’ve ever played. During my time with the game, I’m willing to share a couple secrets I’ve learned along the way, and all of these are achievable before even leaving the beginning area, the Great Sky Islands. So here are 14 spoiler-friendly things that I wish I knew while playing Tears of the Kingdom.", "link": "https://www.gamespot.com/videos/14-things-i-wish-i-knew-legend-of-zelda-tears-of-the-kingdom/2300-6461368/", "date_published": "2023-05-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "HBO's The Last Of Us Season 2 Casting Halted Amid Writers Guild Strike", "description": "<p>Due to the ongoing Writers Guild of America strike, preparations for casting the Season 2 of HBO series The Last of Us have been halted. <a href=\"https://variety.com/2023/tv/news/last-of-us-season-2-audtions-hbo-writers-strike-1235609966/\">Variety</a> was first to report.</p><p dir=\"ltr\">The casting team has reportedly been requesting actors to read portions taken directly from The Last of Us Part II, the video game on which the season will be based, since there are no scripts available for Season 2 at this time. Filming for the season is planned to begin in Vancouver in early 2024.</p><p dir=\"ltr\">Craig Mazin, the co-creator and showrunner who wrote most of Season 1, is currently following the strike guidelines by joining his fellow WGA members on the picket line. Consequently, Mazin and series co-creator Neil Druckmann, are not currently involved in any aspect of the production for Season 2.</p><a href=\"https://www.gamespot.com/articles/hbos-the-last-of-us-season-2-casting-halted-amid-writers-guild-strike/1100-6514116/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/hbos-the-last-of-us-season-2-casting-halted-amid-writers-guild-strike/1100-6514116/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 14:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Legend Of Zelda: Tears Of The Kingdom Collector's Edition Is Still Available", "description": "<p>It's the perfect weekend to visit Hyrule once again, and if you're looking to grab an extra-fancy version of <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a>, one of the rare Collector's Editions for the game is now available at Antonline.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.dpbolvw.net/click-100770772-15324736?sid=subid_value&amp;url=https://www.antonline.com/Nintendo/Computers/Software_Products/Gaming_Software/1471322\">See on Antonline</a> </div></div><p>Priced at $130, this version includes a physical copy of the game, a fancy steelbook case, an Icon Art steel poster, a pin set, and an artbook. These Collector's Editions have sold <em>very </em>quickly whenever they've been in stock, so you might want to grab this offer while you can. At the time of writing, the collector's edition is out of stock at several other retailers, but stock may be periodically replenished. You'll want to bookmark these links, in case a fresh supply of Tears of the Kingdom Collector's Editions arrives.</p><h3>Legend of Zelda: Collector's Edition Retailers</h3><ul><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Legend-Zelda-Kingdom-Collectors-Nintendo-Switch/dp/B0BV9NKGJ4?tag=gamespot-buybutton-20\">Amazon</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/the-legend-of-zelda-tears-of-the-kingdom-collector-39-s-edition-nintendo-switch/-/A-88554017\">Target</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://shop-links.co/1808076492888189098?u1=subid_value\">Best Buy</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/The-Legend-of-Zelda-Tears-of-the-Kingdom-Collector-s-Edition-Nintendo-Switch/2239038677\">Walmart</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/the-legend-of-zelda-tears-of-the-kingdom---nintendo-switch-collectors/20001188-83075a9c.html\">Gamestop</a> </span></li></ul><p>The Legend of Zelda: Tears of the Kingdom is shaping up to be a strong contender for game of the year, and has earned a rare 10/10 score from GameSpot. \"This is The Legend of Zelda at its finest, borrowing the best pieces and qualities from across the franchise's history and creating something new that is emotionally resonant, captivating, and endlessly rewarding,\" Steve Watts wrote in GameSpot's <a href=\"https://www.gamespot.com/reviews/the-legend-of-zelda-tears-of-the-kingdom-review/1900-6418063/\">The Legend of Zelda: Tears of the Kingdom review</a>.</p><a href=\"https://www.gamespot.com/articles/the-legend-of-zelda-tears-of-the-kingdom-collectors-edition-is-still-available/1100-6514113/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-legend-of-zelda-tears-of-the-kingdom-collectors-edition-is-still-available/1100-6514113/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 14:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "World Of Warcraft Could Soon Revolutionize How Players Fly Around Its World", "description": "<p><a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft</a> could soon see a major shakeup to how players get around its world, as it appears Blizzard may be working on making dragonriding work in all of the game's old content.</p><p dir=\"ltr\">The game's latest expansion, <a href=\"https://www.gamespot.com/reviews/world-of-warcraft-dragonflight-review-who-says-you-cant-go-home/1900-6418011/\">Dragonflight</a>, introduced the excellent dragonriding feature, which has revolutionized getting from point A to point B in Blizzard's MMORPG. For the majority of WoW's existence, flying meant players simply needed to mount up and point their character in a direction. They would then fly there at far faster speeds than simply walking or riding a ground mount.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">On the PTR, Dynamic Flying (Dragonriding) is currently enabled on Kalimdor, Eastern Kingdoms, and all expansion zones that you can fly in👀 <a href=\"https://t.co/cUfvHw1PRe\">pic.twitter.com/cUfvHw1PRe</a></p>  — Taliesin &amp; Evitel (@TaliesinEvitel) <a href=\"https://twitter.com/TaliesinEvitel/status/1656967312631635969?ref_src=twsrc^tfw\">May 12, 2023</a></blockquote>              </div><p dir=\"ltr\">Dragonflight changed that, making flying on the game's new dragonriding mounts dynamic and fun. Players can now dive to increase their speed, do aerial acrobatics, soar skyward, and more, and it has turned one of WoW's most passive activities into fun gameplay all its own. The only caveat currently is that dragonriding only works for specific dragonriding mounts and only in the new Dragon Isles zones.</p><a href=\"https://www.gamespot.com/articles/world-of-warcraft-could-soon-revolutionize-how-players-fly-around-its-world/1100-6514115/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/world-of-warcraft-could-soon-revolutionize-how-players-fly-around-its-world/1100-6514115/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 14:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Speedrunner Has Already Finished In 94 Minutes", "description": "<p>The Legend of Zelda: Tears of the Kingdom has been been out for mere hours, but at least one speedrunner has already finished it. YouTuber gymnast86 beat the massive open-world game in just 94 minutes--albeit through bypassing most of the game and heading almost straight towards the final battle.</p><p><strong>Don't worry, no spoilers!</strong></p><p>We don't recommend actually watching the <a href=\"https://www.youtube.com/watch?v=jCrYhWowYy0\">speedrun video</a> if you care about spoilers, because we confirmed that it does show the entire final confrontation and ending. Tears of the Kingdom is very open like its predecessor Breath of the Wild, allowing you to go almost anywhere after completing a tutorial area. That includes the ability to head straight towards the ending if you'd wish. As you might imagine, doing that presents a much tougher challenge, and you'd miss out on a lot of the story.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-speedrunner-has-already-finished-in-94-minutes/1100-6514112/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-speedrunner-has-already-finished-in-94-minutes/1100-6514112/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 14:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Witcher Game Project Sirius Now Has A \"New Framework,\" But Dev Doesn't Say What That Means", "description": "<p>CD Projekt has confirmed that the work it did on a new Witcher game to give it a <a href=\"https://www.gamespot.com/articles/new-witcher-game-project-sirius-is-undergoing-some-changes/1100-6512512/\">\"new framework\"</a> has now been completed. In a <a href=\"https://www.cdprojekt.com/en/investors/regulatory-announcements/current-report-no-21-2023/\">regulatory filing</a>, CD Projekt said this work on Project Sirius--the codename for the new game--has now been completed. The game is being developed by The Molasses Flood, a Boston-based developer owned by CD Projekt. </p><p>We still don't know anything about what the \"new framework\" is or why it needed to be undertaken. Game development is a highly iterative process, so it's not surprising that the game underwent some changes. What <em>is </em>more notable is that CD Projekt made these changes public by way of a legal filing due to the financial impact of the situation.</p><p>CD Projekt Red <a href=\"https://www.gamespot.com/articles/new-witcher-game-project-sirius-is-undergoing-some-changes/1100-6512512/\">originally said</a> the value of expenses incurred from implementing the \"new framework\" came to 33.4 million PLN ($7.6 million USD) for 2022 and 9.5 million PLN ($2.2 million USD) for January and February 2023. This comes out to 42.9 million PLN, or $9.7 million USD.</p><a href=\"https://www.gamespot.com/articles/witcher-game-project-sirius-now-has-a-new-framework-but-dev-doesnt-say-what-that-means/1100-6514111/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/witcher-game-project-sirius-now-has-a-new-framework-but-dev-doesnt-say-what-that-means/1100-6514111/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 14:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom's Ascend Ability Exists Because \"Cheating Is Fun\"", "description": "<p>The Legend of Zelda: Tears of the Kingdom introduces several new abilities for Link, and one of the handiest skills that you'll unlock is Ascend. This useful power allows Link to move upwards through structures and resurface on top of them, and if it feels like a cheat ability, you aren't wrong.</p><p>In an interview with <a href=\"https://www.polygon.com/legend-zelda-tears-kingdom/23720150/zelda-tears-of-the-kingdom-abilities-eiji-aonuma-hidemaro-fujibayashi\">Polygon</a>, producers <a href=\"https://www.gamespot.com/articles/the-legend-of-zelda-tears-of-the-kingdom-producer-eiji-aonuma-has-beaten-the-game-20-times/1100-6514088/\">Eiji Aonuma</a> and Hidemaro Fujibayashi revealed how the Breath of the Wild sequel added caves that became tedious for the development team to navigate their way out of, so an escape button was added to this version of the game. After discovering that \"cheating can be fun,\" the Ascend ability was born and properly worked into the game.</p><p>\"The Ascend ability was actually the result of a debug feature that we have in the game,\" Fujibayashi said. \"When I was exploring the caves, I would get to the destination where I was trying to get to, and once I checked it out, I would just use the debug code to get to the top. I thought, well, maybe this is something that can be usable in the game. And it was right around that time that Mr. Aonuma said: 'It's a pain to go back.' And to be blunt and honest, cheating can be fun. So that’s why we decided to drop it in there.\"</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ascend-ability-exists-because-cheating-is-fun/1100-6514110/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ascend-ability-exists-because-cheating-is-fun/1100-6514110/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 13:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Microsoft And Activision Blizzard Face Even More Restrictions From UK Regulators", "description": "<p>Microsoft is facing even more regulatory hurdles after its plan to acquire Activision Blizzard was <a href=\"https://www.gamespot.com/articles/the-uk-blocked-the-microsoft-activision-merger-so-what-happens-next/1100-6513589/\">blocked in the UK</a> over concerns about cloud gaming. The Competition and Markets Authority <a href=\"https://www.gov.uk/cma-cases/microsoft-slash-activision-blizzard-merger-inquiry\">has added more restrictions</a> to both companies, and in an <a href=\"https://assets.publishing.service.gov.uk/media/645cac312226ee000c0ae5fd/Interim_Order_.pdf\">interim order</a>, it detailed how these measures were added \"for the purpose of preventing pre-emptive action\" from Microsoft and Activision Blizzard.</p><p>According to the new restrictions, the two companies will need to secure prior written consent from the CMA if either company invests in the other's development studios, acquires an interest in another business that holds an interest in the other company, or holds an option to acquire an interest in either of the mentioned examples.</p><p>Meanwhile, the UK government unveiled what it calls \"smarter regulation\" this week, essentially aiming to reduce red tape for businesses and foster a more competitive environment. \"Taking advantage of post-Brexit freedoms, the Government will remove unnecessary red tape and regulatory burdens, ensuring rules and regulation for British businesses is proportionate and takes into consideration wider impacts on consumers, innovation, and competition--as well as direct costs, <a href=\"https://www.gov.uk/government/news/smarter-regulation-unveiled-to-cut-red-tape-and-grow-the-economy\">the UK government said</a>.</p><a href=\"https://www.gamespot.com/articles/microsoft-and-activision-blizzard-face-even-more-restrictions-from-uk-regulators/1100-6514108/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/microsoft-and-activision-blizzard-face-even-more-restrictions-from-uk-regulators/1100-6514108/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 13:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - How To Dye Your Armor And Paraglider", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> allows you to change the looks of your armor and paraglider. There are a select few requirements, and the process itself is fairly straightforward. Here's our guide to help you dye your armor and change paraglider designs in Zelda: Tears of the Kingdom.</p><h2>Designer NPC location</h2><p>The Zelda: Tears of the Kingdom armor and paraglider designs can be changed in Hateno Village, which is well southeast of Lookout Landing. Your best bet is to follow the path that leads to the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-locations-guide/1100-6514025/\"><strong>Sahasra Slope Skyview Tower</strong></a>, do the task to unlock the terminal, and skydive all the way to Hateno Village. The Zanmik Shrine is also there so you can tag a closer fast travel point.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137003-zelda-tears-of-the-kingdom-dye-armor-paraglider-design-1.jpg\"><img alt=\"Hateno Village map\" src=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137003-zelda-tears-of-the-kingdom-dye-armor-paraglider-design-1.jpg\" /></a><figcaption>Hateno Village map</figcaption></figure><p>In the village itself, look for the sword icon to find Sayge's shop. He'll let you dye your clothes, rework your paraglider, or revert back to the default appearances. <strong>Each process costs 20 Rupees</strong>, so make sure you're aware of some <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-money-rupees-guide/1100-6513999/\"><strong>moneymaking methods</strong></a>. Here are a few additional details.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-dye-armor-paraglider/1100-6514011/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-dye-armor-paraglider/1100-6514011/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 13:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Mounts And Stables Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Stables provide a variety of functions for those who love using mounts. They dot the countryside, so you should find one in almost every region. Here's our guide to help you with the functions and mechanics related to Stables in Zelda: Tears of the Kingdom.</p><h2>The Legend of Zelda: Tears of the Kingdom - Stables guide</h2><p>The Zelda: Tears of the Kingdom Stables act as rest stops for the weary traveler. If you're gliding from the air after using a <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-locations-guide/1100-6514025/\"><strong>Skyview Tower</strong></a>, you'll sometimes see the outline of a tall building with smoke circles coming out of it. With a top shaped like a horse's head, you'll know it's a Stable, so don't mistake it for a Bokoblin camp. Moreover, Stables tend to have a <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-shrine-locations-guide/1100-6514089/\">Shrine</a> nearby, so you can tag that to unlock another fast travel point.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137011-zelda-tears-of-the-kingdom-stables-guide-1.jpg\"><img alt=\"You'll see these types of buildings from afar. To be fair, they do look like ominous dragon totems, too.\" src=\"https://www.gamespot.com/a/uploads/original/1816/18167535/4137011-zelda-tears-of-the-kingdom-stables-guide-1.jpg\" /></a><figcaption>You'll see these types of buildings from afar. To be fair, they do look like ominous dragon totems, too.</figcaption></figure><h3>Functions of stables</h3><p>As far as functions go, here's what you could do when you visit Zelda: Tears of the Kingdom Stables:</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-mounts-stables-guide/1100-6514045/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-mounts-stables-guide/1100-6514045/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 13:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Call Of Duty: Modern Warfare 3 With Campaign, Multiplayer, And Zombies Coming This November - Report", "description": "<p>A new report suggests that the new Call of Duty game reportedly set for release this November will be called Modern Warfare III. <a href=\"https://insider-gaming.com/modern-warfare-3-call-of-duty-2023/\">Insider-Gaming's sources</a> revealed the title of the game.</p><p>This year's COD game will reportedly be developed by Sledgehammer Games with Activision's network of other teams supporting. The game will reportedly feature a campaign, multiplayer, Zombies, and a new map for Warzone 2.</p><p>The new map is reportedly called Las Almas and it will come during Season 1, which is reportedly set for sometime at the start of December. Modern Warfare III's Zombies mode will basically be \"Outbreak 2.0,\" Insider-Gaming reported. The site went on to report that Activision is holding internal discussions now to determine if this should be included in the premium release or released separately as a free-to-play game.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-with-campaign-multiplayer-and-zombies-coming-this-november-report/1100-6514109/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-with-campaign-multiplayer-and-zombies-coming-this-november-report/1100-6514109/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Legend Of Zelda: Tears Of The Kingdom Starter Guide", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4136643-beginnerguide_tearsofthekingdom_20230508v3.jpg\" width=\"480\" /> From how to tackle the game's opening shrines, how to use the new Fuse, Ultrahand, Recall, and Ascend powers, what to see along the way, and things to make sure not to miss before setting out into Hyrule, including the paraglider, here's the definitive starter guide for Tears of the Kingdom.", "link": "https://www.gamespot.com/videos/the-legend-of-zelda-tears-of-the-kingdom-starter-guide/2300-6461361/", "date_published": "2023-05-12 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sea Of Thieves Dev: We Get It, It's OK, Go Play Tears Of The Kingdom Today", "description": "<p>Nintendo's highly anticipated RPG The Legend of Zelda: Tears of the Kingdom is finally here, and it's <a href=\"https://www.gamespot.com/articles/review-roundup-for-the-legend-of-zelda-tears-of-the-kingdom/1100-6514054/\">getting rave reviews</a>. If you're keen to jump in right now to start your journey, any other game you might be playing, like, say, Sea of Thieves, will have to wait. The developers of that game, Rare, don't have a problem with players jumping ship to visit Hyrule.</p><p>\"We won't shed any tears if you're too busy in another kingdom for a sail today,\" Rare said. The UK studio did not mention Nintendo or Zelda, but it's pretty clear what the studio is talking about. Rare even shared a photo of a character wearing a green tunic, kneeling, and overlooking a vast world, an image that bears some similarities to the key art for Tears of the Kingdom.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We won't shed any tears if you're too busy in another kingdom for a sail today. <a href=\"https://t.co/CbMauRvyDP\">pic.twitter.com/CbMauRvyDP</a></p>  — Sea of Thieves (@SeaOfThieves) <a href=\"https://twitter.com/SeaOfThieves/status/1656917180355604480?ref_src=twsrc^tfw\">May 12, 2023</a></blockquote>              </div><p>Tears of the Kingdom is the sequel to Breath of the Wild that fans have been waiting years to play. It's finally out now on Switch, and GameSpot's <a href=\"https://www.gamespot.com/reviews/the-legend-of-zelda-tears-of-the-kingdom-review/1900-6418063/\">Tears of the Kingdom review</a> scored it a 10/10, marking just <a href=\"https://www.gamespot.com/gallery/every-gamespot-10-10-review-score/2900-153/\">our 24th 10/10 in site history.</a></p><a href=\"https://www.gamespot.com/articles/sea-of-thieves-dev-we-get-it-its-ok-go-play-tears-of-the-kingdom-today/1100-6514107/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sea-of-thieves-dev-we-get-it-its-ok-go-play-tears-of-the-kingdom-today/1100-6514107/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 12:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Amnesia: The Bunker Delayed Yet Again, Launching In June", "description": "<p><a href=\"https://www.gamespot.com/games/amnesia-the-bunker/\">Amnesia: The Bunker</a> has been delayed yet again, this time to June 6. This comes by way of a short, two-minute video from Frictional Games Creative Lead Fredrik Olsson, who explained the delay is to address crashes.</p><p>\"We're going through the certification process,\" Olsson said, \"and we've encountered multiple rare crashes that are very difficult to identify, reproduce, and thereby also fix, and we simply can't make it in time.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Here’s Fredrik with a message to you regarding Amnesia: The Bunker <a href=\"https://t.co/8Ak7vPsrja\">pic.twitter.com/8Ak7vPsrja</a></p>  — frictionalgames (@frictionalgames) <a href=\"https://twitter.com/frictionalgames/status/1656995054123208704?ref_src=twsrc^tfw\">May 12, 2023</a></blockquote>              </div><p>Olsson then explained that the studio could have asked its employees to work weekends or nights to speed up the development process. \"That's simply not something we do here at Frictional,\" Olsson said. During the short video, Olsson also noted that everything is coming together nicely and that the team is excited to finally ship the game. </p><a href=\"https://www.gamespot.com/articles/amnesia-the-bunker-delayed-yet-again-launching-in-june/1100-6514106/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/amnesia-the-bunker-delayed-yet-again-launching-in-june/1100-6514106/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 12:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Riot Games Will Get A New CEO Later This Year", "description": "<p> Riot Games CEO Nicolo Laurent will be stepping down this year after 6 years in the position, Riot has announced. He will be succeeded by the company's current global president, A. Dylan Jadeja.</p><p>Laurent, who has spent 14 years in leadership positions at Riot, including six as CEO, told employees he's stepping down to spend more time with his family. He will remain with Riot in an advisory role once the handover is complete.</p><p>Incoming CEO Dylan Jadeja has been with Riot since 2011, and was named president in 2017. Since then Riot says he \"has been one of the key leaders in crafting Riot’s strategy and driving our culture forward,\" which suggests his move to CEO won't change too much about the company's overall strategy. The leadership transition will take place over the coming months, with the process expected to be fully complete by the end of the year.</p><a href=\"https://www.gamespot.com/articles/riot-games-will-get-a-new-ceo-later-this-year/1100-6514103/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/riot-games-will-get-a-new-ceo-later-this-year/1100-6514103/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - All Abilities Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> abilities include a bit of do-it-yourself (DIY) crafting and elemental powers. You're bound to discover and unlock these as you progress further in the campaign. Here's our guide to help you with all the abilities in Zelda: Tears of the Kingdom.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">DIY crafting via the Ultrahand</a><ul><li><a href=\"https://www.gamespot.com\">Ultrahand Grab and Attach</a></li></ul></div><h3 id=\"DIY_crafting_via_the_Ultrahand\">DIY crafting via the Ultrahand</h3><p>The Ultrahand is a tool that you'll receive early in the campaign. Basically, it has the main function where you'll be able to create various objects and vehicles, whether for combat, exploration, or puzzle-solving purposes. Most are unlocked as you're clearing the Shrines in the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/\"><strong>Great Sky Island starting area</strong></a>. These can be accessed by pressing and holding the L button.</p><h4 id=\"Ultrahand_Grab_and_Attach\">Ultrahand Grab and Attach</h4><p>This is the basic function of the Ultrahand. You can grab, rotate, lift, align, and attach objects, essentially creating something nifty, useful, or downright mind-boggling. You can learn more in our <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ultrahand-guide/1100-6514037/\"><strong>Ultrahand tips guide</strong></a>.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-all-abilities-guide/1100-6514022/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-all-abilities-guide/1100-6514022/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - All Skyview Towers Locations", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Skyview Towers launch Link all the way up into the air. From there, you should have a clear view of your surroundings and numerous landmarks. Oh, and they also act as fast travel points. Here's our guide to help you find and unlock all 15 Skyview Towers in Zelda: Tears of the Kingdom.</p><h2>How to unlock all Skyview Towers in Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom Skyview Towers appear as tall structures with bright spotlights, highly visible from a distance. They're normally unlocked once you interact with their respective terminals, thereby creating a fast travel point/teleportation circle. Then, upon stepping onto the central platform, Link will be launched high up. This reveals the surface and sky portions on your map. Moreover, you can use these as skydiving spots so you can reach landmarks.</p><p>Think of these structures as akin to Sheikah Towers. Alternatively, if you're like me and this is your first Zelda game, then these are sort of like Assassin's Creed sync points or Genshin Impact Statues of the Seven.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-locations-guide/1100-6514025/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-locations-guide/1100-6514025/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Clues To The Sky Quest Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Clues to the Sky main quest takes place in Zora's Domain in the region of Lanayru. The once-pristine areas are now covered in sludge, and you'll hear of clues that might aid the people in their plight. Here's our guide to help you complete Clues to the Sky in Zelda: Tears of the Kingdom.</p><h2>How to complete Clues to the Sky in The Legend of Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom Clues to the Sky quest has other tasks that are required or are done in conjunction. Here are a couple of examples:</p><ul><li><strong>Sidon of the Zora/The Broken Slate</strong> - You'll meet Sidon in Mipha Court, which should be marked on your map. He'll ask you to find Jiahto, who's to the northwest. Once you arrive at the location, grab the slate off to the side of the cave entrance, then slot it into the wall carving.</li><li><strong>Restoring the Zora Armor</strong> - Yona wants you to find an Ancient Arowana, but no other hints are provided at the start. Later, though, you'll find one in the fountain pool at the top of the steps in Mipha Court.</li></ul><h3>King Dorephan and the Land of the Sky Fish Droplet</h3><h4>The Pristine Sanctum</h4><p>In any case, the Zelda: Tears of the Kingdom Clues to the Sky quest begins with you looking for King Dorephan. There are some kids near the throne room, but they'll shoo you away if you get too close. Talk to the guard, then crouch-walk behind the kids. Press the A button to listen in on their conversation. You'll learn that the king is in the Pristine Sanctum, which has an entrance near a clean waterfall.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-clues-to-the-sky-quest-guide/1100-6514046/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-clues-to-the-sky-quest-guide/1100-6514046/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Great Sky Island Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Great Sky Island is a majestic region that you'll explore early in the campaign. You'll learn important mechanics and systems that will become integral throughout your journey. Here's our guide to help you with the Great Sky Island starting area in Zelda: Tears of the Kingdom.</p><h2>The Legend of Zelda: Tears of the Kingdom - Great Sky Island overview</h2><p>The Legend of Zelda: Tears of the Kingdom Great Sky Island consists of several landmasses, with four Shrines that you'll visit as part of the main quest. Once you regain control of Link in the Room of Awakening, continue to the Temple of Time beyond. There, a Zonai by the name of Rauru will talk to you. He'll tell you about the Shrines in this region, and you'll be on your way to visit each one.</p><h3>Ukouh Shrine</h3><p>You'll make use of the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ultrahand-guide/1100-6514037/\"><strong>Ultrahand</strong></a>, the first ability that you'll acquire in the game. It lets you grab objects, so you can lift, rotate, move, realign, and attach them. The Shrine itself tasks you with finding ways to reach ledges and cross gaps. You'll do this by attaching boards to hooks, or combining platforms to make bridges.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Guides Hub", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> takes you on another wondrous adventure in Hyrule. As Link, you'll battle numerous foes, explore new locations, discover many secrets, and even engage in a bit of DIY with your new crafting Ultrahand. Things can get a bit overwhelming due to numerous mechanics and ideas. However, our Zelda: Tears of the Kingdom guides hub will help you on your journey.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Starter and general guides</a></li><li><a href=\"https://www.gamespot.com\">Abitities: Ultrahand, Zonaite Devices, and more</a></li><li><a href=\"https://www.gamespot.com\">Purah Pad</a></li><li><a href=\"https://www.gamespot.com\">Chasm and Depths</a></li><li><a href=\"https://www.gamespot.com\">Mounts and stables</a></li><li><a href=\"https://www.gamespot.com\">Shrines</a></li><li><a href=\"https://www.gamespot.com\">Side quests and puzzles</a></li></ul></div><h2 id=\"Starter_and_general_guides\">Starter and general guides</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-tips-and-tricks/1100-6514091/\"><strong>Beginner's guide</strong></a> - Learn some tips and tricks as you begin your journey.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/\"><strong>Starting area: Great Sky Island overview </strong></a>- Here's what you can expect in this starting area.<strong><br /></strong></li><li><a href=\"https://www.gamespot.com/articles/the-legend-of-zelda-tears-of-the-kingdom-where-to-go-first-what-to-do-first/1100-6514071/\"><strong>Where to go first</strong></a> - Find out which region to visit first as part of the campaign.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fast-travel-guide/1100-6513997/\"><strong>How to fast travel</strong></a> - There are multiple ways to fast travel in the game.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-locations-guide/1100-6514025/\"><strong>Skyview Towers</strong></a> - Reveal areas of the map and get launched into the sky while you're at it.</li><li><strong><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-geoglyphs-dragons-tears-guide/1100-6514026/\">Geoglyphs and Dragon's Tears</a> </strong>- Find the pools of water to see a vision.<strong><br /></strong></li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-money-rupees-guide/1100-6513999/\"><strong>How to earn more money/Rupees</strong></a> - Make some extra cash as you go on an adventure.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hearts-stamina-respec/1100-6514002/\"><strong>How to respec hearts and stamina</strong></a> - Choose hearts or stamina, or exchange one for the other.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-spicy-peppers-farm-locations/1100-6514003/\"><strong>How to farm more Spicy Peppers</strong></a> - You'll need a lot of these when you visit snowy regions.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hestu-location-guide/1100-6514007/\"><strong>Where to find Hestu</strong></a> - The dancing Korok is back and he'll increase your inventory slots.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-wingsuit-glide-set-guide/1100-6514010/\"><strong>How to get the Wingsuit</strong></a> - Get improved controls when skydiving with this clothing set.</li></ul><h2 id=\"Abitities__Ultrahand__Zonaite_Devices__and_more\">Abitities: Ultrahand, Zonaite Devices, and more</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-all-abilities-guide/1100-6514022/\"><strong>All abilities</strong></a> - Learn about all the abilities you can unlock in the game.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-zonai-devices-guide/1100-6514036/\"><strong>Zonai Devices</strong></a> - These are the Zonai contraptions that you'll make use of.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-energy-cell-upgrade/1100-6514035/\"><strong>How to upgrade your Energy Cell</strong></a> - Don't let your battery get depleted.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ultrahand-guide/1100-6514037/\"><strong>Ultrahand tips</strong></a> - Here are some nifty tricks when using the Ultrahand's grab and attach actions.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-best-fuses-early-game-guide/1100-6514039/\"><strong>Best weapon Fuses for the early-game</strong></a> - We've got some suggestions for things you can cast Fuse on.</li></ul><h2 id=\"Purah_Pad\">Purah Pad</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-camera-sensor-purah-pad-guide/1100-6514012/\"><strong>How to get the Camera and Sensor</strong></a> - Get the Camera and Sensor so you can track everything easily.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-travel-medallion-guide/1100-6514014/\"><strong>How to get the Travel Medallion</strong></a> - Obtain your own instant teleportation circles.</li></ul><h2 id=\"Chasm_and_Depths\">Chasm and Depths</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-depths-chasm-guide/1100-6514040/\"><strong>Depths and Chasms overview</strong></a> - Learn about the Depths region/world, which has its own challenges and wonders.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hebra-mine-guide/1100-6514041/\"><strong>Where to find the Hebra Chasm/Abandoned Hebra Mine</strong></a> - You'll want to locate the last Chasm that's part of the Depths quest chain.</li></ul><h2 id=\"Mounts_and_stables\">Mounts and stables</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-epona-location-guide/1100-6514019/\"><strong>How to get Epona</strong></a> - Link's trusty horse can be yours once more.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-mount-horse-guide/1100-6514018/\"><strong>How to get a mount</strong></a> - There are also other options if you need an animal mount.</li></ul><h2 id=\"Shrines\">Shrines</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-shrine-locations-guide/1100-6514089/\"><strong>Shrine locations</strong></a> - It's time to find the Shrines and complete the challenges therein.</li></ul><h2 id=\"Side_quests_and_puzzles\">Side quests and puzzles</h2><ul><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-bubbul-gems-koltin-guide/1100-6514028/\"><strong>Where to trade Bubbul Gems</strong></a> - Loot these from Bubbulfrogs in caves, and find the NPC that wants them.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-heroines-secret-quest-guide/1100-6514029/\"><strong>Heroine's Secret</strong></a> - Help a Gerudo warrior learn more about the past.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-call-from-the-depths-guide/1100-6514030/\"><strong>A Call From the Depths</strong></a> - The Goddess Statue seems to have lost her \"eyes\" somewhere.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-typhlo-ruins-puzzle-guide/1100-6514031/\"><strong>Typhlo Ruins</strong></a> - There are riddles that require you to use elemental powers.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-deku-tree-hyrule-forest-guide/1100-6514032/\"><strong>The Deku Tree and Great Hyrule Forest</strong></a> - You'll get sent back the way you came unless you cleanse the foul mists.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-lurelin-village-quest-guide/1100-6514033/\"><strong>Lurelin Village</strong></a> - Ransacked by pirates, you can restore the town to its former glory.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-ring-ruins-puzzle-trip-through-history-guide/1100-6514034/\"><strong>Ring Ruins: Trip Through History</strong></a> - Numerous ruins have fallen from the sky, and you'll need to read their inscriptions.</li><li><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-miskos-treasures-armor-locations-guide/1100-6514027/\"><strong>Misko's Treasures</strong></a> - There are treasures hidden in caves, netting you some unique chest pieces.</li></ul><div><p>We'll add more articles to our The Legend of Zelda: Tears of the Kingdom guides hub, so stay tuned.</p></div>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-guides-hub/1100-6513966/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - How To Fast Travel", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> fast travel methods allow for speedy methods of exploring the game world. By going back and forth in certain areas, you'll be able to reach new locations with ease. Here's our guide to help you with the fast travel mechanics in Zelda: Tears of the Kingdom.</p><h2>The Legend of Zelda: Tears of the Kingdom fast travel methods</h2><p>There are a few Zelda: Tears of the Kingdom fast travel methods that become available during the course of your playthrough. Once available, you can open the world map and select a spot by pressing the \"A\" button on your gamepad.</p><p>Likewise, it's worth noting that, barring a few exceptions, you'll be able to fast travel to unlocked locations whenever you please. You can do this while you're idle in town, diving through the clouds, swimming, and more.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fast-travel-guide/1100-6513997/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-fast-travel-guide/1100-6513997/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - How To Get Epona", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Epona horse mount can be yours early in the game. However, there are some important caveats that our writers have discovered while playing. Here's our guide to help you with finding Epona in Zelda: Tears of the Kingdom.</p><h2>How to get Epona in The Legend of Zelda: Tears of the Kingdom</h2><p>You'll find Epona in Zelda: Tears of the Kingdom once you visit your first Stable. As our writers have shared, this was New Serenne Stable, which is northwest of Lookout Landing.</p><p>Technically, the open-world nature of the game means that you could visit regions in any order. However, NPCs like Purah tend to <strong><a href=\"https://www.gamespot.com/articles/the-legend-of-zelda-tears-of-the-kingdom-where-to-go-first-what-to-do-first/1100-6514071/\">nudge you to head northwest</a></strong> to Hebra before the others. New Serenne Stable is also a fairly important location, as it's where you'll meet Impa for the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-geoglyphs-dragons-tears-guide/1100-6514026/\"><strong>Geoglyphs quest</strong></a>.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-epona-location-guide/1100-6514019/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-epona-location-guide/1100-6514019/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - How To Get The Wingsuit", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Wingsuit or Glide Set is perfect for skydiving. You're bound to do this activity often, as you'll be heading to floating islands and regions overlooking the rest of the game world. Here's our guide to help you get the Wingsuit or Glide Set in Zelda: Tears of the Kingdom.</p><h2>How to get the Wingsuit or Glide Set in Zelda: Tears of the Kingdom</h2><p>The Zelda: Tears of the Kingdom Wingsuit or Glide Set can be found on three small islands in the sky region of the game world. To reach these areas, you'll need to interact with the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-locations-guide/1100-6514025/\"><strong>Skyview Towers</strong></a> closest to them, or a landmark in the sky region. From there, you'll also need to navigate your way mid-air until you reach these areas.</p><p>You should see gigantic rotating pillars that are higher up. However, the goal is to head to the small floating island below those rotating pillars.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-wingsuit-glide-set-guide/1100-6514010/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-wingsuit-glide-set-guide/1100-6514010/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - How To Respec Hearts And Stamina", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> hearts and stamina are the two main \"stats\" you'll take note of while playing the game, as these are integral to Link's survivability. Thankfully, you won't get stuck with any particular choice of an upgrade, as there's a method that lets you change between the two. Here's our guide to help you respec your hearts and stamina in Zelda: Tears of the Kingdom.</p><h2>How to respec in Legend of Zelda: Tears of the Kingdom</h2><p>To earn a heart or stamina segment in the game, you'll need to give four Lights of Blessing to a Goddess Statue. Technically, that means completing four Shrines for each reward.</p><p>Now, as for The Legend of Zelda: Tears of the Kingdom heart and stamina respec method itself, this can be done via the <strong>Horned Statue in the Emergency Shelter in Lookout Landing</strong>. In the Emergency Shelter, you'll meet an NPC who tells you about strange sounds coming from a part of the room. This will start the \"Who Goes There?\" side quest.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hearts-stamina-respec/1100-6514002/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hearts-stamina-respec/1100-6514002/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Purah Pad Camera And Sensor Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Purah Pad Camera and Sensor are important functions to have as you're progressing through the campaign. With these tools, you'll be able to take note of important landmarks, as well as track the items that you need. Here's our guide to help you get the Purah Pad Camera and Sensor in Zelda: Tears of the Kingdom.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">How to get the Purah Pad Camera</a></li></ul></div><h2 id=\"How_to_get_the_Purah_Pad_Camera\">How to get the Purah Pad Camera</h2><p>The Purah Pad acts as your main interface tool in the game. It's got your quest log, world map, photo album, and more. And, yes, it does resemble a Nintendo Switch, because why not?</p><p>Anyway, to get the Zelda: Tears of the Kingdom Purah Pad Camera, you'll need to <strong>talk to Josha and Robbie</strong>, the researchers in Lookout Landing. They're just below the walkway where you'll find Purah. If there's no prompt related to the Camera, then you'll need to progress the main quest further, at least until after you've spoken to Captain Hoz in the Gatehouse.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-camera-sensor-purah-pad-guide/1100-6514012/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-camera-sensor-purah-pad-guide/1100-6514012/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom - Where To Find Hestu", "description": "<p>Hestu is an important character in <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a>. This large and cheerful Korok wants you to give a bunch of stuff to him. Here's our guide to help you find Hestu so you can increase your inventory size in Zelda: Tears of the Kingdom.</p><h2>The Legend of Zelda: Tears of the Kingdom - Hestu and inventory size increase</h2><p>To find Hestu in Zelda: Tears of the Kingdom, you just need to reach <strong>Lookout Landing</strong>. This happens very early in the campaign as soon as you skydive all the way down to Hyrule. This area will also act as your main/initial hub, with its vendors, sleeping area, cooking pot, and various quests.</p><p>As for Hestu, you'll spot him in the southern corner of the grounds, fairly close to the Stables handler. However, if you don't see him as soon as you arrive, you may need to progress the campaign a bit further.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hestu-location-guide/1100-6514007/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-hestu-location-guide/1100-6514007/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Shrine Locations Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Shrines present numerous challenges. Some will test your mettle in combat, while others can stump your brain due to puzzle mechanics. Here's our guide to help you with the Shrine locations in Zelda: Tears of the Kingdom.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">The Legend of Zelda: Tears of the Kingdom Shrine locations</a><ul><li><a href=\"https://www.gamespot.com\">Shrine functions, rewards, and challenges</a></li></ul></div><h2 id=\"The_Legend_of_Zelda__Tears_of_the_Kingdom_Shrine_locations\">The Legend of Zelda: Tears of the Kingdom Shrine locations</h2><h3 id=\"Shrine_functions__rewards__and_challenges\">Shrine functions, rewards, and challenges</h3><p>The Legend of Zelda: Tears of the Kingdom Shrines are akin to what you've seen before if you've played Breath of the Wild. They dot the entire countryside, and you can tackle them as you go along. They also act as fast travel points, speeding up the exploration. Moreover, you'll find Shrines in the Sky region, too.</p><p>Completing a Shrine challenge/task will net you a Blessing of Light. Once you have four of these orbs, you can talk to a Goddess Statue to choose a reward. You can pick either a single heart or a stamina segment.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-shrine-locations-guide/1100-6514089/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-shrine-locations-guide/1100-6514089/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Spicy Pepper Locations And How To Farm Spicy Peppers", "description": "<p>The Spicy Pepper is probably one of the most important items in <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a>. A single one of these can spell the difference between survival or death in certain areas of the game. Here's our guide to help you farm more Spicy Peppers in Zelda: Tears of the Kingdom.</p><h2>How to farm Spicy Peppers in Zelda: Tears of the Kingdom</h2><p>The Legend of Zelda: Tears of the Kingdom Spicy Pepper item has one particular use: you'll gain warmth and, essentially, resistance to the harsh cold temperatures. You'll learn about this mechanic soon enough while exploring the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/\"><strong>Great Sky Island starting area</strong></a>. There are snow-capped sections leading to Gutanbac Shrine where the temperature would drop, causing Link to shiver. Then, in just a few seconds, his health would slowly get depleted.</p><p>There are, however, a few downsides. First, you'll only find a few of these plants as you're roaming around. Then, much later, you'll head to regions with freezing temperatures (i.e. the entirety of Hebra and some portions of Gerudo). It can lead to a situation where you need cold resistance food, but you forgot where all those Spicy Peppers were.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-spicy-peppers-farm-locations/1100-6514003/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-spicy-peppers-farm-locations/1100-6514003/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Tips And Tricks", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> takes you on a wild ride across many regions. Naturally, there are countless things you'll want to learn and discover. Here's our Zelda: Tears of the Kingdom beginner's guide with tips and tricks for various activities in the game.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Navigation</a></li></ul></div><p>We've split up our Zelda: Tears of the Kingdom beginner's guide/tips and tricks article into several categories. We've included a few suggestions and tidbits that you can try as you play.</p><h3 id=\"Navigation\">Navigation</h3><p><ins><strong>Surface, Sky, and Depths</strong></ins> - The Legend of Zelda: Tears of the Kingdom is divided into three major \"worlds\" (as we call them). The Surface region is the good ol' land of Hyrule and nearby surroundings. The Sky region, meanwhile, is made up of floating island chains. It's actually where you'll start your journey, as we've noted in our <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-great-sky-island-guide/1100-6514044/\"><strong>Great Sky Island guide</strong></a>.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-tips-and-tricks/1100-6514091/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-tips-and-tricks/1100-6514091/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears of the Kingdom - Deku Tree And Hyrule Forest Guide", "description": "<p><a href=\"https://www.gamespot.com/games/the-legend-of-zelda-tears-of-the-kingdom/\">The Legend of Zelda: Tears of the Kingdom</a> Deku Tree has a plight on its own. Due to the emergence of a terrible evil and the eruption of Gloom from the Depths, the surrounding woods has become shrouded in mist. Here's our guide to help you cleanse the Deku Tree and Great Hyrule Forest in Zelda: Tears of the Kingdom. Likewise, please be reminded that this article contains <strong>minor spoilers</strong>.</p><h2>How to cleanse the Deku Tree and Great Hyrule Forest in The Legend of Zelda: Tears of the Kingdom</h2><h3>Entering the Lost Woods in Great Hyrule Forest</h3><p>At the moment, we're uncertain as to the key trigger to cleanse the Zelda: Tears of the Kingdom Deku Tree and Great Hyrule Forest. Although we did complete this task, we can't say if it's available right from the get-go, or if further progression in the main campaign is required.</p><p>What we do know is this: the Lost Woods or Great Hyrule Forest can be found north of Lookout Landing and the floating Hyrule Castle. Further beyond that, there's the <a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-skyview-towers-guide/1100-6514025/\"><strong>Typhlo Ruins Skyview Tower</strong></a>, which overlooks the forest itself. However, if you look at the area, it's covered in fog.</p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-deku-tree-hyrule-forest-guide/1100-6514032/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-deku-tree-hyrule-forest-guide/1100-6514032/?ftag=CAD-01-10abi2f", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]