[{"source": "https://businessinsider.com.pl/.feed", "title": "Mołdawia wcale nie chce do NATO. Większość społeczeństwa jest przeciw", "description": "63,5 proc. mieszkańców Mołdawii opowiada się przeciwko członkostwu swego kraju w Sojuszu Północnoatlantyckim — wynika z opublikowanego w piątek sondażu ośrodka badawczego iData. Badanie wskazuje też na szerokie grono sympatyków ZSRR, którego częścią była Mołdawia.", "link": "https://businessinsider.com.pl/wiadomosci/moldawia-wcale-nie-chce-do-nato-wiekszosc-spoleczenstwa-jest-przeciw/h830qgx", "date_published": "2023-05-12 19:31:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielki odpis PGE. 2,3 mld zł na specjalny fundusz", "description": "Spółka odpisała 2,3 mld zł na fundusz finansujący zamrożenie cen energii dla gospodarstw domowych, instytucji oraz przedsiębiorstw — poinformował w piątek prezes PGE Polska Grupa Energetyczna Wojciech Dąbrowski.", "link": "https://businessinsider.com.pl/firmy/wielki-odpis-pge-23-mld-zl-na-specjalny-fundusz/81tyflp", "date_published": "2023-05-12 18:39:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tajwan się zbroi w USA. Ma konkurenta przy zakupach", "description": "Konkurentem Tajwanu do amerykańskiej broni nie jest Ukraina, tylko kraje Zatoki Perskiej, twierdzą eksperci cytowani przez \"Foreign Policy\". Autorzy sugerują, by broń dla Tajwanu przekierować z dostaw przeznaczonych na Bliski Wschód.", "link": "https://businessinsider.com.pl/wiadomosci/tajwan-sie-zbroi-w-usa-ale-ma-konkurenta-przy-zakupach-nie-chodzi-o-ukraine/h8lsdq6", "date_published": "2023-05-12 17:50:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trwają negocjacje w sprawie kolejnych sankcji. \"Białoruś to luka w systemie\"", "description": "— Istnieje konieczność wprowadzenia sankcji na Białoruś, ponieważ kraj ten jest \"największą luką w systemie\" środków ograniczających — powiedział ambasador RP przy UE Andrzej Sadoś, po posiedzeniu stałych przedstawicieli, na którym omawiany był m.in. 11. pakiet sankcji przeciwko Rosji za agresję na Ukrainę.", "link": "https://businessinsider.com.pl/wiadomosci/trwaja-negocjacje-w-sprawie-kolejnych-sankcji-bialorus-to-luka-w-systemie/3g9jdqn", "date_published": "2023-05-12 17:10:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kodeks pracy 2023. Są urlopy, ale wciąż nie ma wniosków. Rząd się spóźnia", "description": "Od 26 kwietnia pracownicy mają prawo do nowych urlopów i zwolnień od pracy. Nie przygotowano jednak odpowiednich przepisów wykonawczych. W rezultacie kadrowi sami muszą naprędce opracowywać wzory wniosków i głowić się nad wypełnianiem świadectw pracy.", "link": "https://businessinsider.com.pl/prawo/praca/kodeks-pracy-2023-sa-urlopy-nie-ma-wnioskow-rzad-sie-spoznia/r30n9n8", "date_published": "2023-05-12 17:07:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy mało gorliwie podchodzą do sankcji. Lista rośnie, kwota nie", "description": "W Niemieckich bankach znajduje się ponad 2,2 mld euro, zamrożonych z powodu sankcji UE wobec Rosji. To oznacza, że kwota niemal nie zmieniła się od czerwca minionego roku. — Rządowi federalnemu brakuje entuzjazmu, jeśli chodzi o zamrożenie funduszy rosyjskich oligarchów – ocenił polityk CDU Matthias Hauer.", "link": "https://businessinsider.com.pl/gospodarka/niemcy-malo-gorliwie-podchodza-do-sankcji-lista-rosnie-kwota-nie/9fcqbb1", "date_published": "2023-05-12 17:05:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chaos na granicy z Meksykiem. Tak wyglądały ostatnie chwile starego prawa azylowego", "description": "Ostatniej nocy na granicy USA z Meksykiem zapanował chaos w związku z wygasaniem w piątek przepisów, tzw. Title 42, regulujących napływ azylantów do Stanów Zjednoczonych w czasie pandemii Covid-19. Amerykańskie służby zatrzymały wiele osób; przedzierający się przez granicę ludzie ignorowali rozkazy, aby zawrócić.", "link": "https://businessinsider.com.pl/wiadomosci/chaos-na-granicy-z-meksykiem-oto-ostatnie-chwile-starego-prawa-azylowego/kddq3fr", "date_published": "2023-05-12 16:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zmiany stóp poturbowały rynki. Inwestorzy liczą, że na akcjach znów uda się zarobić", "description": "Gospodarki państw rozwiniętych są w przełomowym momencie: mozolna walka z inflacją daje pierwsze pozytywne efekty, a podwyżki stóp procentowych zbliżają się do końca, choć skutki zacieśnienia polityki pieniężnej przyczyniają się do spowolnienia aktywności gospodarczej. To trudne warunki dla inwestorów lokujących pieniądze w akcje. Spróbujmy odpowiedzieć na pytanie, w którą stronę pójdą notowania indeksów giełdowych, jeśli faktycznie amerykański bank centralny nie będzie już podnosił stóp procentowych.", "link": "https://businessinsider.com.pl/twoje-pieniadze/zmiany-stop-poturbowaly-rynki-inwestorzy-licza-ze-na-akcjach-znow-uda-sie-zarobic/efcgb94", "date_published": "2023-05-12 16:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kaliningrad znika z map i wyszukiwarki. Google wdrożył polskie zalecenie", "description": "Zaledwie trzy dni po wydaniu zalecenia, by w języku polskim nie stosować nazwy \"Kalinigrad\", miasto o tej nazwie zniknęło z map udostępnianiach przez Google. W jego miejscu pojawił Królewiec. Do takiej samej zmiany doszło w wyszukiwarce.", "link": "https://businessinsider.com.pl/technologie/kaliningrad-znika-z-map-i-wyszukiwarki-google/rlc2ckg", "date_published": "2023-05-12 15:27:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA oskarżają ten kraj o pomoc Rosji. Jest odpowiedź władz", "description": "Ambasador USA Reuben Brigety oskarżył RPA o dostarczanie uzbrojenia Rosji. — Zarzuty są nieprawdziwe — odpierają ataki przedstawiciele władz RPA, cytowani przez agencję Reutera.", "link": "https://businessinsider.com.pl/gospodarka/usa-oskarzaja-ten-kraj-o-pomoc-rosji-jest-odpowiedz-wladz/7rh7bgy", "date_published": "2023-05-12 15:18:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zyski Tesco spadły o połowę. Prezes i tak zarobił 200 razy więcej niż przeciętny pracownik", "description": "Szef Tesco, największej brytyjskiej sieci supermarketów, zarobił w ubiegłym roku finansowym 4,44 mln funtów, mimo że zysk firmy zmniejszył się o połowę. To ponad 200 razy więcej niż przeciętna pensja pracowników Tesco.", "link": "https://businessinsider.com.pl/firmy/zyski-tesco-spadly-o-polowe-prezes-i-tak-zarobil-miliony/2yhdfd3", "date_published": "2023-05-12 14:54:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Państwa członkowskie krytykują UE za pomoc Polsce w sprawie zboża. Jest odpowiedź Warszawy", "description": "Część krajów członkowskich UE domaga się od Brukseli wyjaśnień w sprawie pomocy udzielonej m.in. Polsce. Jak poinformował na piątkowej konferencji prasowej minister rolnictwa Robert Telus, koszty pomocy Ukrainie mają ponieść wszystkie państwa Unii Europejskie, a nie tylko Polska i inne kraje przygraniczne — to jeden z elementów apelu, który zostanie skierowany do państw UE przez państwa graniczące z Ukrainą.", "link": "https://businessinsider.com.pl/gospodarka/panstwa-czlonkowskie-krytykuja-ue-za-pomoc-polsce-w-sprawie-zboza/8x6jjnf", "date_published": "2023-05-12 14:41:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy się zbroją. Kupią nawet 100 czołgów", "description": "Jak podaje Bloomberg, Niemcy są gotowe zamówić 18 czołgów Leopard 2, aby zastąpić jednostki wysłane na Ukrainę. Na stole jest też opcja na 105 kolejnych, za łączną kwotę ok. 2,9 mld euro (3,2 mld dolarów). Komisja budżetowa w niższej izbie parlamentu ma zatwierdzić wstępne zamówienie 18 czołgów — warte około 525 mln euro już pod koniec tego miesiąca.", "link": "https://businessinsider.com.pl/gospodarka/niemcy-sie-zbroja-kupia-nawet-100-czolgow/nlnwb1g", "date_published": "2023-05-12 14:10:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Resort szykuje zmiany w mObywatelu. Chce, by był platformą do załatwiania spraw urzędowych", "description": "Reaktywowane Ministerstwo Cyfryzacji realizuje szereg projektów, w których centrum znajduje się usługa mObywatel. Zdaniem szefa resortu Janusza Cieszyńskiego mObywatel jako portfel dokumentów to już przestarzałe rozwiązanie. Pomysłem na jego rozwój i zmianę jest stworzenie platformy do załatwiania spraw urzędowych.", "link": "https://businessinsider.com.pl/technologie/nowy-pomysl-na-mobywatela-przestanie-byc-tylko-cyfrowym-portfelem/y92eltq", "date_published": "2023-05-12 13:54:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wybory w Turcji. Rosja wspiera Erdogana? Kontrkandydat oskarża", "description": "Kemal Kilicdaroglu, kandydat na prezydenta większości tureckiej opozycji i lider przedwyborczych sondaży, oskarżył Rosję o ingerowanie w przebieg kampanii przed niedzielnymi wyborami prezydenckimi i parlamentarnymi.", "link": "https://businessinsider.com.pl/wiadomosci/wybory-w-turcji-rosja-wspiera-erdogana-kontrkandydat-oskarza/glk61dy", "date_published": "2023-05-12 13:38:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W RPP nie ma jednomyślności. Te kwestie najbardziej dzielą", "description": "Szef NBP Adam Glapiński nie kryje zadowolenia ze spadającej inflacji. Nie wszyscy w RPP podzielają ten optymizm. Są sugestie, że zrobiono za mało, by szybciej wróciła normalność w cenach. Są obawy, że proces spadku inflacji będzie zbyt wolny, a spowolnienie gospodarcze dalej będzie dusić konsumpcję.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-spada-ale-czy-jest-dobrze-w-rpp-nie-ma-jednomyslnosci/642tzq7", "date_published": "2023-05-12 13:17:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Reaktywacja Trójkąta Weimarskiego? Będą wspólne wizyty Polski, Francji i Niemiec", "description": "Jak poinformował w piątek minister ds. UE Szymon Szynkowski vel Sęk, przedstawiciele Polski, Francji i Niemiec wspólnie odwiedzą kraje Bałkanów Zachodnich kandydujące do UE, a następnie Ukrainę. Spotkania odbędą się w ramach wzmocnionej współpracy Trójkąta Weimarskiego.", "link": "https://businessinsider.com.pl/wiadomosci/trojkat-weimarski-reaktywowany-wspolne-wizyty-polski-francji-i-niemiec/s0hm2gf", "date_published": "2023-05-12 13:14:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Globalny koncern nie dotrzymał obietnicy. Nie tylko nie opuścił Rosji, ale zwiększył zyski", "description": "Globalne koncerny po rosyjskiej inwazji na Ukrainę jeden po drugim deklarowały, że wycofają się z Rosji. Nieco rok później okazało się, że nie wszyscy dotrzymali swoich obietnic.", "link": "https://businessinsider.com.pl/biznes/obiecali-wyjsc-z-rosji-zamiast-tego-zwiekszyli-tam-zyski/zepml0z", "date_published": "2023-05-12 13:05:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "11 codziennych nawyków, które oddalają cię od bogactwa i sukcesu", "description": "Thomas C. Corley, autor książek, w tym \"Can Money Buy Happiness?\" przez pięć lat studiował życie biednych i bogatych ludzi, by pokazać, czym różni się myślenie jednych i drugich.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/jakie-nawyki-oddalaja-od-sukcesu-i-bogactwa-thomas-c-corley/qnzn9xm", "date_published": "2023-05-12 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Afera w Japonii. Przez dziesięć lat wyciekały dane klientów motoryzacyjnego giganta", "description": "Ponad dwa miliony klientów japońskiego koncernu motoryzacyjnego Toyota zostało narażonych na wyciek danych ich pojazdów. W 2013 r. w wyniku błędu zostały one umieszczone w publicznej, zamiast w prywatnej chmurze internetowej. Usterka trwała aż do kwietnia 2023 r. O problemie poinformowała sama firma w specjalnym oświadczeniu.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/afera-w-japonii-toyota-ma-klopoty-dziesiec-lat-wyciekaly-dane/2rzl8ms", "date_published": "2023-05-12 12:53:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zwolnienie lekarskie przez aplikację. ZUS zapowiada nowość", "description": "Już wkrótce lekarze będą mogli wystawiać zwolnienia lekarskie poprzez specjalną aplikację. ZUS ma dać taką możliwość jeszcze w tym roku.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ubezpieczenia/zwolnienie-lekarskie-przez-aplikacje-zus-zapowiada-nowosc/j8mpxer", "date_published": "2023-05-12 12:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Europa może liczyć na większe inwestycje w tym roku. Polska wśród beneficjentów", "description": "Rośnie zainteresowanie inwestorów Europą. Powinna na tym skorzystać Polska. Eksperci zwracają uwagę na specyficzne położenie naszego kraju, które łączy się z atrakcyjnością kosztową inwestycji i wysokimi kwalifikacjami pracowników. Wskazują kluczowe sektory.", "link": "https://businessinsider.com.pl/gospodarka/inwestycje-powinny-plynac-do-polski-to-nasz-glowne-zalety/b4eb93m", "date_published": "2023-05-12 12:22:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ford Transit Connect Van. Dźwiganie ciężarów ma w genach", "description": "Ford Transit Connect Van to solidny pomocnik, który wspiera firmy w przewożeniu ciężkich towarów - maksymalna ładowność modelu wynosi 939 kg. Ponadto, w modelu zastosowano liczne rozwiązania, które czynią z niego sprawnego współpracownika w mieście oraz poza nim. Ford Transit Connect Van jest obecnie dostępny nawet od ręki i z rabatem do 27 500 zł.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/ford-transit-connect-van-dzwiganie-ciezarow-ma-w-genach/ycq7s8c", "date_published": "2023-05-12 12:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaplanuj urlop na Cyprze. Polecamy hotele przy plaży", "description": "Cypr to niewielka wyspa położona we wschodniej części basenu Morza Śródziemnego. Cypr od lat cieszy się dużą popularnością wśród turystów. Na wyspie panuje ciepły śródziemnomorski klimat, ponad 300 dni w roku świeci słońce, dlatego warto to miejsce odwiedzić o każdej porze roku. Wyspę Afrodyty, jak jest często nazywana, charakteryzują malownicze plaże i zatoki, piękne góry, antyczne zabytki i klimatyczne miasteczka. W artykule polecamy sprawdzone hotele, które mają dostępne terminy, a jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-urlop-na-cyprze-polecamy-hotele-przy-plazy/y5sb7p8", "date_published": "2023-05-12 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sophia Kianni: Każdy powinien być aktywistą", "description": "Sophia Kianni, założycielka fundacji Climate Cardinals uważa, że w dobie social mediów każdy ma możliwość zostać aktywistą, a ze względu na postępujące zmiany klimatyczne, nawet powinien. — wszystko zaczyna się od zrobienia tego pierwszego kroku. To nie jest tak, że obudziłam się i zaczęłam prowadzić tę organizację — powiedziała.", "link": "https://businessinsider.com.pl/wiadomosci/sofia-kianni-kazdy-powinien-byc-aktywista/083s2db", "date_published": "2023-05-12 11:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mocne spadki spółki legendarnego inwestora. To piramida finansowa?", "description": "Wall Street jest symbolem wielkich pieniędzy i afer. Najnowszą wytropili eksperci z Hindenburg Research, którzy w raporcie posądzili słynnego inwestora giełdowego o ustalenie takiego systemu wypłat dywidend, który przypomina piramidę finansową. Carl Icahn w związku z tymi zarzutami stracił spory majątek, przez spadki spółki.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/mocne-spadki-spolki-legendarnego-inwestora-to-piramida-finansowa/vhe717q", "date_published": "2023-05-12 11:25:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Po 10 latach w ESA ponad 400 polskich firm zarejestrowano w bazie przetargów agencji", "description": "Polska należy do Europejskiej Agencji Kosmicznej od 19 listopada 2012 r. Co udało się zrealizować przez ponad dekadę? Na Impact’23 wyjaśnił nam to prof. Grzegorz Wrochna, prezes Polskiej Agencji Kosmicznej.", "link": "https://businessinsider.com.pl/wiadomosci/po-10-latach-w-esa-ponad-400-polskich-firm-zarejestrowano-w-bazie-przetargow-agencji/emzckdb", "date_published": "2023-05-12 11:20:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamykają fabrykę w Łodzi po kilkudziesięciu latach. Części wolą zamawiać, zamiast produkować", "description": "Fabryka w Łodzi, która jest częścią międzynarodowej firmy Coats, kończy z produkcją metalowych elementów do zamków błyskawicznych. Zwolnienia obejmą 52 pracowników. To kolejna firma z branży, która zaprzestaje produkcji w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/zamykaja-fabryke-w-lodzi-po-kilkudziesieciu-latach-czesci-wola-zamawiac-zamiast/9lktfjd", "date_published": "2023-05-12 11:08:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dzisiaj Żabka to największa sieć bankomatów, lodówka i sąsiad", "description": "Pod szyldem Żabki działa w Polsce ponad 9 tys. sklepów. Anna Grabowska, wiceprezeska zarządu ds. strategii konsumenckich Grupy Żabka wyjaśniła nam na Impact’23 jak wygląda strategia firmy i jakie nowe rozwiązania planuje wprowadzić.", "link": "https://businessinsider.com.pl/firmy/sprzedaz/dzisiaj-zabka-to-najwieksza-siec-bankomatow-lodowka-i-sasiad/ksjck1q", "date_published": "2023-05-12 11:07:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Akcje Tesli podskoczyły po tym, jak Elon Musk ogłosił, że ustępuje z funkcji prezesa Twittera", "description": "Giełda z zadowoleniem przyjęła informację o przekazaniu sterów prezesa przez Elona Muska w Twitterze. Akcje Tesli poszły w górę, podbijając wcześniejsze notowania. W sumie od początku roku są blisko 60 proc. na plusie.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/tesla-rosnie-na-gieldzie-to-reakcja-na-deklaracje-elona-muska/mkdhdec", "date_published": "2023-05-12 11:01:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy dobrali się do jachtu oligarchy. Najciekawsze było w środku", "description": "Po raz drugi w ciągu kilku dni śledczy wzięli na celownik jacht \"Luna\" rosyjskiego oligarchy. Według informacji portalu tygodnika \"Spiegel\" skonfiskowali dzieła sztuki warte kilka milionów euro. Jacht miał należeć kiedyś do rosyjskiego miliardera Romana Abramowicza — ujawnia tygodnik.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-dobrali-sie-do-jachtu-oligarchy-najciekawsze-bylo-w-srodku/15618nz", "date_published": "2023-05-12 10:32:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stacje pogodowe, które cieszą się ogromną popularnością", "description": "Stacja pogodowa to bardzo przydatne urządzenie, które pozwala określić warunki panujące na zewnątrz bez wychodzenia z domu. Niektóre z nich niczym nie przypominają tradycyjnych elektronicznych termometrów i oferują wiele ciekawych funkcji. Sprawdź pięć najpopularniejszych modeli według Skąpiec.pl.", "link": "https://businessinsider.com.pl/technologie/stacje-pogodowe-ktore-ciesza-sie-ogromna-popularnoscia/4flqvsr", "date_published": "2023-05-12 10:30:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sekretarz skarbu USA przestrzega przed \"finansową katastrofą\". Wskazuje rozwiązanie", "description": "Czas ucieka, a Stany Zjednoczone ciągle przekraczają limit zadłużenia i od czerwca mogą nie być w stanie spłacać zobowiązań. Sekretarz Skarbu USA uważa, że jedynym dobrym i najbardziej oczywistym rozwiązaniem w obecnej sytuacji jest podniesienie pułapu zadłużenia. Unika odpowiedzi na pytania o to, co jej resort zrobi, jeśli nie będzie zgody.", "link": "https://businessinsider.com.pl/gospodarka/usa-stoja-przed-finansowa-katastrofa-sekretarz-skarbu-wskazuje-wyjscie/6m4879k", "date_published": "2023-05-12 10:09:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nauczyciele zobaczyli wyliczenia i się przerazili. Nie chcą takich emerytur", "description": "Związkowi Nauczycielstwa Polskiego nie podoba się propozycja Ministerstwa Edukacji i Nauki dotycząca wcześniejszych emerytur. ZNP nazywa je \"rażąco niekorzystnymi\" i wskazuje, że bardziej opłacalne są obecnie obowiązujące świadczenia kompensacyjne.", "link": "https://businessinsider.com.pl/wiadomosci/nauczyciele-zobaczyli-wyliczenia-i-sie-przerazili-nie-chca-takich-emerytur/v334ztc", "date_published": "2023-05-12 09:51:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Papież mówi o \"dzieciach tylko dla bogatych\". Wini wolny rynek", "description": "Założenie rodziny we Włoszech to tytaniczny wysiłek, na który stać jedynie bogatych – mówi papież Franciszek. Wini za to wolny rynek i mówi, że coraz więcej osób musi zadowolić się co najwyżej zwierzętami.", "link": "https://businessinsider.com.pl/wiadomosci/papiez-mowi-o-dzieciach-tylko-dla-bogatych-wini-wolny-rynek/kmh0kvt", "date_published": "2023-05-12 09:51:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jej kosmetyki zna każda Polka. Wraca pomysł wejścia na warszawską giełdę", "description": "Dr Irena Eris, po blisko roku od zawieszenia prac nad prospektem umożliwiającym wejście na giełdę, zaktualizowała dokumentację w KNF. — Publiczna oferta akcji pozostaje jedną z możliwości wsparcia finansowania naszej ekspansji – przyznał prezes Paweł Orfinger. Nie przesądza jednak kwestii debiutu na GPW.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/jej-kosmetyki-zna-kazda-polka-kosmetyczne-imperium-zadebiutuje-na-gieldzie/6zn7pmw", "date_published": "2023-05-12 09:31:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy myślą o obstawieniu granicy z Polską, ale mają problem. \"Zabraknie nam policjantów\"", "description": "Frakcja parlamentarna CDU/CSU wzywa rząd Niemiec do wprowadzenia kontroli na granicy z Polską. Kanclerz Olaf Scholz nie wyklucza takiego rozwiązania. Policyjni związkowcy alarmują jednak, że to w zasadzie nierealne.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-mysla-o-obstawieniu-granicy-z-polska-ale-maja-problem-zabraknie-nam/0ptzc3m", "date_published": "2023-05-12 08:42:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy już nie chcą passatów? Trwa boom na chińskie auta", "description": "Udział chińskich pojazdów w niemieckim rynku samochodów elektrycznych wzrósł w pierwszym kwartale ponad trzykrotnie – wynika z danych Federalnego Urzędu Statystycznego. Marki z Państwa Środka już nie ukrywają, że chcą zagrozić Volkswagenowi i spółce.", "link": "https://businessinsider.com.pl/gospodarka/wielki-boom-na-chinskie-auta-w-niemczech/4879c6h", "date_published": "2023-05-12 08:41:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największy polski hurtownik namieszał wynikami. Prezes wskazał wygranych w walce o klienta", "description": "Eurocash, który ma pod sobą m.in. ponad 15 tys. sklepów, pochwalił się wyższą sprzedażą i wzrostem zysku operacyjnego, ale równocześnie na czysto biznes przyniósł straty. Reakcją na najnowsze wieści jest m.in. mocny spadek cen akcji. Prezes Paweł Surówka wskazuje, że klienci kupują mniej lub wybierają tańsze towary, na czym zyskują bardziej dyskonty niż mniejsze sklepy.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/najwiekszy-hurtownik-namieszal-wynikami-prezes-wskazal-wygranych-w-walce-o-klienta/3plj3ns", "date_published": "2023-05-12 08:39:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes Totalizatora Sportowego: Poszukujemy firm, które będą miały pierwiastek polski", "description": "Zdaniem Olgierda Cieślika, prezesa zarządu Totalizatora Sportowego znaczenie branży hazardowej dla Polski i dla polskiego budżetu jest coraz większe.", "link": "https://businessinsider.com.pl/biznes/prezes-totalizatora-sportowego-poszukujemy-firm-ktore-beda-mialy-pierwiastek-polski/c2y9e7n", "date_published": "2023-05-12 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Adidas wreszcie wymyślił, co zrobić z butami Kanye Westa", "description": "Znana niemiecka firma sportowa długie lata współpracowała z raperem Ye, wcześniej znanym jako Kanye West. Ta jednak została zerwana, a w magazynach Adidasa zaczęły zalegać bardzo popularne buty. Wreszcie jednak koncern podjął decyzję.", "link": "https://businessinsider.com.pl/wiadomosci/adidas-wymyslil-co-zrobic-z-butami-kanye-westa/zw9lrey", "date_published": "2023-05-12 07:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uwierzyła w bajkę o \"Departamencie Wakacji NATO\". Zauroczenie warte 75 tys. zł", "description": "Oszust podający się za amerykańskiego żołnierza będącego na misji pokojowej w NATO wykorzystał łatwowierność zauroczonej nim 65-latki. Po kilkumiesięcznej internetowej znajomości zmanipulował ją do tego stopnia, że na przylot wybranka do Polski wpłaciła na konto \"Departamentu Wakacji NATO\" blisko 75 tys. zł. A \"departament\" nie był jedynym ciekawym wymysłem.", "link": "https://businessinsider.com.pl/wiadomosci/uwierzyla-w-bajke-o-departamencie-wakacji-nato-zauroczenie-warte-75-tys-zl/fwmx5rk", "date_published": "2023-05-12 07:44:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 12 maja poniżej 4,7 zł", "description": "Frank szwajcarski poniżej 4,7 zł. W piątek rano 12 maja 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,6698.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-12-maja-2023/jy0wnxk", "date_published": "2023-05-12 07:26:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 12 maja poniżej 4,2 zł", "description": "Kurs dolara poniżej 4,2 zł. W piątek rano 12 maja 2023 r. kurs USD/PLN wynosi 4,1553.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-12-maja-2023/hp5qkd1", "date_published": "2023-05-12 07:23:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 12 maja 2023 r.", "description": "Oto bieżący waluty euro na dzień 12 maja 2023 r. Euro to obecnie najważniejsza waluta w Unii Europejskiej, a od kursu euro uzależniona jest cena wielu importowanych i eksportowanych towarów i produktów. Jak wyglądają jej aktualne notowania oraz ile wynosi wartość względem złotówki? Wczoraj kurs euro wynosił: 4,53895 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-12-maja-2023-r/fbc6ph0", "date_published": "2023-05-12 07:20:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowe opłaty od 2024 r. Są projekty rozporządzeń ze stawkami", "description": "Nowe opłaty mają zniechęcić do korzystania z plastikowych opakowań. Od 1 stycznia 2024 r. będą doliczane do każdego jednorazowego kubka i pudełka na żywność z tworzywa sztucznego.", "link": "https://businessinsider.com.pl/wiadomosci/nowe-oplaty-od-2024-r-sa-projekty-rozporzadzen-ze-stawkami/e4d56zj", "date_published": "2023-05-12 07:19:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wskaźnik, pokazujący przyszłą inflację, zapowiada dobrą zmianę. Polacy to czują", "description": "Wskaźnik Przyszłej Inflacji (WPI), prognozujący z kilkumiesięcznym wyprzedzeniem kierunek zmian cen towarów i usług konsumpcyjnych, obniżył się o 2,3 pkt w maju 2023 r. w stosunku do notowań sprzed miesiąca. To zapowiada nieco wolniejsze tempo wzrostu cen.", "link": "https://businessinsider.com.pl/gospodarka/wskaznik-pokazujacy-przyszla-inflacje-zapowiada-dobra-zmiane-polacy-to-czuja/xj63sy4", "date_published": "2023-05-12 06:57:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Monopolowa sieciówka\" rośnie jak na drożdżach. Firma zdradza plany", "description": "Sieć Duży Ben, która sprzedaje przede wszystkim napoje alkoholowe, otworzyła właśnie w Warszawie swój 350. sklep. Właściciel firmy ma jednak znacznie większe ambicje.", "link": "https://businessinsider.com.pl/gospodarka/monopolowa-sieciowka-rosnie-jak-na-drozdzach-firma-zdradza-plany/kqkjle9", "date_published": "2023-05-12 06:49:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prześledzili ruch ponad 360 tys. klientów sklepów. Widać wyraźną zmianę", "description": "Obserwacja zachowań ponad 360 tys. konsumentów wykazała, że w I kwartale o 15 proc. rok do roku wzrosła częstotliwość odwiedzania dyskontów, hipermarketów i supermarketów. W relacji rocznej ruch zwiększył się o prawie 9 proc. Do tego o ponad 15 proc. wydłużył się średni łączny czas poświęcany na zakupy. Eksperci mają wytłumaczenie dla tych zachowań.", "link": "https://businessinsider.com.pl/wiadomosci/przesledzili-ruch-ponad-360-tys-klientow-sklepow-widac-wyrazna-zmiane/37s6nbq", "date_published": "2023-05-12 06:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy postawili fabrykę tuż przy polskiej granicy. \"Zainteresowanie ogromne\"", "description": "Znany na całym świecie producent butów Birkenstock postawił fabrykę w Niemczech, ale tuż przy granicy z Polską. Jak informują lokalne media, \"zainteresowanie pracą w niej jest ogromne\".", "link": "https://businessinsider.com.pl/gospodarka/niemcy-postawili-fabryke-tuz-przy-polskiej-granicy-zainteresowanie-ogromne/d3rsl87", "date_published": "2023-05-12 06:12:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szykują się zmiany dla kierowców. Wrócić mają stare przepisy dotyczące punktów karnych", "description": "Senat poparł kilka istotnych zmian w prawie drogowym. Część z nich to ukłon w stronę kierowców, którym zdarza się zbierać punkty karne.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/szykuja-sie-zmiany-dla-kierowcow-wrocic-maja-stare-przepisy-dotyczace-punktow-karnych/64p68j3", "date_published": "2023-05-12 05:50:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dyskontowy gigant wprowadza dwukondygnacyjne sklepy. Znamy lokalizacje", "description": "Sieć Aldi zapowiedziała jakiś czas temu prawdziwą ekspansję nad Wisłą. Teraz firma zapowiada również, że na polskim rynku będą nowe formaty sklepów. Na przykład dwupoziomowe obiekty.", "link": "https://businessinsider.com.pl/gospodarka/dyskontowy-gigant-wprowadza-dwukondygnacyjne-sklepy-oto-lokalizacje/hk09q3b", "date_published": "2023-05-12 05:48:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dzieci w mediach społecznościowych. Polacy stawiają sprawę jasno", "description": "Ogromna większość dorosłych Polaków chce ograniczenia w korzystaniu z mediów społecznościowych przez najmłodszych – wynika z najnowszego sondażu. Tylko 10 proc. jest tu odmiennego zdania.", "link": "https://businessinsider.com.pl/wiadomosci/dzieci-w-mediach-spolecznosciowych-polacy-stawiaja-sprawe-jasno/05re0wn", "date_published": "2023-05-12 05:28:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kaliningrad znika z Polski nie tylko w mowie. Trzeba liczyć się z kosztami", "description": "Dla Rosjanina Kaliningrad, ale dla Polaka miasto to Królewiec — taką decyzję podjęła Komisja Standaryzacji Nazw Geograficznych poza Granicami Rzeczypospolitej Polskiej. A to niesie za sobą konsekwencje nie tylko w codziennej komunikacji. Drogowcy już szykują się do wymiany tablic. Zmiany dotkną też innych aspektów.", "link": "https://businessinsider.com.pl/wiadomosci/kaliningrad-znika-z-polski-nie-tylko-w-mowie-trzeba-liczyc-sie-z-kosztami/vfffk72", "date_published": "2023-05-12 05:18:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ma powstać Uniwersytet Krakowski, ale UJ nie chce o tym słyszeć", "description": "Senat Uniwersytetu Pedagogicznego im. KEN przyjął uchwałę o zmianie nazwy uczelni na Uniwersytet Krakowski im. KEN. Przekształceniu nazwy sprzeciwia się rektor Uniwersytetu Jagiellońskiego, który określił to działanie jako \"próbę zawłaszczenia tradycji\".", "link": "https://businessinsider.com.pl/wiadomosci/moze-powstac-uniwersytet-krakowski-ale-uj-nie-chce-o-tym-slyszec/cxl9vm5", "date_published": "2023-05-12 05:03:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płace w polskiej gospodarce rosną szybciej, niż prognozował NBP", "description": "Płace w Polsce rosną szybciej, niż prognozował NBP, co może utrudniać walkę z inflacją i może dlatego prezes NBP na swojej konferencji mówił, że nie ma mowy o obniżkach stóp procentowych, można za to rozmawiać o dalszych podwyżkach stóp. Polskie firmy prawie w ogóle nie startują w przetargach międzynarodowych i większość z nich nie zamierza tego zmieniać. W Stanach Zjednoczonych psuje się rynek pracy, a w Rosji dziura w budżecie przybiera rozmiary horrendalne. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/place-w-polskiej-gospodarce-rosna-szybciej-niz-prognozowal-nbp/37epr18", "date_published": "2023-05-12 04:52:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykanie \"polują\" na Rosjan na całym świecie. Chcą mieć kartę przetargową", "description": "Amerykanie próbują uwolnić przebywających w rosyjskich więzieniach Evana Gershkovicha i Paula Whelana. Brak im jednak \"karty przetargowej\" w rozmowach z Kremlem. Jak podaje CNN, administracja Bidena ma na to pomysł.", "link": "https://businessinsider.com.pl/wiadomosci/amerykanie-poluja-na-rosjan-na-calym-swiecie-chca-miec-karte-przetargowa/bzngyvy", "date_published": "2023-05-12 04:51:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Umowy na okres próbny pełne pułapek. Winne nowe przepisy Kodeksu pracy", "description": "Zawieranie umów o pracę na okres próbny dotychczas było proste. Po ostatniej nowelizacji Kodeksu pracy skomplikowano je tak bardzo, że w praktyce to sądy będą musiały rozstrzygnąć pojawiające się wątpliwości. W szczególności trzeba uważać na czas trwania takich kontraktów.", "link": "https://businessinsider.com.pl/prawo/praca/praca-na-okres-probny-pelna-pulapek-nowe-przepisy-kodeksu-pracy-namieszaly/q2knvwx", "date_published": "2023-05-12 04:46:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gastronomia na deskach. Branża przeżywa bardzo ciężkie chwile", "description": "Łączne zaległości branży gastronomicznej wynoszą obecnie 800 mln zł. To oznacza, że przez rok wzrosły o ponad 7 proc. – wynika z najnowszej analizy BIG InfoMonitor.", "link": "https://businessinsider.com.pl/gospodarka/ciezkie-chwile-dla-gastronomii-dlugi-sa-gigantyczne/jcl59wm", "date_published": "2023-05-12 04:34:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakujące dane o estońskim CIT. Większość firm woli płacić wyższe podatki?", "description": "W 2022 r. liczba spółek na estońskim CIT była rekordowa. Rok do roku odnotowano wzrost o ponad 2000 proc. Tak wynika z danych Ministerstwa Finansów przekazanych Business Insiderowi. Jeśli jednak weźmiemy pod uwagę liczbę spółek i zapowiedzi MF, to wnioski są zupełnie inne. Spółki na estońskim CIT stanowią niecałe 2 proc. wszystkich. Dlaczego reszta nie chce płacić niskich podatków?", "link": "https://businessinsider.com.pl/prawo/podatki/estonski-cit-i-szokujace-dane-wiekszosc-firm-woli-placic-wyzsze-podatki/8c3fhyq", "date_published": "2023-05-12 04:28:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Elon Musk odchodzi ze stanowiska. Jest bardzo tajemniczy", "description": "Elon Musk zapowiedział, że wybrał już nowego prezesa przejętego przez niego Twittera. A to oznacza, że wkrótce sam przestanie kierować serwisem.", "link": "https://businessinsider.com.pl/gospodarka/elon-musk-odchodzi-ze-stanowiska-prezesa-jest-bardzo-tajemniczy/hc26ktv", "date_published": "2023-05-12 04:21:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wynagrodzenia urzędników i polityków po podwyżkach. Tyle można zarobić na najwyższych stanowiskach", "description": "Wynagrodzenia czołowych urzędników i polityków najczęściej opierają się na tzw. kwocie bazowej, która ustalana jest co roku w ustawie budżetowej. W 2021 r. podwyżki dostali politycy, a ostatnio przewodniczący KNF. To właśnie w finansach polscy urzędnicy najlepiej zarabiają.", "link": "https://businessinsider.com.pl/finanse/wynagrodzenia-urzednikow-i-politykow-po-podwyzkach-tyle-mozna-zarobic/5tses2c", "date_published": "2023-05-12 04:20:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"To początek boomu na biogazownie\". Ułatwienia w budowie, a później duże dotacje", "description": "To będzie przełom — tak projektowane zmiany w prawie dla inwestycji w biogazownie ocenia wiceminister rolnictwa Janusz Kowalski. W rozmowie z Business Insiderem ujawnia też, że chce zawalczyć o polityczną zgodę na przeznaczenie dodatkowej puli pieniędzy na dotacje dla rolników inwestujących w ten rodzaj OZE. Eksperci przyznają, że Polska pod względem liczby biogazowni mocno odstaje od innych krajów UE. Na przeszkodzie stoją bariery administracyjne i finansowe.", "link": "https://businessinsider.com.pl/biznes/ulatwienia-w-budowie-biogazowni-a-pozniej-duze-dotacje-kowalski-to-poczatek-boomu/grfrnny", "date_published": "2023-05-12 04:07:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakująca zmiana w CCC. Założyciel wraca na fotel prezesa", "description": "Dariusz Miłek, założyciel Grupy CCC, wraca na stanowisko prezesa. Dotychczas kierował radą nadzorczą tej firmy.", "link": "https://businessinsider.com.pl/gospodarka/zaskakujaca-zmiana-w-ccc-zalozyciel-wraca-na-fotel-prezesa/r7jfcr6", "date_published": "2023-05-12 04:07:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Remont dla Brudzińskiego\". Państwowe hotele rosną w cieniu krytyki", "description": "Polskie państwo ma swój własny hotelowy holding, który zresztą rozwija się coraz prężniej. Organizacja znów musi się jednak mierzyć z poważnymi oskarżeniami. Według \"Gazety Wyborczej\" PHH zajmował się remontem luksusowego mieszkania Joachima Brudzińskiego. Co na to spółka? I czemu w ogóle państwo zajmuje się hotelami?", "link": "https://businessinsider.com.pl/gospodarka/remont-dla-brudzinskiego-panstwowe-hotele-znow-sa-w-ogniu-krytyki/sgsp27j", "date_published": "2023-05-12 04:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]