[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How the Federal Reserve’s Policies Affect the Developing World | FRONTLINE", "description": "Senior United Nations trade official Rebeca Grynspan has called on the U.S. Federal Reserve to slow its interest rate hikes because of how they impact the developing world. \n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n \n“When the U.S. Federal Reserve increases interest rates, it means that these countries will be in trouble,” Grynspan told FRONTLINE’s James Jacoby in an interview filmed during the making of the March 2023 documentary Age of Easy Money.\n\nFed official Neel Kashkari also shares his perspective: “We pay a lot of attention into how the U.S. monetary policy impacts the world, because then it bounces back on the U.S. economy,” Kashkari says.\n \nFor more on the impact of the Federal Reserve’s policies and its efforts to stem inflation, stream \"Age of Easy Money\": https://youtu.be/EpMLAQbSYAw\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and airs nationwide on PBS.\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting.\n\nFRONTLINE’s filmmaker-in-residence program is funded by the Hollyhock Foundation. \n\nAdditional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=iqtp42Qo6Tk", "date_published": "2023-05-12 15:33:27+00:00", "persistent": false, "user": null, "language": "en-US"}]