[{"source": "https://www.engadget.com/rss.xml", "title": "Korg Berlin shows off a prototype 'acoustic synthesizer'", "description": "<p>The idea of an acoustic synthesizer might sound like an oxymoron, but it's exactly the sort of unexpected concepts that <a href=\"https://korg.berlin/\">Korg Berlin</a> was created to pursue. This independent, R&amp;D-focused division was cofounded in 2020 by Maximilian Rest and Tatsuya Takahashi, the man behind the <a href=\"https://www.engadget.com/2019-08-17-korg-volca-modular-west-coast-synth-review-weird-affordable.html\">Volcas</a>, <a href=\"https://www.engadget.com/2019-01-15-korg-minilogue-xd-review.html\">Minilogue</a> and countless other modern classics. But it has remained pretty quiet since its inception. That changed this week at Superbooth where the team showed off its first prototype the Acoustic Synthesis_phase5.&nbsp;</p><p>Unlike a traditional synth that uses oscillators, the phase5 uses tuned metal forks. Those forks are specially designed to produce specific fundamental notes and overtones. And since the core sound generation here is an acoustic resonator, it has certain qualities a normal synth does not. For instance it will feedback like a guitar when held near an amp and ring when struck on its side. Takahashi told Fess Grandiose of Reverb, &quot;we're trying to kind of capture this rawness of instruments, while being at the same time, controllable like a synthesizer.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"2912a2b2889c42248ce718e7d21f211d\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>So that's the &quot;acoustic&quot; part: metal tines that ring, resonate and decay, almost like a Fender <a href=\"https://www.engadget.com/rhodes-electric-piano-mk8-000833332.html\">Rhodes</a>. The synth part comes from the magnets inside the phase5 that allow it to sustain just the fundamental note, or the fundamental and the overtones, or just the overtones. The overtones can also be modulated with an LFO creating a sound that can only be described as a sea sick bell.&nbsp;</p><p>In general the sound it generates in the short demo video above is quite unique. It does have a ringing, vaguely Rhodes-like quality to it. But it also kind of sounds like what you might expect of a singing bowl patch on a '90s sample-based synth. It's a touch otherworldly.&nbsp;</p><p>Right now the phase5 is just a prototype and it's likely to stay that way. Right now Korg Berlin is simply gauging interest in the technology. And if it seems like there's a market for this sort of strange hybrid acoustic synth, then it will explore ways to develop it further into a finished product.&nbsp;</p><div id=\"89e5a6236cac4f49944a9909926ccc25\"><blockquote class=\"instagram-media\" style=\"border: 0; margin: 1px; padding: 0; width: 99.375%;\"><div style=\"padding: 16px;\"><a href=\"https://www.instagram.com/reel/CsGGf5Uv8ky/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\"padding: 0 0; text-align: center; text-decoration: none; width: 100%;\" target=\"_blank\"><div style=\"display: flex;\"><div style=\"background-color: #F4F4F4; height: 40px; margin-right: 14px; width: 40px;\"></div><div style=\"display: flex;\"><div style=\"background-color: #F4F4F4; height: 14px; margin-bottom: 6px; width: 100px;\"></div><div style=\"background-color: #F4F4F4; height: 14px; width: 60px;\"></div></div></div><div style=\"padding: 19% 0;\"></div><div style=\"display: block; height: 50px; margin: 0 auto 12px; width: 50px;\"></div><div style=\"padding-top: 8px;\"><div style=\"color: #3897f0; font-family: Arial, sans-serif; font-size: 14px; font-style: normal;\">View this post on Instagram</div></div><div style=\"padding: 12.5% 0;\"></div><div style=\"display: flex; margin-bottom: 14px;\"><div><div style=\"background-color: #F4F4F4; height: 12.5px; width: 12.5px;\"></div><div style=\"background-color: #F4F4F4; height: 12.5px; width: 12.5px; margin-right: 14px; margin-left: 2px;\"></div><div style=\"background-color: #F4F4F4; height: 12.5px; width: 12.5px;\"></div></div><div style=\"margin-left: 8px;\"><div style=\"background-color: #F4F4F4; height: 20px; width: 20px;\"></div><div style=\"width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent;\"></div></div><div style=\"margin-left: auto;\"><div style=\"width: 0px; border-right: 8px solid transparent;\"></div><div style=\"background-color: #F4F4F4; height: 12px; width: 16px;\"></div><div style=\"width: 0; height: 0; border-left: 8px solid transparent;\"></div></div></div><div style=\"display: flex; margin-bottom: 24px;\"><div style=\"background-color: #F4F4F4; height: 14px; margin-bottom: 6px; width: 224px;\"></div><div style=\"background-color: #F4F4F4; height: 14px; width: 144px;\"></div></div></a><p style=\"color: #c9c8cd; font-family: Arial, sans-serif; font-size: 14px; margin-bottom: 0; margin-top: 8px; overflow: hidden; padding: 8px 0 7px; text-align: center; white-space: nowrap;\"><a href=\"https://www.instagram.com/reel/CsGGf5Uv8ky/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\"color: #c9c8cd; font-family: Arial, sans-serif; font-size: 14px; font-style: normal; font-weight: normal; text-decoration: none;\" target=\"_blank\">A post shared by KORG Germany GmbH (@korg_berlin)</a></p></div></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/korg-berlin-shows-off-a-prototype-acoustic-synthesizer-223023911.html?src=rss", "link": "https://www.engadget.com/korg-berlin-shows-off-a-prototype-acoustic-synthesizer-223023911.html?src=rss", "date_published": "2023-05-12 22:30:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Former ByteDance exec claims company used bots to inflate TikTok engagement", "description": "<p>TikTok is still fighting to remain operational in the United States, but a new lawsuit could complicate things even further for the company. A former ByteDance executive has alleged TikTok’s owner used bots and stolen content to inflate the app’s engagement.</p><p>The lawsuit, filed by former head of engineering Yintao Yu and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNS8xMi90ZWNobm9sb2d5L3Rpa3Rvay1ieXRlZGFuY2UtbGF3c3VpdC1jaGluYS5odG1sIiwiY29udGVudFV1aWQiOiJjNDcxODk2Mi04NmUxLTRlNzItOTEyZC02ZWQxZmRhY2M0N2QifQ&amp;signature=AQAAAdIJc6FK7G8AfAleHil7soswY5yLHlO3ugZEHi_OLvY1&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F05%2F12%2Ftechnology%2Ftiktok-bytedance-lawsuit-china.html\"><ins>reported by</ins></a><em>The New York Times</em>, claims that ByteDance wrongly fired Yu after he pushed back on company practices like stealing other apps’ material. It also claims that ByteDance acted as a “useful propaganda tool for the Chinese Communist Party,” and that China-based employees could access US users’ data.</p><span id=\"end-legacy-contents\"></span><p>As <em>The New York Times</em> points out, Yu’s allegations “describe how ByteDance operated five years ago” and come after “several years of mediation.” Still, the claims are still likely to fuel even more scrutiny for TikTok, which is facing <a href=\"https://www.engadget.com/the-us-government-is-trying-to-force-bytedance-to-sell-tiktok-005751763.html\"><ins>the prospect</ins></a> of a nationwide ban in the United States. Lawmakers and other officials have claimed that TikTok is a national security threat and that the app can’t be trusted to protect the data of US users.</p><p>Yu’s allegations could intensify those concerns. The lawsuit details “a special unit of Chinese Communist Party members” at ByteDance offices in Beijing who “guided how the company advanced core Communist values.” He also alleges that ByteDance employees manipulated Douyin, the Chinese version of TikTok, to suppress content about protests in Hong Kong and “elevate content that expressed hatred for Japan.”</p><p>Some of Yu’s claims also relate directly to TikTok. Notably, he claims that ByteDance engineers stole popular content from apps like Instagram and Snapchat and put the videos onto TikTok. He also alleges that the company used bot accounts to juice the app’s engagement metrics when it was just starting out and trying to gain a foothold in the US. (Yu left the company in November 2018, shortly after ByteDance <a href=\"https://www.engadget.com/2018-08-02-musical-ly-is-officially-dead.html\">rebranded</a> Musical.ly as TikTok.)</p><p>Spokespeople for ByteDance and TikTok didn’t immediately respond to a request for comment. But TikTok has repeatedly tried to downplay its ties to ByteDance and China, including in CEO Shou Zi Chew’s congressional testimony <a href=\"https://www.engadget.com/heres-what-tiktoks-ceo-told-congress-about-the-apps-ties-to-china-and-teen-safety-201657076.html\"><ins>in March</ins></a>. The company has also dedicated more than a billion dollars into <a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"><ins>Project Texas</ins></a>, which aims to wall off TikTok’s US user data from the rest of ByteDance in an effort to allay the concerns of US regulators.</p>This article originally appeared on Engadget at https://www.engadget.com/former-bytedance-exec-claims-company-used-bots-to-inflate-tiktok-engagement-211351640.html?src=rss", "link": "https://www.engadget.com/former-bytedance-exec-claims-company-used-bots-to-inflate-tiktok-engagement-211351640.html?src=rss", "date_published": "2023-05-12 21:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Nuro lays off 30 percent of staff, shifts focus to R&D", "description": "<p>Autonomous delivery startup Nuro <a href=\"https://medium.com/nuro/nuros-new-approach-a-message-from-our-founders-c8d296147e36\">announced</a> this week that it’s laying off 30 percent of its workforce, or around 340 employees, as <a href=\"https://techcrunch.com/2023/05/12/autonomous-delivery-startup-nuro-to-lay-off-30-of-workforce/\">reported</a> by <em>TechCrunch</em>. It will now shift its focus away from commercial operations and toward R&amp;D. It’s the company’s second round of layoffs in the last year; it <a href=\"https://techcrunch.com/2022/11/18/autonomous-delivery-startup-nuro-lays-off-20-of-workforce/\">let go</a> of about 300 people in November.</p><p>As part of the restructuring, Nuro says it’s delaying the previously planned production of its <a href=\"https://www.engadget.com/nuro-third-generation-autonomous-delivery-vehicle-140010739.html\">third-generation Nuro bot (R3)</a> vehicle. In addition, it will reduce the scale of its commercial pilots and “explore more efficient deployment models with partners.” The company says the changes will let it operate twice as long without raising more money.</p><span id=\"end-legacy-contents\"></span><p>Nuro was founded in 2016 by former Google Waymo engineers Jiajun Zhu and Dave Ferguson. Since then, the startup has raised over $2 billion while gaining regulatory approval for testing on public roads in Arizona, California and Texas. Last year, it announced the kickoff of an <a href=\"https://www.engadget.com/uber-eats-nuro-autonomous-food-deliveries-texas-california-045758421.html\">Uber Eats delivery program</a> as part of a 10-year partnership.</p><p>“While in the past we developed autonomy systems, designed and built custom vehicles, and deployed commercial pilots with partners in parallel, we will now pursue a more sequential development model,” the company wrote in a blog post. “With our new approach, Nuro will not only get through this economic downturn, but we hope to emerge stronger on the other side.”</p>This article originally appeared on Engadget at https://www.engadget.com/nuro-lays-off-30-percent-of-staff-shifts-focus-to-rd-204646216.html?src=rss", "link": "https://www.engadget.com/nuro-lays-off-30-percent-of-staff-shifts-focus-to-rd-204646216.html?src=rss", "date_published": "2023-05-12 20:46:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTuber pleads guilty to intentionally crashing his plane for a wallet sponsorship", "description": "<p>In the latest proof that satire is no match for today’s reality, The DOJ <a href=\"https://www.justice.gov/usao-cdca/pr/santa-barbara-county-man-who-deliberately-crashed-airplane-youtube-video-admits\">announced</a> that a YouTuber pled guilty on Wednesday to obstructing a federal investigation by destroying the wreckage of an airplane he <a href=\"https://www.engadget.com/faa-revokes-youtube-pilot-license-he-deliberately-crashed-plane-171141320.html\">intentionally crashed</a> for views and sponsorship money. Trevor Jacob, a 29-year-old former pro snowboarder turned YouTuber, recorded and uploaded his staged (yet very real) crash landing in Santa Barbara County, CA, in November 2021.</p><p>Jacob pled guilty to one count of destruction and concealment with the intent to obstruct a federal investigation, which carries a maximum sentence of 20 years in federal prison, as first <a href=\"https://gizmodo.com/youtube-trevor-jacob-airplane-crash-1850431856\">reported</a> by <em>Gizmodo</em>. He admitted in his plea agreement that his motive was profiting from a wallet promotion attached to the video.</p><span id=\"end-legacy-contents\"></span><p>Before taking flight, Jacob equipped the plane with video cameras while arming himself with a parachute, video camera and selfie stick. He ejected himself from the aircraft about 35 minutes into the flight, recording himself parachuting to the ground as the plane crashed into a dry brush area in Los Padres National Forest. (A dry brush area in wildfire country sounds like a terrific place to send an aircraft to its fiery demise.) He then hiked to the crash scene to recover his cameras and recordings.</p><figure><img alt=\"YouTuber Trevor Jacob flying in a small airplane. Cockpit-camera view from head-on.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/b89df2d0-f0fb-11ed-9570-4ef5673d4e75\" /><figcaption></figcaption><div class=\"photo-credit\">YouTube</div></figure><p>Unfortunately, that wasn’t the end of Jacob’s wallet-shilling shenanigans. He then waited two days to report the incident to the National Transportation Safety Board (NTSB); in the report, he incorrectly described it as an accident. Then, after the NTSB told him he was responsible for preserving the wreckage for examination, he returned to the crash scene by helicopter, which he used to airlift the wreckage to a local vineyard and winery. There, he loaded it onto a trailer attached to his pickup truck and hauled it to Lompoc City Airport, where he cut the plane’s remains into pieces, dumping them into nearby trash bins. Around this time, he lied to investigators, telling them he didn’t know where the wreckage was.</p><p>Still wanting to ensure the wallet sponsorship money made its way to his wallet, Jacob uploaded the YouTube video “I Crashed My Airplane” on December 23rd, 2021. The video is still up and has tallied 3.3 million views. During a clip of his long hike back to civilization after the landing, Jacob says, “I’m so past the point of even saying I’m exhausted… but I saw a cow.”</p>This article originally appeared on Engadget at https://www.engadget.com/youtuber-pleads-guilty-to-intentionally-crashing-his-plane-for-a-wallet-sponsorship-194604042.html?src=rss", "link": "https://www.engadget.com/youtuber-pleads-guilty-to-intentionally-crashing-his-plane-for-a-wallet-sponsorship-194604042.html?src=rss", "date_published": "2023-05-12 19:46:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Layers of Fear’ collection gets a terrifying demo on Steam", "description": "<p>Horror collection ‘Layers of Fear’ is getting a Steam demo that launches on May 15th. Developer Bloober Team <a href=\"https://twitter.com/Layers_Of_Fears/status/1656688152654823424\"><ins>revealed the demo on Twitter</ins></a> and noted that it’ll be available from the 15th until May 22nd. The forthcoming collection includes the original <em>Layers of Fear, Layers of Fear 2,</em> various DLC content and a brand-new chapter that promises to provide a new perspective on the first game’s story.</p><p>The developer <a href=\"https://www.engadget.com/layers-of-fear-gameplay-footage-takes-you-on-a-tour-of-a-gorgeous-creepy-lighthouse-172058956.html\"><ins>already teased this demo</ins></a> with an 11-minute gameplay video back in March, but now you can actually play it instead of watching a YouTube clip. Bloober Team reworked these titles in Unreal Engine 5, so the visuals look impressive and atmospheric, not to mention eerie as all get out. The refresh is packed with modern graphical touches like ray-tracing, HDR and volumetric lighting.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"f32d78937e9d42228f3cdb9b3277afb4\"></div><p>The <em>Layers of Fear</em> collection officially releases in June on PC via Steam, PS5 and Xbox Series X/S. This is not Bloober Team’s only foray into horror, as it’s also busy crafting a <a href=\"https://www.engadget.com/silent-hill-2-remake-bloober-team-210342564.html\"><em><ins>Silent Hill 2</ins></em><ins> remake.</ins></a> The original <em>Layers of Fear</em> came out back in 2016 and has been lauded for its unique take on psychological horror and emphasis on exploration.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/layers-of-fear-collection-gets-a-terrifying-demo-on-steam-185735207.html?src=rss", "link": "https://www.engadget.com/layers-of-fear-collection-gets-a-terrifying-demo-on-steam-185735207.html?src=rss", "date_published": "2023-05-12 18:57:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Hogwarts Legacy' just got hit with another massive delay", "description": "<p>It’s no secret that the <a href=\"https://www.engadget.com/nintendo-switch-fifth-anniversary-favorite-games-150044865.html\"><ins>Nintendo Switch is showing its age</ins></a>, making it difficult to <a href=\"https://www.engadget.com/the-switch-version-of-marvels-midnight-suns-has-been-canceled-180428192.html\"><ins>port games over from more powerful consoles.</ins></a> The latest hurdle for third-party publishers? <em>Hogwarts Legacy</em> developers just announced that the Nintendo Switch version of the open-world wizard simulator is <a href=\"https://twitter.com/HogwartsLegacy/status/1657037950494941187\"><ins>getting another significant delay,</ins></a> all the way until November 14th.</p><p>This isn’t the first delay the port’s faced, as it was <a href=\"https://www.engadget.com/hogwarts-legacy-harry-potter-game-delay-ps4-xbox-one-switch-185421246.html\"><ins>originally supposed to release in April</ins></a> after being pushed back to July 25th. At that time, all of the last-gen ports got hit with a delay, but the Xbox One and PlayStation 4 versions have since been released. The title originally launched for PS5, Xbox Series X and PC back in February.</p><span id=\"end-legacy-contents\"></span><p>Developers said the Switch delay is so it can provide the “best possible experience” for players. It’ll be interesting to see how the game performs when it eventually launches and what changes are made to accommodate the aging hardware. For those looking for a portable version of <em>Hogwarts Legacy</em> right now, instead of six months from now, the game is verified for the Steam Deck.</p><p><a href=\"https://www.engadget.com/hogwarts-legacy-boycott-editorial-110018998.html\"><ins>Despite some controversy,</ins></a><em>Hogwarts Legacy</em> has become a bona-fide hit for Avalanche Software and Warner Bros. Games, selling over 15 million copies and generating over $1 billion in revenue.</p>This article originally appeared on Engadget at https://www.engadget.com/hogwarts-legacy-just-got-hit-with-another-massive-delay-175024764.html?src=rss", "link": "https://www.engadget.com/hogwarts-legacy-just-got-hit-with-another-massive-delay-175024764.html?src=rss", "date_published": "2023-05-12 17:50:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "PlayStation VR2 is finally available at retailers", "description": "<p>The <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">well-reviewed, yet pricey</a>, PlayStation VR2 headset is now widely available after a two-month stint of exclusivity at Sony’s Direct consumer storefront. Last month, the company <a href=\"https://twitter.com/PlayStation/status/1651571903574966275\">shared the news on Twitter</a>, but did not set an official date, nor did they announce what lucky retailers would get their mitts on the PS5-adjacent headset. As of today, you can pick up the PSVR2 at <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QbGF5U3RhdGlvbi1WUjItNS9kcC9CMEMxUUo2VkhZLz90aD0xJnRhZz1nZGd0MGMtcC1vLXk4LTIwIiwiY29udGVudFV1aWQiOiI4Y2VlOWEzMC03MjdmLTRlNTgtOTRjZi0zZGM5NjFmZDc1NWIifQ&amp;signature=AQAAAW4F_eOuoO_2ymHLTcLzqIH1wq6vlFFNTa6YgYmRCBRB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPlayStation-VR2-5%2Fdp%2FB0C1QJ6VHY%2F%3Fth%3D1\">Amazon</a>, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=ffe106af-8248-4af3-9098-a2d4fd637766&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GameStop&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmZmUxMDZhZi04MjQ4LTRhZjMtOTA5OC1hMmQ0ZmQ2Mzc3NjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2FtZXN0b3AuY29tL2NvbnNvbGVzLWhhcmR3YXJlL3BsYXlzdGF0aW9uLTUvY29uc29sZXMvcHJvZHVjdHMvc29ueS1wbGF5c3RhdGlvbi12cjIvMzkzMTE4Lmh0bWw_IiwiY29udGVudFV1aWQiOiI4Y2VlOWEzMC03MjdmLTRlNTgtOTRjZi0zZGM5NjFmZDc1NWIifQ&amp;signature=AQAAAfowuKQdJUKmhYL5iJlCZC2jzY4779u_P0WDoSoUe3xO&amp;gcReferrer=https%3A%2F%2Fwww.gamestop.com%2Fconsoles-hardware%2Fplaystation-5%2Fconsoles%2Fproducts%2Fsony-playstation-vr2%2F393118.html%3F\">GameStop</a>, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9wbGF5c3RhdGlvbi12cjIvNjU0MjExNC5wP3NrdUlkPTY1NDIxMTQiLCJjb250ZW50VXVpZCI6IjhjZWU5YTMwLTcyN2YtNGU1OC05NGNmLTNkYzk2MWZkNzU1YiJ9&amp;signature=AQAAAbYAXxIhdONHWl40DkBNYWVjkAA2jF3du6te3g6hZb7d&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fplaystation-vr2%2F6542114.p%3FskuId%3D6542114\">Best Buy</a> and other retailers.</p><p>Beyond making it easier to score a PSVR 2 headset, wider availability could very well lead to sales and discounts. At $550, the PS5 accessory is more expensive than the actual PS5. Sony has not disclosed any sales numbers for the headset but it did <a href=\"https://www.bnnbloomberg.ca/sony-slashes-playstation-vr2-headset-output-after-pre-orders-disappoint-1.1877035\">halve sales expectation numbers</a> ahead of the February launch due to fewer-than-anticipated preorders. Having the headset locked behind an exclusive web portal for a while likely did it no favors.</p><span id=\"end-legacy-contents\"></span><p>The PSVR 2 has been <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">praised</a> for its fantastic visuals, updated controllers and haptic feedback abilities, though the games library is on the anemic side (right now). Here is to hoping increased availability will bring the headset into more homes, hastening mainstream adoption and giving the Meta Quest platform a true run for its money. This could only be a good thing for <a href=\"https://www.engadget.com/best-vr-headsets-140012529.html\">VR</a> in general.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/playstation-vr2-is-finally-available-at-retailers-170200109.html?src=rss", "link": "https://www.engadget.com/playstation-vr2-is-finally-available-at-retailers-170200109.html?src=rss", "date_published": "2023-05-12 17:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla recalls over 1.1 million cars in China over braking flaw", "description": "<p>Tesla's latest <a href=\"https://www.engadget.com/tesla-recalls-over-360000-vehicles-for-full-self-driving-crash-risk-180110819.html\">large-scale recall</a> effectively covers its entire output for one nation. China's market regulator has <a href=\"https://www-samr-gov-cn.translate.goog/zw/zh/202305/t20230512_355181.html?_x_tr_sl=auto&amp;_x_tr_tl=EN&amp;_x_tr_hl=en-GB\">ordered</a> a recall of over 1.1 million Tesla cars, or nearly all the vehicles it has sold in the country, over a reported flaw in the regenerative braking system. As drivers can't set the intensity of regenerative braking or receive alerts with a sustained press of the accelerator, officials believe there's a risk owners might misuse the pedals (as they can't hear a revving engine) and crash.</p><p>The EV maker will fix the issue through a software update that both tweaks the default regenerative braking level and lets users customize the system's strength. Tesla will also notify drivers who press the accelerator for a long time. The recall covers Model 3 and Model Y cars made in China between January 2019 and April this year, as well as some imported Model 3, Model S and Model X examples.</p><span id=\"end-legacy-contents\"></span><p>Tesla has disbanded its PR team and hasn't commented on the recall. <em>Bloomberg</em><a href=\"https://www.bloomberg.com/news/articles/2023-05-12/tesla-recalls-1-1-million-cars-in-china-over-braking-defect?sref=10lNAhZ9#xj4y7vzkg\">points</a> out that Chinese drivers have complained multiple times about acceleration and braking issues. One driver used the 2021 Shanghai auto show to highlight a serious crash where her father nearly died after the brakes failed. Tesla apologized, but didn't acknowledge a glitch and noted the high speed before the collision.</p><p>As with most Tesla recalls, the software update won't significantly disrupt the company's business in the short term. However, it's not a good look for a brand that has had numerous recalls in recent years, including <a href=\"https://www.engadget.com/tesla-recall-china-model-s-x-3-153644099.html\">80,000 in China last fall</a> for software and seat belt problems. Tesla depends heavily on China for revenue — it's home to the giant Gigafactory Shanghai, which currently produces more than half of the firm's cars each year. Tesla can't afford to alienate either customers or officials.</p>This article originally appeared on Engadget at https://www.engadget.com/tesla-recalls-over-11-million-cars-in-china-over-braking-flaw-161526258.html?src=rss", "link": "https://www.engadget.com/tesla-recalls-over-11-million-cars-in-china-over-braking-flaw-161526258.html?src=rss", "date_published": "2023-05-12 16:15:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk names NBCU ad exec Linda Yaccarino new Twitter CEO", "description": "<p>On Thursday, Twitter CEO Elon Musk said he had appointed someone to <a href=\"https://www.engadget.com/elon-musk-says-a-new-twitter-ceo-is-starting-in-six-weeks-195504511.html\">take over from him as CEO</a>, and it didn't take long for that person's identity to be confirmed. Less than a day later, Musk confirmed that NBCUniversal's <a href=\"https://www.washingtonpost.com/technology/2023/05/12/new-twitter-ceo-linda-yaccarino-elon-musk/\">head of ad sales Linda Yaccarino</a> is taking on the job. Yaccarino is expected to start her new role in around six weeks.</p><p>Yaccarino &quot;will focus primarily on business operations, while I focus on product design and new technology,&quot; Musk wrote. &quot;Looking forward to working with Linda to transform this platform into X, the everything app.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"ec6cf124cb8f4a9a950c574b50d64442\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">I am excited to welcome Linda Yaccarino as the new CEO of Twitter!<a href=\"https://twitter.com/lindayacc?ref_src=twsrc%5Etfw\">@LindaYacc</a> will focus primarily on business operations, while I focus on product design &amp; new technology.<br /><br />Looking forward to working with Linda to transform this platform into X, the everything app. <a href=\"https://t.co/TiSJtTWuky\">https://t.co/TiSJtTWuky</a></p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1657050349608501249?ref_src=twsrc%5Etfw\">May 12, 2023</a></blockquote></div><p>Shortly after Musk said he is giving up the CEO gig to become Twitter's chief technical officer and executive chair, reports suggested that Yaccarino was in talks for the position. On Friday, NBCU <a href=\"https://variety.com/2023/tv/news/nbcuniversal-mark-marshall-linda-yaccarino-twitter-1235611021/\">confirmed</a> that Yaccarino was leaving the company. That's not exactly ideal timing for NBCU given that the company is set to show off its upcoming programming slate to advertisers early next week.&nbsp;</p><p>Under Yaccarino's watch, NBCU has continued its close ties with Twitter. The two sides recently <a href=\"https://adage.com/article/special-report-newfronts/twitter-hosts-private-event-nbcu-other-media-partners-during-newfronts/2492646\">expanded</a> their partnership for the 2024 Olympic Games, which will see Twitter host video from the event. Yaccarino tweeted at Musk around the time news emerged of the companies' renewed partnership. &quot;“Hey, @elonmusk, here’s an idea for our new partnership: Periscope for Paris 2024. Let’s just go hi-res first,&quot; Yaccarino wrote.</p><div id=\"c8ed87800c764782bf369a8e7dded71a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Hey <a href=\"https://twitter.com/elonmusk?ref_src=twsrc%5Etfw\">@elonmusk</a> here’s an idea for our new partnership: Periscope for <a href=\"https://twitter.com/hashtag/Paris2024?src=hash&amp;ref_src=twsrc%5Etfw\">#Paris2024</a>. Let’s just go hi-res first…😉 🇺🇸🇫🇷🥇 <a href=\"https://t.co/Np7Bz709cv\">https://t.co/Np7Bz709cv</a><a href=\"https://t.co/24KTknXVJi\">pic.twitter.com/24KTknXVJi</a></p>— Linda Yaccarino (@lindayacc) <a href=\"https://twitter.com/lindayacc/status/1653869143840415748?ref_src=twsrc%5Etfw\">May 3, 2023</a></blockquote></div><p>Yaccarino could help Twitter to smooth over its fractured relationships with some advertisers. In the months after Musk assumed control of Twitter, reports suggested that many of the company's top advertisers had temporarily <a href=\"https://www.engadget.com/twitter-advertisers-media-finances-185425994.html\">stopped spending ad dollars</a> on the platform. Some were said to have expressed concern about their ads appearing next to hate speech and misinformation under Musk's looser approach to content moderation.</p><p>Musk bought Twitter in October and his tenure has been chaotic, to say the least. From swiftly <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\">firing the former leadership team</a> and <a href=\"https://www.engadget.com/80-percent-of-twitters-full-time-staff-has-evaporated-under-musk-234247201.html\">laying off thousands of workers</a> to moving forward with a plan to <a href=\"https://www.engadget.com/twitter-is-going-to-purge-and-archive-inactive-accounts-101557246.html\">purge inactive accounts</a> (including those of the deceased), it seems like barely a day has gone by over the last seven months without <em>something </em>happening around Elon Musk and Twitter.</p><p>Back in December, Musk posted a poll on Twitter, <a href=\"https://www.engadget.com/elon-musk-asks-twitter-users-to-decide-000451423.html\">asking users</a> if he should remain as CEO or bring someone else in. More than 17.5 million votes later, the majority (57.5 percent) <a href=\"https://www.engadget.com/elon-musk-says-hell-step-down-as-twitter-ceo-but-wont-sell-the-company-025701394.html\">voted in favor of Musk stepping down</a>. Musk promised to do just that and focus on the technical side of Twitter's operations as soon as he could find someone to take over. Five months later, it seems he has stuck by his word.</p><p>Shortly after Musk said he is stepping away from Twitter's top job, Tesla's share price jumped up. With Tesla <a href=\"https://www.engadget.com/tesla-cuts-ev-prices-for-the-fifth-time-this-year-161008384.html\">falling behind</a> on its goal of delivering 1.8 million vehicles this year despite <a href=\"https://www.engadget.com/tesla-reopens-long-range-model-3-orders-after-almost-nine-months-164744109.html\">a litany of price cuts</a>, and the Cybertruck perhaps being pushed back again due to <a href=\"https://www.engadget.com/panasonic-delays-production-of-its-next-generation-tesla-batteries-121808047.html\">a battery production delay</a>, Musk may need to pay closer attention to that company. Stockholders appear to be pleased that he may be able to devote more time to Tesla — but <a href=\"https://cleantechnica.com/2023/05/12/rumor-elon-musk-to-step-aside-at-tesla-and-twitter/\">rumors suggest</a> he might be moving on from the CEO position at that company too.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-names-nbcu-ad-exec-linda-yaccarino-new-twitter-ceo-155537363.html?src=rss", "link": "https://www.engadget.com/elon-musk-names-nbcu-ad-exec-linda-yaccarino-new-twitter-ceo-155537363.html?src=rss", "date_published": "2023-05-12 15:55:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon's Fire TV Stick 4K Max drops to $35, plus the rest of this week's best tech deals", "description": "<p>The biggest news in tech this week came from Google's <a href=\"https://www.engadget.com/google-io-2023-everything-announced-at-the-event-193758196.html\">annual developer conference</a> on Wednesday. They announced three new devices: The Pixel 7a smartphone, the Pixel Tablet and the Pixel Fold. Discounts on brand new products don't happen often, but both Amazon and Google were quick to bundle Pixel 7a orders <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtN2EtVW5sb2NrZWQtQW5kcm9pZC9kcC9CMEMxSFoxVjU2Lz90aD0xJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAU-YE0O26iASNxd41_Xif1ZKfgS24hwgr-QQoHwrSpnE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7a-Unlocked-Android%2Fdp%2FB0C1HZ1V56%2F%3Fth%3D1\">with a $50 Amazon gift card</a>, or a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vcHJvZHVjdC9waXhlbF83YT9obD1lbi1VUyIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAYgur8eAyNGzlJh1efNpiIP-M0rVQynIOxsRWBHIRzBJ&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fproduct%2Fpixel_7a%3Fhl%3Den-US\">free pair of Pixel Buds</a>, respectively — not sales per se, but free stuff is still compelling for anyone already planning on getting a new phone. Of course, there were deals unrelated to Google too, like savings on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9iP25vZGU9MTE4NTEyNzMwMTEmcmVmXz1vZHNfZ3dfeHBsX2MmdGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAATsF_vNjWLjGxShB60lcm8JWoWIHxHwOSwk1xlwpBq92&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fb%3Fnode%3D11851273011%26ref_%3Dods_gw_xpl_c\">Amazon devices</a> including the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9maXJlLXR2LXN0aWNrLTRrLW1heC13aXRoLWFsZXhhLXZvaWNlLXJlbW90ZS9kcC9CMDhNUVpYTjFYP3RhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAV71Ruz8tNyy-Lil89NY7Mhvpmq0NR0vFOv20QRWJE0D&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffire-tv-stick-4k-max-with-alexa-voice-remote%2Fdp%2FB08MQZXN1X\">Fire TV Stick 4K Max</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2EwYTVjNDFjP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1BU1NDOEc2RTRSMVc2R1Y1S1dGMCZwZl9yZF90PVBhZ2VGcmFtZXdvcmtBcHBsaWNhdGlvbiZwZl9yZF9pPTExODUxMjczMDExJnBmX3JkX3A9YjYyNjBiMmItMDBkOC00MGFjLWFjOTgtZjM5YTlhMTk2MmFmJnBmX3JkX3M9bWVyY2hhbmRpc2VkLXNlYXJjaC00JnJlZj1kbHhfMTE4NTFfZ2RfZGNsX2ltZ180X2EwYTVjNDFjX2R0X21lc2U0X2FmJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAWF0-Rekd0Uf28fhOrxzL0mRz4t0yjKh8crMPkte0YL0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fa0a5c41c%3FshowVariations%3Dtrue%26pf_rd_r%3DASSC8G6E4R1W6GV5KWF0%26pf_rd_t%3DPageFrameworkApplication%26pf_rd_i%3D11851273011%26pf_rd_p%3Db6260b2b-00d8-40ac-ac98-f39a9a1962af%26pf_rd_s%3Dmerchandised-search-4%26ref%3Ddlx_11851_gd_dcl_img_4_a0a5c41c_dt_mese4_af\">Echo</a> speakers, and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2VhMTE3M2YyP3RhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAfXXcIKIusT3W6ghcUf-9RwwDt-ulZ2OizoCUqq7yhAD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fea1173f2\">nearly all Kindle models</a>. There's also a sale on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjA5OUY1NThTMSUyQ0IwOEhaNlBTNjElMkNCMDdIMjU2TUJLJTJDQjBCMUNWNFdDUyUyQ0IwOUM1Ukc2S1YlMkNCMDhQVlFDNUM2JTJDQjA5UEdaSENYUiUyQ0IwOE5CNTFKV0olMkNCMDE5NFdEVkhJJTJDQjBCQlE5VFRINiUyQ0IwN0RDNVBQRlYlMkNCMDdEQlhaWk4zJTJDQjA5VzJKUDZTTSUyQ0IwOVcySDIyNEYmdGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAdohqLuFKusHQqgXtRO1mU0qsFADPemqemlQGOK71NoW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB099F558S1%252CB08HZ6PS61%252CB07H256MBK%252CB0B1CV4WCS%252CB09C5RG6KV%252CB08PVQC5C6%252CB09PGZHCXR%252CB08NB51JWJ%252CB0194WDVHI%252CB0BBQ9TTH6%252CB07DC5PPFV%252CB07DBXZZN3%252CB09W2JP6SM%252CB09W2H224F\">Anker charging devices</a> and Apple <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAQT6oyKiRqkldkZS0CKET_84ZgWBp98ADnRq2qM5-NEg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">AirPods Pro</a>. Here are the best tech deals from this week that you can still get today.&nbsp;</p><h2>Amazon Fire TV Stick 4K Max</h2><p></p><p>As part of a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzljYjgyYTYyP3Nob3dWYXJpYXRpb25zPXRydWUmbW9yZURlYWxzPWI2Yzc0NGMwJnBmX3JkX3I9RzJFRzdQWEdRMUtSNkVGTU1UN1kmcGZfcmRfdD1FdmVudHMmcGZfcmRfaT1kZWFscyZwZl9yZF9wPWE5NzVlOGVlLWFkNjItNGMzMi04ZTJmLWNkYTdlZTQ4MmY2MSZwZl9yZF9zPXNsb3QtMTUmcmVmPWRseF9kZWFsc19nZF9kY2xfdGx0XzJfOWNiODJhNjJfZHRfc2wxNV82MSZ0YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAASKqgpHjXBYGdHpZwZpiaocXDk_rPbutEKp2rQ4Ijxw9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F9cb82a62%3FshowVariations%3Dtrue%26moreDeals%3Db6c744c0%26pf_rd_r%3DG2EG7PXGQ1KR6EFMMT7Y%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Da975e8ee-ad62-4c32-8e2f-cda7ee482f61%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_tlt_2_9cb82a62_dt_sl15_61\">larger sale</a> on Fire streaming devices, Amazon's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9maXJlLXR2LXN0aWNrLTRrLW1heC13aXRoLWFsZXhhLXZvaWNlLXJlbW90ZS9kcC9CMDhNUVpYTjFYP3RhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAV71Ruz8tNyy-Lil89NY7Mhvpmq0NR0vFOv20QRWJE0D&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Ffire-tv-stick-4k-max-with-alexa-voice-remote%2Fdp%2FB08MQZXN1X%3F\">Fire TV Stick 4K Max</a> is on sale for $35, which is a 36 percent discount and matches the lowest price the streaming device has gone for, including during Black Friday sales. If the screen you plan to use with the stick isn't 4K, you probably don't need this model. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1lOTEJTN1I_dGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAVJCTbeO6Vhv8r15Vlb9yD-M7jn70bHcKCDDgeoaDTSV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07YNLBS7R\">Fire TV Stick Lite</a> is also on sale, going for just $20 after a 33 percent discount. Our commerce writer, Nicole Lee, named it the best budget streaming device <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">in our guide</a>. It grants access to the latest Fire TV interface and includes an Alexa voice remote so you can find content and change channels just by asking. Keep in mind that the Fire TV Stick Lite isn't able to control your TV's power or volume, so you'll need to use two remotes.</p><span id=\"end-legacy-contents\"></span><h2>Google Pixel 7a</h2><p></p><p>Google officially announced the Pixel 7a towards the end of its I/O event on Wednesday. Within minutes, both Google's storefront and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtN2EtVW5sb2NrZWQtQW5kcm9pZC9kcC9CMEMxSFoxVjU2Lz90aD0xJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAU-YE0O26iASNxd41_Xif1ZKfgS24hwgr-QQoHwrSpnE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7a-Unlocked-Android%2Fdp%2FB0C1HZ1V56%2F%3Fth%3D1\">Amazon</a> had the new smartphone for sale. Now both are sweetening the deal with add-ons. Amazon is bundling the phone with a free $50 gift card and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vcHJvZHVjdC9waXhlbF83YT9obD1lbi1VUyIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAYgur8eAyNGzlJh1efNpiIP-M0rVQynIOxsRWBHIRzBJ&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fproduct%2Fpixel_7a%3Fhl%3Den-US\">Google is throwing in</a> a phone case and a pair of Pixel Buds A-Series (which have an MSRP of $99).</p><p>The $499 mobile is a budget alternative to the Pixel 7 and 7 Pro, coming in $100 cheaper than the base model Pixel 7. It features the same Tensor G2 chip as its pricier siblings and actually has higher-res cameras and a slightly bigger battery. Our senior writer, Sam Rutherford, already published <a href=\"https://www.engadget.com/google-pixel-7a-review-its-got-everything-you-need-and-more-for-just-499-184517525.html\">his review</a>, and says, \"it's got everything you need and more.\" The Amazon deal has one caveat: that bright coral color option you see in Sam's review isn't available on Amazon because it's a Google Store exclusive.</p><h2>Anker 735 charger</h2><p></p><p>Anker has earned numerous accolades from us in our charging and battery guides, so it's nice to see the brand putting on a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjA5OUY1NThTMSUyQ0IwOEhaNlBTNjElMkNCMDdIMjU2TUJLJTJDQjBCMUNWNFdDUyUyQ0IwOUM1Ukc2S1YlMkNCMDhQVlFDNUM2JTJDQjA5UEdaSENYUiUyQ0IwOE5CNTFKV0olMkNCMDE5NFdEVkhJJTJDQjBCQlE5VFRINiUyQ0IwN0RDNVBQRlYlMkNCMDdEQlhaWk4zJTJDQjA5VzJKUDZTTSUyQ0IwOVcySDIyNEYmdGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAdohqLuFKusHQqgXtRO1mU0qsFADPemqemlQGOK71NoW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB099F558S1%252CB08HZ6PS61%252CB07H256MBK%252CB0B1CV4WCS%252CB09C5RG6KV%252CB08PVQC5C6%252CB09PGZHCXR%252CB08NB51JWJ%252CB0194WDVHI%252CB0BBQ9TTH6%252CB07DC5PPFV%252CB07DBXZZN3%252CB09W2JP6SM%252CB09W2H224F\">wide sale like this one</a>. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1DaGFyZ2VyLUNvbXBhY3QtRm9sZGFibGUtTWFjQm9vay9kcC9CMDlDNVJHNktWP3RhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAVUqFKwVPIN3QiqmuLyEgef4k19iD_Y07lNlqbHgxonI&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Charger-Compact-Foldable-MacBook%2Fdp%2FB09C5RG6KV\">Anker 735 Charger</a> is $38.41, which is a 31 percent discount and only a dollar more than its lowest price ever. It will deliver up to 65W of power as it charges up your devices, which should be enough for fast-charging smartphones and tablets. A slightly newer version of the  charging brick, confusingly also called the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1DaGFyZ2VyLUdhTlByaW1lLUNvbXBhY3QtRm9sZGFibGUvZHAvQjA5VzJKUDZTTS8_dGg9MSZ0YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAaUkp2mbQ6BR2BrCIy-JRjoGDkfs9ibl1OaIrBVJ0XWs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Charger-GaNPrime-Compact-Foldable%2Fdp%2FB09W2JP6SM%2F%3Fth%3D1\">735 Charger</a>, won a top spot in <a href=\"https://www.engadget.com/best-fast-chargers-140011033.html\">our fast-charger guide</a>. It's down to $48 after a 20 percent coupon. Just be sure to click the coupon box as you add the charger to your cart.&nbsp;</p><p>If it's time to replace the cable you use for your iPhone, you may want to consider the six-foot <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlcmxpbmUtTGlnaHRuaW5nLUNvbm5lY3Rvci1DZXJ0aWZpZWQvZHAvQjA3SDI1Nk1CSz90YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAdgWxXNz-ByCMuhK_wBpcb0Nu5YgN-rLYW2dhJzz6bRY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Powerline-Lightning-Connector-Certified%2Fdp%2FB07H256MBK\">PowerLine II UBC-C to Lightning</a> cord, which is just $9 after a 31 percent discount.&nbsp;</p><h2>Apple AirPods Pro</h2><p></p><p>The second-gen <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyP3RhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAQd9OgiJnVc1MvFqfcgqpXPJeaXmbIzidZlpTjYtRk4Y&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12\">AirPods Pro</a> are back on sale for $200, which is a record low. There really is no better pair of <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">wireless earbuds</a> out there right now for iPhone users. The AirPods Pro pair quickly with iPhones and switch between it and other Apple devices quickly. We also appreciate the hands-free Siri access it offers, so you can get questions answered, respond to texts and more just by using voice commands. The latest model offers excellent sound quality and active noise cancellation, plus much-improved Transparency Mode.</p><h2>Apple AirTags</h2><p></p><p>A four-pack of AirTags is down to $89 again at Amazon, which is close to the lowest price we've seen. These <a href=\"https://www.engadget.com/best-bluetooth-tracker-140028377.html\">Bluetooth trackers</a> let you keep track of items like your keys and wallet from within Apple's Find My app. And the latest iPhone can even lead you directly to your lost things, provided you're still within Bluetooth range. Just make sure to pick up a <a href=\"https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html\">case or a holder for your AirTags</a> when you buy, since they do not have built-in holes for keyrings.</p><h2>Beats Fit Pro</h2><p></p><p>Sometimes the best colors aren't included in a promotion, but this time, even the flashy colors of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWF0cy1GaXQtUHJvLUNhbmNlbGxpbmctQnVpbHQvZHAvQjBCVEtNTFpTSj90aD0xJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAaF6W1zZXnrhyjkQUQw0BmzKA1xLPv3euINdnKZquC2V&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBeats-Fit-Pro-Cancelling-Built%2Fdp%2FB0BTKMLZSJ%3Fth%3D1\">Beats Fit Pro</a> are 20 percent off (unfortunately, the earth-toned Kardashian shades are only 10 percent off). That makes the Coral Pink, Tidal Blue and Volt Yellow shades just $160, which is the lowest price we've seen yet.&nbsp;</p><p>We named the Beats Fit Pro our <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">favorite earbuds for working out</a> and gave them an <a href=\"https://www.engadget.com/beats-fit-pro-review-140004462.html\">87 in our review</a> thanks to their secure and comfortable fit. They've got enough bass to get your exercise playlists pumping and the six-hour battery life will get you through a workout and well beyond. It's worth noting that they don't support wireless charging and they tend to work better with iPhones than Android phones, possibly because Apple owns the Beats brand.&nbsp;</p><h2>MOOD MK1</h2><p></p><p>The MOOD MK1 effects pedal from Chase Bliss is down to $245 at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e8c90726-6d93-44f8-97b0-21ecdf65b81e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Reverb&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlOGM5MDcyNi02ZDkzLTQ0ZjgtOTdiMC0yMWVjZGY2NWI4MWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9yZXZlcmIuY29tL2l0ZW0vMzMyNzk0NTEtY2hhc2UtYmxpc3MtYXVkaW8tbW9vZCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAcy3mTlNGNcf3dZ63gqPYCg70NdaQocwruR66D3QdrJ7&amp;gcReferrer=https%3A%2F%2Freverb.com%2Fitem%2F33279451-chase-bliss-audio-mood\">Reverb</a> and <a href=\"https://www.chasebliss.com/mood\">directly from Chase Bliss</a>, which is a 30 percent discount off the usual $350 price tag. Our managing editor Terrence O'Brien wrote about a <a href=\"https://www.engadget.com/chase-bliss-habit-review-guitar-effects-pedal-delay-looper-130017678.html\">different pedal</a> from the brand last year and was impressed by the hardware. The MOOD MK1 is similarly well-regarded and one of the more popular pedals out there. It was discontinued and replaced by the MK2 this year, which is why the deal only lasts as long as units remain, but it still a worthy music-making companion — particularly at this price.&nbsp;</p><h2>Samsung T7 Shield SSD</h2><p></p><p>Samsung <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVBvcnRhYmxlLVBob3RvZ3JhcGhlcnMtTVUtUEUxVDBTLUFNL2RwL0IwOVZMSzlXM1M_dGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAcKnqiM--a0B5MuQjDJIZ69NDi4S4X2Ay5gG-TuzklgB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Portable-Photographers-MU-PE1T0S-AM%2Fdp%2FB09VLK9W3S%3F\">1TB T7 Shield SSD</a> is on sale for just $75 at Amazon, which handily beats the original $160 list price. Of course, as is the way with storage devices, the price has been steadily dropping since it was released last year, but it's still a great way to expand the capacity of your devices. This is a more rugged version of the SSD we named the best portable option <a href=\"https://www.engadget.com/best-ssds-140014262.html\">in our guide</a>. The discount is part of a larger <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzJhOTNiOWIyP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj0zNzVZRVc1UVJRV01HVlBKN0dDRyZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9YTk3NWU4ZWUtYWQ2Mi00YzMyLThlMmYtY2RhN2VlNDgyZjYxJnBmX3JkX3M9c2xvdC0xNSZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfMV8yYTkzYjliMl9kdF9zbDE1XzYxJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAS6tj-u6HL92WnuyBPTcaBlmLVW20LLV2WBDQQkKo5mH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F2a93b9b2%3FshowVariations%3Dtrue%26pf_rd_r%3D375YEW5QRQWMGVPJ7GCG%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Da975e8ee-ad62-4c32-8e2f-cda7ee482f61%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_1_2a93b9b2_dt_sl15_61\">Samsung storage sale</a> that also includes the internal <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUludGVybmFsLUdhbWluZy1NWi1WOFAyVDBCLUFNL2RwL0IwOFJLMlNSMjM_dGg9MSZ0YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAd8lBj6WhsN3u0xwK2FOhULORPxZx4triL_wr7-AcpCV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Internal-Gaming-MZ-V8P2T0B-AM%2Fdp%2FB08RK2SR23%3Fth%3D1\">980 Pro SSD 2TB</a> drive, which is $20 off and down to $140 and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0RYQy1FeHBhbmRlZC1NQi1NRTI1NktBLUFNL2RwL0IwOUIxR1hNMTY_dGg9MSZ0YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAVzefOjspNQDd845nih5kUHDBD-R3TgT9Y_eTqqcoxTq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSDXC-Expanded-MB-ME256KA-AM%2Fdp%2FB09B1GXM16%3Fth%3D1\">256GB EVO Select</a> microSD memory card which is perfect for tablets and handheld gaming devices with a memory card slot. It's on sale for $18, which is 55 percent off the list price.&nbsp;</p><h2>Eargo 7</h2><p></p><p>As part of a Mother's Day sale, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3Nob3AuZWFyZ28uY29tL2VhcmdvLTciLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAUPl4nhOY7TIP38ZBMVsCnSWPeSLtvq0v5dX0eiW1iPE&amp;gcReferrer=https%3A%2F%2Fshop.eargo.com%2Feargo-7\">Eargo 7</a> is $300 off right now at the brand's website.  an over-the-counter hearing aid made by a brand that acts more like a tech company than a stodgy medical device organization. Our editor-at-large James Trew <a href=\"https://www.engadget.com/eargo-7-the-tiny-hearing-aids-you-wont-need-to-take-out-to-shower-140000815.html\">tested them out</a>, and found them to be pretty comfortable after an hour or so of wear and appreciated the battery life that was enough to get through a full day of use. They don't over emphasize sharp sounds or emit feedback like other hearing aids, and they adequately amplify sound. In the end he said, the Eargo 7s prove that \"OTC hearing aids don’t have to mean scrimping on features and performance.\"</p><h2>Roborock Q5 Robot Vacuum Cleaner</h2><p></p><p>A bunch of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9DRUNFOUQxNC1ENDJCLTRCNkMtQUJCMi1DOUJBRUU4NjZCRUU_dGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAa3ACR81GVyEuB1-tdUlx9ih38xF_BlfVMgV5Li6cfEG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2FCECE9D14-D42B-4B6C-ABB2-C9BAEE866BEE\">Roborock robot vacuums</a> are on sale at Amazon right now, so you can pick one up for as low as $280. <a href=\"https://www.engadget.com/best-robot-vacuums-130010426.html\">One of our favorite robo-vacs</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2Jvcm9jay1BdXRvLUVtcHR5LTYwLURheXMtVWx0cmFzb25pYy1EZXRlY3Rpb24vZHAvQjA5NE40Vko3Uz9yZWZfPWFzdF9zdG9fZHAmdGg9MSZwc2M9MSZ0YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAQbr3K_U-OBlX2AxMFq-aszzda1BcS91_6fIBtfqdqHO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoborock-Auto-Empty-60-Days-Ultrasonic-Detection%2Fdp%2FB094N4VJ7S%3Fref_%3Dast_sto_dp%26th%3D1%26psc%3D1\">Roborock S7+</a>, has a $270 clippable coupon that will bring the final price down to a record low of $680. While its mobile app left much to be desired, the S7+ is a solid dirt-sucker with handy zone-targeting and cleaning schedule features. It also has extra perks like a child lock and a \"pin and go\" option, which lets you send the machine to a specific location in your home for more precise cleaning.</p><h2>Apple HomePod (2nd gen)</h2><p></p><p>Apple's latest <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0Njg2Mi1SRUcvYXBwbGVfbXFqODNsbF9hX2hvbWVwb2RfMm5kX2dlbmVyYXRpb24uaHRtbCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAARDFNQ46FOcRmQddpr4J_Oqg0QJZNqvDiXEjQ86jWhLy&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1746862-REG%2Fapple_mqj83ll_a_homepod_2nd_generation.html\">HomePod</a> is $20 off and down to a record low of $279. While not a huge discount, it is the first we've seen on this model that came out earlier this year. Apple fixed one of our biggest complaints about the original HomePod here — lackluster Siri capabilities. The new model can now recognize multiple users, play music from voice commands from a number of difference services, create recurring smart home automations and more. That, combined with the HomePod's excellent audio quality, clean design and lower price led us to give it a <a href=\"https://www.engadget.com/apple-homepod-review-2nd-generation-140040630.html\">score of 84 in our review</a>.</p><h2>Apple Pencil (2nd gen)</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NVThGMkFNLUEtUGVuY2lsLUdlbmVyYXRpb24vZHAvQjA3SzFXV0JKSy8_dGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAU8DFQonT7XbfWsyTmYugdsJdJQ1TlQ714J3KYvo0fuZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MU8F2AM-A-Pencil-Generation%2Fdp%2FB07K1WWBJK%2F\">second-gen Apple Pencil</a> is back on sale for an all-time low of $89. If you have a higher-end iPad, it will come as no surprise that this is the stylus you should get to use with it. It's one of the <a href=\"https://www.engadget.com/best-ipad-accessories-130018595.html\">best iPad accessories</a> you can buy, and it will be useful for artists, note-takers and even those who just want a bit more precision when interacting with their tablet. It has little to no latency, and it magnetically attaches to the side of your iPad so you can keep it handy all the time.</p><h2>Kindle Paperwhite Signature Edition</h2><p></p><p>Amazon's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9raW5kbGUtcGFwZXJ3aGl0ZS1TaWduYXR1cmUtRWRpdGlvbi9kcC9CMDhCNDk1MzE5P3JlZl89T2N0X0RMYW5kaW5nU19EX2VhMTE3M2YyXzAmdGFnPWdkZ3QwYy1wLW8teTUtMjAiLCJjb250ZW50VXVpZCI6IjYxZjkyNzVjLTNjNzAtNDEyNS1hYWYyLTViOTc5OTBkNGE4OCJ9&amp;signature=AQAAAUYQFMiAjZzsisELJRsBM8fINsEffd1xXftN9vY5RLHJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fkindle-paperwhite-Signature-Edition%2Fdp%2FB08B495319%3Fref_%3DOct_DLandingS_D_ea1173f2_0\">Kindle Paperwhite Signature</a> is down to $145, which is close to a record-low price. It's likely overkill for most people, but the <a href=\"https://www.engadget.com/amazon-kindle-paperwhite-signature-edition-2021-review-130037090.html\">Signature</a> has a lot of perks that avid readers of ebooks will appreciate including a larger, more responsive screen, automatic brightness and warm light adjustments and wireless charging. We also appreciate its USB-C charging port and slim bezels. You can also save money on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2VhMTE3M2YyP3BmX3JkX3I9QThOWVhSNTEwSjcxRjFWMlhIWVomcGZfcmRfdD1FdmVudHMmcGZfcmRfaT1kZWFscyZwZl9yZF9wPWE5NzVlOGVlLWFkNjItNGMzMi04ZTJmLWNkYTdlZTQ4MmY2MSZwZl9yZF9zPXNsb3QtMTUmcmVmPWRseF9kZWFsc19nZF9kY2xfaW1nXzBfZWExMTczZjJfZHRfc2wxNV82MSZ0YWc9Z2RndDBjLXAtby15NS0yMCIsImNvbnRlbnRVdWlkIjoiNjFmOTI3NWMtM2M3MC00MTI1LWFhZjItNWI5Nzk5MGQ0YTg4In0&amp;signature=AQAAAYPtpOmFh7yJPG9mQS_NWE2lVj5S7sEj6yPJ1GdiFhVj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fea1173f2%3Fpf_rd_r%3DA8NYXR510J71F1V2XHYZ%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Da975e8ee-ad62-4c32-8e2f-cda7ee482f61%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_0_ea1173f2_dt_sl15_61\">other Kindle models</a> right now, too, including our <a href=\"https://www.engadget.com/best-ereader-130013808.html\">favorite budget ereader</a>, the 2022 Kindle, and the Kindle Kids version.</p><h2>Google Pixel Buds Pro</h2><p></p><p>You can still get <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1waXhlbC1idWRzLXByby1oZWFkcGhvbmVzIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAaMOODh0SabJ3WeXDUek-xjP-QI6YEkFbDtUqDo9NULr&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-pixel-buds-pro-headphones\">Google's Pixel Buds Pro</a> for only $145 at Wellbots when you use the code <strong>55ENGAD</strong> at checkout. Google's answer to Apple's AirPods Pro earned a spot on our list of <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best wireless earbuds</a> thanks to their solid sound quality, comfortable design, reliable touch controls and wireless charging. The buds also have a number of Android-specific features, including fine-tuned Google Assistant perks and automatic switching between Android devices.</p><h2>Amazon Echo Show 8</h2><p></p><p>The Echo Show 8 is down to $75 right now, which is only $5 more than it was during the holiday shopping season last year. This is one of our favorite smart displays, and it will be best for those who already use Amazon's Alexa or prefer that virtual assistant over others. Its 8-inch size is just right for most rooms of the home, and it will be better for watching TV shows and video chatting than other, smaller smart displays. We also appreciate that it has an upgraded camera with a physical shutter that you can use when you need more privacy.</p><h2>Bose QuietComfort Earbuds II</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTMVZYRjZLLz90aD0xJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAcD7DY9SKSnElQjjTZOsO3OsIvsQ9Oo-jRI95lirtdAS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BS1VXF6K%2F%3Fth%3D1\">Bose QuietComfort Earbuds II</a> are down to $249 right now, which is close to their record-low price. These buds earned a spot on our list of <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">best wireless earbuds</a> for many reasons, but the standout is their noise cancellation performance. They are, by far, the best earbuds you can get today if you want to block out the world. They also have a comfortable design and great ambient sound as well. The discount on these buds is part of a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzE0MzRjNzMyP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1LWjZBUkJRUE01VlA0MjhDV0s2WiZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9YTk3NWU4ZWUtYWQ2Mi00YzMyLThlMmYtY2RhN2VlNDgyZjYxJnBmX3JkX3M9c2xvdC0xNSZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfOF8xNDM0YzczMl9kdF9zbDE1XzYxJnRhZz1nZGd0MGMtcC1vLXk1LTIwIiwiY29udGVudFV1aWQiOiI2MWY5Mjc1Yy0zYzcwLTQxMjUtYWFmMi01Yjk3OTkwZDRhODgifQ&amp;signature=AQAAAW6mk92qHKQbxBtTrrWfkHZsBUlKSQRlZbmhMWZ_zItK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F1434c732%3FshowVariations%3Dtrue%26pf_rd_r%3DKZ6ARBQPM5VP428CWK6Z%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Da975e8ee-ad62-4c32-8e2f-cda7ee482f61%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_8_1434c732_dt_sl15_61\">larger sale on Bose headphones</a> at Amazon, which also includes the QuietComfort 45 headphones for $279.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazons-fire-tv-stick-4k-max-drops-to-35-plus-the-rest-of-this-weeks-best-tech-deals-151504289.html?src=rss", "link": "https://www.engadget.com/amazons-fire-tv-stick-4k-max-drops-to-35-plus-the-rest-of-this-weeks-best-tech-deals-151504289.html?src=rss", "date_published": "2023-05-12 15:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How wood-scanning tech is taking the guesswork out of aging bourbon", "description": "<p>“It all came about at 11:30PM on a random Wednesday.”</p><p>Penelope Bourbon CEO and founder Michael Paladini admitted that late-night calls are a regular occurrence for him. After his wife goes to bed, the kids are asleep and there are no emails hitting his inbox, he has time to get creative. One of these evening brainstorming sessions was with Robert Crandell, a regional sales manager for Tonnellerie Radoux and Pronektar. Radoux is a French cooperage that has been making barrels for decades. The company has been operating in the US since 1994, based in wine country California. What’s more, Radoux has conducted extensive research into the chemical composition and tannins of French oak.</p><span id=\"end-legacy-contents\"></span><p>Since 2008, Radoux has completed over 300 trials containing over 10 million analyses to observe polyphenols in the wood that can impact the appearance, taste and smell of wine. The result is a tool that can instantly measure these properties with Near Infrared Spectrometry, rather than using the time-consuming process of taking random samples from various batches of staves. The technology is called OakScan.</p><figure><img alt=\"OakScan\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/47e64a70-f0cd-11ed-a7b7-19b1d340e0c2\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Tonnellerie Radoux</div></figure><p>“French oak can be wildly inconsistent,” Crandell noted.</p><p>All of the variation in French oak can lead to unintended results without careful planning. Combine that in with the fact that the wood is more expensive than American oak and companies using it to age wines and spirits can greatly benefit from knowing how their liquid is going to react to the wood. It’s long been known that trees from different forests that are made into barrels will have different chemical compositions (the concept of terroir), and thus different levels of tannins. There can also be significant variation in trees just a few feet apart or from staves made from different parts of the same tree. What’s more, there can be distinctions in the grain width, which affects the extraction time for getting the tannins out of the wood.</p><p>“Even if you’ve gone to great lengths and you bought wood from the same forest, you still aren’t getting the same sort of precision and consistency [as with OakScan],” Crandell said. When Radoux uses OakScan to analyze staves bound for production, each piece of wood is assigned a barcode and a letter corresponding to its “tannic potential,” according to the cooperage. This not only helps with sorting, but it allows the company to build barrels with a specific polyphenolic index (PI), ensuring the wood is suitable for the style a winery or vineyard is trying to make. And since every stave is scanned, there’s uniformity of the tannin content of each barrel and all the data makes the end result repeatable.</p><p>OakScan also allows customers to select wood from different forests, but not by sourcing actual staves from those places. Instead, Radoux can build the tannin profile and replicate the terroir in a much more consistent way.</p><p>“If someone wanted a Voges-style barrel, we could work that out based on tannin level,” said Radoux national sales manager Craig Holme. “We can be more precise on what [the results are] going to be. Someone else will get a barrel that may be from two different trees [in that forest], and they might be completely different.” According to Holme, Radoux can pull 100,000% extracts from the staves that they can then put in a sample of a prospective customer’s product to show them what it’s going to do.</p><p>Originally developed exclusively for wine making, OakScan was initially used to analyze the chemical characteristics of barrel staves. Once the system was developed and fine-tuned, Radoux began using the same technology for tank staves. Thinner than a barrel stave, these pieces of wood allow for a quicker extraction process, which at the time was intended for larger volumes of wine. Where barrels are only toasted on the inside, tank staves are finished on all six surfaces and they’re designed to be completely submerged.</p><p>“Typically, the toasting process for wine is much more precise than the charring process for spirits,” Crandell explained. “So we came up with something very precise and very repeatable.” However, OakScan hadn’t really been used extensively in the spirits industry, he continued, except for a “small, experimental project” he had done a few years ago. Eventually, Crandell said he started working with Penelope and another micro-distiller to see if the detailed analysis of French oak could work for spirits.</p><figure><img alt=\"Penelope Architect\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/6968c830-f0cd-11ed-977d-ccc24419cb04\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Penelope Bourbon</div></figure><p>Penelope isn’t your traditional bourbon maker. The company doesn’t actually distill anything. Instead, it sources aged bourbon from MGP: a producer of distilled spirits with operations in ​​Kansas, Missouri, Indiana, Kentucky, and Ohio, in addition to Mexico and Northern Ireland. MGP has its own brands of spirits (it actually <a href=\"https://www.mgpingredients.com/more-information/news-press/news-releases/mgp-ingredients-acquire-penelope-bourbon.html-0\"><ins>announced the acquisition of Penelope</ins></a> earlier this week), but it also sells bourbon, rye whiskey, gin and more to other companies to package and sell on their own. Penelope buys bourbon of various ages and mashbills from MGP and blends it to their specifications. Sometimes they’ll bottle those blends as-in (Four Grain Bourbon and Barrel Strength Bourbon), while others undergo additional aging before they’re packaged.</p><p>While Radoux primarily caters to vineyards in France, Italy, Spain, the US and more, its colleagues at Speyside Cooperage (both owned by TFF Group) typically work with breweries and distilleries. Paladini and Penelope COO and founder Daniel Polise initially worked with Crandell to secure Rosé casks for secondary aging of its bourbon. They then collaborated with Speyside Cooperage to source toasted American oak barrels for a secondary finishing of its bourbon. For that treatment, Penelope would create a blend of aged bourbon and put it in barrels with varying char and toast levels for a period of time. In the end, Paladini and Polise discovered that even with the same bourbon in the same barrels, samples from each would be very different.</p><p>“It would go in completely different, wild directions,” Paladini observed. “We found that to be great, and that’s why that product was incredible.” Indeed, Penelope Toasted Series Bourbon won gold at the San Francisco World Spirits Competition in 2022. The company leaned into the variation in the aging results, indicating the char and toast levels on the bottles of each batch. Of course, that means each batch is quite different.</p><p>Following the challenges of the Toasted Series, Polise tried using some of the OakScan staves in some samples. “We have so many different products that show up and people want us to try and use them,” he admitted. “I finally tried it and I was just shocked.” Polise explained that the OakScan French oak “stood out from the others greatly.”</p><p>Thus the idea for Penelope’s Architect Bourbon was hatched. The company was hoping to tap into the success of Toasted Series by once again being transparent about the types of wood they were using for secondary aging. But while OakScan can create the ultimate consistency batch to batch, Paladini says he and Polise weren’t sure they really wanted that.</p><figure><img alt=\"Penelope OakScan\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/83539bd0-f0cd-11ed-bff9-b6dcd186af6d\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Billy Steele/Engadget</div></figure><p>“Our first thought was to take an exploratory approach and highlight the actual flavor profile on the back of the label. That profile is coming directly from the oak engineer in France when they run the OakScan process,” said Paladini. On each bottle of Architect, there’s a spider graph that illustrates the characteristics of that particular “build.” The company is playing up the idea of constructing a flavor profile, so it calls each batch a “build” instead. Hence the name Architect.</p><p>With Architect, Penelope has created six different “builds” or stave selections and they’re all different. However, they’re still consistent, as Crandell explained. “We can make a build again, it’s repeatable,” he noted. And that’s because OakScan allows for that consistency rather than the company hoping they can recreate a hit. They will, of course, need to replicate the blended bourbon from MGP that undergoes the secondary aging in order to do so. Even if they can’t, the company can still give a new blend the same “build” as a previous version of Architect. Since the wood analysis gives them so much control over the end result, the combinations – and the creative potential – are seemingly endless.</p><p>“[OakScan] not only gives you the ability to be precise, but it also gives you the ability to be creative,” Crandell said. “If you know what the end result is going to be, you can change the end result – you can control the end result.”</p><p>For Penelope, French oak that’s been analyzed with OakScan is only being used in Architect right now. But, Paladini and Polise aren’t ruling out using the staves for another product in the future.</p><p>“We’re constantly playing with different woods and finishes,” Polise noted. “So whatever matches next, we may release. It just works like that.”</p>This article originally appeared on Engadget at https://www.engadget.com/penelope-bourbon-oakscan-150047828.html?src=rss", "link": "https://www.engadget.com/penelope-bourbon-oakscan-150047828.html?src=rss", "date_published": "2023-05-12 15:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gifts to upgrade your grad’s tech setup", "description": "<p>Every spring, a new class of graduates is unleashed on the world, many of them carrying gadgets that have been put through the ringer over the years. Graduation is traditionally a big time for gift-giving — so if you know someone who is heading out into the real world who could use an upgrade after four (or more!) long years of higher education, here’s a host of options that’ll be a serious improvement over their trusted but beat-up tech.</p><h2>Laptops</h2><figure><img alt=\"MacBook Air (M2, 2022)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-07/8f645890-0318-11ed-abe7-4a5445793bdd\" style=\"height: 1222px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>As useful as tablets and smartphones are, nothing beats a traditional laptop when you really want to get things done. It’s also a personal purchase, so you’ll want to know if the recipient prefers Windows, Mac or Chrome OS before you pull the trigger. But once you have that settled, these laptops are some of the best and most well-rounded options on the market. Unless the person you’re shopping for has some <em>very</em> specific needs, one of these machines will probably fit the bill.</p><span id=\"end-legacy-contents\"></span><p>For years, we’ve considered Dell’s XPS 13 to be the best overall Windows laptop, and that hasn’t changed. At this point, Dell has almost perfected its industrial design: it’s thin and light, but not at the expense of power or battery life. The keyboard and display are excellent, and you can get impressive specs without breaking the bank. One downside is that Dell seems to have moved fully to a design that only has two USB-C ports and no headphone jack, which can be a bit limiting. But those quibbles aside, the XPS 13 remains an excellent choice.</p><p>A laptop gift that will last them for years to come is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9kZWxsLWxhcHRvcHMveHBzLTEzLXBsdXMtbGFwdG9wL3NwZC94cHMtMTMtOTMyMC1sYXB0b3AveG45MzIwZnBscWgiLCJjb250ZW50VXVpZCI6Ijc3OWYxOTlhLWM4MjEtNGZiMS05MzIxLTBmZTA4MGMyMGI0ZCJ9&amp;signature=AQAAASKc4GqWDhFab-twR4hxI-ih5JFMpujsE6mzzwGzCEFb&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Fdell-laptops%2Fxps-13-plus-laptop%2Fspd%2Fxps-13-9320-laptop%2Fxn9320fplqh\">XPS 13 Plus</a> with Intel’s 12h-generation Core i7 processor, 16GB of RAM and 512GB of storage. That also includes a 3,456 x 2,100 resolution touchscreen, and the whole package costs a pretty reasonable $1,299 direct from Dell right now.</p><p>For someone who’s a gamer, though, we recommend going in a different direction. The ASUS ROG Zephyrus G14 remains our favorite gaming laptop, one that combines relative portability (3.5 pounds and a 14-inch screen) with serious power. In our <a href=\"https://www.engadget.com/asus-zephyrus-g14-review-amd-ryzen-radeon-173016459.html\">review</a> we said that the laptop was incredibly compelling, even if it’s more expensive than it used to be. It has a powerful AMD processor and graphics card coupled with a great display, comfortable keyboard, spacious trackpad and solid design. It’s not a champ on battery life, but we got seven hours of non-gaming use out of it – pretty decent considering the specs.</p><p></p><p></p><p>As is usually the case with ASUS products, you can get the Zephyrus G14 in a wide variety of configurations, but one we’d recommend includes an AMD Ryzen 9 6000 series processor, Radeon RX 6700S graphics, 16GB of RAM, a 1TB SSD and a 2,560 x 1,600 display with a 120 hz refresh rate. It’s currently selling for $1,650 at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hc3VzLXJvZy16ZXBoeXJ1cy0xNC13cXhnYS0xMjBoei1nYW1pbmctbGFwdG9wLWFtZC1yeXplbi05LTE2Z2ItZGRyNS1tZW1vcnktYW1kLXJhZGVvbi1yeC02NzAwcy0xdGItcGNpZS00LTAtc3NkLzY0OTQ2MzgucD9za3VJZD02NDk0NjM4JmlyY2xpY2tpZD0zVnAyMy1TMG54eU5Xa0FTWUlRelp3NTVVa0FYUXNVQncxMTNURTAmaXJnd2M9MSZsb2M9U2tpbWJpdCUyMEx0ZC4mYWNhbXBJRD0wJm1waWQ9MTAwNzgiLCJjb250ZW50VXVpZCI6Ijc3OWYxOTlhLWM4MjEtNGZiMS05MzIxLTBmZTA4MGMyMGI0ZCJ9&amp;signature=AQAAAexMKSSz-aVrWQa7fVBbSK-T8yiqcCJ_FONcaMEe_M2u&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fasus-rog-zephyrus-14-wqxga-120hz-gaming-laptop-amd-ryzen-9-16gb-ddr5-memory-amd-radeon-rx-6700s-1tb-pcie-4-0-ssd%2F6494638.p%3FskuId%3D6494638%26irclickid%3D3Vp23-S0nxyNWkASYIQzZw55UkAXQsUBw113TE0%26irgwc%3D1%26loc%3DSkimbit%2520Ltd.%26acampID%3D0%26mpid%3D10078\">Best Buy</a>, and it’ll provide plenty of power to handle modern gaming as well as all the “real life” tasks that come with being out of school.</p><p>For people who prefer a Mac, Apple’s lineup can be surprisingly complicated. This year, however, the choice is clear. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLU1hY0Jvb2stTGFwdG9wLWNoaXAvZHAvQjBCM0JWV0o2WS8_dGg9MSZ0YWc9Z2RndDBjLXAtby15NC0yMCIsImNvbnRlbnRVdWlkIjoiNzc5ZjE5OWEtYzgyMS00ZmIxLTkzMjEtMGZlMDgwYzIwYjRkIn0&amp;signature=AQAAAZfoH4NrE9JEpQp4A4AiYQOGGqoMu8xohTHmBrc6P8Wc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-MacBook-Laptop-chip%2Fdp%2FB0B3BVWJ6Y%2F%3Fth%3D1\">M2-powered MacBook Air</a> is the laptop we feel is best for most people, and it’s an extremely capable computer that doesn’t break the bank like the MacBook Pro.</p><p>Apple completely redesigned the MacBook Air last summer, giving it hardware reminiscent of the 14-inch MacBook Pro and an M2 processor. It feels more modern than the M1 Air it replaces, and has a number of noteworthy improvements like a better webcam, MagSafe charging, that M2 processor, plus a larger and nicer display. It still retains the hallmarks of an Air, though, it’s extremely light and portable with a battery that lasts longer than almost any laptop out there.</p><p>Most people will probably want to opt for the $1,699 configuration that includes 512GB of storage, 16GB of RAM and the M2 chip with a 10-core GPU. And while we think that the Air is enough computer for most people, if you have a keen interest in processor-intensive tasks like video editing, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSERWQlhaP3RoPTEmdGFnPWdkZ3QwYy1wLW8teTQtMjAiLCJjb250ZW50VXVpZCI6Ijc3OWYxOTlhLWM4MjEtNGZiMS05MzIxLTBmZTA4MGMyMGI0ZCJ9&amp;signature=AQAAAYdivIfXymzKM9ckiDAc_gqk7WOMRzBCt9vWKtTrKFFw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHDVBXZ%3Fth%3D1\">$1,999 MacBook Pro</a> is worth considering. It gives you an even more powerful M2 Pro chip with 16-core GPU along with other niceties like a gorgeous mini-LED display.</p><p>Given how dominant a force Chromebooks are in education, it’s entirely possible that someone just finishing school might want to continue using Chrome OS. Fortunately, there are lots of premium Chromebooks that are well-designed and capable enough to last for years. One of our favorites is Acer’s Chromebook Spin 714, which the company just updated with Intel’s 13th-gen Core processors. It also has a 14-inch, 1,920 x 1,200 display that offers a little more vertical space than your average 1080p screen. Add in a solid keyboard and trackpad and you have a Chromebook that doesn’t require many compromises. We haven’t tested the latest configuration’s battery life yet, but Acer’s past Chromebook options have been solid if not spectacular in that department.</p><p></p><p></p><h2>Tablets</h2><figure><img alt=\"Samsung's Galaxy Tab S8 with a pink and red screen on a white background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-04/1ba85f60-c7da-11ec-973a-f855b43834de\" /><figcaption></figcaption><div class=\"photo-credit\">Samsung</div></figure><p>When thinking about tablets, put aside the question of whether or not they can replace laptops, and focus on what they do best. They can be a great option for getting work done, engaging your creative side with art and music-making apps or just enjoying movies and games. For the vast majority of people, <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">Apple’s iPad</a> is the only tablet worth considering, even if they don’t otherwise use Apple products. That’s thanks to time-tested, reliable hardware and a massive software library with hundreds of thousands of apps optimized for the iPad’s larger screen.</p><p>As for which iPad is the best, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSE4xS0M_dGFnPWdkZ3QwYy1wLW8teTQtMjAiLCJjb250ZW50VXVpZCI6Ijc3OWYxOTlhLWM4MjEtNGZiMS05MzIxLTBmZTA4MGMyMGI0ZCJ9&amp;signature=AQAAAWv3Zqku2hsRaq5B12k8palSNJS_-6osAkTp71nL_phj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3HN1KC%3F\">iPad Air</a> remains the right choice for most – especially if you’re looking for a good graduation gift. While the basic iPad is a great value, you get a lot when you step up to the Air. Perhaps most importantly, the Air has Apple’s M1 chip, a very powerful chip for a tablet that was in many Macs for years. This means the Air is extremely fast and fairly future-proof, though most of Apple’s hardware is now moving on to the M2.</p><p>The rest of the iPad Air’s hardware is also impressive for the price. It has a large 10.9-inch screen with thin bezels and an anti-reflective coating; the display is also laminated directly to the glass, so there’s no distracting gap beneath the surface. The Air includes 64GB or 256GB of storage, 10 hours of battery life, support for the second-generation Apple Pencil and Magic Keyboard and an improved 12-megapixel front-facing camera. For $599, you’re getting almost everything that the iPad Pro offers without spending over $800.</p><p>However, if you’re shopping for an Android diehard, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvdGFibGV0cy9nYWxheHktdGFiLXM4L2J1eS8_IiwiY29udGVudFV1aWQiOiI3NzlmMTk5YS1jODIxLTRmYjEtOTMyMS0wZmUwODBjMjBiNGQifQ&amp;signature=AQAAARj_1U3PMfvkI6cH4-iAox9ONycCjH4smJvzN6hHKm0F&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Ftablets%2Fgalaxy-tab-s8%2Fbuy%2F%3F\">Samsung’s Galaxy Tab S8</a> is an solid choice. It features a high-resolution 11-inch screen with a 120Hz refresh rate, and has an S-Pen stylus included in the box. And while Android historically hasn’t been the best option for large-screen devices, Samsung’s Dex feature switches things up into a more desktop-like multi-window mode, which can be great for productivity. Samsung’s built-in apps that take advantage of the S-Pen are solid as well. You might have a hard time finding apps that are designed for the Tab S8’s larger screen, but if you’re buying this for someone familiar with Android, they’ll likely be aware of the trade-offs.</p><p></p><p></p><h2>Smartphones</h2><figure><img alt=\"Six Google Pixel 6 Pro smartphones in various pastel colors on a gray table.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-04/30d7f4e0-c7da-11ec-bfdb-fd8817a76151\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>As useful as a laptop or tablet can be, chances are good that the most important computer people own is their smartphone. And if you know someone who is still rocking the same device they brought to campus with them four years ago, they’ll definitely appreciate an upgrade. The good news is that it’s pretty easy to pick out a phone that’ll satisfy just about anyone, regardless of whether they prefer Android or iPhone.</p><p>This year, we’re recommending the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL2lwaG9uZS0xNC1wcm8vIiwiY29udGVudFV1aWQiOiI3NzlmMTk5YS1jODIxLTRmYjEtOTMyMS0wZmUwODBjMjBiNGQifQ&amp;signature=AQAAAbtQbUklzOiNi1HfrNEMwUyocdrwgyj0HNb3h9KhsnxR&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fiphone-14-pro%2F\">iPhone 14 Pro</a>. The standard iPhone 14 is an excellent model, but the differences between the standard and Pro models are more pronounced this year than usual. The 14 Pro has an always-on display with a 120Hz refresh rate that can show you notifications and data from lock-screen widgets, and it also has a much better main camera than the iPhone 14. The Pro uses a 48-megapixel sensor, compared to the 12-megapixel one on the standard 14. Finally, the iPhone 14 Pro uses Apple’s latest A16 Bionic processor, while the iPhone 14 is stuck with last year’s A15. It’s not a cheap phone at $999, but its extremely fast processor and Apple’s track record of delivering software support for years means this investment should last a long time.</p><p>Samsung’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvc21hcnRwaG9uZXMvZ2FsYXh5LXMyMy11bHRyYS9idXkvZ2FsYXh5LXMyMy11bHRyYS0xdGItdW5sb2NrZWQtc20tczkxOHVsaW54YWEvIiwiY29udGVudFV1aWQiOiI3NzlmMTk5YS1jODIxLTRmYjEtOTMyMS0wZmUwODBjMjBiNGQifQ&amp;signature=AQAAAX4Gs3buHSVG9rIp80RSlOSppaKzoPf3VUwvglOpgXZw&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fsmartphones%2Fgalaxy-s23-ultra%2Fbuy%2Fgalaxy-s23-ultra-1tb-unlocked-sm-s918ulinxaa%2F\">Galaxy S23 Ultra</a> is <a href=\"https://www.engadget.com/best-smartphones-140004900.html\">our pick for Android users</a>. At $1,200, it’s quite the pricey device, but it delivers everything you could ask for: a wonderful screen, improved cameras (including a wild 200-megapixel main sensor), excellent battery life and strong performance thanks to its Snapdragon 8 Gen 2 chip. Samsung worked with Qualcomm to create a custom version of that processor specifically for its Galaxy phones, and the end result is a phone that was up to 40 percent faster than its predecessor. Given how thoroughly Samsung dominates the Android space, this isn’t a surprising recommendation, but it will make most Android fans happy.</p><p>If you want to save a little cash but still get a top-notch Android experience, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtUHJvLVNtYXJ0cGhvbmUtVGVsZXBob3RvL2RwL0IwQkNRV1lSMlo_dGFnPWdkZ3QwYy1wLW8teTQtMjAiLCJjb250ZW50VXVpZCI6Ijc3OWYxOTlhLWM4MjEtNGZiMS05MzIxLTBmZTA4MGMyMGI0ZCJ9&amp;signature=AQAAActpz7tDLdIpOQ7KN8uo_UQwOTsIgoiH8Jh8uAKW8mPC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-Pro-Smartphone-Telephoto%2Fdp%2FB0BCQWYR2Z\">Google’s $899 Pixel 7 Pro</a> is definitely worth a look. It picks up where last year’s Pixel 6 Pro left off, with the company’s second-generation custom Tensor processor powering the whole affair. Performance and battery life remain excellent, although the smaller Pixel 7 gets slightly better battery life. The cameras are similar to those on the Pixel 6 Pro, which isn’t a big problem, because Google consistently makes some of the best smartphone cameras out there. But the telephoto shooter got a big upgrade – it now offers 5x optical zoom. And the fact that this phone is built by Google means it’ll get software updates before any other Android phone on the market.</p><p>Both of these phones are big (the Pixel 7 Pro’s screen is 6.7 inches while the S23 Ultra has a 6.8-inch display), but the good news is that both Google and Samsung offer smaller-screened devices that keep most of the same features and specs as their larger siblings. You’ll save some cash with a smaller device, too.</p><p></p><p></p><p></p><h2>Headphones</h2><figure><img alt=\"WH-1000XM5 review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-05/0cee3550-d205-11ec-bf1f-9b47cb9d42c7\" style=\"height: 1333px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>Almost anyone would benefit from a good pair of noise-canceling headphones, and once again Sony has made our <a href=\"https://www.engadget.com/best-headphones-150030794.html\">top pick</a>. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hIP3RhZz1nZGd0MGMtcC1vLXk0LTIwIiwiY29udGVudFV1aWQiOiI3NzlmMTk5YS1jODIxLTRmYjEtOTMyMS0wZmUwODBjMjBiNGQifQ&amp;signature=AQAAAR_Pb8AP87g9WBL8URQWAwVLTees7Yr2Q6qukvQC37S5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH\">Sony’s WH-1000XM5</a>, released about a year ago, is the best over-ear option on the market. At $400, they’re more expensive than the XM4, but they offer a combination of incredible sound, a time-tested, refined design and excellent noise-canceling that is hard to beat. They also fit better and more comfortably than ever, and have 30 hours of battery life. The 1000XM5 looks better, sounds better and wears better than the previous model – it’s hard to ask for much more.</p><p>This year, Sony has also made <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">our favorite wireless earbuds</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdGLTEwMDBYTTQtSW5kdXN0cnktQ2FuY2VsaW5nLUhlYWRwaG9uZXMvZHAvQjA5NEM0VkRKWj90YWc9Z2RndDBjLXAtby15NC0yMCIsImNvbnRlbnRVdWlkIjoiNzc5ZjE5OWEtYzgyMS00ZmIxLTkzMjEtMGZlMDgwYzIwYjRkIn0&amp;signature=AQAAASE02RUr-gf9-RSzVmq-Ee0K3BNKRRcPsWfD_Zg2IUNR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WF-1000XM4-Industry-Canceling-Headphones%2Fdp%2FB094C4VDJZ\">WF-1000XM4</a>. As with its over-ear headphones, the $278 1000XM4 earbuds feature incredible sound quality, long battery life, excellent noise cancellation and a comfortable design. The battery life is particularly impressive – the earbuds can get about eight hours of playback with ANC active – that jumps up to 12 hours if you turn it off. Sony also included a host of smart software features like Speak-to-Chat automatic pausing, Adaptive Sound Control adjustments based on movement or location, 360 Reality Audio and a customizable EQ.</p><p>If you’re buying earbuds for an Apple user, though, consider the second-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1HZW5lcmF0aW9uLUNhbmNlbGxpbmctVHJhbnNwYXJlbmN5LVBlcnNvbmFsaXplZC9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby15NC0yMCIsImNvbnRlbnRVdWlkIjoiNzc5ZjE5OWEtYzgyMS00ZmIxLTkzMjEtMGZlMDgwYzIwYjRkIn0&amp;signature=AQAAAezHU8aid-suFqajn-21lZMlUjWzDdXLLVsJMVypn1zd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Generation-Cancelling-Transparency-Personalized%2Fdp%2FB0BDHWDR12%2F\">AirPods Pro</a>. They don’t quite beat Sony’s WF-1000XM4 in sound quality or battery life, but there are a host of features that make them the best earbuds to use with an iPhone, iPad or Mac. The fast pairing tech Apple introduced with the first AirPods still makes it extremely easy to start using these earbuds, or to switch them seamlessly between different Apple devices. Both the case and buds are sweat and water resistant, making them a better option for workouts. These second-gen AirPods Pro also have big improvements in noise cancellation and sound quality, and the “transparency” mode that lets in outside sound lets you have a conversation or hear the world around you in a totally natural way.</p><p></p><p></p><p></p><h2>Monitors</h2><figure><img alt=\"LG 32UN650-W\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/44633e70-f02e-11ed-b95f-d5b827936068\" style=\"height: 982px; width: 1318px;\" /><figcaption></figcaption><div class=\"photo-credit\">LG</div></figure><p>There are a dizzying number of monitors on the market, at basically any price point you can think of, which makes recommending a single monitor a very difficult task. Viewsonic currently makes one of our favorites, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WaWV3U29uaWMtVlAzMjY4YS00Sy1Fcmdvbm9taWNzLURpc3BsYXlQb3J0LVByb2Zlc3Npb25hbC9kcC9CMDhUWlZRQlQ1Lz90YWc9Z2RndDBjLXAtby15NC0yMCIsImNvbnRlbnRVdWlkIjoiNzc5ZjE5OWEtYzgyMS00ZmIxLTkzMjEtMGZlMDgwYzIwYjRkIn0&amp;signature=AQAAAZvK6Ezt-sZyrp_eHxglGa3LIttcFB2_Maxx6yIe6_ze&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FViewSonic-VP3268a-4K-Ergonomics-DisplayPort-Professional%2Fdp%2FB08TZVQBT5%2F\">VP3268a-4K</a>. The 32-inch panel offers 4K resolution with excellent color accuracy (it’s Pantone-validated and rated at Delta &lt;2 accuracy, for those who care about such things). Naturally, it has a host of connections including USB-C, HDMI and standard USB for hooking up peripherals. This model routinely sells for just under $800 on Amazon.</p><p>If you want a more affordable 32-inch option, consider the $430 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9MRy0zMlVONjUwLVctQ29tcGF0aWJpbGl0eS1Cb3JkZXJsZXNzLUFkanVzdGFibGUvZHAvQjA4RlE0Mk1OMT90YWc9Z2RndDBjLXAtby15NC0yMCIsImNvbnRlbnRVdWlkIjoiNzc5ZjE5OWEtYzgyMS00ZmIxLTkzMjEtMGZlMDgwYzIwYjRkIn0&amp;signature=AQAAAY7O-82RcaWU23X4AcnXQnfLjolelr9ZA9PjT72sFeBQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLG-32UN650-W-Compatibility-Borderless-Adjustable%2Fdp%2FB08FQ42MN1\">LG 32UN650-W</a>. This was our favorite sub-$500 monitor, and it covers creative work, entertainment and gaming well. It supports AMD’s Freesync technology, which helps eliminate screen tearing and stuttering in high-performance games. It also has a stand with tilt and height adjustments and built-in speakers, making it a pretty flexible option.</p><p></p><p></p><h2>Bags</h2><figure><img alt=\"A man in a blue suit holds a brown Waterfield Designs Executive Leather Messenger bag.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-04/042407c0-9c7c-11eb-b1e6-586f38c4db80\" /><figcaption></figcaption><div class=\"photo-credit\">Waterfield</div></figure><p>As important as the right gear is, your grad also deserves something classy and stylish to carry all that stuff around. The <a href=\"https://www.sfbags.com/collections/shoulder-messenger-bags/products/executive-leather-laptop-messenger\">Executive Leather Messenger</a> from Waterfield Designs is an expensive choice, but it’s worth the cost. Waterfield makes everything by hand in its San Francisco shop, and the materials it uses are top notch. I’ve owned a lot of their products over the years, and I can safely say this bag will last a decade or more, and the leather will only look more attractive as time goes on.</p><p>On the inside are two padded slots, one for a tablet and one for a laptop. There are also two pockets, one zippered, as well as a pen slot and a metal key fob. Finally, there are two easily-accessible hand pockets under the flap, both with an extremely soft plush lining. The Executive Leather Messenger comes in three different leather colors and costs either $399 or $419, depending on which size you choose. It’s an investment, for sure, but it will last a long time.</p><p>Waterfield’s bags are typically quite pricey, but in the last year they released a new line of “essential” options that offer the company’s excellent construction and smart features at a lower price point. The $179 <a href=\"https://www.sfbags.com/products/essential-messenger-laptop-bag\">Essential Messenger</a> is a lightweight option that does away with the leather and uses tough textiles instead. But its magnetic closures are fast and easy to undo, the strap is easily removable for wearing over whichever shoulder you choose, and it has foam inserts to help it keep its structure. There’s a built-in sleeve for a laptop up to 14 inches, and I can confirm you can shove a surprising amount of gear in it considering its smaller size.</p><p>If you’d prefer a non-leather choice, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8747aed1-6586-46eb-856d-c95a5318901b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Peak+Design&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NzQ3YWVkMS02NTg2LTQ2ZWItODU2ZC1jOTVhNTMxODkwMWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGVha2Rlc2lnbi5jb20vY29sbGVjdGlvbnMvZXZlcnlkYXktYmFncy9wcm9kdWN0cy9ldmVyeWRheS1tZXNzZW5nZXI_dmFyaWFudD0yOTc0MTQzOTE4OTAzNiIsImNvbnRlbnRVdWlkIjoiNzc5ZjE5OWEtYzgyMS00ZmIxLTkzMjEtMGZlMDgwYzIwYjRkIn0&amp;signature=AQAAAYHFH4Yc63Xxc6fygpfyl99f_y9255EChvTQJM7ioBV7&amp;gcReferrer=https%3A%2F%2Fwww.peakdesign.com%2Fcollections%2Feveryday-bags%2Fproducts%2Feveryday-messenger%3Fvariant%3D29741439189036\">Peak Design’s Everyday Messenger</a> is a great and more affordable option. The $230 bag was originally designed for photographers, but (as the name implies) it works as a tough, well-designed option for whatever you need to carry. It has a dedicated 13-inch laptop sleeve and “stretchy” pockets that make it easier to keep track of smaller items. The bag also comes with a few flexible interior dividers so you can customize it in any way you want. The recently-released V2 update boasts 100 percent recycled outer fabric, a redesigned shoulder strap that should be less prone to slippage, a “MagLatch” magnetic buckle and a more efficient design that makes it 24 percent lighter than the original.</p><p></p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-tech-upgrades-laptops-tablets-headphones-smartphones-monitors-bags-for-graduates-150049903.html?src=rss", "link": "https://www.engadget.com/best-tech-upgrades-laptops-tablets-headphones-smartphones-monitors-bags-for-graduates-150049903.html?src=rss", "date_published": "2023-05-12 13:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Bose's QuietComfort Earbuds II are on sale for $249 right now", "description": "<p>Now's the time to go shopping if you've been tempted by Bose's QuietComfort Earbuds II but were put off by the high initial price. As part of a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzE0MzRjNzMyP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1LWjZBUkJRUE01VlA0MjhDV0s2WiZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9YTk3NWU4ZWUtYWQ2Mi00YzMyLThlMmYtY2RhN2VlNDgyZjYxJnBmX3JkX3M9c2xvdC0xNSZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfOF8xNDM0YzczMl9kdF9zbDE1XzYxJnRhZz1nZGd0MGMtcC1vLXkzLTIwIiwiY29udGVudFV1aWQiOiI5YjBhNjNmNy03MzkyLTQ0ZTEtYTlkMy1mOTViMzUxYmQwMGMifQ&amp;signature=AQAAAfi_P7cvvXVoMNlDtIx8e1X4s06Xq3u7n70cy_-Op5t6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F1434c732%3FshowVariations%3Dtrue%26pf_rd_r%3DKZ6ARBQPM5VP428CWK6Z%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3Da975e8ee-ad62-4c32-8e2f-cda7ee482f61%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_8_1434c732_dt_sl15_61\">broader sale</a> on Bose products, Amazon is selling the premium wireless earbuds for $249, or $50 off. That's the best price we've seen all year, and puts them into more direct competition with the <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">AirPods Pro</a> and similar rivals. If you prefer over-ear headphones, the QuietComfort 45 headphones are down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVF1aWV0Q29tZm9ydC1CbHVldG9vdGgtQ2FuY2VsbGluZy1IZWFkcGhvbmVzL2RwL0IwQjdLQ04zMUc_cmVmXz1PY3RfRExhbmRpbmdTX0RfMTQzNGM3MzJfMCZ0aD0xJnRhZz1nZGd0MGMtcC1vLXkzLTIwIiwiY29udGVudFV1aWQiOiI5YjBhNjNmNy03MzkyLTQ0ZTEtYTlkMy1mOTViMzUxYmQwMGMifQ&amp;signature=AQAAAXSAbHISNEnHL-7M5PJfRDI4MDPsaBVRT_2oqcbCZKxo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-QuietComfort-Bluetooth-Cancelling-Headphones%2Fdp%2FB0B7KCN31G%3Fref_%3DOct_DLandingS_D_1434c732_0%26th%3D1\">to $279</a>.</p><p></p><p>The QuietComfort Earbuds II are a <a href=\"https://www.engadget.com/bose-quietcomfort-earbuds-2-review-130026306.html\">good choice</a> if you value active noise cancellation (ANC) first and foremost. It's strong enough that you can block even loud noises — ideal for a flight or train ride. The buds have a more dynamic and open sound than their predecessors, and they're more comfortable than before. If you mainly listen to music to escape the pressures of everyday life, they're worth considering.</p><span id=\"end-legacy-contents\"></span><p>There are caveats. You won't find multipoint connectivity or wireless charging like you do with other wireless earbuds in this class. Call quality is mediocre, too. It's still hard to top the ANC performance, though, and the sale price eliminates our main objection to Bose's offering.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/boses-quietcomfort-earbuds-ii-are-on-sale-for-249-right-now-131202156.html?src=rss", "link": "https://www.engadget.com/boses-quietcomfort-earbuds-ii-are-on-sale-for-249-right-now-131202156.html?src=rss", "date_published": "2023-05-12 13:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Silicon Macs now natively support Unreal Engine 5", "description": "<p><em>Fortnite</em> creator Epic Games' Unreal Engine 5 allows anyone to quickly build 3D worlds, so it's great not just for games, but <a href=\"https://www.engadget.com/2020-02-21-mandalorian-ilm-stagecraft-real-time-digital-sets.html\">Hollywood virtual sets</a> and <a href=\"https://www.engadget.com/epic-made-a-rivian-r1t-demo-to-show-off-its-latest-unreal-engine-5-tools-214300199.html\">more</a>. Until now, recent Mac users have relied on Rosetta technology to run it, but Epic has just released a new update, <a href=\"https://www.unrealengine.com/en-US/blog/unreal-engine-5-2-is-now-available\">version 5.2</a>, that works natively on Apple Silicon. That should allow for significantly improved performance on M1 and M2 Macs.&nbsp;</p><p>There's more news for Apple users as well. Epic unveiled a new iPad app (below) for virtual productions that works with the Unreal Engine's ICVFX (In-Camera VFX) editor. It offers &quot;an intuitive touch-based interface for stage operations such as color grading, light card placement, and nDisplay management tasks from anywhere within the LED volume,&quot; the company said. In other words, it lets DPs, VFX folks and others tweak lighting and more on virtual sets from a simple, portable interface.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Unreal Engine 5 now natively supports Apple Silicon macs\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/d51b6490-f0c1-11ed-bf7f-3ddaf13b7b22\" style=\"height: 1244px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Epic Games</div></figure><p>The update is interesting in the context of Apple's <a href=\"https://www.engadget.com/apple-wins-appeals-court-ruling-against-epic-games-191331514.html\">antitrust dispute with Epic Games</a> over Fortnite commissions on the App Store. Apple largely won that fight, as an appeal panel found that the company wasn't a monopolist in the distribution of iOS apps. Back in 2020, Apple <a href=\"https://www.engadget.com/epic-fortnite-apple-lawsuit-developer-tools-190559744.html\">tried to suspend</a> Epic Games' developer account, but that move was later blocked by a judge.&nbsp;</p><p>Other new features introduced with the Unreal Engine 5.2 update include a &quot;Procedural Content Generation framework&quot; that lets you populate large scenes with the Unreal Engine assets of your choice, making it faster to build large worlds. And another feature called Substrate allows material creation with more control over the look and feel of objects used in in real-time applications like games or for linear content creation. Epic demonstrated that using its <a href=\"https://www.engadget.com/epic-made-a-rivian-r1t-demo-to-show-off-its-latest-unreal-engine-5-tools-214300199.html\">previous Rivian demo</a>, giving a <a href=\"https://www.unrealengine.com/en-US/blog/unreal-engine-5-2-is-now-available\">metallic-looking paint job</a> to the R1T electric pickup.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/apple-silicon-macs-now-natively-support-unreal-engine-5-124257710.html?src=rss", "link": "https://www.engadget.com/apple-silicon-macs-now-natively-support-unreal-engine-5-124257710.html?src=rss", "date_published": "2023-05-12 12:42:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Pixel Fold, Google I/O and 'Zelda: Tears of the Kingdom'", "description": "<p>It’s a huge week for news: Google I/O happened, and we finally got a close look at the Pixel Fold and the company’s latest AI plans. Engadget Deputy Editor Nathan Ingraham also joins to discuss his review of <em>The Legend of Zelda: Tears of the Kingdom</em>, the follow-up to one of the greatest games ever made. (No pressure, Nate!) We also chat about Nintendo’s confirmation that it won’t be announcing any new hardware until next year, and the perils of chatbots serving as the latest avatars for Hindu gods in India.</p><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"></div><h2>Subscribe!</h2><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiMDBjZGViOTgtZjA0Ni00MmEwLTllOGEtNzE4YTFmYzJhMzk3In0&amp;signature=AQAAASifx8I_NaTQYQTUdeAEkNsy42LkNFz2B5sGmJftxwUe&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL29wZW4uc3BvdGlmeS5jb20vc2hvdy8zRUMzZE1JUkI5OWRrdm9TQmVTTzdHP3NpPWY3VUFMR0ttUkRXdE9yVThaNC11aVEiLCJjb250ZW50VXVpZCI6IjAwY2RlYjk4LWYwNDYtNDJhMC05ZThhLTcxOGExZmMyYTM5NyJ9&amp;signature=AQAAAWRqzNnPXpe3Ljd-zKQ3f_wJKNBuz7cZxHVpLo-g_YTb&amp;gcReferrer=https%3A%2F%2Fopen.spotify.com%2Fshow%2F3EC3dMIRB99dkvoSBeSO7G%3Fsi%3Df7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><br /><strong>Topics</strong></h2><ul><li><p>Google’s Pixel Fold was finally announced (it’s $1,799) – 1:25</p></li><li><p>Also announced at Google I/O: a ton of Bard integration in search, Pixel Tablet and Pixel 7a – 14:43</p></li><li><p>Nate Ingraham’s Legend of <em>Zelda: Tears of the Kingdom</em> review – 39:29</p></li><li><p>Nintendo says no new hardware will be announced this year – 52:51</p></li><li><p>Roku is doing home security now – 56:40</p></li><li><p>AI Updates: Religious chatbots run the risk of sparking violence in India – 58:12</p></li><li><p>Working on – 1:03:45</p></li><li><p>Pop culture picks – 1:05:43</p></li></ul><h2>Livestream</h2><div id=\"undefined\"></div><h2></h2><p><strong><em>Credits</em></strong><br /><em>Hosts: Devindra Hardawar and Nathan Ingraham</em><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em><br /><em>Livestream producers: Julio Barrientos</em><br /><em>Graphic artist: Luke Brooks and Joel Chokkattu</em></p>This article originally appeared on Engadget at https://www.engadget.com/engadget-podcast-pixel-fold-zelda-tears-of-kingdom-123028977.html?src=rss", "link": "https://www.engadget.com/engadget-podcast-pixel-fold-zelda-tears-of-kingdom-123028977.html?src=rss", "date_published": "2023-05-12 12:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Anthropic says its Claude AI can now read a whole book in under a minute", "description": "<p><a href=\"https://www.engadget.com/anthropic-explains-how-its-constitutional-ai-girds-claude-against-adversarial-inputs-160008153.html\">Anthropic</a> says it has vastly <a href=\"https://www.anthropic.com/index/100k-context-windows\">expanded</a> the amount of information its generative AI, Claude, is able to process. Claude has gone from having a limit of 9,000 tokens to 100,000 tokens, which corresponds to roughly 75,000 words. That's a full novel. To put that into perspective, Claude now has the ability to easily read and finish Ernest Hemingway's <em>A Farewell to Arms</em> (74,240 words), Mary Shelley's <em>Frankenstein</em> (74,800 words) and Mark Twain's <em>The Adventures of Tom Sawyer</em> (69,000 words). And, as <a href=\"https://www.theverge.com/2023/5/12/23720964/chatbot-language-model-context-window-memory-anthropic-claude\"><em>The Verge</em></a> notes, the company says Claude can read and analyze information from each book in under a minute.&nbsp;</p><p>Generative AIs like Claude are still limited by the number of &quot;tokens&quot; they can process. As OpenAI <a href=\"https://help.openai.com/en/articles/4936856-what-are-tokens-and-how-to-count-them\">explains</a> in its help page, you can think of tokens as pieces of words. The AI cuts up words for processing, and they're not always chopped up from the start to the end of each word, since spaces and other characters are also included. At the moment, OpenAI's standard GPT-4 model is <a href=\"https://help.openai.com/en/articles/7127966-what-is-the-difference-between-the-gpt-4-models\">capable</a> of processing 8,000 tokens, while an extended version can process 32,000 tokens. Meanwhile, its publicly available ChatGPT chatbot has <a href=\"https://medium.com/@russkohn/mastering-ai-token-limits-and-memory-ce920630349a\">a limit</a> of around 4,000 tokens.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Now Claude has a much wider context window than all of them. According to Anthropic, it loaded <em>Great Gatsby</em> onto the AI during testing and modified a single line to say Mr. Carraway was &quot;a software engineer that works on machine learning tooling at Anthropic.&quot; Claude was able to spot how the book was modified within 22 seconds.&nbsp;</p><p>The AI's expanded context window is now available to Anthropic's business partners who are using its API. Anthropic says the capability will help businesses quickly digest and summarize lengthy financial statements and research papers, assess pieces of legislation, identify risks and arguments across legal documents and comb through dense developer documentation, among other possible tasks.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/anthropic-says-its-claude-ai-can-now-read-a-whole-book-in-under-a-minute-120114018.html?src=rss", "link": "https://www.engadget.com/anthropic-says-its-claude-ai-can-now-read-a-whole-book-in-under-a-minute-120114018.html?src=rss", "date_published": "2023-05-12 12:01:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: The verdict on 'Zelda: Tears of the Kingdom'", "description": "<p>How do you follow up one of the most well-regarded and critically acclaimed games of the last decade? Well, you keep a lot of things the same, but shake it up. The first few hours of <a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-review-a-familiar-but-fresh-adventure-120035307.html\"><em>Zelda: Tears of the Kingdom </em></a>take place entirely in the sky, but the game leads you through a handful of shrines to get a new set of abilities, just like you did on the Hyrule plateau in <em>Breath of the Wild.</em></p><p>Now, there are islands in the sky and underground grottos to explore, assisted by some powerful new skills, including Fuse, which lets you stick objects to weapons and arrows to enhance them, and Ultrahand, where you can stick objects together to build basically anything you want, including vehicles. <a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-review-a-familiar-but-fresh-adventure-120035307.html\">Read on</a> for how this translates to the world of Zelda and Link – which is what I’m doing while I wait for my copy to land before the weekend.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/asus-rog-ally-handheld-gaming-pc-starts-at-600-164810578.html\"><ins>ASUS' ROG Ally handheld gaming PC starts at $600 </ins></a></p><p><a href=\"https://www.engadget.com/panasonic-delays-production-of-its-next-generation-tesla-batteries-121808047.html\"><ins>Panasonic delays production of its next-generation Tesla batteries</ins></a></p><p><a href=\"https://www.engadget.com/teenage-engineerings-tp-7-field-recorder-costs-an-eye-watering-1499-114007098.html\"><ins>Teenage Engineering's TP-7 field recorder costs an eye-watering $1,499</ins></a></p><p><a href=\"https://www.engadget.com/foundation-will-return-to-apple-tv-on-july-14th-140038865.html\"><ins>'Foundation' will return to Apple TV+ on July 14th </ins></a></p><p></p><h2><a href=\"https://www.engadget.com/elon-musk-says-a-new-twitter-ceo-is-starting-in-six-weeks-195504511.html\">Elon Musk says a new Twitter CEO is starting in six weeks</a></h2><h3>He will be CTO and executive chair.</h3><h3></h3><p>Musk has announced a replacement chief executive will start at Twitter in roughly six weeks. While he hasn't identified the new leader by name, he indicated he’d hired a woman for the role. Musk will stay on as executive chair and chief technical officer covering &quot;product, software and sysops.&quot; Hours after Musk's announcement, <em>The Wall Street Journal</em> reported that NBCUniversal advertising exec Linda Yaccarino &quot;is in talks&quot; to take over the CEO role at Twitter. Yaccarino is known for being an &quot;industry advocate for finding better ways to measure the effectiveness of advertising,&quot; according to <em>The Journal. </em>Sounds fun. Musk said in December he would honor the results of a poll he made, asking whether or not he should bow out. He said he would leave as soon as he found someone &quot;foolish enough to take the job.&quot;</p><p><a href=\"https://www.engadget.com/elon-musk-says-a-new-twitter-ceo-is-starting-in-six-weeks-195504511.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/sonys-xperia-i-v-phone-is-a-photo-and-video-powerhouse-074625053.html\">Sony's Xperia I V phone is a photo and video powerhouse</a></h2><h3>It borrows camera features like Product Showcase from its Alpha series.</h3><a href=\"https://www.engadget.com/sonys-xperia-i-v-phone-is-a-photo-and-video-powerhouse-074625053.html\"><figure><img alt=\"Sony Xperia 1 V\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/ebe77130-f0af-11ed-ae9f-d46db8fac1be\" style=\"height: 464px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure></a><p>Sony is still making smartphones, and its latest is the flagship Xperia 1 V, for both photographers and vloggers. The Xperia 1 V has a new image sensor called Exmor T for Mobile, designed to be faster and work better with computational (AI) photography while offering &quot;approximately double&quot; the low-light performance of the Xperia 1 IV. For vloggers and content creators, it now features the same Product Showcase setting found on Sony's vlogging cameras, like the ZV-E1, which will keep items locked in focus while blurring out the background. The new sensor also promises improved skin tones, thanks to extra saturation available on the sensor. It also has a new voice priority mic near the rear camera. As with past Xperia models, the catch here is the price: The Xperia 1 V starts at $1,400.</p><p><a href=\"https://www.engadget.com/sonys-xperia-i-v-phone-is-a-photo-and-video-powerhouse-074625053.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/disney-and-hulu-will-merge-into-a-single-app-later-this-year-083536664.html https://www.engadget.com/...\">Disney+ and Hulu will merge into a single app later this year</a></h2><h3>But they’ll still be available as 'standalone options.'</h3><h3></h3><p>A &quot;one-app experience&quot; that combines Disney+ and Hulu content will launch in late 2023, Disney CEO Bob Iger announced during the company's latest earnings call. He said the company will continue offering Disney+, Hulu and ESPN+ as standalone options, but combining services &quot;is a logical progression.&quot; In addition to announcing the combined streaming app, Iger has also revealed Disney+ is getting another price increase after adding $3 on top of its ad-free streaming tier's monthly fee in December. He didn't say when the company is raising the service's prices, but when it does, the ad-free and ad-supported tiers will cost more than $11 and $8, respectively.</p><p><a href=\"https://www.engadget.com/disney-and-hulu-will-merge-into-a-single-app-later-this-year-083536664.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/fairphone-launches-a-fully-repairable-set-of-over-ear-headphones-080017046.html\">Fairphone launches a fully repairable set of over-ear headphones</a></h2><h3>The Fairbuds XL are not buds, though.</h3><h3></h3><p>Ten years since Fairphone launched its first repairable smartphone, now it's bringing its processes to wireless over-ear headphones. They’ll include active noise cancellation (ANC), multiple audio modes, two-point Bluetooth connection and a two-year warranty. The company says Fairbuds XL (these are <em>not</em> buds) use 100 percent recycled aluminum, 100 percent recycled tin in its solder paste and 80 percent recycled plastic. It added it has integrated Fairtrade Gold into its supply chain, and uses 100 percent vegan leather for both the ear cushions and headband.</p><p><a href=\"https://www.engadget.com/fairphone-launches-a-fully-repairable-set-of-over-ear-headphones-080017046.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/mouse-is-a-first-person-shooter-inspired-by-vintage-disney-134113206.html\">'Mouse' is a first-person shooter inspired by vintage Disney</a></h2><h3>Think 'Cuphead' with Tommy guns.</h3><a href=\"https://www.engadget.com/mouse-is-a-first-person-shooter-inspired-by-vintage-disney-134113206.html\"><figure><img alt=\"Mouse\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/94b3b190-f0b3-11ed-bfd3-35526f4d4470\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Mouse</div></figure></a><p>Mouse is a shooter inspired by the style of 1930's cartoons from Disney and other studios. The (very) early footage shows barebones maps and gameplay mechanics, but if it gets close to the magic of <em>Cuphead</em>, it could be a lot of fun.</p><p><a href=\"https://www.engadget.com/mouse-is-a-first-person-shooter-inspired-by-vintage-disney-134113206.html\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-the-verdict-on-zelda-tears-of-the-kingdom-111532782.html?src=rss", "link": "https://www.engadget.com/the-morning-after-the-verdict-on-zelda-tears-of-the-kingdom-111532782.html?src=rss", "date_published": "2023-05-12 11:15:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tinder is eliminating social media handles from public bios", "description": "<p>Tinder is for finding love — or at least a temporary connection — but the app’s backers aren’t interested in helping people expand their connections beyond the narrow confines of its own jurisdiction. The company says that it has identified an issue with users turning their profiles into spaces for “making money,” and will <a href=\"https://www.tinderpressroom.com/2023-05-12-ONLY-CONNECTIONS-TINDER-UPDATES-COMMUNITY-GUIDELINES-TO-REINFORCE-AUTHENTICITY,-RESPECT,-AND-INCLUSIVITY\">scrub social handles from public profiles</a>, as well as tweaking its community guidelines to prohibit the sharing of usernames or references to other outbound links. In a statement rich in euphemism, the platform reminds users not to “advertise, promote social handles or links to gain followers, sell things, fundraise or campaign,&quot; which we suspect includes users who add their Linktree username to guide people toward online stores or content marketplaces.</p><p>The policy change comes as part of a series of <a href=\"https://www.engadget.com/tinder-incognito-mode-safety-features-050131339.html\">updated community guidelines</a> that Tinder claims will “reinforce authenticity, respect and inclusivity.” Besides the social handle removal, most of the policies are requests to users, such as telling people to respect boundaries and not to share private chats in a public setting. The dating app points to its younger membership (most users are 18 to 25) as motivation for making these appeals. “To guide these younger daters as they start their dating journey, Tinder is using this policy refresh to remind and educate members about healthy dating habits — both online and in real life,” Ehren Schlue, SVP of Member Strategy at Tinder, said in a statement.</p><span id=\"end-legacy-contents\"></span><p>It’s unclear how exactly Tinder plans to scrub social handles from bios or prevent people from sharing them in chats instead. The company encourages users to report anyone violating the rule, but a quick bio share over messages might not motivate anyone to do so. Removing social handles also interferes with people who share them to circumvent swipe limits or remove the need to match. Plus, there's the issue of determining if a person is who they say they are. Alongside the social handles announcement, Tinder reminds people to be honest and not <a href=\"https://www.engadget.com/tinder-adds-video-selfies-to-photo-verification-062835070.html\">create fake personas</a>. But, without any access to a person’s social media, it might be harder to know for sure.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/tinder-is-eliminating-social-media-handles-from-public-bios-103001873.html?src=rss", "link": "https://www.engadget.com/tinder-is-eliminating-social-media-handles-from-public-bios-103001873.html?src=rss", "date_published": "2023-05-12 10:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "WiZ's motion-sensing smart lights can now monitor your home", "description": "<p>WiZ has unveiled a new <a href=\"https://www.signify.com/en-gb/our-company/news/press-releases/2023/wiz-home-monitoring-uses-lights-and-motion-to-help-keep-your-home-safe\">home monitoring system</a> that uses its existing motion-sensing WiFi smart bulbs in combination with Wiz's new $70 (€90) Indoor Camera. It takes of advantage of WiZ's &quot;SpaceSensing&quot; feature to detect changes in WiFi signals caused by movement, then sends an alert to the app warning you of any potential home intruders. You can then check the camera to see what's happening, while the smart bulbs can flash at intruders to scare them off.&nbsp;</p><p>Similar tech has been employed by <a href=\"https://www.engadget.com/2019-10-08-linksys-motion-sensing-velop.html\">Linksys' Velop mesh routers</a>, which send motion detection alerts to the app. While not as powerful as a full security system with dedicated sensors, WiFi sensing is a decent, and much cheaper and simpler alternative. The Indoor Camera records in 1080p and has a 120-degree field of view, along with infrared night vision, image-based motion detection and two-way audio thanks to a built-in microphone.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Wiz's motion-sensing smartlights can now monitor your home\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/b788b2e0-f0a6-11ed-9faf-9724dd18326e\" style=\"height: 1532px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">isma yunta/Wiz</div></figure><p>To install it, all you need to do is find a spot for the camera and screw Wiz's A19 full-color smart lightbulbs into you existing lamps or outlets. From there, if the alarm is triggered by motion, the lights can be set to flash to let intruders know they've been flushed out. At the same time, the system sends alerts to the new WiZ V2 app, and you can even set it to only monitor certain areas of your home.&nbsp;</p><p>It even lets you program routines that control the lights and monitoring, which can be set on a schedule or enabled on the app. And of course, you can use your smart bulbs as you normally might in a smart home, activating them with voice commands, the app and more. For instance, you can set them to turn on and off at random to give the impression that someone's home.&nbsp;</p><p>It comes in a €160 bundle called the WiZ Home Monitoring Starter kit, which gives you three WiZ A19 full-color smart bulbs and the Indoor Camera. You can record footage locally via an onboard microSD card, or subscribe to cloud storage and get up to 30 days of recordings (all footage is end-to-end encrypted, WiZ promises). The company has promised that 80-90 percent of its current smart lights and home products will be compatible. The kit launches in Europe on June 15th, but there's no US release date or pricing yet.</p>This article originally appeared on Engadget at https://www.engadget.com/wizs-motion-sensing-smart-lights-can-now-monitor-your-home-100312758.html?src=rss", "link": "https://www.engadget.com/wizs-motion-sensing-smart-lights-can-now-monitor-your-home-100312758.html?src=rss", "date_published": "2023-05-12 10:03:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitch’s new clip editor makes it easier to create vertical videos", "description": "<p><a href=\"https://www.engadget.com/twitch-co-founder-emmett-shear-steps-down-as-ceo-181041275.html\">Twitch</a> has a new clip editor that will make it much, much easier for streamers to promote their content across platforms that put a focus on mobile users. Streamers will find the new editor under the clip manager in their creator dashboard. As <a href=\"https://techcrunch.com/2023/05/11/twitch-clip-editor-edit-vertical-video-tiktok-reels/?guccounter=1\"><em>TechCrunch</em></a> notes, clicking &quot;edit and share clip&quot; will open a tool that'll give them an easy way to create vertical video clips. They can choose to create a video that shows one portion of their stream in full or to create a clip that splits the view between their stream and their camera. Either way, they're getting a vertical video they can share.&nbsp;</p><div id=\"c24fe33235ed4396bbd07fc60be0b963\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Edit &amp; Share Vertical Clips 🎬<br /><br />It’s easier than ever to create social media videos of your best moments with the new Clip Editor!<br />📱Convert clips to portrait mode<br />💜 Add your username<br />🔗 Share to YouTube Shorts &amp; more<br /><br />Rolling out to everyone this week in the Clips Manager <a href=\"https://t.co/VNu9fYZJmy\">pic.twitter.com/VNu9fYZJmy</a></p>— Twitch (@Twitch) <a href=\"https://twitter.com/Twitch/status/1656766289413636100?ref_src=twsrc%5Etfw\">May 11, 2023</a></blockquote></div><p>There's also a toggle at the bottom of the editor they can switch on to add their channel name to the clip. After they decide on what their video snippet will look like, they can then either download it or share it straight to YouTube Shorts with a title and a description that they'd written. While the feature only comes with YouTube integration right now, Twitch seems to have plans to add quick sharing for other platforms in the future. For now, creators will have to manually upload their videos if they want to promote their streams through Instagram Reels, Snapchat and TikTok. The still entails a bit more work than sharing on YouTube Shorts, but by doing so, they're putting themselves in front of more potential viewers who could end up being loyal subscribers.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The new vertical clip editor is making its way to all users' clip manager this week.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitchs-new-clip-editor-makes-it-easier-to-create-vertical-videos-092950134.html?src=rss", "link": "https://www.engadget.com/twitchs-new-clip-editor-makes-it-easier-to-create-vertical-videos-092950134.html?src=rss", "date_published": "2023-05-12 09:29:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Abbey Games unveils sequel to god simulation game 'Reus'", "description": "<p>Abbey Games has officially revealed that a sequel to its indie god sim <a href=\"https://www.engadget.com/2014-08-20-reus-picks-up-700k-sales-ahead-of-renowned-explorers-launch.html\"><em>Reus</em></a> is \"on the way,\" almost a full decade after the original came out for Windows PCs. The original game received mostly favorable reviews after it shipped, and the developer sold over one million copies worldwide. Abbey Games founders Maarten Wiedenhof, Manuel Kerssemakers and Adriaan Jansen said: \"The original <em>Reus</em> is a decade old, and much has changed in the gaming world. We're excited to bring<em> Reus 2</em> to this new era, and show what it can bring to all those who want to create their own perfect world!\"&nbsp;</p><p>In <em>Reus 2</em>, players will have the ability to create multiple planets as their elemental giant god characters. They can shape those planets however they want to see how the people that live there would react to the unique landscapes that surround them and the challenges they encounter. And by \"challenges they encounter,\" we mean whatever the player decides to put them through. Hey, it's a god sim — players can choose to make it easy for the people living on one planet and then put another planet's population through the wringer. They can even stage an apocalypse and start anew. Aren't you glad we're not living in a simulation? (...<a href=\"https://www.scientificamerican.com/article/confirmed-we-live-in-a-simulation/\">Or are we</a>?)</p><span id=\"end-legacy-contents\"></span><p>The developer says <em>Reus 2</em> is still currently in development. It doesn't have a release date yet, but those interested can now add it to their <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vYXBwLzE4NzUwNjAvUmV1c18yLyIsImNvbnRlbnRVdWlkIjoiYmQ5NmE2MTAtOGJmMy00Y2NlLWJmYmQtZGY1YTc5MjI2OGJkIn0&amp;signature=AQAAATdp2IqCQdNB79nKOLKaibbviMnu0oQtTr3pJz0Jmjh6&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F1875060%2FReus_2%2F\">Steam wishlist</a>.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/abbey-games-unveils-sequel-to-god-simulation-game-reus-053804152.html?src=rss", "link": "https://www.engadget.com/abbey-games-unveils-sequel-to-god-simulation-game-reus-053804152.html?src=rss", "date_published": "2023-05-12 05:38:04+00:00", "persistent": false, "user": null, "language": "en-US"}]