[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCL9PlYkRD3Q-RZca6CCnPKw", "title": "Rep. Underwood Legislative Correspondent Believes Congresswoman 'Lying' About Nursing History", "description": "Clay Connor Elmore, Legislative Correspondent for Democratic House Rep. Lauren Underwood: “I think it’s so ironic that everybody in my office is like “Oh f**k George Santos” but at least he’s being honest about his corruption.”  \n\nElmore: “Everybody is a liar. Between you and me I feel like my Member is lying about being a nurse.” \n\nElmore: “Being a nurse is like clearly a good image for her. Like, caring about healthcare and like the middle class and health and like Covid and sh*t like that.” \n\nElmore: “Like she has a degree, and she was a nurse but I think the republicans kept getting her being like “oh what’s your actual background” so it’s like messy.” \n\n[WASHINGTON, D.C. – May 12, 2023] Project Veritas released a new video today showing a Legislative Correspondent for Illinois Congresswoman Lauren Underwood making troubling claims about Underwood’s nursing resume and the scandals unfolding against New York Republican Congressman George Santos.  \n\nIn the May 10th video recording, Rep. Lauren Underwood’s Legislative Correspondent, Clay Connor Elmore, is seen candidly speaking about the current state of corruption in Washington D.C., including admissions about his own boss: \n\nVeritas Journalist: Did [George] Santos f**k up? Big time. Do democrats do the same thing? \n\nElmore: Absolutely. Everybody is a liar. Between you and me I feel like my member is lying about being a nurse.  \n\nVeritas Journalist: Really? What do you mean? \n\nElmore: So her biggest thing is that she’s a nurse right like that’s her background she cares about like healthcare and like a nurse is a good way… she was like first, I think, democrat to actually win in her seat and she was a black woman so it’s like a really big thing and being a nurse is like clearly good image for her like caring about healthcare and like the middle class and health and like Covid and sh*t like that even though like she has a degree and she was a nurse but I think the republicans kept getting her being like ‘oh what’s your actual background’ so it’s like messy but I think it’s so ironic that everybody in my office is like ‘oh f**k George Santos’ but at least he’s being honest about his corruption and like Nicki Minaj said that too because he put out a bill with her name on it and sh*t but… whatever. \n\nElmore also told our undercover journalist that there is job security in compromising his values to work with Rep. Underwood:  \n\nVeritas Journalist: What is the difference between Santos and your Rep? \n\nElmore: The difference between Santos and my member is that I’m willing to compromise a lot of my values for this woman who’s there for other black women than George Santos who doesn’t have a lot of black women in his district. He is there just to flip New York. And I hate him, and I will call him out. But I remain - I’ve very much not called out my member and a lot of that has to do with the fact that my security is there.", "link": "https://www.youtube.com/watch?v=wMbRuTDJjbU", "date_published": "2023-05-12 17:32:07+00:00", "persistent": false, "user": null, "language": "en-US"}]