[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Mysterious Drowning Of Natalie Wood", "description": "Natalie Wood began her Hollywood career as a child actor before going on to star in films alongside legendary actors like James Dean, Gregory Peck, and Warren Beatty. In 1981, Wood, 43, drowned in the Pacific Ocean under mysterious circumstances. This is her story. Wood’s parents were Russian immigrants who met in America and married ...", "link": "https://www.dailywire.com/news/the-mysterious-drowning-of-natalie-wood", "date_published": "2023-05-12 17:50:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Decision Recognizes Illegal Migrant’s Gender Pronouns", "description": "The Supreme Court issued a decision Thursday in a case dealing with an illegal migrant&#8217;s transgender identity that recognizes the migrant&#8217;s preferred gender pronouns. The court overruled a lower court&#8217;s decision against Leon Santos-Zacaria, a Guatemalan native and trans-identifying man who goes by Estrella. Santos-Zacaria wants to stay in the U.S. because he says he ...", "link": "https://www.dailywire.com/news/supreme-court-decision-recognizes-illegal-migrants-gender-pronouns", "date_published": "2023-05-12 17:33:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gavin Newsom’s Revised Budget Will Make California’s Budget Deficit Worse, Even As State Mulls Enormous Reparations Package", "description": "California Governor Gavin Newsom announced Friday that his state is already experiencing a greater-than-anticipated budget deficit. In a press conference Friday, Newsom said that his budget proposal for the upcoming year had ballooned from $297 billion in January to $306.5 billion. As such, California is now facing a potential deficit of roughly $31.5 billion dollars, ...", "link": "https://www.dailywire.com/news/gavin-newsoms-revised-budget-will-make-californias-budget-deficit-worse-even-as-state-mulls-enormous-reparations-package", "date_published": "2023-05-12 17:17:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Criminal Corruption Investigation Into Democrat Senator Bob Menendez Expands With New Subpoenas", "description": "The federal criminal corruption investigation into Sen. Robert Menendez (D-NY), chairman of the Senate Foreign Relations Committee, has recently expanded after another round of grand jury subpoenas were sent out this week. NBC News reported that the new criminal investigation into Menendez, which first made news last October, originally centered around how IS EG Halal, ...", "link": "https://www.dailywire.com/news/federal-criminal-corruption-investigation-into-democrat-senator-bob-menendez-expands-with-new-subpoenas", "date_published": "2023-05-12 17:11:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Felon Who Worked On Flint Mayor’s Campaign Arrested For Allegedly Grooming, Raping Child; Has HIV", "description": "An HIV-positive Flint, Michigan, man who has volunteered for Democrat Mayor Sheldon Neeley was arraigned on Thursday and charged with grooming and raping a child with the intent to spread his potentially deadly infection. In a video posted to social media, Genesee County Sheriff Chris Swanson announced that the Genesee Human Oppression Strike Team (GHOST) ...", "link": "https://www.dailywire.com/news/felon-who-worked-on-flint-mayors-campaign-arrested-for-allegedly-grooming-raping-child-has-hiv", "date_published": "2023-05-12 16:53:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Friday Afternoon Update: Marine Charged In Subway Killing, Dems Attack Parental Rights, Peleton Recall", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Marine Charged In Subway Killing Daniel Penny, the U.S. Marine veteran who restrained a New York homeless man who was threatening people on the subway, has been charged. Penny is charged with 2nd-degree manslaughter over the death of ...", "link": "https://www.dailywire.com/news/friday-afternoon-update-marine-charged-in-subway-killing-dems-attack-parental-rights-peleton-recall", "date_published": "2023-05-12 16:32:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: College Students Boo, Turn Back On NYC Mayor Eric Adams During Commencement Speech", "description": "Graduates from the City University of New York (CUNY) School of Law turned their backs and yelled as New York City Mayor Eric Adams delivered the school’s 2023 commencement address. The heckling followed a protest over proposed budget cuts to the school by Adams and criticisms over his response to the death of Jordan Neely. ...", "link": "https://www.dailywire.com/news/watch-college-students-boo-turn-back-on-nyc-mayor-eric-adams-during-commencement-speech", "date_published": "2023-05-12 16:19:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Minor Migrant Dies In Biden Administration Custody As Border Crisis Worsens", "description": "A minor from Honduras died in Biden administration custody this week as President Joe Biden&#8217;s border crisis continues to worsen following the expiration of Title 42 at the U.S.-Mexico border. Honduras Minister of Foreign Affairs Eduardo Enrique Reina identified the deceased minor as 17-year-old Ángel Eduardo Maradiaga Espinoza. Reina demanded that the U.S. conduct an ...", "link": "https://www.dailywire.com/news/minor-migrant-dies-in-biden-administration-custody-as-border-crisis-worsens", "date_published": "2023-05-12 15:53:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Doomsday Mom’ Lori Vallow Daybell Found Guilty Of Murdering Kids, Conspiring To Kill Husband’s Former Wife", "description": "Lori Vallow Daybell, the Idaho mom on trial for killing her kids and conspiring to kill her fifth husband’s first wife, was found guilty on all counts Friday afternoon. The jury deliberated for less than a day before finding Vallow Daybell guilty of murdering her daughter, Tylee Ryan, and adopted son J.J. She was also ...", "link": "https://www.dailywire.com/news/doomsday-mom-lori-vallow-daybell-found-guilty-of-murdering-kids-conspiring-to-kill-husbands-former-wife", "date_published": "2023-05-12 15:31:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GiveSendGo Campaign Raises More Than $400K For Daniel Penny", "description": "An online fundraiser for Daniel Penny, the man who earlier this month put Jordan Neely into a fatal chokehold aboard the New York City subway, has surpassed $400,000, and the number keeps on rocketing upwards. The GiveSendGo page set up by Raiser &amp; Kenniff, P.C. says the money will go toward the legal defense fund for Penny, ...", "link": "https://www.dailywire.com/news/givesendgo-campaign-raises-more-than-400k-for-daniel-penny", "date_published": "2023-05-12 15:30:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee Titans Goes Viral With Unforgettable Release Of Upcoming NFL Schedule", "description": "In recent years, NFL teams have been getting more creative with how they announce their upcoming schedules, and the winner this year goes to the Tennessee Titans, who recently went viral with their unforgettable release of their 2023 matchups. In a clip posted Thursday, the Tennessee team tweeted simply, &#8220;We asked people on Broadway to ...", "link": "https://www.dailywire.com/news/tennessee-titans-goes-viral-with-unforgettable-release-of-upcoming-nfl-schedule", "date_published": "2023-05-12 15:11:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Liberal Cities Sue Car Makers For Making Vehicles Too Easy To Steal", "description": "Just when you think you&#8217;ve seen it all, the Democrats pull another trick out of their hat to avoid responsibility for soft-on-crime policies which have sent lawlessness skyrocketing around the nation. The cities of Baltimore, St. Louis, and Seattle, among other municipalities, announced a lawsuit against two car-makers for allegedly making vehicles that are too ...", "link": "https://www.dailywire.com/news/liberal-cities-sue-car-makers-for-making-vehicles-too-easy-to-steal", "date_published": "2023-05-12 15:06:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Extent To Which Government Can Be Funded Without Debt Ceiling Is ‘Uncertain,’ Agency Warns", "description": "The Congressional Budget Office warned on Friday that there exists considerable “uncertainty” with respect to government funds over the next several weeks as congressional leaders negotiate over a potential debt ceiling increase with the White House. The debt ceiling, a policy established by Congress that prevents the federal government from spending beyond a predetermined national ...", "link": "https://www.dailywire.com/news/extent-to-which-government-can-be-funded-without-debt-ceiling-is-uncertain-agency-warns", "date_published": "2023-05-12 14:58:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Daily Wire Launches Jeremy’s Chocolate In ‘Micro-Aggression Size’", "description": "Micro-aggressions will soon be everywhere across America. No, we’re not talking about the make-believe insults that Leftists contrive on a daily basis — we’re talking about the latest offering from Jeremy’s Chocolate.  Daily Wire god-king and co-CEO Jeremy Boreing believes that every free American should have the right to hand out chocolate. That’s why he ...", "link": "https://www.dailywire.com/news/the-daily-wire-launches-jeremys-chocolates-in-micro-aggression-size", "date_published": "2023-05-12 14:45:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dolly Parton Makes Threesome Joke About Garth Brooks And Wife Trisha Yearwood At ACM Awards", "description": "Country star Dolly Parton definitely got everyone&#8217;s attention while hosting the Academy of Country Music Awards on Thursday when she made a joke about having a threesome with Garth Brooks and his wife Trisha Yearwood. During the opening monologue of the 2023 ACM Awards show, the 77-year-old country singer told Brooks, her cohost, that she ...", "link": "https://www.dailywire.com/news/dolly-parton-makes-threesome-joke-about-garth-brooks-and-wife-trisha-yearwood-at-acm-awards", "date_published": "2023-05-12 14:22:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Kelly Clarkson Show’ Accused Of Being Toxic Work Environment By Unnamed Staffers", "description": "Several anonymous current and former staffers from “The Kelly Clarkson Show” allege that it’s a toxic work environment. Eleven employees (one current and 10 former) spoke to Rolling Stone, as part of an exposé published Friday, about their experiences working for the talk show. They claimed to be victims of bullying, verbal abuse, and retaliation ...", "link": "https://www.dailywire.com/news/the-kelly-clarkson-show-accused-of-being-toxic-work-environment-by-unnamed-staffers", "date_published": "2023-05-12 14:11:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Soren’s Story: A Detransitioner’s Harrowing Journey Back From Gender Madness", "description": "At 19, Soren Aldaco found herself alone in an emergency room for 8 hours, with doctors reopening the wounds from the double mastectomy she had undergone just two weeks earlier. Inserting a Q-tip in the hole they had to cut open, doctors aggressively knocked out blood clots, sewed surgical drains into her body, and removed ...", "link": "https://www.dailywire.com/news/sorens-story-a-detransitioners-harrowing-journey-back-from-gender-madness", "date_published": "2023-05-12 14:10:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘F*** You, Transphobe!’: Comedian Shares Footage Of Group Storming Out After Dylan Mulvaney Joke", "description": "A stand-up comedian lost some of her audience members last week after she made a joke about trans activist Dylan Mulvaney, who is currently at the center of a controversy for partnering with Bud Light. Comedian Chrissie Mayr released a video Friday from a comedy set she performed at Hyena’s Comedy Nightclub in Dallas which ...", "link": "https://www.dailywire.com/news/f-you-transphobe-comedian-shares-footage-of-group-storming-out-after-dylan-mulvaney-joke", "date_published": "2023-05-12 13:42:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Musk Draws Backlash For Picking World Economic Forum Leader, Supporter Of ‘Content Moderation’ To Run Twitter", "description": "Elon Musk selected advertising executive Linda Yaccarino to replace him as chief executive officer of Twitter, drawing concern as users on the platform notice her connections to the World Economic Forum and her endorsements of content moderation. Yaccarino, who departed from NBCUniversal this week after serving as the company’s chair of global advertising and partnerships ...", "link": "https://www.dailywire.com/news/musk-draws-backlash-for-picking-world-economic-forum-leader-supporter-of-content-moderation-to-run-twitter", "date_published": "2023-05-12 13:27:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: Biden DHS Coordinating Illegal Migration With Mexican Law Enforcement", "description": "The U.S. Border Patrol has reportedly partnered with Mexican immigration officials to facilitate the orderly migration of hundreds of illegal immigrants into the U.S. Border agents are communicating across the U.S.-Mexico border with Mexican authorities on encrypted messaging platforms to facilitate crowds of migrants entering the United States, according to Mexican officials. The U.S. officials ...", "link": "https://www.dailywire.com/news/report-biden-dhs-coordinating-illegal-migration-with-mexican-law-enforcement", "date_published": "2023-05-12 13:17:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pro Fishermen Sentenced To Jail For Stuffing Catches To Win Tournament Prize", "description": "Two pro fishermen who admitted to stuffing their catches with lead were sentenced to 10-day jail stints Thursday. Chase Cominsky and Jacob Runyan, both Pennsylvania residents, appeared in a Cleveland, Ohio, court where they were handed down their jail sentences and also told that they would be forced to forfeit their $130,000 boat, Fox 8 ...", "link": "https://www.dailywire.com/news/pro-fishermen-sentenced-to-jail-for-stuffing-catches-to-win-tournament-prize", "date_published": "2023-05-12 12:25:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Verdict Reached After Parents Sue McDonald’s For ‘Dangerously Hot’ McNugget That Allegedly Gave Their 4-Year-Old Second-Degree Burns", "description": "Florida parents sued McDonald’s for serving chicken nuggets which they claim were so hot they caused second-degree burns on their 4-year-old daughter’s leg.  Plaintiffs Philana Holmes and Humberto Caraballo Estevez were in court this week stating their case. They said their daughter received severe burns to her thigh area in 2019 after a 200-degree McNugget ...", "link": "https://www.dailywire.com/news/verdict-reached-after-parents-sue-mcdonalds-for-dangerously-hot-mcnugget-that-allegedly-gave-their-4-year-old-second-degree-burns", "date_published": "2023-05-12 12:21:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "China’s Carbon Emissions Soar As Biden Unveils Crackdown On American Power Plants", "description": "Carbon dioxide emissions in China soared to a record high in the first quarter of this year even as the Biden administration moves to crack down on emissions at American power plants. China witnessed a 4.0% year-over-year increase in carbon dioxide emissions in the first three months of 2023 relative to the same period in ...", "link": "https://www.dailywire.com/news/chinas-carbon-emissions-soar-as-biden-unveils-crackdown-on-american-power-plants", "date_published": "2023-05-12 12:10:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Best Way To Get ‘Order At The Border’ Is To Close It Once And For All", "description": "The illegal immigration crisis isn&#8217;t very complex. If you want &#8220;order at the border&#8221; — as Democrats such as President Joe Biden and Homeland Security Secretary Alejandro Mayorkas claim — then it needs to be closed once and for all. The problem, however, is that the Left&#8217;s definition of &#8220;order&#8221; simply means that illegal aliens ...", "link": "https://www.dailywire.com/news/the-best-way-to-get-order-at-the-border-is-to-close-it-once-and-for-all", "date_published": "2023-05-12 11:38:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Jeopardy!’ Fans React When 3 Contestants Lose With Correct Answer, Wrong Pronunciation", "description": "“Jeopardy!” fans are not happy that several contestants got an answer correct but still lost due to flubbing the pronunciation. Host Mayim Bialik presented the clue during the category “The Quotable Alex.” “An author and former prisoner: ‘Socialism of any type and shade leads to a total destruction of the human spirit,’” she said. “Jeopardy!” ...", "link": "https://www.dailywire.com/news/jeopardy-fans-react-when-3-contestants-lose-with-correct-answer-wrong-pronunciation", "date_published": "2023-05-12 11:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "60-Year-Old Woman ‘Stuffed’ Into Storage Container, Freed When Police Heard ‘Moaning’ At Suspect’s Home", "description": "An Ohio man has been charged with attempted murder, kidnapping, and more after police found a 60-year-old woman “stuffed and folded into a small, black tote” in his home. Dalontay Edmond-Geiger, 31, of Cleveland, allegedly stabbed and beat the woman, whose name is not being released. She is being treated for life-threatening injuries at MetroHealth ...", "link": "https://www.dailywire.com/news/60-year-old-woman-stuffed-into-storage-container-freed-when-police-heard-moaning-at-suspects-home", "date_published": "2023-05-12 11:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Scores Endorsements From Two High-Profile Iowa Republicans", "description": "Florida Governor Ron DeSantis scored two high-profile endorsements this week from Republicans in Iowa ahead of his expected 2024 presidential campaign. The endorsements from Senate President Amy Sinclair and House Majority Leader Matt Windschitl come as DeSantis is scheduled to appear at two events in the first-in-the-nation caucus state over the weekend. Sinclair, who is ...", "link": "https://www.dailywire.com/news/desantis-scores-endorsements-from-two-high-profile-iowa-republicans", "date_published": "2023-05-12 10:48:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manchin Joins 37 Republicans To Oppose Another Biden ESG Move", "description": "Sen. Joe Manchin (D-WV) contended alongside more than three dozen Republican colleagues that the Treasury Department is pressuring state insurance regulators to consider factors linked to the environmental, social, and corporate governance movement, also known as ESG. A letter from members of the Senate asserted last week that the Federal Insurance Office, which was created ...", "link": "https://www.dailywire.com/news/manchin-joins-37-republicans-to-oppose-another-biden-esg-move", "date_published": "2023-05-12 10:43:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Todd Young, Who Ran The 2020 GOP Senate Campaign Arm, Won’t Back Trump In ’24: ‘He Consistently Loses’", "description": "Sen. Todd Young (R-IN) told reporters on Thursday that he will not support former President Donald Trump&#8217;s third campaign for the White House. Young was chairman of the National Republican Senatorial Committee during the 2020 election cycle, when Republican Senate candidates struggled in several historically red states and the GOP underperformed nationally compared to expectations. ...", "link": "https://www.dailywire.com/news/todd-young-who-ran-the-2020-gop-senate-campaign-arm-wont-back-trump-in-24-he-consistently-loses", "date_published": "2023-05-12 10:40:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Popular Clothing Brand CEO Expresses Support For Expanding ‘Gender-Neutral Line’", "description": "Levi Strauss CEO Chip Bergh doubled down on the clothing company’s efforts to slowly expand a gender-neutral collection when pressed about controversy recently garnered by Bud Light. Bergh was asked by Axios senior business reporter Hope King at a conference in San Francisco about the firm’s efforts to market products in a world where individuals ...", "link": "https://www.dailywire.com/news/popular-clothing-brand-ceo-expresses-support-for-expanding-gender-neutral-line", "date_published": "2023-05-12 10:14:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congressmen, Virginia Gov. Youngkin Demand Answers On Loudoun Enemies List", "description": "Outrage ensued in Virginia on Thursday after The Daily Wire detailed how Loudoun County leftists took part in a secret group that discussed shooting and ruining the lives of conservative parents, and made a list of 115 of their neighbors who they said were “bigots.”", "link": "https://www.dailywire.com/news/congressmen-virginia-gov-youngkin-demand-answers-on-loudoun-enemies-list", "date_published": "2023-05-12 10:13:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Amen! Pope Francis Smacks Down ‘Dog Moms’", "description": "Pope Francis, the Vicar of Christ, has a message for all you &#8220;Dog Moms&#8221;: Having a dog does not make you a mother. Despite the fact that canines have been domesticated for 30,000 years, it has been a trend in the West recently for women of all ages to spoil their pets rotten while taking ...", "link": "https://www.dailywire.com/news/amen-pope-francis-smacks-down-dog-moms", "date_published": "2023-05-12 09:48:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Marine Vet Accused Of Killing Jordan Neely Turns Himself In After Charge Against Him Revealed", "description": "Former Marine Daniel Penny turned himself in to New York City police on Friday morning after learning that he would face a second-degree manslaughter charge over the death of Jordan Neely. Neely, a homeless man with over 40 arrests and a history of mental health issues, was placed in a chokehold by Penny on a ...", "link": "https://www.dailywire.com/news/marine-vet-accused-of-killing-jordan-neely-turns-himself-in-after-charge-against-him-revealed", "date_published": "2023-05-12 09:33:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No Light At The End Of The Tunnel’: Illegal Immigrants Surge Across Border As Trump-Era Rule Ends", "description": "Cities and towns near the Mexican border braced for chaos amid an expected surge of illegal immigrants Friday after the expiration of a Trump-era rule that allowed Border Patrol officers to summarily turn back migrants. Migrants have been massing on the Mexico side of the border for weeks, waiting for the expiration of Title 42, ...", "link": "https://www.dailywire.com/news/no-light-at-the-end-of-the-tunnel-illegal-immigrants-surge-across-border-as-trump-era-rule-ends", "date_published": "2023-05-12 09:18:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manchin Hammers Biden Over Disaster On Southern Border, Praises Republican Efforts", "description": "Sen. Joe Manchin (D-WV) slammed President Joe Biden on Thursday ahead of Title 42&#8217;s expiration, which is expected to worsen an already dire situation on the U.S.-Mexico border. U.S. officials expect to see a flood of up to 13,000 illegal aliens trying to enter the U.S. every day now that the pandemic-era rule has expired, ...", "link": "https://www.dailywire.com/news/manchin-hammers-biden-over-disaster-on-southern-border-praises-republican-efforts", "date_published": "2023-05-12 07:44:37+00:00", "persistent": false, "user": null, "language": "en-US"}]