[{"source": "https://thehill.com/news/feed/", "title": "Washington Commanders sale in final stages as both sides agree to record $6 billion deal", "description": "The sale of the NFL’s Washington Commanders from controversial longtime owner Dan Snyder and his family to a group led by investor and sports team owner Josh Harris has moved into the final stages after both sides approved the record $6 billion deal.  The parties involved in the deal announced the agreement in a joint...", "link": "https://thehill.com/blogs/blog-briefing-room/4002660-washington-commanders-sale-in-final-stages-as-both-sides-agree-to-record-6-billion-deal/", "date_published": "2023-05-12 23:01:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion ban legislation is back in Nebraska and South Carolina", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  GOP trying to resurrect abortion bans in Nebraska, South Carolina Lawmakers in South Carolina and Nebraska are attempting to resurrect abortion ban bills less than two weeks after initial versions were defeated. © Associated Press In Nebraska, Republican Sen....", "link": "https://thehill.com/newsletters/health-care/4002621-abortion-ban-legislation-is-back-in-nebraska-and-south-carolina/", "date_published": "2023-05-12 22:18:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Inside the Biden administration's new power plant rule", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  What you need to know about Biden's proposed power plant rules On Thursday, the Biden administration unveiled new proposed rules for power plant emission reductions. © Getty Images The new rule would not apply to all...", "link": "https://thehill.com/newsletters/energy-environment/4002600-inside-the-biden-administrations-new-power-plant-rule/", "date_published": "2023-05-12 22:14:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellowstone makes its mark on list of most popular baby names", "description": "The Paramount Network television series “Yellowstone” appears to have made a mark on the top baby names of 2022.  The Social Security Administration released its annual list of top tier names in the country on Friday, revealing that Liam and Olivia were the most popular baby names last year for males and females, respectively.  The...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/4002581-yellowstone-makes-its-mark-on-list-of-most-popular-baby-names/", "date_published": "2023-05-12 22:13:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With end of Title 42, left and right eye limits on asylum", "description": "Asylum protections were the target of the left and the right this week, as both the White House and the House GOP laid out plans for limiting pathways for those fleeing persecution. While Republicans rolled out a plan to severely limit asylum rights — arguing such a move is necessary with the lifting of Title...", "link": "https://thehill.com/homenews/4002515-title-42-end-asylum-limits-biden-house-gop/", "date_published": "2023-05-12 22:09:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Online safety bills will mean kids are no longer seen or heard online", "description": "According to an old English proverb, children are meant to be seen and not heard. But if we aren’t careful with new online-safety legislation, kids will be neither seen nor heard in online spaces.  There has been no shortage of stories in recent months focusing on the real harms associated with teens on social media,...", "link": "https://thehill.com/opinion/congress-blog/4002535-online-safety-bills-will-mean-kids-are-no-longer-seen-or-heard-online/", "date_published": "2023-05-12 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP waives off Trump default threat", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Senate GOP distances itself from Trump on debt ceiling Senate Republicans are putting distance between themselves and President Trump’s recent call to allow the nation to default on its debt as uneasiness rises across Washington over...", "link": "https://thehill.com/newsletters/business-economy/4002556-senate-gop-waives-off-trump-default-threat/", "date_published": "2023-05-12 21:51:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk announces new Twitter CEO​", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Musk announces new Twitter CEO Elon Musk said on Friday that former NBCUniversal advertising chief Linda Yaccarino will take over as CEO of Twitter. © AP “I am excited to welcome Linda Yaccarino as the new CEO of Twitter!” he tweeted. \"@LindaYacc...", "link": "https://thehill.com/newsletters/technology/4002508-musk-announces-new-twitter-ceo/", "date_published": "2023-05-12 21:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Law school graduates turn their backs on Adams during commencement address", "description": "Law students graduating from the City University of New York (CUNY) turned their backs on New York Mayor Eric Adams (D) in protest him as he gave their commencement address on Friday.  Video posted on social media showed many of the graduates standing silently and facing the back of the room as Adams spoke. The...", "link": "https://thehill.com/homenews/state-watch/4002503-law-school-graduates-turn-their-backs-on-adams-during-commencement-address/", "date_published": "2023-05-12 21:20:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To understand today’s economy, just look to the banks", "description": "Today's economic data matches that just before the Great Recession, virtually to the decimal point.", "link": "https://thehill.com/opinion/finance/4000442-to-understand-todays-economy-just-look-to-the-banks/", "date_published": "2023-05-12 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump probe prosecutor invokes the Fifth at deposition", "description": "{beacon}    Evening Report {date('EEEE, MMMM d',time(\"now\"))}   ©  AP Photo/Carolyn Kaster, File Former Trump probe prosecutor invokes the Fifth at deposition  Mark Pomerantz, a prosecutor who resigned from the Manhattan District Attorney Office's investigation into former President Trump last year, invoked the Fifth Amendment at a House Judiciary Committee deposition Friday.   Pomerantz characterized...", "link": "https://thehill.com/newsletters/evening-report/4002472-former-trump-probe-prosecutor-invokes-the-fifth-at-deposition/", "date_published": "2023-05-12 20:56:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA advisers clear hurdle for epinephrine nasal spray", "description": "A Food and Drug Administration (FDA) advisory panel has approved an epinephrine nasal spray, clearing a hurdle for the product designed to help those with severe, potentially life-threatening allergic reactions.  The panel, the Pulmonary-Allergy Drugs Advisory Committee, voted 17-5 on Thursday to support the approval of Neffy, a spray that would give users a 2-milligram...", "link": "https://thehill.com/policy/healthcare/4002407-fda-advisers-clear-hurdle-for-epinephrine-nasal-spray/", "date_published": "2023-05-12 20:35:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla owners sue over battery software update impact", "description": "Several Tesla owners filed a class action lawsuit against the electric car company on Friday, alleging that its automatic software updates have depleted their cars’ batteries or rendered them inoperable. The owners of the Tesla Model S and Model X cars claim that the software updates have occurred “without warning” and reduced the driving range of the...", "link": "https://thehill.com/regulation/court-battles/4002325-tesla-owners-sue-over-battery-software-update-impact/", "date_published": "2023-05-12 20:20:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump prosecutor slams GOP 'political theater,' takes the Fifth at deposition", "description": "Former Trump prosecutor Mark Pomerantz invoked his Fifth Amendment rights during his deposition before the House Judiciary Committee on Friday, slamming the GOP-led panel’s investigation as “political theater” in his opening statement. Pomerantz, who investigated Trump at the Manhattan District Attorney’s Office, said he was appearing before the committee “as required” because “I respect the...", "link": "https://thehill.com/homenews/house/4002288-former-trump-prosecutor-slams-gop-political-theater-takes-the-fifth-at-deposition/", "date_published": "2023-05-12 20:18:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to know about Linda Yaccarino, Musk's replacement as Twitter CEO", "description": "Twitter CEO Elon Musk has announced that Linda Yaccarino, a former head of advertising for NBCUniversal, will take over for him overseeing the social media platform after six months of Musk in charge.  Musk first indicated that he hired someone to replace him in a tweet on Thursday, months after a majority in a Twitter...", "link": "https://thehill.com/policy/technology/4002263-what-to-know-about-linda-yaccarino-musks-replacement-as-twitter-ceo/", "date_published": "2023-05-12 19:59:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sununu knocks GOP voters at Trump town hall: 'It was embarassing'", "description": "New Hampshire Gov. Chris Sununu (R) criticized the Republican voters from his home state who appeared at CNN’s town hall with former President Trump over their reaction to his mocking of author E. Jean Carroll.  “It was embarrassing,” Sununu told MSNBC’s Jen Psaki in an interview set to air on Sunday.   “The audience was absolutely filled with...", "link": "https://thehill.com/homenews/campaign/4002238-sununu-knocks-gop-voters-at-trump-town-hall-it-was-embarassing/", "date_published": "2023-05-12 19:42:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jamie Foxx is 'out of the hospital' and recuperating, daughter says", "description": "The Oscar-winner's daughter cleared the air on Instagram after multiple reports suggested Foxx's condition was stagnant.", "link": "https://thehill.com/blogs/in-the-know/4002260-jamie-foxx-is-out-of-the-hospital-and-recuperating-daughter-says/", "date_published": "2023-05-12 19:38:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom announces California budget deficit much larger than previously expected", "description": "California Gov. Gavin Newsom (D) unveiled a revised $306.5 billion budget proposal on Friday, while announcing that the state’s budget deficit had grown to $31.5 billion. This shortfall is about $9 billion more than the $22.5 billion gap he had projected in his initial January budget proposal, which totaled about $297 billion.  “We are walking into a budget where we...", "link": "https://thehill.com/homenews/state-watch/4002196-newsom-announces-california-budget-deficit-much-larger-than-previously-expected/", "date_published": "2023-05-12 19:32:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three reasons the Biden administration should stop fetishizing forced labor", "description": "By focusing solely on forced labor rather than workers’ collective voice and action, we miss the opportunity to prevent exploitation in the first place.", "link": "https://thehill.com/opinion/civil-rights/4000056-three-reasons-the-biden-administration-should-stop-fetishizing-forced-labor/", "date_published": "2023-05-12 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden taps ex-House Democratic campaign chief Patrick Maloney for OECD ambassador", "description": "President Biden plans to nominate former House Democratic campaign chief, Rep. Sean Patrick Maloney (D-N.Y.), for representative of the United States to the Organization for Economic Cooperation and Development (OECD). Maloney lost his seat as the House flipped to GOP control last year, while he was the helm of the Democratic Congressional Campaign Committee. Biden’s...", "link": "https://thehill.com/homenews/administration/4002232-biden-taps-ex-house-democratic-campaign-chief-patrick-maloney-for-oecd-ambassador/", "date_published": "2023-05-12 19:29:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wendy Sherman, first woman to serve as deputy secretary of state, announces retirement", "description": "Wendy Sherman, the first woman to serve as the deputy secretary of state, announced on Friday that she will retire from her post and government service at the end of June. Sherman, 73, has worked for the U.S. State Department since 1993. She made the announcement in an email to staff and through Twitter on...", "link": "https://thehill.com/policy/international/4002102-wendy-sherman-first-woman-to-serve-as-deputy-secretary-of-state-announces-retirement/", "date_published": "2023-05-12 19:06:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration unilaterally erasing 50 years of female rights", "description": "Whether it’s growing as a young leader, winning a championship, or securing a college scholarship, sports open doors for young girls. They build confidence, develop skills to work through difficult problems, hone life-long friendships, and build healthy habits. But today, these doors are being slammed shut because of progressive gender ideology. Girls’ locker rooms have...", "link": "https://thehill.com/opinion/congress-blog/4002160-biden-administration-unilaterally-erasing-50-years-of-female-rights/", "date_published": "2023-05-12 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy's chief of staff retiring", "description": "Dan Meyer, the chief of staff to House Speaker Kevin McCarthy (R-Calif.), will be retiring from his role next month after four years in the position.  McCarthy’s office announced Meyer’s retirement in a release on Friday, praising him for his work in the House and in the private and public sectors. The release states that...", "link": "https://thehill.com/homenews/house/4002162-mccarthys-chief-of-staff-retiring/", "date_published": "2023-05-12 18:53:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Migrant child dies in US custody", "description": "A migrant child has died in U.S. custody and a medical investigation conduced by the Department of Health and Human Services (HHS) has been opened, officials confirmed Friday. “It is sad news, it is deeply saddening to hear and we are certainly aware of the tragic loss and our hearts go out to the family,”...", "link": "https://thehill.com/homenews/administration/4002118-migrant-child-dies-in-us-custody/", "date_published": "2023-05-12 18:49:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sununu drops opposition to legalizing marijuana in New Hampshire", "description": "New Hampshire Gov. Chris Sununu (R) has dropped his opposition to legalizing marijuana in the state, putting forward a pathway for a legalization bill to be approved.  Sununu said in a Medium post on Friday that he previously said now was not the time to legalize marijuana as other states “rushed” to legalize it with...", "link": "https://thehill.com/homenews/state-watch/4002121-sununu-drops-opposition-to-legalizing-marijuana-in-new-hampshire/", "date_published": "2023-05-12 18:49:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can the health insurance system handle massive Medicaid reductions?", "description": "While the United States has made important strides towards expanding insurance coverage in recent years, policymakers will need to take care to avoid backward slides,", "link": "https://thehill.com/opinion/healthcare/4001974-can-the-health-insurance-system-handle-massive-medicaid-reductions/", "date_published": "2023-05-12 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Students embrace political clothing to make their voices heard", "description": "Two Michigan middle schoolers are suing for the right to wear \"Let's Go Brandon\" sweatshirts. An Iowa high schooler posed next to the governor with \"I Read Banned Books\" emblazoned on his chest. And a Massachusetts seventh grader's clothing insists \"There are only two genders.\" U.S. students are making their voices heard with political clothing...", "link": "https://thehill.com/homenews/education/4001759-students-embrace-political-clothing-to-make-their-voices-heard/", "date_published": "2023-05-12 18:25:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "End of Title 42 has not led to 'substantial increase' at border, Biden officials say", "description": "Biden administration officials said Friday they have yet to see an uptick of migrants at the southern border in the wake of Title 42's termination, but asylum officers have been told they must work throughout the weekend to help process claims. While officials are expected to see an increase of migrants at the border following...", "link": "https://thehill.com/policy/national-security/4002103-end-of-title-42-has-not-led-to-substantial-increase-at-border-biden-officials-say/", "date_published": "2023-05-12 18:22:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Migrant buses from Texas arrive in New York ahead of expected surge", "description": "Two buses of migrants from Texas arrived in New York City on Friday morning, ahead of an expected surge in arrivals in the wake of Title 42’s expiration. About 90 migrants from countries such as Colombia, Venezuela and Ecuador arrived on the buses at the Port Authority Bus Terminal, just hours after the pandemic-era rule...", "link": "https://thehill.com/homenews/state-watch/4002078-migrant-buses-from-texas-arrive-in-new-york-ahead-of-expected-surge/", "date_published": "2023-05-12 18:19:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gutting the National Environmental Policy Act is a political vendetta, not permitting reform", "description": "At the end of March, House Republicans passed H.R. 1, a shameless giveaway of handouts and loopholes to the oil, gas, and mining industries, fittingly dubbed the Polluters Over People Act. While oil companies’ record-breaking profits make it clear that they’re not an industry under duress, Republicans continue to push legislation to gut our most...", "link": "https://thehill.com/opinion/congress-blog/4001923-gutting-the-national-environmental-policy-act-is-a-political-vendetta-not-permitting-reform/", "date_published": "2023-05-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federally funded Maternal Mental Health Hotline reports 12K calls, texts its first year", "description": "A national mental health hotline for new and expecting mothers received 12,000 calls and texts in less than a year since its launch, new data show.   The U.S. Health and Human Services Department Health Resources and Services Administration (HRSA) debuted the toll-free hotline on Mother’s Day last year to help expecting or post-partum mothers...", "link": "https://thehill.com/policy/healthcare/4002014-federally-funded-maternal-mental-health-hotline-reports-12k-calls-texts-its-first-year/", "date_published": "2023-05-12 17:54:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The paradox of valuing cryptocurrency in America", "description": "A consistent, “whole of government” policy would be shrewd — if only for clarity and to avoid biting the hand that feeds you.", "link": "https://thehill.com/opinion/finance/3999921-the-paradox-of-valuing-cryptocurrency-in-america/", "date_published": "2023-05-12 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas bill would create state-run 'border protection unit' as Title 42 ends", "description": "A Texas bill creating a state-run “border protection unit” has been brought back to life.  H.B. 20 would create a state immigration unit to “arrest, apprehend or detain persons crossing the Texas-Mexico border unlawfully” — something that has traditionally been the preserve of the federal government.  The state-level push comes alongside a broader Republican attack...", "link": "https://thehill.com/homenews/state-watch/4001959-texas-bill-would-create-state-run-border-protection-unit-as-title-42-ends/", "date_published": "2023-05-12 17:26:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump bashes DeSantis, claims he's needs a 'personality transplant'", "description": "Former President Trump bashed Gov. Ron DeSantis in a new ad on Friday, claiming the Florida Republican needs a \"personality transplant.\" \"The problem with Rondesanctimonious is that he needs a personality transplant, and those are not yet available. Almost all congressmen and women that served with him and knew him well supported me, some of...", "link": "https://thehill.com/homenews/campaign/4001925-trump-bashes-desantis-claims-hes-needs-a-personality-transplant/", "date_published": "2023-05-12 17:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Never your time, never your turn: A cautionary tale for presidential hopefuls", "description": "If DeSantis chooses to back out now, he may become just the latest contender to learn that lesson.", "link": "https://thehill.com/opinion/campaign/4000133-never-your-time-never-your-turn-a-cautionary-tale-for-presidential-hopefuls/", "date_published": "2023-05-12 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Garcia introduces ‘Honoring All Families’ resolution after Marjorie Taylor Greene comments on motherhood", "description": "Rep. Robert Garcia (D-Calif.) introduced a resolution Friday that would formally recognize and celebrate diverse family units across the nation. The introduction of the resolution, which Garcia’s office said is a “direct response” to comments made during a House hearing last month by Rep. Marjorie Taylor Greene (R-Ga.) that suggested non-biological mothers are not actual...", "link": "https://thehill.com/homenews/house/4001912-garcia-introduces-honoring-all-families-resolution-after-marjorie-taylor-greene-comments-on-motherhood/", "date_published": "2023-05-12 16:50:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk makes it official, names new Twitter CEO", "description": "Elon Musk announced on Friday that former NBCUniversal advertising chief Linda Yaccarino will take over as CEO of Twitter. “I am excited to welcome Linda Yaccarino as the new CEO of Twitter!” he tweeted. “@LindaYacc will focus primarily on business operations, while I focus on product design &#38; new technology. Looking forward to working with Linda...", "link": "https://thehill.com/policy/technology/4001918-musk-makes-it-official-names-new-twitter-ceo/", "date_published": "2023-05-12 16:47:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden names three key Fed nominees amid battle with inflation", "description": "President Biden announced Friday a slate of key Federal Reserve nominees as the central bank battles inflation with a fragile economy and financial system hanging in the balance. Biden will nominate Federal Reserve Governor Philip Jefferson to serve as vice chairman of the Fed board, and he's tapping economist and World Bank U.S. executive director...", "link": "https://thehill.com/business/4001926-biden-names-three-key-fed-nominees-amid-battle-with-inflation/", "date_published": "2023-05-12 16:42:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Debt ceiling standoff threatens Senate recess", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/4001812-the-hills-1230-report-debt-ceiling-standoff-threatens-senate-recess/", "date_published": "2023-05-12 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump, Santos and our calamitous-ish political landscape", "description": "The party of Lincoln, Eisenhower, Reagan and Bush is no longer Republican. It has become unmoored, unprincipled-ish.", "link": "https://thehill.com/opinion/judiciary/4001576-trump-santos-and-our-calamitous-ish-political-landscape/", "date_published": "2023-05-12 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York Democrats call on Biden to let asylum seekers work", "description": "All 13 Democrats from New York's congressional delegation on Friday called on the Biden administration to speed up work permits for asylum seekers. \"We write to urge the administration to ease the undue delays in granting work authorizations to asylum seekers. Many asylum seekers want to work and give back to their new communities,\" wrote...", "link": "https://thehill.com/homenews/state-watch/4001874-new-york-democrats-call-on-biden-to-let-asylum-seekers-work/", "date_published": "2023-05-12 16:17:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers call on Biden to nominate a new national cyber director", "description": "Lawmakers are urging the Biden administration to expedite the nomination of a new national cyber director as the delay could slow down the implementation of the national cybersecurity strategy. In a letter to Biden, Sen. Angus King (I-Maine) and Rep. Mike Gallagher (R-Wis.), who both co-chair the Cyberspace Solarium Commission, said the administration should move...", "link": "https://thehill.com/policy/cybersecurity/4001836-lawmakers-call-on-biden-to-nominate-a-new-national-cyber-director/", "date_published": "2023-05-12 16:17:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "There’s a debt limit escape clause that doesn’t include the 14th Amendment", "description": "Without resorting to the 14th Amendment, there is a statutory debt limit “escape clause” that has gone unnoticed.", "link": "https://thehill.com/opinion/finance/3999846-theres-a-debt-limit-escape-clause-that-doesnt-include-the-14th-amendment/", "date_published": "2023-05-12 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ACLU sues to block new asylum restrictions", "description": "The American Civil Liberties Union (ACLU) and several immigration groups have filed a lawsuit challenging a new Biden administration rule that limits asylum, a policy finalized as part of the White House’s plan for responding to the border following the rescission of Title 42. The lawsuit was filed shortly after midnight, just minutes after the...", "link": "https://thehill.com/homenews/administration/4001833-aclu-sues-to-block-new-asylum-restrictions/", "date_published": "2023-05-12 15:58:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Medicare, FDA urged to press ahead with new Alzheimer's drug Leqembi", "description": "Patients, lawmakers and Alzheimer's advocates are pushing for Medicare to fully cover a new drug for treating early stage Alzheimer’s. The Food and Drug Administration (FDA) granted accelerated approval to Eisai’s Alzheimer’s drug Leqembi in January. The drug has been shown to moderately slow the progression of the disease in its early stages.  However, the...", "link": "https://thehill.com/policy/healthcare/4001815-medicare-fda-urged-to-press-ahead-with-new-alzheimers-drug-leqembi/", "date_published": "2023-05-12 15:48:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Jersey mayor subpoenaed in criminal probe of Menendez: report", "description": "A mayor in New Jersey has been subpoenaed as part of a criminal investigation into Sen. Bob Menendez (D-N.J.), NBC News reported Thursday. Nicholas Sacco, the longtime Democratic mayor of North Bergen, reportedly received a federal grand jury subpoena Wednesday. He was reelected Tuesday to a ninth term as mayor. While Menendez has been under investigation over...", "link": "https://thehill.com/homenews/senate/4001739-new-jersey-mayor-subpoenaed-menendez-probe-report/", "date_published": "2023-05-12 15:47:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen says she has had no contact with new Chinese counterpart", "description": "Treasury Secretary Janet Yellen said on Friday that she has not yet had any contact with her new Chinese counterpart He Lifeng. “I haven’t had contact yet with my new counterpart,” Yellen told Bloomberg Television in Niigata, Japan, where she is currently meeting with fellow financial leaders from the Group of Seven. Yellen last met with He’s...", "link": "https://thehill.com/business/economy/4001633-yellen-says-she-has-had-no-contact-with-new-chinese-counterpart/", "date_published": "2023-05-12 15:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bring back the original purpose of Mother’s Day", "description": "The celebration of motherhood — just like motherhood itself — is no longer viewed as a societal good, but as a morally neutral matter of personal consumer preference.", "link": "https://thehill.com/opinion/civil-rights/4000016-bring-back-the-original-purpose-of-mothers-day/", "date_published": "2023-05-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Significant risk’ US defaults on debt in ‘first two weeks’ of June: CBO", "description": "The Congressional Budget Office (CBO) updated its projected timeline for when the nation risks defaulting on its debt in a report on Friday, estimating the federal government could now have until the “first two weeks of June.” The nonpartisan budget scorekeeper warned on Friday morning that there is greater risk the Treasury is on track...", "link": "https://thehill.com/business/4001599-significant-risk-us-defaults-on-debt-in-first-two-weeks-of-june-cbo/", "date_published": "2023-05-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump shares fake video of Anderson Cooper reacting to CNN town hall", "description": "Former President Trump shared a doctored video clip from a CNN broadcast as he mocked the network over the public reaction to his town hall this week. \"That was President Donald J. Trump ripping us a new a------ here on CNN's live presidential town hall,\" anchor Anderson Cooper says on the manipulated video, which was...", "link": "https://thehill.com/homenews/media/4001639-trump-shares-fake-video-of-anderson-cooper-reacting-to-cnn-town-hall/", "date_published": "2023-05-12 14:56:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spanberger doesn't want Congress to get paid until it solves debt crisis", "description": "Rep. Abigail Spanberger (D-Va.) is calling for members of Congress to go without pay until they resolve the debt limit crisis as uneasiness rises across Washington around the threat of a federal default. “If the American people and the American economy are suffering as a result of congressional inaction, then Members of Congress should not...", "link": "https://thehill.com/business/4001654-spanberger-doesnt-want-congress-to-get-paid-until-it-solves-debt-crisis/", "date_published": "2023-05-12 14:48:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tesla recalls more than 1 million vehicles in China", "description": "Tesla recalled more than 1 million vehicles in China after an issue with the car's acceleration and braking systems was discovered. The move was announced by China's market regulator after an investigation into certain models of the vehicle, according to a statement released Friday morning. The impacted Tesla vehicles include imported Model S, Model X...", "link": "https://thehill.com/homenews/4001573-tesla-recalls-more-than-1-million-vehicles-in-china/", "date_published": "2023-05-12 14:38:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Susan Sarandon arrested at fair wage protest in New York", "description": "Actress Susan Sarandon was arrested Monday at the New York State Capitol in Albany while participating in a protest advocating for fair wages for restaurant employees. New York State Police Department arrested the award-winning actress along with seven other protesters on that day, according to the New York Post.  Sarandon and the others were pushing for...", "link": "https://thehill.com/blogs/in-the-know/4001562-susan-sarandon-arrested-at-fair-wage-protest-in-new-york/", "date_published": "2023-05-12 14:35:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘America Firsters’ pose a false choice on Ukraine", "description": "What the America Firsters fail to grasp is that by thwarting Russia’s land grab in Ukraine, the United States and its NATO allies can deal a double blow to Xi’s hyper-nationalist ambitions.", "link": "https://thehill.com/opinion/international/3999761-america-firsters-pose-a-false-choice-on-ukraine/", "date_published": "2023-05-12 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2024 GOP hopeful Vivek Ramaswamy proposes raising voting age to 25", "description": "Republican presidential candidate Vivek Ramaswamy is proposing that the U.S. raise the voting age to 25, with exceptions for those 18 and older who serve in the military, work as emergency responders or take a naturalization test. “The United States faces a 25% recruitment deficit in the military and just 16% of Gen Z say...", "link": "https://thehill.com/homenews/campaign/4001586-2024-gop-hopeful-vivek-ramaswamy-proposes-raising-voting-age-to-25/", "date_published": "2023-05-12 13:57:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Only 21% of U.S. Employees Trust The Leadership At Work", "description": "If Elon Musk’s contentious purchase of Twitter has taught us anything, it’s that leadership style and how it affects company culture (not to mention benefits and workplace policies) has a huge impact on employee engagement, retention and performance. And while Musk’s polarizing methodologies aren’t typical of the majority of CEOs, a new study by Gallup...", "link": "https://thehill.com/lobbying/4001575-only-21-of-u-s-employees-trust-the-leadership-at-work/", "date_published": "2023-05-12 13:48:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California man admits to deliberately crashing plane to get YouTube views", "description": "Trevor Jacob documented the dramatic moments when his small plane crashed into a California hillside in Santa Barbara County, just moments after he jumped from the cockpit and parachuted to safety. Trouble is, it was all staged.", "link": "https://thehill.com/blogs/blog-briefing-room/4001568-california-man-admits-to-deliberately-crashing-plane-to-get-youtube-views/", "date_published": "2023-05-12 13:45:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Flesh-eating 'zombie drug' saturating Los Angeles streets, officials say", "description": "Also known as “tranq” or “tranq dope” on the streets, xylazine has become increasingly present in the illicit drug supply.", "link": "https://thehill.com/homenews/4001566-flesh-eating-zombie-drug-saturating-los-angeles-streets-officials-say/", "date_published": "2023-05-12 13:41:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Washington should emulate Great Britain’s gutsy military support for Ukraine", "description": "It is noteworthy that all three major British parties support the Ukrainian effort.", "link": "https://thehill.com/opinion/international/4001199-washington-should-emulate-great-britains-gutsy-military-support-for-ukraine/", "date_published": "2023-05-12 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge blocks Biden move to release migrants on 'parole'", "description": "A federal judge in Florida blocked the Biden administration’s plan to release some migrants into the U.S. on “parole,” shortly before Title 42 expired at midnight on Thursday. U.S. District Judge T. Kent Wetherell, a nominee of former President Trump, granted Florida’s request for a temporary restraining order on the parole policy, finding that the policy is...", "link": "https://thehill.com/regulation/court-battles/4001528-federal-judge-blocks-biden-move-to-release-migrants-on-parole/", "date_published": "2023-05-12 13:15:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ seeks to stop Trump deposition in Strzok, Page lawsuit", "description": "The Department of Justice (DOJ) said on Thursday that it will ask a federal appeals court to block former President Trump’s deposition in a lawsuit brought by two former FBI employees who claim they were unfairly targeted for their work investigating the former president’s ties to Russia. The government said it plans to seek a...", "link": "https://thehill.com/regulation/court-battles/4001477-doj-seeks-to-stop-trump-deposition-in-strzok-page-lawsuit/", "date_published": "2023-05-12 12:24:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are universities preparing to circumvent Supreme Court decision banning affirmative action?", "description": "This is yet another example of ends believed to be desirable justifying means that are not.", "link": "https://thehill.com/opinion/education/4000227-are-universities-preparing-to-circumvent-supreme-court-decision-banning-affirmative-action/", "date_published": "2023-05-12 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Army training base Fort Benning renamed Fort Moore", "description": "The U.S. Army training base Fort Benning was renamed Fort Moore on Thursday, as part of a larger effort by the military to remove associations with the Confederacy. The Georgia base, which was previously named for Confederate general Henry L. Benning, was redesignated in honor of Lt. Gen. Harold “Hal” Moore and his wife, Julia...", "link": "https://thehill.com/policy/defense/4001446-army-training-base-fort-benning-renamed-fort-moore/", "date_published": "2023-05-12 11:44:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayorkas marks end of Title 42 with a warning for migrants: 'The border is not open'", "description": "Secretary of Homeland Security Alejandro Mayorkas marked the end of Title 42 immigration policy by once again warning migrants that \"the border is not open.\" “Do not believe the lies of smugglers. The border is not open,” he said just a minute before midnight on Thursday, echoing his calls throughout this week to prepare for...", "link": "https://thehill.com/homenews/administration/4001107-mayorkas-marks-end-of-title-42-with-a-warning-for-migrants-the-border-is-not-open/", "date_published": "2023-05-12 03:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kaitlan Collins calls Trump town hall a 'major inflection point' ahead of 2024 GOP primary", "description": "CNN’s Kaitlan Collins called the network’s town hall with former President Trump, which she hosted in New Hampshire on Wednesday, a “major inflection point” ahead of the 2024 Republican primary.  “About last night: the 70 minutes I spent on stage in New Hampshire with former President Donald Trump was a major inflection point in the...", "link": "https://thehill.com/media/4001124-kaitlan-collins-calls-trump-town-hall-a-major-inflection-point-ahead-of-2024-gop-primary/", "date_published": "2023-05-12 02:57:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of Americans not invested in feud between Disney, DeSantis: poll", "description": "A majority of Americans in a new poll say they’re not invested in the feud between Florida Gov. Ron DeSantis (R) and entertainment giant Disney in the state. DeSantis has been feuding with Disney after the company pushed back against the state’s so-called “Don’t Say Gay” law, which bars classroom instruction related to sexual orientation...", "link": "https://thehill.com/blogs/blog-briefing-room/4001102-majority-of-americans-not-invested-in-feud-between-disney-desantis-poll/", "date_published": "2023-05-12 02:49:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "George Santos owns up to theft charges in Brazil, signs deal to avoid prosecution", "description": "Rep. George Santos (R-N.Y.) has signed an agreement with public prosecutors in Brazil, avoiding prosecution in a 15-year-old fraud case.  Santos’ lawyer in Brazil, Jonymar Vasconcelos, confirmed to the Associated Press that the freshman congressman is no longer the subject of any case in Brazil.  The Washington Post also reported that Santos confessed to the...", "link": "https://thehill.com/homenews/house/4001073-george-santos-owns-up-to-theft-charges-in-brazil-signs-deal-to-avoid-prosecution/", "date_published": "2023-05-12 02:16:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida AG files lawsuit against DHS for 'unquestionably cynical' post-Title 42 plans", "description": "Florida Attorney Ashley Moody is suing the U.S. Department of Homeland Security (DHS) as the Title 42 immigration policy ends, calling the Biden administration's response to a potential influx of migrants “unquestionably cynical.”  “Today is May 10, the day before the Title 42 order expires, and the media reports that DHS plans to immediately restart...", "link": "https://thehill.com/homenews/state-watch/4001051-florida-ag-files-lawsuit-against-dhs-for-unquestionably-cynical-post-title-42-plans/", "date_published": "2023-05-12 01:41:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump celebrates CNN town hall ratings: 'Many minds were changed'", "description": "Former President Trump on Thursday shared his excitement over the ratings from his CNN town hall in a series of posts, claiming that many minds \"were changed.\" “People are criticizing CNN for giving me a Forum to tell the TRUTH. I believe it was a very smart thing that they did, with Sky High Ratings...", "link": "https://thehill.com/homenews/campaign/4001038-trump-celebrates-cnn-town-hall-ratings-many-minds-were-changed/", "date_published": "2023-05-12 01:25:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Uvalde shooting victim's father: 'If these laws don't change, it's gonna keep on happening'", "description": "The father of one of the victims of last year's mass shooting in Uvalde, Texas, urged state lawmakers this week to push forward with gun control legislation, arguing that \"if these laws don't change, it's gonna keep on happening.\" In an interview with CBS News, Javier Cazares, whose 9-year-old daughter Jacklyn was killed in the...", "link": "https://thehill.com/homenews/state-watch/4000968-uvalde-shooting-victims-father-if-these-laws-dont-change-its-gonna-keep-on-happening/", "date_published": "2023-05-12 00:36:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Title 42 explained: What is it, why is it ending, what's next?", "description": "Title 42, a controversial Trump-era policy that allowed for the rapid expulsion of asylum seekers throughout the COVID-19 pandemic, is set to expire at midnight Friday.  The rule’s expiration has sparked concerns about a surge of migrants at the U.S.-Mexico border. But what is Title 42, why is it ending and what happens next? What...", "link": "https://thehill.com/homenews/administration/4000948-title-42-explained-what-is-it-why-is-it-ending-whats-next/", "date_published": "2023-05-12 00:02:52+00:00", "persistent": false, "user": null, "language": "en-US"}]