{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/hive-ransomware-infrastructure-seized.html", "title": "Hive Ransomware Infrastructure Seized in Joint International Law Enforcement Effort", "date_published": "2023-01-26 16:20:00+00:00", "description": "The infrastructure associated with the Hive ransomware-as-a-service (RaaS) operation has been seized as part of a coordinated law enforcement effort involving 13 countries.\n\"Law enforcement identified the decryption keys and shared them with many of the victims, helping them regain access to their data without paying the cybercriminals,\" Europol said in a statement.\nThe U.S. Department of", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/google-takes-down-50000-instances-of.html", "title": "Google Takes Down 50,000 Instances of Pro-Chinese DRAGONBRIDGE Influence Operation", "date_published": "2023-01-26 16:06:00+00:00", "description": "Google on Thursday disclosed it took steps to dismantle over 50,000 instances of activity orchestrated by a pro-Chinese influence operation known as DRAGONBRIDGE in 2022.\n\"Most DRAGONBRIDGE activity is low quality content without a political message, populated across many channels and blogs,\" the company's Threat Analysis Group (TAG) said in a report shared with The Hacker News. \"However, a", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/researchers-release-poc-exploit-for.html", "title": "Researchers Release PoC Exploit for Windows CryptoAPI Bug Discovered by NSA", "date_published": "2023-01-26 14:52:00+00:00", "description": "Proof-of-concept (Poc) code has been released for a now-patched high-severity security flaw in the Windows CryptoAPI that the U.S. National Security Agency (NSA) and the U.K. National Cyber Security Centre (NCSC) reported to Microsoft last year.\nTracked as CVE-2022-34689 (CVSS score: 7.5), the spoofing vulnerability was addressed by the tech giant as part of Patch Tuesday updates released in", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/researchers-uncover-connection-bw-moses.html", "title": "Researchers Uncover Connection b/w Moses Staff and Emerging Abraham's Ax Hacktivists Group", "date_published": "2023-01-26 14:34:00+00:00", "description": "New research has linked the operations of a politically motivated hacktivist group known as Moses Staff to another nascent threat actor named Abraham's Ax that emerged in November 2022.\nThis is based on \"several commonalities across the iconography, videography, and leak sites used by the groups, suggesting they are likely operated by the same entity,\" Secureworks Counter Threat Unit (CTU) said", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/is-once-yearly-pen-testing-enough-for.html", "title": "Is Once-Yearly Pen Testing Enough for Your Organization?", "date_published": "2023-01-26 14:21:00+00:00", "description": "Any organization that handles sensitive data must be diligent in its security efforts, which include regular pen testing. Even a small data breach can result in significant damage to an organization's reputation and bottom line.\nThere are two main reasons why regular pen testing is necessary for secure web application development:\n\nSecurity: Web applications are constantly evolving, and new", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/pyration-new-python-based-rat-utilizes.html", "title": "PY#RATION: New Python-based RAT Uses WebSocket for C2 and Data Exfiltration", "date_published": "2023-01-26 06:01:00+00:00", "description": "Cybersecurity researchers have unearthed a new Python-based attack campaign that leverages a Python-based remote access trojan (RAT) to gain control over compromised systems since at least August 2022.\n\"This malware is unique in its utilization of WebSockets to avoid detection and for both command-and-control (C2) communication and exfiltration,\" Securonix said in a report shared with The Hacker", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/01/us-federal-agencies-fall-victim-to.html", "title": "U.S. Federal Agencies Fall Victim to Cyber Attack Utilizing Legitimate RMM Software", "date_published": "2023-01-26 04:27:00+00:00", "description": "At least two federal agencies in the U.S. fell victim to a \"widespread cyber campaign\" that involved the use of legitimate remote monitoring and management (RMM) software to perpetuate a phishing scam.\n\"Specifically, cyber criminal actors sent phishing emails that led to the download of legitimate RMM software – ScreenConnect (now ConnectWise Control) and AnyDesk – which the actors used in a", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}