{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/new-york-city-uber-lyft-electric-cars-2030-222628210.html?src=rss", "title": "NYC wants all Uber and Lyft cars to be electric by 2030", "date_published": "2023-01-26 22:26:28+00:00", "description": "<p>It might not be long before every ridesharing car in New York City is electric. Mayor Eric Adams has <a href=\"https://www.nyc.gov/office-of-the-mayor/news/063-23/mayor-adams-outlines-working-people-s-agenda-nyc-second-state-the-city-address#/0\">outlined  an agenda</a> that will require &quot;high-volume for-hire&quot; vehicles at Uber, Lyft and similar companies to be zero-emissions by 2030. There will be &quot;no new costs&quot; for drivers, the administration says. The initiative would build on the city's plans to electrify its own fleet.</p><p>Adams didn't detail how this transition would take place. <em>The Verge</em><a href=\"https://www.theverge.com/2023/1/26/23573100/nyc-uber-lyft-electric-mayor-adams-2030\">notes</a> that the Taxi and Limousine Commission, which already regulates NYC ridesharing, would likely be responsible for implementing the EV strategy.</p><span id=\"end-legacy-contents\"></span><p>At least some companies are already onboard with the idea. Uber &quot;applaud[s]&quot; Adams' plan, according to a statement, while Lyft says it's &quot;excited&quot; to work with the city. It's not a difficult target for them, however. <a href=\"https://www.engadget.com/uber-now-offers-ev-rides-in-25-cities-124542727.html\">Uber</a> and <a href=\"https://www.engadget.com/lyft-commits-all-electric-vehicles-2030-173706183.html\">Lyft</a> were already planning to go completely electric by 2030. They also have programs in place to encourage EV adoption across the US, such as <a href=\"https://www.engadget.com/uber-rents-tesla-evs-to-drivers-131556170.html\">Uber's rentals through Hertz</a> as well as <a href=\"https://www.engadget.com/lyft-ev-incentives-bundle-194254704.html\">Lyft's incentives</a>. Pressure elsewhere might also leave services with little choice. California will require that <a href=\"https://www.engadget.com/california-rule-ride-hailing-ev-2030-072036470.html\">most ride-hailing cars are EVs</a> by 2030, for instance.</p><p>Drivers may face challenges, however. EVs are currently more expensive than their combustion engine counterparts, and workers may have trouble affording them even if the maintenance costs are ultimately lower. <a href=\"https://www.engadget.com/chevy-blazer-equinox-ev-teaser-184112130.html\">EV prices are declining</a>, but it may be a while yet before they're truly affordable to a driver base struggling to <a href=\"https://www.engadget.com/nyc-court-blocks-uber-and-lyft-driver-pay-raise-205406394.html\">improve pay</a>.</p><p>There's also the question of infrastructure. A 2022<a href=\"https://www.sciencedirect.com/science/article/pii/S2589004222004412\"> study</a> led by the National Renewable Energy Laboratory estimated that NYC would need over 1,000 150kW fast charging stations to adequately power 20,000 rideshare and taxi cars, even if 15 percent of drivers could top up overnight. The mayor's proposal would electrify &quot;100,000-plus&quot; rides — the city may need a major investment in charging facilities to make the switch.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/austria-hack-data-every-citizen-214002660.html?src=rss", "title": "Dutch hacker arrested for trying to sell the personal information of nearly every Austrian citizen", "date_published": "2023-01-26 21:40:02+00:00", "description": "<p>Dutch authorities arrested a hacker for obtaining and trying to sell the personal information of nearly every Austrian citizen in May 2020, <a href=\"https://www.reuters.com/world/europe/dutch-hacker-obtained-virtually-all-austrians-personal-data-police-say-2023-01-25/\">according</a> to <em>Reuters</em>. It includes almost nine million data sets, roughly lining up with Austria’s population.</p><p>The defendant, arrested in November in an Amsterdam apartment, was reportedly already known to international police. The 25-year-old defendant also offered “similar data sets” from Italy, the Netherlands and Colombia. Dutch police waited until now to announce the arrest to avoid hindering ongoing investigations.</p><span id=\"end-legacy-contents\"></span><p>Authorities say the hacker posted the information in an online forum. Police say the trove consists of “registration data,” essential info residents must provide to authorities. That includes their full name, address and date of birth — but not financial info, fortunately. Nevertheless, the police confirmed the material’s authenticity, adding that “since this data was freely available on the Internet, it must absolutely be assumed that these registration data are, in full or in part, irrevocably in the hands of criminals.”</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/chatgpt-passes-graduate-law-business-exams-210146640.html?src=rss", "title": "ChatGPT (barely) passed graduate business and law exams", "date_published": "2023-01-26 21:01:46+00:00", "description": "<p>There's plenty of concern that OpenAI's ChatGPT could help students <a href=\"https://www.engadget.com/chatgpt-openai-new-york-city-public-schools-ban-192608080.html\">cheat on tests</a>, but just how well would the chatbot fare if you asked it to write a graduate-level exam? It would pass — if only just. In a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4335905\">newly published</a> study, University of Minnesota law professors had ChatGPT produce answers for graduate exams at four courses in their school. The AI passed all four, but with an average grade of C+. In another <a href=\"https://mackinstitute.wharton.upenn.edu/wp-content/uploads/2023/01/Christian-Terwiesch-Chat-GTP.pdf\">recent paper</a>, Wharton School of Business professor Christian Terwiesch found that ChatGPT passed a business management exam with a B to B- grade. You wouldn't want to use the technology to impress academics, then.</p><p>The research teams found the AI to be inconsistent, to put it mildly. The University of Minnesota group noted that ChatGPT was good at addressing &quot;basic legal rules&quot; and summarizing doctrines, but floundered when trying to pinpoint issues relevant to a case. Terwiesch said the generator was &quot;amazing&quot; with simple operations management and process analysis questions, but couldn't handle advanced process questions. It even made mistakes with 6th grade-level math.</p><span id=\"end-legacy-contents\"></span><p>There's room for improvement. The Minnesota professors said they didn't adapt text generation prompts to specific courses or questions, and believed students could get better results with customization. At Wharton, Terwiesch said the bot was adept at changing answers in response to human coaching. ChatGPT might not ace an exam <a href=\"https://www.engadget.com/cnet-corrected-41-of-its-77-ai-written-articles-201519489.html\">or essay</a> by itself, but a cheater could have the system generate rough answers and refine them.</p><p>Both camps warned that schools should limit the use of technology to prevent ChatGPT-based cheating. They also recommended altering the questions to either discourage AI use (such as focusing on analysis rather than reciting rules) or increase the challenge for those people leaning on AI. Students still need to learn &quot;fundamental skills&quot; rather than leaning on a bot for help, the University of Minnesota said.</p><p>The study groups still believed that ChatGPT could have a place in the classroom. Professors could teach pupils how to rely on AI in the workplace, or even use it to write and grade exams. The tech could ultimately save time that could be spent on the students, Terwiesch explains, such as more student meetings and new course material.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hive-ransomware-doj-fbi-disruption-193249866.html?src=rss", "title": "DOJ says it disrupted a major global ransomware group", "date_published": "2023-01-26 19:32:49+00:00", "description": "<p>The US Department of Justice has spent months infiltrating and disrupting the Hive ransomware group, the agency <a href=\"https://www.justice.gov/opa/pr/us-department-justice-disrupts-hive-ransomware-variant\">announced</a> on Thursday. The DOJ says Hive has targeted over 1,500 victims in more than 80 countries, extorting hundreds of millions of dollars in ransom payments.</p><p>Working with German and Netherlands law enforcement, the FBI seized Hive’s servers and websites, allegedly slowing the group’s ability to attack and extort new victims. It first infiltrated Hive’s network in July 2022, providing over 300 decryption keys to Hive’s current victims and more than 1,000 keys to previous victims — preventing over $130 million in ransom payments. The agency hasn’t announced any arrests. However, it’s still investigating the group, <a href=\"https://www.nbcnews.com/tech/security/doj-disrupts-major-ransomware-group-rcna67627\">according to</a><em>NBC News</em>.</p><span id=\"end-legacy-contents\"></span><p>Hive used a ransomware-as-a-service (RaaS) model, where administrators (essentially the ringleaders) create ransomware strains with easy-to-use interfaces. The administrators then recruit affiliates who use the ransomware software to carry out the theft — and likely much of the risk.</p><p>For example, Hive would steal a victim’s data and encrypt their system. The affiliate would then demand a ransom in exchange for the decryption key and a promise not to publish the data. (Of course, it would frequently target the most sensitive data to apply maximum pressure.) If the victims pay, affiliates and administrators would split the ransom 80 / 20. Those unwilling to pay would find their data leaked on the web.</p><figure><img alt=\"US Attorney General Merrick Garland speaks during a press conference to announce an international ransomware enforcement action, at the Justice Department in Washington, DC, on January 26, 2023. - The US Justice Department announced Thursday it had shut down the Hive ransomware operation, which had extorted more than $100 million from more than 1,500 victims worldwide. (Photo by Mandel NGAN / AFP) (Photo by MANDEL NGAN/AFP via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/53835660-9dae-11ed-bfec-e5839f20df12\" style=\"height: 3416; width: 5120;\" /><figcaption></figcaption><div class=\"photo-credit\">MANDEL NGAN via Getty Images</div></figure><p>The US Cybersecurity and Infrastructure Security Agency (CISA) says Hive gained access through single-factor logins via Remote Desktop, VPNs, exploiting FortiToken (software-based access key) vulnerabilities and phishing emails with malicious attachments.</p><p>“Last night, the Justice Department dismantled an international ransomware network responsible for extorting and attempting to extort hundreds of millions of dollars from victims in the United States and around the world,” said US Attorney General Merrick Garland today. “We will continue to work both to prevent these attacks and to provide support to victims who have been targeted. And together with our international partners, we will continue to disrupt the criminal networks that deploy these attacks.” The FBI recommends victims contact their local FBI field office.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/floodnet-new-york-city-flood-sensor-network-expansion-190352651.html?src=rss", "title": "New York’s flood sensor network will soon expand across the city", "date_published": "2023-01-26 19:03:52+00:00", "description": "<p>New York City’s <a href=\"https://www.engadget.com/microsoft-q2-fy23-earnings-report-211718819.html\">first flood-monitoring network</a> is set to expand. Thanks to <a href=\"https://engineering.nyu.edu/news/floodnet-tracking-system-set-large-expansion-across-all-five-boroughs-thanks-72-million-new\">$7.2 million in funding</a> from the city, the number of flood-prone areas FloodNet monitors with its sensors will increase from 31 to 500 across all five boroughs. The expansion is expected to start next month and take up to five years.</p><p>Data from the sensors is fed into <a href=\"https://dataviz.floodnet.nyc/\">a free web dashboard</a> that residents, city agencies, researchers and anyone else can use to stay on top of and react to flood threats. The dashboard receives water-level readings from the sensors in real time. An interactive map shows where, when and how rapidly water is rising, whether that's due to seawater surges at the coast or stormwater drains not being able to handle floods. The dashboard also includes historical data, which can help people to track the frequency and severity of floods over time.</p><span id=\"end-legacy-contents\"></span><p>Researchers from New York University, The City University of New York, Brooklyn College and the Science and Resilience Institute developed FloodNet. They had assistance from the mayor's Office of Climate &amp; Environmental Justice, the NYC Office of Technology &amp; Innovation and neighborhood community groups.</p><p>FloodNet's solar-powered sensors are low cost and open-source. They use ultrasound to measure changes in water levels and wirelessly transfer data to a gateway hub, which then sends the information to FloodNet's servers and the dashboard.</p><p>Sea levels in the city have risen by a foot in the last century, according to <a href=\"https://www1.nyc.gov/assets/planning/download/pdf/plans-studies/climate-resiliency/flood-risk-nyc-info-brief.pdf\">the New York City Panel on Climate Change</a>. They're expected to increase by between another eight and 30 inches by around 2050, and between 15 and 75 inches by the end of the century. More detailed flood data can help city planners and others prepare for permanent water level rises, along with weather events like hurricanes that can quickly wreak havoc.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/audi-activesphere-concept-ev-reveal-183802855.html?src=rss", "title": "Audi's Activesphere EV concept is built for off-roading and augmented reality", "date_published": "2023-01-26 18:38:02+00:00", "description": "<p>Audi has finally <a href=\"https://www.audi-mediacenter.com/en/press-releases/the-audi-activesphere-concept-15161\">revealed</a> the Activesphere EV concept it <a href=\"https://www.engadget.com/audi-activesphere-concept-ev-192008841.html\">promised last summer</a>. The crossover is built to go off-road, complete with a rugged underbody, a liftable suspension and easy ways to carry your sports gear. The rear can transform into a loading area with enough room for your e-bikes, for instance. It nonetheless features a sedan-like profile and the creature comforts of past concepts, including a spacious, bright interior designed for relaxing while the vehicle is in self-driving mode.</p><p>The cabin reflects Audi's confidence in augmented reality. Occupants wear AR glasses that provide vital performance figures (for the driver) as well as infotainment and virtual assistant controls. You won't find a conventional row of screens or gauges, and the eyewear can even track your health while you ride an e-bike on a trail. When you're ready to take control, the dash and steering wheel lift into place. Audi clearly expects you to only occasionally take the helm, such as when you're venturing beyond asphalt.</p><span id=\"end-legacy-contents\"></span><div id=\"bc2793578d464c81aec66a3c1b0a3cdc\"></div><p>Most specifications aren't available (this is a concept, after all). However, Audi claims a range of more than 372 miles and fast 270kW charging using an 800V architecture. The 100kWh battery pack can charge from 5 percent to 80 percent in 25 minutes, Audi says.</p><p>This is the fourth model in Audi's &quot;sphere&quot; electric concept line. The company kicked off the initiative with the shapeshifting <a href=\"https://www.engadget.com/audis-skysphere-concept-ev-roadster-can-stretch-to-become-a-grand-tourer-050359687.html\">Skysphere roadster</a> in August 2021, and followed that a month later with the upscale <a href=\"https://www.engadget.com/audi-grandsphere-concept-self-driving-ev-211947324.html\">Grandsphere sedan</a>. Last year's <a href=\"https://www.engadget.com/audi-urbansphere-ev-concept-is-built-for-tomorrow-megacities-110009796.html\">Urbansphere </a>was intended as the SUV for future cities, where your car is as much an office (or a refuge from the outside world) as it is transportation.</p><p>As with past experiments, the Activesphere isn't a preview of a production model. It's Audi's vision of motoring in the near future, not to mention a demonstration of technical prowess. It's just a matter of whether or not the concept influences future cars. Audi has played it relatively safe with its existing EV lineup, which largely revolves around <a href=\"https://www.engadget.com/audi-flagship-q8-e-tron-suv-maximum-range-373-miles-230159966.html\">familiar-looking SUVs</a> and the Porsche Taycan's sibling, the <a href=\"https://www.engadget.com/audi-e-tron-gt-rs-e-tron-first-drive-video-160033004.html\">e-tron GT</a>. The brand expects to dramatically expand its electric offerings by 2026, though, so we wouldn't rule out Activesphere-inspired rides.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/buzzfeed-is-the-latest-publisher-to-embrace-ai-generated-content-183129050.html?src=rss", "title": "BuzzFeed is the latest publisher to embrace AI-generated content", "date_published": "2023-01-26 18:31:29+00:00", "description": "<p><em>CNet's</em> AI SNFAU turned out to be merely the first pebble kicked down the slippery slope. In a Thursday morning internal memo acquired by the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy53c2ouY29tL2FydGljbGVzL2J1enpmZWVkLXRvLXVzZS1jaGF0Z3B0LWNyZWF0b3Itb3BlbmFpLXRvLWhlbHAtY3JlYXRlLXNvbWUtb2YtaXRzLWNvbnRlbnQtMTE2NzQ3NTI2NjA_bW9kPWRqZW1hbGVydE5FV1MiLCJjb250ZW50VXVpZCI6ImJhMGYxNjRmLWIyNDItNGFjYi1iYTAxLTVlMTNjMGIyNDdhNiJ9&amp;signature=AQAAAaHsOr3D0WSnifdYDAUYfcnFZk4YQmD-L6gUtfJrO88g&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fbuzzfeed-to-use-chatgpt-creator-openai-to-help-create-some-of-its-content-11674752660%3Fmod%3DdjemalertNEWS\"><em>Wall Street Journal</em></a>, <em>Buzzfeed</em> Chief Executive Jonah Peretti announced plans to embrace AI in both editorial and business operations and utilize text generation systems similar to <em>CNet's</em> to produce, for example, the memeable quizzes that originally built <em>Buzzfeed's</em> following.&nbsp;</p><p>Such AI-powered quizzes could provide more personalized answers based on the user's more specific responses rather than based on a score range or ranked choice system like they are today. Peretti envisions AI not only producing content on its own but drawing inspiration from human writers. We squishy meat sacks would serve as idea sources for AI text generators, or as Peretti described members of his own species, “cultural currency” and “inspired prompts.” He further argues that within the next two decades, AI will \"create, personalize, and animate the content itself” rather than simply regurgitate (read: <a href=\"https://futurism.com/cnet-ai-plagiarism\">plagiarize</a>) already existing works.</p><span id=\"end-legacy-contents\"></span><p>This announcement comes after <a href=\"https://variety.com/2022/digital/news/buzzfeed-layoffs-12-percent-employees-1235451552/\"><em>Buzzfeed</em> laid off 12 percent of its newsroom in December</a>, blaming \"challenging macroeconomic conditions.\" On Monday, news broke that Meta, Facebook's parent company, has been <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy53c2ouY29tL2FydGljbGVzL21ldGEtcGF5cy1idXp6ZmVlZC1taWxsaW9ucy10by1nZW5lcmF0ZS1jcmVhdG9yLWNvbnRlbnQtZm9yLWZhY2Vib29rLWFuZC1pbnN0YWdyYW0tMTE2NzQ2OTM2ODc_bW9kPWFydGljbGVfaW5saW5lIiwiY29udGVudFV1aWQiOiJiYTBmMTY0Zi1iMjQyLTRhY2ItYmEwMS01ZTEzYzBiMjQ3YTYifQ&amp;signature=AQAAAd3dN8NGzeYCADFBxFM9PzOey3fLHROohoCEEcGDlY_f&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fmeta-pays-buzzfeed-millions-to-generate-creator-content-for-facebook-and-instagram-11674693687%3Fmod%3Darticle_inline\">paying <em>Buzzfeed</em> millions to help generate creator content</a> for Facebook and Instagram.&nbsp;</p><p>On one hand, this seems a foolhardy move given the Low Orbit Ion Cannon-level fallout that <em>CNet's </em>reputation has suffered since news broke that it had employed AI text generation systems to <a href=\"https://www.engadget.com/cnet-gets-caught-playing-ai-mad-libs-with-its-financial-news-coverage-001026432.html\">produce nearly 75 financial explainers since late 2022</a>. More than half of those posts <a href=\"https://www.engadget.com/cnet-corrected-41-of-its-77-ai-written-articles-201519489.html\">had to be updated on account of shoddy math</a> (you'd think a computer would be better at that), plus the whole plagiarism thing. On the other hand, a lot of the flack that <em>CNet</em> took in the early days of the controversy was that it had tried to be cute and sneak in the fact that it was having chatbots write entire feature posts without actually telling anybody. Peretti's announcement Thursday, at least does that.</p><p>Of course, <em>Buzzfeed</em> is far from alone in the burgeoning \"pivot to ChatGPT\" movement. Microsoft announced this week a <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">multiyear, \"multi-billion dollar\" investment</a> in OpenAI's text generation systems — exactly two days before announcing that despite $52.7 billion in Q2 revenue, <a href=\"https://www.engadget.com/microsoft-q2-fy23-earnings-report-211718819.html\">it would be laying off ten thousand (10,000) people</a> on account of challenging macroeconomic conditions.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/uber-eats-view-as-delivery-person-privacy-safety-173943014.html?src=rss", "title": "Uber Eats now shows users which of their personal details couriers can see", "date_published": "2023-01-26 17:39:43+00:00", "description": "<p>The next time you order something from <a href=\"https://www.engadget.com/tag/uber%20eats/\"><ins>Uber Eats</ins></a>, you'll be able to find out what personal information of yours a courier can see at each stage of the delivery process. The <a href=\"https://privacy.uber.com/viewasdeliveryperson?show_header=true\">View as Delivery Person feature</a> follows a View as Driver function Uber added in 2020. Starting today, Uber Eats users in the US and Canada can access the information from the recent order page and in the app's privacy center (under the privacy menu on the account tab).</p><p>The delivery person will only know an approximate delivery location until they collect the order. Then they'll typically have access to your first name, initial of your last name and exact delivery location. Uber will provide them with your delivery instructions and notes too. After the order is completed, the courier will once again only see a general delivery location in their app.</p><span id=\"end-legacy-contents\"></span><div id=\"9f863a7de5c4461bb7a294e9489d81c6\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Did you know we limit what your delivery person sees about you when they accept your Uber Eats order? We’ve launched a new product so you can see what is shared with a courier when you place an order on the app. US and Canada only. Link in bio for more. <a href=\"https://t.co/RgQ5BXATfQ\">pic.twitter.com/RgQ5BXATfQ</a></p>— Uber Eats (@UberEats) <a href=\"https://twitter.com/UberEats/status/1618658774230908928?ref_src=twsrc%5Etfw\">January 26, 2023</a></blockquote></div><p>Moreover, the feature will tell you what kinds of details couriers <em>can't</em> see, such as your phone number, payment details or driver rating. If you order products like alcohol <a href=\"https://www.engadget.com/uber-eats-cannabis-delivery-canada-toronto-142831893.html\"><ins>or weed</ins></a> through Uber Eats, you need to prove you're of legal age by sharing a picture of your ID. Couriers can't see your ID details after they make the delivery, <a href=\"https://medium.com/uber-security-privacy/5-tips-to-protect-your-data-privacy-with-uber-d6e2edf792f9\">Uber says</a>.</p><p>The idea is to provide users with more peace of mind and transparency, as Zach Singleton, Uber’s head of privacy and equity product, told <a href=\"https://www.theverge.com/2023/1/26/23571259/uber-eats-view-as-delivery-person-personal-info\"><em><ins>The Verge</ins></em></a>. View as Driver was a popular privacy feature among users, according to Singleton, who noted that Uber receives thousands of support tickets from users who are concerned about how much personal information their driver or courier gets, as well as those eager to know more.</p><p>Safety is a critical concern for many Uber and Uber Eats users. Singleton added that <a href=\"https://www.engadget.com/uber-sued-by-more-than-500-women-over-rapes-kidnappings-assaults-092733782.html\"><ins>women</ins></a> are “53 percent more likely to have a concern about the information that delivery people had when <a href=\"https://www.dailydot.com/irl/uber-eats-taco-bell-returns-to-womans-house-tiktok-bobbiecurtislee/\"><ins>something uncomfortable</ins></a> has occurred.”</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/oneplus-pad-leaked-images-tablet-173151278.html?src=rss", "title": "OnePlus teases its first tablet ahead of next month’s official reveal", "date_published": "2023-01-26 17:31:51+00:00", "description": "<p>A OnePlus tablet is on the way. A new official image of the upcoming OnePlus Pad surfaced, showing a “Halo Green” color and an unconventional camera placement. The tablet will reportedly launch alongside the <a href=\"https://www.engadget.com/oneplus-11-5g-buds-pro-2-reveal-event-date-140054267.html\">OnePlus 11 5G and Buds Pro 2</a> at a February 7th event.</p><p>The lone image, posted on OnePlus’ <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vbmVwbHVzLmluL2xhdW5jaC8xMT90YWI9V2hhdHNNb3JlIiwiY29udGVudFV1aWQiOiI1ZTM1MDdmOS03MjVjLTQ3NzgtODBlOS1iNTdmNzg2YjNkOWYifQ&amp;signature=AQAAAVPYglNaMfSOkdtoLLyqzjxGbHKSW3FOgYGaMRO8HVtL&amp;gcReferrer=https%3A%2F%2Fwww.oneplus.in%2Flaunch%2F11%3Ftab%3DWhatsMore\">official India website</a>, reveals a green finish with a centered rear camera. It’s reportedly an aluminum alloy body with a cambered (gently sloped like older iPads) frame. In some impressively flowery marketing copy, OnePlus <a href=\"https://www.techradar.com/news/exclusive-oneplus-pad-first-official-image\">told</a><em>TechRadar </em>the green hue “blends the vibrancy of life with the vastness of space.” Unfortunately, we don’t yet know about other color options, full specs or pricing.</p><span id=\"end-legacy-contents\"></span><p>You can better see the tablet’s narrow bezels and centered front camera after adjusting the image’s levels:</p><figure><img alt=\"Edited image raising the shadow levels of the OnePlus Pad, showing its screen with narrow bezels floating above the device’s back.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/8a931f30-9d9c-11ed-b6fe-5671eda9a2ed\" style=\"height: 844; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">OnePlus</div></figure><p>This year may be a renaissance for Android tablets. In addition to OnePlus’ upcoming slate, Google teased its <a href=\"https://www.engadget.com/google-pixel-tablet-speaker-base-details-145616676.html\">Pixel Tablet</a> at two 2022 events. The device, arriving sometime this year, will attach to a speaker base while running the <a href=\"https://www.engadget.com/google-tensor-g2-chip-powers-pixel-7-pro-142045121.html\">Tensor G2 chip</a> from its latest flagship phones. It will follow the ill-fated <a href=\"https://www.engadget.com/2018-11-30-google-pixel-slate-review.html\">Pixel Slate</a>, which Google discontinued in 2020 after only two years. The consumer tablet market is dominated by <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">Apple’s iPad</a>, with <a href=\"https://www.engadget.com/samsung-galaxy-tab-s-8-review-in-a-class-of-its-own-132946024.html\">Samsung</a> and <a href=\"https://www.engadget.com/amazon-fire-7-review-150054618.html\">Amazon</a> offering the most popular Android-running alternatives.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tesla-cybertruck-mass-production-164029626.html?src=rss", "title": "Tesla Cybertruck won't enter mass production until 2024", "date_published": "2023-01-26 16:40:29+00:00", "description": "<p>You might not want to count on getting a <a href=\"https://www.engadget.com/2019-11-22-tesla-cybertruck-impressions-ride.html\">Cybertruck</a> this year despite <a href=\"https://www.engadget.com/tesla-cybertruck-2023-elon-musk-071706850.html\">promises to the contrary</a>. During a <a href=\"https://youtu.be/_Pxfo4rT3f8?t=2175\">conference call</a> discussing Tesla's <a href=\"https://www.engadget.com/tesla-q4-2022-earnings-224403218.html\">latest earnings</a>, company chief Elon Musk said mass production of the electric pickup won't begin until 2024. He still expects manufacturing to kick off &quot;sometime this summer,&quot; but warned that output would be &quot;very slow&quot; early on. Tesla is still in the midst of installing assembly equipment.</p><p>Tesla unveiled the Cybertruck in 2019, but has <a href=\"https://www.engadget.com/tesla-cybertruck-delay-2022-150309858.html\">delayed its release</a> multiple times. The company also warned that the final specs and pricing will change. The EV was originally supposed to start at $39,900 in its single-motor configuration and climb to nearly $70,000 for the tri-motor version. While the automaker is still taking deposits, it's no longer promising specific configurations. The pandemic, a rough economy, longstanding <a href=\"https://www.engadget.com/tesla-q1-2022-earnings-204303491.html\">supply chain issues</a> and design tweaks are all expected to influence what you can ultimately buy.</p><span id=\"end-legacy-contents\"></span><div id=\"9f586035e07744528f4d8c883533feab\"></div><p>This isn't a new problem for Tesla. Production of the Model 3 started in July 2017, but was <a href=\"https://www.engadget.com/2018-03-12-tesla-model-3-production-pause.html\">very limited</a> until <a href=\"https://www.engadget.com/2018-10-02-tesla-meets-model-3-production-goals-q3-2018.html\">mid-2018</a> as the company struggled to clear factory bottlenecks. The Cybertruck poses unique challenges, however. Its signature cold-rolled steel body is said to be extra-tough, but also requires manufacturing techniques not normally used for cars. Most production is expected to take place at the Giga Texas factory near Austin, which <a href=\"https://www.engadget.com/tesla-cybertruck-2023-elon-musk-071706850.html\">formally opened last April</a>.</p><p>The revised timeline may create problems. The Cybertruck is already entering a fiercer competitive landscape that includes the Ford <a href=\"https://www.engadget.com/ford-f-150-lightning-ev-preview-video-170103332.html\">F-150 Lightning</a>, GMC <a href=\"https://www.engadget.com/hummer-ev-first-drive-an-enormous-electric-super-truck-133030316.html\">Hummer EV</a> and Rivian <a href=\"https://www.engadget.com/rivian-r1t-electric-truck-review-150019762.html\">R1T</a>. By the time Tesla's production is in full swing, it will likely have to take on the <a href=\"https://www.engadget.com/stellantis-first-look-ram-1500-revolution-bev-concept-ces-2023-223035895.html\">Ram 1500 EV</a> and Chevy <a href=\"https://www.engadget.com/chevrolet-silverado-ev-details-ces-debut-171551300.html\">Silverado EV</a> as well as more affordable versions of existing trucks. An electric pickup is no longer the novelty it was four years ago, and it's not clear if the finished Cybertruck will offer major advantages over its rivals.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/dead-space-remake-playstation-5-review-160019905.html?src=rss", "title": "'Dead Space' is the new benchmark for video game remakes", "date_published": "2023-01-26 16:00:19+00:00", "description": "<p>In the split second before a necromorph slides its arm blades into Isaac Clarke’s stomach, it looks like the massive monster is giving him a bloody, snarling, over-excited hug. This precise moment, frozen between horrific brutality and a comforting embrace, captures the essence of the <em>Dead Space</em> remake. As a fan of the 2008 game, playing the new <em>Dead Space</em> is a cozy experience, even amid all the terror, death and gore. Hell, <em>because of</em> these factors. The <em>Dead Space</em> remake is big, beautiful and better than the original, while maintaining the magic that made the first game an instant classic. Turns out, great game design is timeless.</p><p>Man, EA used to make some good games. <em>Dead Space</em> came out at the height of EA’s golden era, a year after the first <em>Mass Effect </em>and a month before <em>Mirror’s Edge</em>, and it defined the sci-fi horror genre in a way that persists today. <em>Dead Space</em> was the game that introduced HUD-less horror environments, incorporating health and ability meters into Isaac’s suit, rather than displaying static indicators over every scene. The remake uses the same immersion system, alongside a pop-up inventory that doesn’t interrupt gameplay. Stores and upgrade benches are scattered around the USG Ishimura, the main ship where the nightmare unfolds, powered by credits and nodes that players find while slicing their way through the monsters onboard.</p><span id=\"end-legacy-contents\"></span><div id=\"931e4f36b63641d282e81d111d7e2159\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>In the remake, the Ishimura is a maze of twisting metal corridors and locked rooms, and it’s bursting with secrets. I found myself checking every corner for glowing boxes to stomp on or shiny bits of ammo and credits, and my exploration was often richly rewarded. Never too<em>&nbsp;</em>rich, though — asset management underscores the game’s tension, and Isaac is constantly at risk of running out of ammo, stasis energy, oxygen or health. He’s always vulnerable in some way. In an action-horror game, this feeling is paramount.</p><p>Isaac has his classic arsenal of improvised and scavenged weapons, including the plasma cutter, disc ripper and flamethrower, but with some modern updates. The secondary mechanism on the flamethrower, for instance, deploys a wall of fire rather than an explosive orb, and it’s an ultra-satisfying way to cut off encroaching hordes. Shooting the necromorphs’ long limbs will always be more powerful than a headshot; stomping on mutant corpses still releases goodies (and any lingering player frustration), and the stasis ability remains a critical tool in managing enemies, temporarily freezing them in place. Kinesis is incredibly useful as well, allowing Isaac to pick up and hurl objects at any time, with unlimited duration.</p><figure><img alt=\"Isaac Clarke, the protagonist of Dead Space, aims his weapon at a necromorph that is standing, menacingly silhouetted against a harsh light on a space ship.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/db7f1510-9d1b-11ed-b6bb-d6cf35fd344a\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">EA Motive</div></figure><p>Isaac gains new weapons and abilities at a rapid pace, and these tools flow into each other smoothly during locked-room combat scenes. Players are able to approach fights in a variety of ways and swap strategies on the fly — though <em>stasis, shoot, stomp</em> is always a valid approach. Save and refill stations are positioned generously throughout the environments, while ammo and health drops tend to appear <em>right</em> when they’re needed. In general, it doesn’t feel like the game mechanics are working against you — that’s only the murderous mutant space monsters.</p><p>Aside from significant graphical improvements, the single biggest enhancement in the <em>Dead Space</em> remake is the addition of zero-gravity flight. This mechanic opens up the game in a way that feels authentic to the source material — as if this is what developers wanted to do back in 2008, but hardware limitations made it impossible. In the original, Isaac leapt from surface to surface in zero-gravity, but now he floats and soars freely through these scenes with boosters on the soles of his boots. While flying, he can shoot, freeze and fling objects at enemies in any direction.&nbsp;</p><p>Boss fights and large-scale puzzles are dynamic in zero-G, and flying changes some sections of the game drastically. Isaac’s final fight against the Leviathan (a big tentacle blob) is now a fast-paced, no-oxygen, in-literal-space event with three turrets, requiring a combination of kinesis, mid-flight strafing and shooting skills. In the original <em>Dead Space</em>, this fight has Isaac firing on the tentacles from a gunner seat inside the Ishimura. There’s no denying, the remake does it better.</p><section><img alt=\"Isaac Clarke, the protagonist of Dead Space, stands under a spotlight in a dark, dingy corner of a spaceship.\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/b63f99e0-9d1c-11ed-99b9-8278a17d92a7\" /></section><p><em>Dead Space</em> is bloody and beautiful from start to finish on PlayStation 5. The game includes full voice acting, expanded narrative arcs, fresh mechanics, new puzzles and no loading screens (just a few suspiciously long tram rides that developers at Motive claim exist purely to <em>increase the tension</em>).&nbsp;</p><p>Only a couple of sections in my playthrough came close to tedious. More than halfway through the game, I was grabbed by a giant tentacle and had the wrong weapon equipped to shoot its glowing weak point. It took half a dozen deaths for me to properly swap guns and land enough shots to end the sequence. This felt unfair and deflating after an entertaining and challenging boss fight. However, I'm happy to say this was my largest gripe with the remaster — despite minor hiccups like this one, <em>Dead Space</em> is a master class in action-horror game design.&nbsp;</p><p>There’s a surprising amount of restraint to this remake: EA updated the right things in the right way, while avoiding the baggage of modern AAA games. You’ll find no procedural generation here, no open world, no way to communicate with other players, not even a HUD; just a limited set of skills and a spaceship filled with violent, half-dead, long-limbed monsters.</p><p>Playing the <em>Dead Space</em> remake feels like snuggling into a cozy sweater made out of bloody, infected flesh and razor-sharp bone fragments. It’s scary, yes, but in a way that makes you laugh after jumping in fright. It’s a lot like being spooked by a friend — or, maybe, getting hugged by a necromorph.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-studio-display-lowest-price-amazon-144611783.html?src=rss", "title": "Apple's Studio Display drops to a record low price at Amazon", "date_published": "2023-01-26 14:46:11+00:00", "description": "<p>If you like the thought of the <a href=\"https://www.engadget.com/apple-studio-display-review-mac-monitor-154504997.html\">Apple Studio Display</a> but balk at its official price tag, the monitor might be worth a second look. Amazon is selling the tilt-adjustable Studio Display at an all-time low <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1TdHVkaW8tRGlzcGxheS1TdGFuZGFyZC1BZGFwdGVyL2RwL0IwOVYzR1pEMzIvP3RoPTEmdGFnPWdkZ3QwYy1wLW8taHQtMjAiLCJjb250ZW50VXVpZCI6IjVjOWJmMDY0LWQzMzktNDY3Zi1hOGI5LWE1ZGJiM2FjZDc1ZSJ9&amp;signature=AQAAATHBbAGidNdXZg4U9RgzqTPeWnUat934BBFrsfPPlstE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Studio-Display-Standard-Adapter%2Fdp%2FB09V3GZD32%2F%3Fth%3D1\">of $1,300</a>, or $299 off. The monitor has been sitting at $1,499 for a long while, so this may be your best chance to get Apple's 5K screen with a substantial discount.</p><p></p><p>The Studio Display is as much a Mac docking station as it is a stand-alone screen. While the 5K panel is accurate and bright, the real draws are the ports, webcam (now that it's been updated) and surprisingly good speakers. It's an elegant way to outfit a <a href=\"https://www.engadget.com/apple-mac-studio-review-m1-ultra-desktop-130044054.html\">Mac Studio</a> without buying multiple accessories, and eliminates the mess of cables when you want to use and charge a <a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\">MacBook Pro</a> at your desk. Combine that with Apple's minimalist aesthetic and it may be an easy pick if you're interested in a simple, clean setup.</p><span id=\"end-legacy-contents\"></span><p>This isn't the best monitor you can buy in terms of sheer technical prowess. This is effectively a brighter version of the display you saw in the 5K iMac. You won't find mini-LED backlighting, high refresh rates, extra-bright HDR or other perks found in some third-party models. You're mainly paying for the convenience and design. With that said, the Amazon sale makes the Studio Display considerably easier to justify if you're not keen on buying separate peripherals.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ayaneo-2-review-specs-price-a-more-premium-and-pricier-take-on-the-steam-deck-143039617.html?src=rss", "title": "Ayaneo 2 review: A more premium (and pricier) take on the Steam Deck", "date_published": "2023-01-26 14:36:35+00:00", "description": "<p>Handheld PCs have been around for years, but the arrival of the Steam Deck brought renewed interest and demand to the category — much like what the Nintendo Switch did for consoles back in 2017. And while the amount of engineering and tech that went into the Steam Deck is certainly impressive, Valve's mission to make a portable and affordable PC for gaming on the go means there's plenty of room in the handheld space for something with a bit more giddyup —  which brings us to the Ayaneo 2.</p><h2>Design: Like a Steam Deck, but fancier</h2><p>While the Ayaneo 2 doesn’t deviate too much from the Steam Deck's basic blueprint, right from the get-go it's also apparent that this thing isn't some cheap knock-off either. It features a big 7-inch 1920 x 1200 LCD display with strong brightness (just under 400 nits in our testing) that's flanked by an Xbox-style controller layout. There are also handy buttons on each side for opening menus or functioning as shortcuts, along with some more customizable controls crammed in on top that by default serve as left and right mouse clicks. Even the power button has a built-in fingerprint sensor, which is a welcome bonus not available on the Steam Deck.</p><span id=\"end-legacy-contents\"></span><div id=\"a5ec800bbc3b45d39edaf77e5a7d9198\"></div><p>One of the things that impresses me the most is Ayaneo's attention to detail. The whole setup feels well-built. The PC's case is smooth and sturdy and has a very reassuring heft. In front, there's a single sheet of glass that goes across the face of the system (with cutouts for the joysticks and buttons), which gives it a slick, streamlined appearance. The company even went out of its way to ensure that there aren't any visible screws. Though if you do want to get inside, there's an included pick you can use to pry off the little covers on each side. Just be careful so you don't mess up the finish like I did.</p><p>Among other premium upgrades compared to the Steam Deck, the Ayaneo 2 sports magnetic hall sensor joysticks and shoulder triggers that feel crisp and snappy. There’s basically no dead zone, unlike what you get with Valve’s handheld. But my favorite thing about the Ayaneo 2’s design is that its touchscreen doesn't have any bezels, and almost looks elegant.</p><p>Finally, while I don't think either machine is truly pocketable, the Ayaneo 2 is definitely the more compact of the two. The Steam Deck measures nearly a foot across (11.7-inches) versus a more manageable 10.4-inches for the Ayaneo 2.</p><h2>Ports and accessories: So many options</h2><figure><img alt=\"Unlike the Steam Deck, the Ayaneo 2 features a total of three USB-C ports, two of which can be used for charging. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/72c86220-9cfc-11ed-b57f-f754c996f639\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Another quality that elevates the Ayaneo above its rivals is a wealth of ports. Not only do you have a 3.5mm audio jack and a microSD card slot for expandable storage, you also get three USB-C ports, two of which can be used for charging. That flexibility came in handy more often than I expected, because it gave me the freedom to plug in a power cable to either the top or bottom, which makes it easier to keep the cord out of the way no matter how you're holding the system.</p><p>On top of that, while Ayaneo makes a dock for its handhelds, because there are three USB-C ports along with two USB-A adapters in the box, you don't really need to buy one at all. Even without any additional dongles or hubs, you still have enough connectivity to plug in a mouse, keyboard and an external display, so it's really easy to use this thing as a standard PC in a pinch. And if that wasn't enough, Ayaneo even includes a charging brick, a couple of international power adapters, a USB-C cable and an extra set of screw covers.</p><h2>Performance: Zen3 makes a big difference</h2><figure><img alt=\"The Ayaneo 2 features a handy QuickTool that makes it easy to adjust things like performance and fan settings, but it could use a little more quality control, as certain options like the one for resolution can be a bit hit-or-miss.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/99c687d0-9cfc-11ed-b5be-f367ee4c0445\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The other major advantage the Ayaneo 2 holds over the Steam Deck is raw performance. While Valve worked with AMD to create a custom chip based on the company's Zen2 architecture, the Ayaneo 2 sports a newer Ryzen 7 6800U chip built on the Zen3+ platform. That's a jump in processing power that you can really feel.</p><p>In benchmarks, the Ayaneo 2 scored 4,282 on 3DMark's Wild Life Extreme test, which is comparable or slightly better than what we've seen from similarly-priced laptops like the Surface Laptop 5 (3,848) or the XPS 13 Plus (3,505). And when gaming, the Ayaneo 2 is between 25% to 40% faster than the Steam Deck depending on the title. In <em>Shadow of the Tomb Raider </em>on high settings at 800p, the Ayaneo 2 averaged 54 fps versus 40 fps for the Steam Deck. And when I increased the game’s resolution to take advantage of the Ayaneo 2's full HD+ screen, it still managed to pump out a playable 35 fps at 1920 x 1200 ( in <em>SotTR)</em>, despite pushing nearly twice as many pixels. It's a similar story in <em>Elden Ring</em>, where the Ayaneo 2 hovered around 55 fps in 800p at medium settings, compared to 48 fps for the Steam Deck, or at 40 fps at 1200p.</p><h2>In use: A more luxurious way to game on the go</h2><figure><img alt=\"Thanks to its Ryzen 7 6800U chip, the Ayaneo 2 can deliver strong framerates even at 1920 x 1200. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/dc8838c0-9cfc-11ed-b566-deb5ef3ea43a\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Ok ok, enough about the design and specs, what is this thing actually like to use? Well, in short, the Ayaneo 2 addresses some of my biggest complaints about the Steam Deck, but in a smaller, more compact and better-performing chassis. Its screen is way brighter, more colorful and higher-res making everything look sharper too. And thanks to its Ryzen 7 6800U CPU, you can get similar framerates with the Ayaneo 2 at 1920 x 1200 versus 800p for the Steam Deck. I should also mention that, while the Valve's portable PC tops out with just 512GB of onboard storage, the Ayaneo 2 can be specced with up to a 2TB SSD, while still having a microsD card slot (with a neat protective cover) for extra room if you want it.</p><p>The Ayaneo 2's control setup is excellent too. That's because even without built-in touchpads, like you get on the Steam Deck, you can still easily navigate Windows 11 using the left stick, which doubles as a way to move your mouse cursor. Sure, that means you're probably not going to want to play <em>Civilization 6 </em>or an RTS on the Ayaneo 2, but even with more optimized controls, those games still feel clunky on the Steam Deck. Ayaneo's magnetic hall sensors in the analog sticks and shoulder triggers also deliver an incredibly responsive experience. And while I wouldn't call it a quiet system, when its fans spin up the whir isn't nearly as loud or annoying as what I get from my Steam Deck. (Note: For what it's worth, my Deck has the slightly whinier sounding Huaying fan.)</p><figure><img alt=\"The really emphasize its streamlined design, the Ayaneo 2 has little faceplates that cover up its external screws. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/eacb4bb0-9d11-11ed-bf25-2e34470229de\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>That said, there are still more than a few awkward aspects about the Ayaneo 2. The first is that Windows 11 is kind of annoying to use with touch controls, though simply booting into Steam's Big Picture mode lets you sidestep much of that. Second, while I appreciate the included Ayaspace app, which serves as the company's consolidated game launcher and performance monitoring tool, the user experience feels a bit unpolished.</p><p>Changing the system's resolution from the AyaQuickTool window was often hit-or-miss. On top of that, when I installed an update to the AyaSpace app, its language setting reverted back to Chinese. That’s not a huge pain to fix, but I'd rather be playing games than diving through menus repairing something that shouldn't have changed. Then there are other little quirks like its weak rumble motors and not knowing what makes the lights underneath the joysticks change colors. That’s because aside from a couple of short quick-start manuals, Ayaneo doesn’t provide much documentation for the device, so you’re kind of on your own when it comes to figuring out the system’s more hidden features. (There’s a link to a FAQ doc in the AyaSpace app, but the whole thing is in Chinese, so it's not much help for many of us in the west.)</p><figure><img alt=\"The bottom of the Ayaneo 2 features one USB-C port, a microSD card slot (with a small protective cover) and a pair of surprisingly decent stereo speakers. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/2816abe0-9d12-11ed-bc5f-da2e0fba48b2\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Now I should note that the company says it’s already working on a second version of the AyaSpace app, and in the month I've had the system, there have been multiple patches, so it's clear the company is committed to improving the situation. Still, while the Ayaneo 2's specs are top-notch, some of its software still feels like a work in progress.</p><p>However, a lot of the Ayaneo 2's weak points are made up for by the fact that it runs Windows, which means almost every game just kind of works. Don't get me wrong, I have a huge appreciation for what Valve is trying to do with SteamOS and for Linux gaming as a whole, but even with thousands of games that have been verified to run on the Steam Deck, there are thousands more that aren't (and in some cases, may never run right). With the Ayaneo 2, you simply have a lot more confidence that the next game you buy won't have issues when you boot it up.</p><p>And now let me turn things over to my colleague James, who has been testing out the Ayaneo 2’s emulation capabilities.</p><h2>James' retro corner</h2><figure><img alt=\"For those who aren't a fan of the white model, the Ayaneo 2 is also available in black. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/feff1210-9d7f-11ed-b5ff-7ad26d3fca04\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew</div></figure><p>It would be decadent to recommend buying something like the Ayaneo 2 as an emulation-first device. But, it's worth talking about its performance here as it really does expand the potential library of games. Of course, if you want to rip ROMs from games you already own, you'll need to figure that side out yourself.</p><p>Obviously, with the power to run some fairly demanding PC games, the Ayaneo 2 will be more than capable of running everything up to the 5th or 6th generation of consoles without too much trouble. You'll be able to go beyond this, but with mixed results. <em>Skate 3</em> on the PS3, for example, runs on the Ayaneo 2 at 60fps with almost no special configuration.<em> The Last of Us</em>, on the other hand, was only able to muster between 13-23fps, with the odd flicker above and below that.</p><figure><img alt=\"The Ayaneo 2 has lights behind its joysticks that change colors from blue to red depending on the situation, though due to a lack of documentation, it's not always clear why.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/a0029790-9d12-11ed-bd7f-50f68c47d502\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Theoretically, you can almost come right up to the present day, with some industrious YouTubers getting Nintendo Switch games to run with varying levels of success. Of course, for now at least, this is the limit but if you had a library of old games and were hoping they might have a second life on the Ayaneo 2, the answer is that, unsurprisingly, it's a very capable emulator that benefits from built-in controls (which saves a surprising amount of meddling around).</p><h2>Battery life: Could be better</h2><p>One of the few shortcomings of the Ayaneo 2 is its battery life. That's because when compared to the Steam Deck which typically lasts three to four hours on a charge (depending on the title), the Ayaneo 2's longevity is closer to two or three. That said, you can adjust the power draw of the system if you want to improve energy efficiency, but in the end, this is the price you pay for increased performance.</p><h2>Wrap-up</h2><figure><img alt=\"The Ayaneo 2's much brighter, more colorful and higher-res screen is almost worth the added cost all on its own.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/78484dd0-9d12-11ed-9eeb-be3be0d65c35\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>As I look back, I still think the Steam Deck was one of the most important gadgets of 2022. Putting premium laptop specs with great controls and surprisingly good battery life in a handheld PC that starts at just $400 is an unbeatable deal. But for people who want something a bit more premium, the Ayaneo 2 has a lot to like. It's got a cleaner, more compact design with a way better screen. Its joysticks and buttons also feel tighter and more luxurious. And on the inside, it's got a significantly more powerful chip that not only delivers solid performance at FHD+, [the decision to go] with Windows instead of Steam OS also means much wider game compatibility. Unfortunately, with the cheapest version of the Ayaneo 2 starting at around $850, you're also paying a premium for all those fancy upgrades. But if you've been searching for something that is essentially a Steam Deck Pro, the Ayaneo 2 is it.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-blink-wired-floodlight-camera-now-available-140027946.html?src=rss", "title": "Amazon's Blink Wired Floodlight Camera is now available for $100", "date_published": "2023-01-26 14:00:27+00:00", "description": "<p>One of Amazon's home security companies, Blink, unveiled its first wired floodlight camera during the e-commerce giant's fall event last year. Now, the smart security camera is finally available, and you can get it <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1XaXJlZC1GbG9vZGxpZ2h0LUNhbWVyYS9kcC9CMEI1VkxDTDFOP3RhZz1nZGd0MGMtcC1vLWhxLTIwIiwiY29udGVudFV1aWQiOiI5YTZhMzIyZC1kOTNjLTQyYWYtYjRjOS0yZmQ5M2JjNTAxYjMifQ&amp;signature=AQAAAamV1AlpuQylHhHruefrgR65QB6CQXEHEeu1zaXb8hza&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Wired-Floodlight-Camera%2Fdp%2FB0B5VLCL1N\">from Amazon's website for $100</a>. While most of Blink's products are small, battery-powered devices, this one connects to your home's existing outside wiring. Its LED floodlights are also much brighter (2,600 lumens) than the lights (700 lumens) that come with the brand's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1GbG9vZGxpZ2h0LUNhbWVyYS9kcC9CMDk0WVhWVlJGP3JlZl89YXN0X3N0b19kcCZ0aD0xJnBzYz0xJnRhZz1nZGd0MGMtcC1vLWhxLTIwIiwiY29udGVudFV1aWQiOiI5YTZhMzIyZC1kOTNjLTQyYWYtYjRjOS0yZmQ5M2JjNTAxYjMifQ&amp;signature=AQAAAeRpYWyDpQP_n4eUIjPfY-0c8cy770K147f3nIMB3NPr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Floodlight-Camera%2Fdp%2FB094YXVVRF%3Fref_%3Dast_sto_dp%26th%3D1%26psc%3D1\">older wireless model</a>.&nbsp;</p><p>The camera itself provides 1080p HD live view through the Blink app, as well as two-way audio, which gives you a way to talk to people or call any pets outside your house. Blink says the model features enhanced motion detection aided by Amazon's AZ2 Neural Edge Processor, and you can choose to get notifications on your phone if it detects any movement. The device also comes with the ability to sound a 105-decibel siren if you ever need it. And, yes, Blink's wired floodlight camera works with Alexa, allowing you to access its live view and other features with voice commands.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>You can save and share video clips captured by the camera, as well, but it will cost you extra. To do so locally, you'll need a Blink Sync Module with a USB drive attached, both of which are sold separately. But you can store clips in the cloud instead through the $10-a-month Blink Subscription Plan, which will also give you access to the company's new person detection feature.</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-donald-trump-is-getting-his-facebook-and-instagram-accounts-back-121528848.html?src=rss", "title": "The Morning After: Donald Trump is getting his Facebook and Instagram accounts back", "date_published": "2023-01-26 12:15:28+00:00", "description": "<p>It's already been over two years since Meta extended former President Donald Trump's &quot;indefinite&quot; suspension from Facebook. Now, the company has <a href=\"https://www.engadget.com/donald-trump-will-get-facebook-and-instagram-accounts-back-221702241.html\">reinstated his account</a>. In a statement, Meta said Trump would be able to access his Facebook and Instagram accounts in the &quot;coming weeks,&quot; but there would be &quot;new guardrails in place to deter repeat offenses.&quot;</p><p>Trump's campaign had reportedly <a href=\"https://www.engadget.com/trump-reportedly-asked-meta-to-reinstate-his-facebook-account-181751974.html\">pushed</a> for the former president to be allowed back on Facebook ahead of the upcoming presidential primaries. This decision from Meta comes just months after Elon Musk restored the former president's Twitter account. Trump has so far declined to restart his Twitter habit – he's been a Truth Social user since last year.</p><p>Another reason he's back could be Meta's handling of Trump's initial suspension, which it quickly extended from a 24-hour ban to an &quot;indefinite&quot; suspension. It was heavily criticized, even by its own Oversight Board, which chastised Meta for not following its own rules and trying to &quot;avoid its responsibilities.&quot; Trump was initially booted from Facebook for publicly praising the rioters in the aftermath of the attack on the US Capitol on January 6th, 2021.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/sandisk-ssd-drives-microsd-cards-good-deal-163028014.html\">SanDisk external drives and microSD cards are up to 65 percent off</a></p></li><li><p><a href=\"https://www.engadget.com/best-soundbars-143041791.html\">The best soundbars for 2023</a></p></li><li><p><a href=\"https://www.engadget.com/tesla-3-6-billion-expansion-nevada-gigafactory-055246273.html\">Tesla will spend $3.6 billion to build a Semi and battery factory in its Nevada complex</a></p></li><li><p><a href=\"https://www.engadget.com/bowers-and-wilkins-pi7-s2-pi5-s2-earbuds-announced-080044599.html\">Bowers &amp; Wilkins updated its Pi7 and Pi5 earbuds with better battery life</a></p></li><li><p><a href=\"https://www.engadget.com/hi-fi-rush-release-date-205659375.html\">'Hi-Fi Rush' is an action rhythm game you can play today</a></p></li><li><p><a href=\"https://www.engadget.com/minecraft-legends-xbox-pc-april-18-release-date-202440516.html\">'Minecraft Legends' delivers blocky base-building action on April 18th</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/goldeneye-007-nintendo-switch-xbox-release-date-144644341.html\">'GoldenEye 007' will hit Switch and Xbox on January 27th</a></h2><h3>If you have Switch Online's Expansion Pack or Game Pass, it's free.</h3><a href=\"https://www.engadget.com/goldeneye-007-nintendo-switch-xbox-release-date-144644341.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6ce25270-9d66-11ed-bbce-b79d4c35d576\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure></a><p>One of the best-loved Nintendo 64 games is coming to Switch Online's Expansion Pack this week. You'll be able to play the game on your Nintendo Switch on January 27th. The game will be available on Xbox on the same date. It's unusual to see a licensed game arrive on Nintendo's subscription service, but <em>GoldenEye 007</em> is one that many fans have been looking forward to replaying (or even playing for the first time). It remains to be seen how well Rare's classic first-person shooter will hold up almost 26 years after its debut. Xbox owners will get some updates: dual analogue stick support, 4K resolution and &quot;a consistent refresh rate.&quot; Oddly, there's no online multiplayer on the Xbox version.</p><p><a href=\"https://www.engadget.com/goldeneye-007-nintendo-switch-xbox-release-date-144644341.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/manchin-ev-tax-credit-battery-loophole-american-vehicle-security-act-195305249.html\">Senator Manchin tries to close battery loophole around $7,500 EV tax credit</a></h2><h3>He's trying to halt credits from being offered to foreign-sourced batteries before March.</h3><h3></h3><p>Senator Joe Manchin, chair of the Senate Energy and Natural Resources Committee, has introduced a new bill that squashes a small loophole around the Inflation Reduction Act's (IRA) $7,500 EV tax credit. The new credits are restricted to cars with final assembly in the US, as well as those with a certain amount of North American battery content.</p><p>&quot;It is unacceptable that the US Treasury has failed to issue updated guidance for the 30D electric vehicle tax credits and continues to make the full $7,500 credits available without meeting all of the clear requirements included in the Inflation Reduction Act,&quot; Manchin wrote in a statement. He added: “EV tax credits were designed to grow domestic manufacturing and reduce our reliance on foreign supply chains for the critical minerals needed to produce EV batteries.&quot;</p><p><a href=\"https://www.engadget.com/manchin-ev-tax-credit-battery-loophole-american-vehicle-security-act-195305249.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/niantic-nba-all-world-hands-on-bringing-gamers-back-to-the-streets-170037794.html\">‘NBA All-World’ hands-on: Taking basketball video games back to the streets</a></h2><h3>Niantic's latest AR app might be the best use of its location-based tech yet.</h3><a href=\"https://www.engadget.com/niantic-nba-all-world-hands-on-bringing-gamers-back-to-the-streets-170037794.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/6ce5fbf0-9d66-11ed-a5f0-e5b656b126b5\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Niantic, creators of <em>Pokémon Go</em>, is launching a new title called <em>NBA All-World</em>, which<em>&nbsp;</em>might be the best application of its location-based tech to date. That said, the formula appears pretty similar: You get a starter player and use the in-game map to collect items, earn cash or battle other players. The big twist for <em>NBA All-World</em> is you'll need to visit real-world basketball courts to earn your spot on local leaderboards.</p><p><a href=\"https://www.engadget.com/niantic-nba-all-world-hands-on-bringing-gamers-back-to-the-streets-170037794.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/microsoft-services-go-down-across-the-world-092000674.html%20https://www.engadget.com/...\">Multiple Microsoft services, including Teams, Outlook and Xbox Live, go down across the world</a></h2><h3>It was apparently a network issue.</h3><h3></h3><p>Multiple Microsoft 365 services went down for thousands of users worldwide, prompting the tech giant to investigate the incident affecting several of its products. In an update, Microsoft said it &quot;isolated the problem to a networking configuration issue.&quot; By 4:26 AM ET, Microsoft &quot;rolled back a network change&quot; it believed was causing the outage, and it was monitoring its services as they started coming back online.</p><p><a href=\"https://www.engadget.com/microsoft-services-go-down-across-the-world-092000674.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/irigs-stream-mic-pro-aims-to-make-music-and-content-creation-easier-111022521.html?src=rss", "title": "IK's iRig Stream Mic Pro is a do-it-all microphone for musicians and content creators", "date_published": "2023-01-26 11:10:22+00:00", "description": "<p><a href=\"https://www.engadget.com/elon-musk-spacex-shares-funded-tesla-private-054933582.html\">IK Multimedia</a> has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c77776cd-956c-41ab-9a68-eadfbcc0ac19&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=IK+Multimedia&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNzc3NzZjZC05NTZjLTQxYWItOWE2OC1lYWRmYmNjMGFjMTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaWttdWx0aW1lZGlhLmNvbS9uZXdzLz9pdGVtX2lkPTEzODYxIiwiY29udGVudFV1aWQiOiIwMDY1MjIyNy1hZTI3LTQyZGMtYjIzMy00NmEyY2UxN2Y1NGMifQ&amp;signature=AQAAAQ08taYeyuPAitH1tzXWftBYObnCFpjGhyVEZ3PUkjqH&amp;gcReferrer=https%3A%2F%2Fwww.ikmultimedia.com%2Fnews%2F%3Fitem_id%3D13861\">launched </a>the iRig Stream Mic Pro designed to be more versatile than typical multimedia mics from <a href=\"https://www.engadget.com/2019-09-17-blue-yeti-x-microphone-streaming-podcasting-recording.html\">Blue</a> and others. It combines a multi-pattern condenser microphone with a 24-bit, 96 kHz audio interface for iOS, Android, Mac and PC. That lets creators do things like marry their voice with music from a phone or tablet or connect easily to a media player, keyboard or other device.&nbsp;</p><p>The company promises \"crisp, clear and detailed\" sound thanks to dual mic capsules that let you select from cardioid, figure 8, omnidirectional or stereo pickup patterns. The 24-bit, 96kHz converters allow for high quality output, which you can check through a headphone output with direct monitoring.</p><span id=\"end-legacy-contents\"></span><p>As for the audio interface, you can connect devices like a turntable, soundboard or keyboard directly using the stereo 3.5mm audio input. With the monitoring mix control, you can blend the director or recorded audio via the headphone output.&nbsp;</p><figure><img alt=\"IK's iRig Stream Mic Pro aims to make music and content creation easier\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-01/66d46ab0-9d68-11ed-b5bf-924266c488ab\" /><figcaption></figcaption><div class=\"photo-credit\">IK Multimedia</div></figure><p>It also features the company's Loopback+ that lets you not only add music from a smartphone or other device, but route the mic signal to a separate app to add reverb, EQ or noise-reduction. From there, you can send the signal to an app like TikTok, allowing for easier output \"on apps that don't normally allow audio processing or adding background music,\" IK Multimedia said in a press release.</p><p>Settings can be selected and operated with a single control knob, and levels monitored via LED level indicators. It can run in stereo or multichannel modes , and includes cables for iPhones, iPads, Android devices and Macs/PCs. It's powered by its host and is MiFi certified.</p><p>All of the features are reflected in the price. Where <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NaWNyb3Bob25lLVJlY29yZGluZy1TdHJlYW1pbmctUG9kY2FzdGluZy1BZGp1c3RhYmxlL2RwL0IwME4xWVBYVzIvcmVmPXNyXzFfMV9zc3BhP2NyaWQ9MzQ5Mk1OTk1QQkRPSiZrZXl3b3Jkcz1ibHVlJTJCeWV0aSZxaWQ9MTY3NDczMDgwMiZzcHJlZml4PWJsdWUlMkJ5ZXRpJTJDYXBzJTJDMTcxJnNyPTgtMS1zcG9ucyZ1ZmU9YXBwX2RvJTNBYW16bjEuZm9zLjAwNmM1MGFlLTVkNGMtNDc3Ny05YmMwLTQ1MTNkNjcwYjZiYyZzcExhPVpXNWpjbmx3ZEdWa1VYVmhiR2xtYVdWeVBVRXlTMHcyVXpkRVdFOUZVVm80Sm1WdVkzSjVjSFJsWkVsa1BVRXdOemd4TXpBek1qTkZVemRZVjFORFJVUlBKbVZ1WTNKNWNIUmxaRUZrU1dROVFUQXlNelExTWpRek1EazVPRVZHV0RSVFZVNUdKbmRwWkdkbGRFNWhiV1U5YzNCZllYUm1KbUZqZEdsdmJqMWpiR2xqYTFKbFpHbHlaV04wSm1SdlRtOTBURzluUTJ4cFkyczlkSEoxWlEmdGg9MSZ0YWc9Z2RndDBjLXAtby1ocC0yMCIsImNvbnRlbnRVdWlkIjoiMDA2NTIyMjctYWUyNy00MmRjLWIyMzMtNDZhMmNlMTdmNTRjIn0&amp;signature=AQAAAdLik5GEts9YBVUkMA4j-AUBgFvRpMXU87L_IqBJiD4M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMicrophone-Recording-Streaming-Podcasting-Adjustable%2Fdp%2FB00N1YPXW2%2Fref%3Dsr_1_1_sspa%3Fcrid%3D3492MNNMPBDOJ%26keywords%3Dblue%252Byeti%26qid%3D1674730802%26sprefix%3Dblue%252Byeti%252Caps%252C171%26sr%3D8-1-spons%26ufe%3Dapp_do%253Aamzn1.fos.006c50ae-5d4c-4777-9bc0-4513d670b6bc%26spLa%3DZW5jcnlwdGVkUXVhbGlmaWVyPUEyS0w2UzdEWE9FUVo4JmVuY3J5cHRlZElkPUEwNzgxMzAzMjNFUzdYV1NDRURPJmVuY3J5cHRlZEFkSWQ9QTAyMzQ1MjQzMDk5OEVGWDRTVU5GJndpZGdldE5hbWU9c3BfYXRmJmFjdGlvbj1jbGlja1JlZGlyZWN0JmRvTm90TG9nQ2xpY2s9dHJ1ZQ%26th%3D1\">Blue's Yeti is $100</a> and there are a bunch of good streaming mics under $100, the iRig Stream Mic Pro costs $170. That could actually be cheaper than the cost of a mic and interface together, however. It ships with some free apps including iRig Recorder 3 LE for mobile devices as well as MixBox CS (iPad) and MixBox SE (Mac/PC). It's now available for $170 at IK Multimedia's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c77776cd-956c-41ab-9a68-eadfbcc0ac19&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=IK+Multimedia&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNzc3NzZjZC05NTZjLTQxYWItOWE2OC1lYWRmYmNjMGFjMTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaWttdWx0aW1lZGlhLmNvbS9wcm9kdWN0cy9pbmRleC5waHA_Uj1JTklUJkE9aXJpZ3N0cmVhbW1pY3BybyIsImNvbnRlbnRVdWlkIjoiMDA2NTIyMjctYWUyNy00MmRjLWIyMzMtNDZhMmNlMTdmNTRjIn0&amp;signature=AQAAASwR-Lluy0kriBl5J-3jck3S02AyQvdFLG9FA9MSNTBX&amp;gcReferrer=https%3A%2F%2Fwww.ikmultimedia.com%2Fproducts%2Findex.php%3FR%3DINIT%26A%3Dirigstreammicpro\">online store</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0MjYwMi1SRUcvaWtfbXVsdGltZWRpYV9pcF9pcmlnX3N0cm1taWNwcm9faW5faXJpZ19zdHJlYW1fbWljcm9waG9uZV9wcm8uaHRtbCIsImNvbnRlbnRVdWlkIjoiMDA2NTIyMjctYWUyNy00MmRjLWIyMzMtNDZhMmNlMTdmNTRjIn0&amp;signature=AQAAAX8rQmn5QSAmJKsc9bNAlvIT_Q_YzY39uaWFO3oLPVti&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1742602-REG%2Fik_multimedia_ip_irig_strmmicpro_in_irig_stream_microphone_pro.html\">select retailers</a>.&nbsp;</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jail-threats-ai-robot-lawyer-court-case-063006308.html?src=rss", "title": "Jail threats stop AI 'robot lawyer' from making its debut in court", "date_published": "2023-01-26 06:30:06+00:00", "description": "<p>Joshua Browder, the CEO of New York startup <a href=\"https://www.engadget.com/2017-07-12-ai-lawyer-help-thousand-legal-issues.html\">DoNotPay</a>, recently announced that his company's AI will <a href=\"https://twitter.com/jbrowder1/status/1616628244840579074\">represent a defendant</a> fighting a traffic ticket in the courtroom on February 22nd. &quot;[H]istory will be made,&quot; Browder wrote in his tweet. &quot;DoNotPay A.I will whisper in someone's ear exactly what to say. We will release the results and share more after it happens,&quot; he added. We may never know how the &quot;robot lawyer&quot; will fare in court, though, because a few days later, Browder announced that DoNotPay is postponing its court case after he received threats of jail time from state bar prosecutors if he goes through with his plan.&nbsp;</p><p>The CEO told <a href=\"https://www.npr.org/2023/01/25/1151435033/a-robot-was-scheduled-to-argue-in-court-then-came-the-jail-threats\"><em>NPR</em></a> that multiple state bar associations had threatened his company, and one even said he could be imprisoned for six months. He told the media organization: &quot;Even if it wouldn't happen, the threat of criminal charges was enough to give it up. The letters have become so frequent that we thought it was just a distraction and that we should move on.&quot; While the State Bar of California refused to talk about DoNoPay's situation, it told <em>NPR</em> that it has a duty to investigate potential instances of unauthorized law practice.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Browder originally created DoNoPay as a free AI-powered chatbot that can help you draft letters and fill out forms for various legal matters. The company's &quot;robot lawyer&quot; is powered by several AI text generators, including ChatGPT and DaVinci, re-trained to know the law. A defendant using the technology in court would have worn smart glasses to record the court proceedings, as well as a headset that would give the AI a way to tell them what to say.&nbsp;</p><p>As <a href=\"https://www.cbsnews.com/news/ai-robot-lawyer-artificial-intelligence-do-not-pay/\"><em>CBS News</em></a> said in a previous report, though, the tech isn't legal in most courtrooms. Also, in some states, all parties must consent to being recorded. That's why of the 300 cases DoNotPay looked at, only two were viable candidates. In the end, Browder decided to put off the company's court ambitions and to focus on using AI to help people with issues related to consumer rights, specifically lowering medical bills, cancelling subscriptions and disputing credit reports, among others.</p><p><em>NPR</em> said, however, that the CEO is still hoping that artificial intelligence could eventually help people in the courtroom. &quot;The truth is, most people can't afford lawyers. This could've shifted the balance and allowed people to use tools like ChatGPT in the courtroom that maybe could've helped them win cases,&quot; he told the organization.</p><div id=\"f2813e94f07947a6a597f4101b4f55fc\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Specifically, lowering medical bills, cancelling subscriptions, disputing credit reports, among other things, with A.l. I think it's very important for companies to stay focused. Unlike courtroom drama, these types of cases can be handled online, are simple and are underserved.</p>— Joshua Browder (@jbrowder1) <a href=\"https://twitter.com/jbrowder1/status/1618265410599813120?ref_src=twsrc%5Etfw\">January 25, 2023</a></blockquote></div><p></p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.engadget.com/rss.xml", "title": "Engadget"}}