[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Azure AD Token Forging Technique in Microsoft Attack Extends Beyond Outlook, Wiz Reports", "description": "The recent attack against Microsoft's email infrastructure by a Chinese nation-state actor referred to as Storm-0558 is said to have a broader scope than previously thought.\nAccording to cloud security company Wiz, the inactive Microsoft account (MSA) consumer signing key used to forge Azure Active Directory (Azure AD or AAD) tokens to gain illicit access to Outlook Web Access (OWA) and", "link": "https://thehackernews.com/2023/07/azure-ad-token-forging-technique-in.html", "date_published": "2023-07-21T15:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "HotRat: New Variant of AsyncRAT Malware Spreading Through Pirated Software", "description": "A new variant of AsyncRAT malware dubbed HotRat is being distributed via free, pirated versions of popular software and utilities such as video games, image and sound editing software, and Microsoft Office.\n\"HotRat malware equips attackers with a wide array of capabilities, such as stealing login credentials, cryptocurrency wallets, screen capturing, keylogging, installing more malware, and", "link": "https://thehackernews.com/2023/07/hotrat-new-variant-of-asyncrat-malware.html", "date_published": "2023-07-21T15:05:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Sophisticated BundleBot Malware Disguised as Google AI Chatbot and Utilities", "description": "A new malware strain known as BundleBot has been stealthily operating under the radar by taking advantage of .NET single-file deployment techniques, enabling threat actors to capture sensitive information from compromised hosts.\n\"BundleBot is abusing the dotnet bundle (single-file), self-contained format that results in very low or no static detection at all,\" Check Point said in a report", "link": "https://thehackernews.com/2023/07/sophisticated-bundlebot-malware.html", "date_published": "2023-07-21T12:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Local Governments Targeted for Ransomware – How to Prevent Falling Victim", "description": "Regardless of the country, local government is essential in most citizens' lives. It provides many day-to-day services and handles various issues. Therefore, their effects can be far-reaching and deeply felt when security failures occur.\nIn early 2023, Oakland, California, fell victim to a ransomware attack. Although city officials have not disclosed how the attack occurred, experts suspect a", "link": "https://thehackernews.com/2023/07/local-governments-targeted-for.html", "date_published": "2023-07-21T11:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "DDoS Botnets Hijacking Zyxel Devices to Launch Devastating Attacks", "description": "Several distributed denial-of-service (DDoS) botnets have been observed exploiting a critical flaw in Zyxel devices that came to light in April 2023 to gain remote control of vulnerable systems.\n\"Through the capture of exploit traffic, the attacker's IP address was identified, and it was determined that the attacks were occurring in multiple regions, including Central America, North America,", "link": "https://thehackernews.com/2023/07/ddos-botnets-hijacking-zyxel-devices-to.html", "date_published": "2023-07-21T09:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Citrix NetScaler ADC and Gateway Devices Under Attack: CISA Urges Immediate Action", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) issued an advisory on Thursday warning that the newly disclosed critical security flaw in Citrix NetScaler Application Delivery Controller (ADC) and Gateway devices is being abused to drop web shells on vulnerable systems.\n\"In June 2023, threat actors exploited this vulnerability as a zero-day to drop a web shell on a critical", "link": "https://thehackernews.com/2023/07/citrix-netscaler-adc-and-gateway.html", "date_published": "2023-07-21T05:26:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]