[{"source": "https://www.theguardian.com/international/rss", "title": "Hailstorms pummel northern Italy after days of extreme heat – video report", "description": "<p>Videos shared on social media showed hailstorms hitting the regions of Lombardy and Veneto in northern Italy as the country recovers from its third heatwave of the year. Footage published on Friday showed a stream of icy water flooding the streets of Seregno in Lombardy hours after hail battered the area. The governor of Veneto, Luca Zaia, declared a state of emergency on Thursday after more than 110 people were injured by extreme weather. Near-record temperatures are beginning to ease across Italy, but forecasters have warned a fourth heatwave could hit southern Europe next week.</p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/jul/20/extreme-weather-continues-across-europe-as-more-hot-weather-looms\">Extreme weather continues across Europe as further heatwave looms</a></p></li><li><p><a href=\"https://www.theguardian.com/world/2023/jul/21/weather-tracker-records-fall-europe-heatwave-wildfires-hailstones-philippines-typhoon\">Weather tracker: records fall but worst of Europe’s heatwave may yet to come</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jul/21/hailstorms-pummel-northern-italy-after-days-of-extreme-heat-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jul/21/hailstorms-pummel-northern-italy-after-days-of-extreme-heat-video-report", "date_published": "2023-07-21T20:47:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The week around the world in 20 pictures", "description": "<p>Heatwaves and wildfires in southern Europe, the frontline near Zaporizhzhya in Ukraine, protests in Nairobi and Carlos Alcaraz celebrates at Wimbledon: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/21/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/21/the-week-around-the-world-in-20-pictures", "date_published": "2023-07-21T18:48:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Barbie world: fans across the globe celebrate movie release – in pictures", "description": "<p>The buzzy release of Greta Gerwig’s Mattel epic, starring Margot Robbie and Ryan Gosling, has inspired parties, special events and costumes everywhere from Washington DC to Bangkok. The $145m-budgeted film is expected to top the global box office this weekend</p><p><a href=\"https://www.theguardian.com/film/2023/jul/21/barbie-movie-opening-night-greta-gerwig\">‘Unadulterated joy’: Greta Gerwig’s Barbie movie brings out the crowds</a></p> <a href=\"https://www.theguardian.com/film/gallery/2023/jul/21/barbie-movie-release-costume-fan-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/jul/21/barbie-movie-release-costume-fan-pictures", "date_published": "2023-07-21T18:47:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "2,000-year-old curry: scientists discover evidence of ancient recipe in south-east Asia", "description": "<p>Nutmeg seeds excavated at site in southern Vietnam were still aromatic two millennia later</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Curry may have been introduced to south-east Asia 2,000 years ago, suggest scientists who have unearthed the earliest known evidence of the dish’s preparation in the region.</p><p>Analysing plant remains from 12 ancient stone grinding tools found in Óc Eo, southern Vietnam, researchers discovered traces of rice and turmeric, ginger, fingerroot, sand ginger, galangal, clove, nutmeg and cinnamon.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2023/jul/22/2000-year-old-curry-scientists-discover-evidence-of-ancient-recipe-in-south-east-asia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/22/2000-year-old-curry-scientists-discover-evidence-of-ancient-recipe-in-south-east-asia", "date_published": "2023-07-21T18:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Connecticut Sun stars DeWanna Bonner and Alyssa Thomas reveal engagement", "description": "<ul><li>WNBA All-Stars announce they are engaged to be married</li><li>Bonner and Thomas have been a public couple since 2021</li></ul><p>Connecticut Sun stars DeWanna Bonner and Alyssa Thomas are engaged to be married, the players and team announced Friday on social media.</p><p>Thomas <a href=\"https://twitter.com/ConnecticutSun/status/1682389177785110534?s=20\">posted a photo</a> showing her getting down on one knee and presenting a ring to Bonner, with the caption “FOREVER”. The team reposted the picture with the caption “Best. News. Ever. Alyssa Thomas and DeWanna Bonner are ENGAGED,” along with emojis of an engagement ring and a heart.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/21/dewanna-bonner-alyssa-thomas-wnba-stars-engaged\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/21/dewanna-bonner-alyssa-thomas-wnba-stars-engaged", "date_published": "2023-07-21T17:50:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Zendaya-led drama Challengers pulled from Venice film festival over strike", "description": "<p>Luca Guadagnino-directed love triangle romance will no longer premiere this year and will instead move to 2024</p><p>Luca Guadagnino’s hotly anticipated tennis drama Challengers will no longer open this year’s Venice film festival as a result of the Hollywood actors’ strike.</p><p>The MGM/Amazon film, starring Zendaya and Josh O’Connor, <a href=\"https://www.theguardian.com/film/2023/jul/06/luca-guadagnino-tennis-drama-starring-zendaya-to-open-venice-film-festival\">had been set for a splashy August debut</a> on the Lido but has now been pulled. The release date has also changed, from September to April next year.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/21/challengers-zendaya-venice-film-festival-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/21/challengers-zendaya-venice-film-festival-strike", "date_published": "2023-07-21T17:40:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Manipur: why is there conflict and how is the government responding?", "description": "<p>As violence between the Meitei and Kuki communities continues in north-east India, campaigners criticise the authorities’ reaction and both sides warn of civil war </p><p>Manipur is a state in north-east India with a population of more than three million. It has been <a href=\"https://www.theguardian.com/world/2023/may/05/indian-troops-ordered-to-shoot-on-sight-amid-violence-in-manipur\">embroiled in an ethnic conflict since early May</a>, fought between the majority Meitei community and the minority Kuki tribe.</p> <a href=\"https://www.theguardian.com/world/2023/jul/21/manipur-india-why-is-there-conflict-and-how-is-the-government-responding\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/21/manipur-india-why-is-there-conflict-and-how-is-the-government-responding", "date_published": "2023-07-21T17:27:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "High waves foil Rockall adventurer’s effort to retrieve survival gear", "description": "<p>Chris ‘Cam’ Cameron and team beaten back after aborted attempt at record stay on remote Atlantic island</p><p>A man who cut short an attempt to set a new record for living on Rockall has been unable to recover his survival gear after high waves made it unsafe to do so.</p><p>Chris “Cam” Cameron had <a href=\"https://www.theguardian.com/uk-news/2023/jun/28/man-hoping-to-break-record-for-living-on-rockall-rescued-by-coastguard\">hoped to stay for up to two months on the island</a>, which is situated 230 miles (370km) west of the Outer Hebrides in the north Atlantic, and raise £50,000 for military charities. In late June, after living there for 30 days, he was forced to call for an emergency evacuation after enduring days of severe weather.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/21/rockall-atlantic-chris-cameron-survival-gear\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/21/rockall-atlantic-chris-cameron-survival-gear", "date_published": "2023-07-21T12:08:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Lie Low review – disturbing consent comedy plays with expectations", "description": "<p><strong>Abbey theatre, Dublin<br /></strong>Taking an absurdist approach to sexual consent and false memory, this polished play shifts disarmingly from spiky humour to tense confrontation</p><p>A children’s game of make-believe turns serious for two adult siblings in Ciara Elizabeth Smyth’s disturbing comedy, produced by Belfast’s <a href=\"https://www.primecutproductions.co.uk/\">Prime Cut Productions</a>. Taking an absurdist approach to themes of sexual consent and false memory, it shifts disarmingly from spiky humour to tense confrontation. Incorporating blithely upbeat dance numbers and fantasy sequences, director <a href=\"https://www.theguardian.com/stage/2021/oct/11/the-border-game-review-lyric-belfast\">Oisín Kearney</a> constantly plays with expectations.</p><p>When we meet Faye (Charlotte McCurry) she is living alone in a bare room and has been sexually accosted by a masked man (Thomas Finnegan) hiding in her wardrobe. Unable to sleep for weeks and at her wit’s end, she consults a suave doctor (Rory Nolan, in voiceover) who perfunctorily attempts to diagnose the cause of her insomnia.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/21/lie-low-review-abbey-theatre-dublin\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/21/lie-low-review-abbey-theatre-dublin", "date_published": "2023-07-21T11:40:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Lessons by Ian McEwan review – chance, memory and the road not taken", "description": "<p>Actor Simon McBurney narrates the tale of how a sexual relationship between a teenage boy and his piano teacher changes the course of his life</p><p>A vivid and detailed exploration of childhood trauma and tumultuous world events, Lessons, Ian McEwan’s 17th novel, spans the life of Roland Baines, who comes from an emotionally withdrawn army family and is sent to boarding school at the age of 11. There he meets a strict piano teacher, Miriam Cornell, who, when Roland hits a wrong note, reaches under his shorts and pinches his leg. Three years later, Miriam lures the 14-year-old Roland into a sexual relationship that ends up derailing his life. He tries and mostly fails at various professions, including photographer, poet, tennis coach and hotel pianist, gets married and has a baby. But after his German-born wife decides that motherhood is not part of her destiny, he is left to raise their son alone.</p><p>The book goes on to track Roland into old age, with much of his life mirroring the author’s own (including a childhood in Libya and the discovery of a brother who was adopted at birth) and pausing at momentous historical moments, from the Cuban missile crisis and the fall of the Berlin Wall to Chornobyl, 9/11 and the Covid pandemic.</p> <a href=\"https://www.theguardian.com/books/2023/jul/21/lessons-by-ian-mcewan-review-chance-memory-and-the-road-not-taken\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/21/lessons-by-ian-mcewan-review-chance-memory-and-the-road-not-taken", "date_published": "2023-07-21T11:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The best recent translated fiction – review roundup", "description": "<p>Austral by Carlos Fonseca; Whites Can Dance Too by Kalaf Epalanga; The Incredible Events in Women’s Cell Number 3 by Kira Yarmysh; You, Bleeding Childhood by Michele Mari; The Love of Singular Men by Victor Heringer</p><p><strong><a href=\"https://www.guardianbookshop.com/austral-9781529422603?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Austral</a> by Carlos Fonseca, translated by Megan McDowell (MacLehose, £20)</strong><strong><br /></strong>If a book-within-a-book isn’t ambitious enough for you, Costa Rican writer Carlos Fonseca has just the thing: two books within a book. US university lecturer Julio remembers British Aliza (“who swore she had kissed Sid Vicious”), whom he knew decades earlier. A letter tells him that Aliza, the author of four novels, is dead, and wanted him to edit her final manuscript, a “novel or memoir (that will be for you to determine)”. The manuscript, A Private Language – a story of the failed “New Germany” in Paraguay co-founded by Nietzsche’s sister – is accompanied by Aliza’s notebook, Dictionary of Loss, featuring collage images representing expression that words cannot achieve. (A photo of <a href=\"https://www.theguardian.com/books/2022/may/18/private-notebooks-1914-1916-by-ludwig-wittgenstein-review-sex-and-logic\">Wittgenstein</a> shows “the tired eyes of a person who has spent his life chasing an idea to its logical conclusion”.) Aliza’s work was intended for only one person, but Fonseca’s novel – chewy but not clotted, expansive and thought-provoking – should have wider appeal.</p><p><br /><strong><a href=\"https://www.guardianbookshop.com/whites-can-dance-too-9780571371426?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Whites Can Dance Too</a> by Kalaf Epalanga, translated by Daniel Hahn (Faber, £16.99)</strong><strong><br /></strong>When the then Portugal-based Angolan musician Kalaf Epalanga was touring northern Europe in 2008, he lost his passport and was detained at the Sweden-Norway border. The incident inspired Epalanga’s satisfying debut novel, in which the narrative about the power of music and dance fizzes with energy, even if you don’t know your baile funk from your electroclash from your Angolan kuduro. Epalanga’s wry account of immigrant life in Portugal (“Frying chicken teriyaki for four euro an hour gave me a very real perspective on Europe”) is tempered with memories of the civil war and colonialism that brought him there. But what expands the novel beyond memoir are the second and third parts, from the viewpoints of Sofia – Epalanga’s wife back in Portugal – and Eyvind, a member of the Norwegian immigration police, whose story (“Why is arresting famous people always so complicated?”) is at once chilling and enthralling.</p> <a href=\"https://www.theguardian.com/books/2023/jul/21/the-best-recent-translated-fiction-review-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/21/the-best-recent-translated-fiction-review-roundup", "date_published": "2023-07-21T11:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "India’s ban on rice exports raises fear of global food price rises", "description": "<p>Attempt to curb domestic inflation behind country’s decision on non-basmati white rice</p><p>India has introduced an immediate ban on non-basmati white rice exports to curb domestic inflation after heavy rains hit domestic crops, raising fears of further increases in global food prices.</p><p>The ban comes after a 20% duty on international exports introduced in September failed to curb foreign demand, which has soared after extreme climate conditions hit production in countries and demand rose on the back of <a href=\"https://www.theguardian.com/business/2023/jul/20/rising-grain-prices-russia-pullout-black-sea-deal-food-crisis-fears\">grain supply disruptions</a> caused by Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/business/2023/jul/21/india-ban-on-rice-exports-raises-fear-of-global-food-price-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/21/india-ban-on-rice-exports-raises-fear-of-global-food-price-rises", "date_published": "2023-07-21T09:25:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Experience: Keanu Reeves ‘crashed’ my wedding", "description": "<p>I went outside and he was standing there, almost sheepish and shy</p><p>One of the bridesmaids was fixing my dress – my husband, James, had accidentally stepped on it as we walked in – when the wedding coordinator came up to me and said, “Oh, you’ve got a special guest outside.” And I thought, “Really? I’ve got family in America. Could some of them have come over as a surprise?”</p><p>It was the evening reception and everyone was drinking and dancing. I went outside through the double doors, and there he was, standing looking almost sheepish and shy: Keanu Reeves. My jaw dropped and I said, “Oh my goodness, nice to meet you.” And he said, “Really nice to meet you, too!” So I invited him in, offered him a drink and some food, and we got chatting – I think my five-year-old daughter was trying to climb all over me at the time. He said congratulations on getting married, wished us well and gave me a hug. While we were talking, I turned to the wedding coordinator and said, “Go get James!”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/21/experience-keanu-reeves-crashed-my-wedding\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/21/experience-keanu-reeves-crashed-my-wedding", "date_published": "2023-07-21T09:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Ashes 2023: England v Australia, fourth Test, day three – live", "description": "<ul><li>Live cricket updates from Old Trafford (11am BST/8pm AEST)</li><li><a href=\"https://profile.theguardian.com/signin?componentEventParams=componentType%3Didentityauthentication%26componentId%3Didapi_signin_redirect&amp;returnUrl=https%3A%2F%2Fmanage.theguardian.com%2Femail-prefs%3FprofileReferrer%3Dsignin%253FcomponentEventParams%253DcomponentType%25253Didentityauthentication%252526componentId%25253Didapi_signin_redirect\">Sign up for The Spin newsletter</a> | <a href=\"mailto:geoff.lemon@theguardian.com\">Email Geoff</a> or <a href=\"https://twitter.com/GeoffLemonSport\">tweet him</a></li></ul><p>Hello from Manchester. Australian supporters, have you emerged from your depression caves? Englishers, have you surfed down from your oxytocin highs? What a bewildering blaze of Test batting that was yesterday. The England team had talked of Zak Crawley as an investment – he paid off like selling out of GameStop at the peak. Ashes on the line, and here we are.</p><p>It’s funny, England only lead by 67, which in an ordinary match would have Australia still in it if they bowled well on this third morning. But it feels like 267 given how dominant England were yesterday. The emotional cost will be heavy. And it could well be 267 for real if Stokes, Brook, Bairstow live up to their capabilities. A bowling comeback from here would be one for the ages.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time", "date_published": "2023-07-21T09:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Misery for Sunak, glee for Davey, mostly joy for Starmer – our panel on the byelection results | Polly Toynbee and others", "description": "<p>After an extraordinary night of bellwether byelections, where do the parties stand?</p><p>No expectation management lessens the political shock of <a href=\"https://www.theguardian.com/politics/2023/jul/21/uk-byelection-results-labour-tories-selby-ainsty-uxbridge\">two historic losses</a> in the deepest thickets of Torydom. Labour won Selby and Ainsty with <a href=\"https://news.sky.com/story/labour-secure-record-win-in-selby-and-ainsty-by-election-piling-pressure-on-rishi-sunak-12923545#:~:text=A%20swing%20of%20at%20least,Ainsty%20ended%20up%20being%2023.7.\">a 24% swing</a>, a seat 237th on their target list. Liberal Democrats demolished the Tories in Somerton and Frome.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/21/misery-sunak-glee-davey-joy-starmer-our-panel-byelection-results\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/21/misery-sunak-glee-davey-joy-starmer-our-panel-byelection-results", "date_published": "2023-07-21T08:57:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Matildas captain Sam Kerr likely has ‘mild’ calf injury, experts say", "description": "<ul><li>‘Plausible’ striker could be back for third match</li><li>Goalless Nigeria-Canada draw offers hope for Australia </li></ul><p>Sam Kerr’s calf injury means her minutes are likely to be managed by Matildas medical staff for the duration of the month-long Women’s World Cup, according to physiotherapy and sports science experts.</p><p>The Matildas have announced the <a href=\"https://www.theguardian.com/football/2023/jul/20/matildas-captain-sam-kerr-out-of-world-cup-opening-matches-with-calf-injury\">striker will miss the next match against Nigeria in a week</a>, but may be available against Canada on 31 July.</p> <a href=\"https://www.theguardian.com/football/2023/jul/21/matildas-captain-sam-kerr-likely-has-mild-calf-injury-experts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/21/matildas-captain-sam-kerr-likely-has-mild-calf-injury-experts-say", "date_published": "2023-07-21T07:53:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Commonwealth Games cost blowout known by government for months, Daniel Andrews confirms", "description": "<p>Victorian premier says it is possible a $5bn budget allocation was proposed earlier this year, prior to Games being cancelled</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jul/21/australia-news-live-jim-chalmers-treasurer-wellbeing-budget-cost-of-living-health-interest-rates-rba-commonwealth-games-daniel-andrews\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Daniel Andrews says he has been aware for months that the cost of Victoria hosting the 2026 Commonwealth Games had increased beyond the original $2.6bn budget, but would not confirm if state Treasury officials rejected a bid to increase it to $5bn.</p><p>The premier said there may have been a proposal by the agency responsible for delivering the Games for an increased funding allocation ahead of the state budget in May, as <a href=\"https://www.theage.com.au/national/victoria/officials-knew-about-games-cost-blowout-months-ago-20230720-p5dpx7.html\">reported by the Age</a>.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/21/commonwealth-games-2026-cancelled-daniel-andrews-budget-costs-blowouts-known\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/21/commonwealth-games-2026-cancelled-daniel-andrews-budget-costs-blowouts-known", "date_published": "2023-07-21T04:02:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]