[{"source": "https://www.theguardian.com/international/rss", "title": "Auckland shooting: at least two dead in New Zealand incident hours before Women’s World Cup opening – follow latest", "description": "<p>Bystanders reported hearing gunshots about 8am local time, with local media reporting a police officer is among several feared dead or injured</p><p>• <a href=\"https://www.theguardian.com/world/2023/jul/20/auckland-shooting-police-shut-down-cbd-streets-amid-reports-of-gunman\">Full report: police shut down Auckland city streets amid reports of gunman</a></p><p>We’re expecting the New Zealand police to hold a press conference in 10 minutes’ time about the shooting – New Zealand Prime Minister Chris Hipkins will also be speaking.</p><p>Among the six people who have been confirmed injured, three have serious injuries, according to New Zealand’s ambulance service, St John.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/20/auckland-shooting-new-zealand-world-cup-opening-follow-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/20/auckland-shooting-new-zealand-world-cup-opening-follow-latest", "date_published": "2023-07-19T22:11:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Pita Limjaroenrat: Thai voters’ change candidate, cut down by senators", "description": "<p>Young pro-reform candidate won over many in the electorate – but not military appointees who blocked him from being PM</p><p>After almost a decade of rule by the <a href=\"https://www.theguardian.com/world/2023/jul/11/thai-pm-retire-politics-nine-years-power-coup-prayuth-chan-ocha\">former army chief Prayuth Chan-ocha</a>, many voters in the recent Thai election longed for change. More than 14 million turned to pro-reform politician Pita Limjaroenrat and his party Move Forward.</p><p>Pita, aged 42, is far younger than most politicians in Thailand, and he and his party were able to use social media to reach new voters.</p> <a href=\"https://www.theguardian.com/world/2023/jul/19/pita-limjaroenrat-the-change-candidate-for-thai-voters-cut-down-by-senators\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/19/pita-limjaroenrat-the-change-candidate-for-thai-voters-cut-down-by-senators", "date_published": "2023-07-19T17:56:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "How do you get a chatty friend to shut up? I think I have found the answer | Adrian Chiles", "description": "<p>What’s better than a companion who knows just what to say? A companion who knows when to zip it. But sometimes they need a little nudge …</p><p>I like a chat as much as the next chap, but a bit of quiet is nice, too. It’s a difficult balance to strike. While the main thing you want with a friend is plenty to talk about, being able to coexist in companionable silence is also important. It’s a lot to ask of someone, to be charmed and charming, interesting and interested, yet with the insight to sense when it’s time to pipe down.</p><p>It’s not that I have anyone I would call a friend who bores me; if anything, the opposite is true. But that presents its own challenges. If the subject matter is interesting, it requires attention. And if there is too much of it, that gets tiring.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/19/chatty-friend-shut-up-companion\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/19/chatty-friend-shut-up-companion", "date_published": "2023-07-19T15:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Totally full of spiritual energy’: Ustad Noor Bakhsh, the Pakistani musician discovered on the side of a road", "description": "<p>Inspired by birdsong and playing the obscure zither-like benju, the 78-year-old is enjoying a surge in global popularity</p><p>In early 2022, when Daniyal Ahmed set off on a road trip from Karachi in Pakistan into the neighbouring province of Balochistan , his only contacts were a few distant connections who he hoped would lead him to a legendary musician within the region. After circling villages near Pasni, a fishing port on the Arabian sea about a six-hour drive from Karachi, Ahmed by chance spotted Ustad Noor Bakhsh on the side of a lonely road sitting next to his broken motorbike, waiting for help.</p><p>Ahmed is an anthropologist who teaches at Habib University, and had been chasing down masters like Bakhsh in remote regions across Pakistan. Bakhsh was already well known within Balochistan both as a solo benju (a type of zither) player and as Balochi vocalist Sabzal Sami’s accompanist for three decades. Ahmed was alerted to Bakhsh’s talents after he saw a video of him playing circulating on Facebook. A musician himself, he’s invested in amplifying regional talent that has become obscured in a country lacking robust infrastructure to support musicians, especially those who play traditional music.</p> <a href=\"https://www.theguardian.com/music/2023/jul/19/totally-full-of-spiritual-energy-ustad-noor-bakhsh-the-pakistani-musician-discovered-on-the-side-of-a-road\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/19/totally-full-of-spiritual-energy-ustad-noor-bakhsh-the-pakistani-musician-discovered-on-the-side-of-a-road", "date_published": "2023-07-19T14:39:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "$7,000 a day for five catchphrases: the TikTokers pretending to be ‘non-playable characters’", "description": "<p>There are anarchic, erotic undertones to ‘NPC streaming’, the trend in which ordinary people play video-game characters</p><p>If you haven’t seen them yet, the videos are mesmerizing. A content creator with long, straight hair sits at her kitchen table, rapidly stringing together nonsense catchphrases, over and over with the same cheerful expression and tone. “Yes yes yes. Mmm, ice cream so good. Ooh, you got me feeling like a cowgirl. Gang gang. Mmm, ice cream so good. Yes yes yes.”</p><p>The trend is called “NPC streaming” – named after the non-playable characters in video games that awkwardly repeat pre-programmed phrases and movements. Its most recognizable face is Pinkydoll, a Montreal content creator whose “ice cream so good” clips went viral this week. Those phrases are actually her real-time reactions to gifts from her thousands of viewers, who send over digital ice-cream cones, roses, doughnuts and hearts, which pop up as cartoon graphics on the screen. The gifts are worth anywhere from half a cent to a few dollars – but with a big audience it adds up. In a full day of NPC streaming, Pinkydoll says she’s netted more than $7,000.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/19/tiktok-npc-streaming-live-stream-pinkydoll\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/19/tiktok-npc-streaming-live-stream-pinkydoll", "date_published": "2023-07-19T14:33:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Spin | Women’s Ashes has been enthralling, and for that you can thank England", "description": "<p>Hosts put the emphasis on entertainment and, much like the men’s team, it freed them from pressure and results followed</p><p>As far as reactions go to forgoing the Ashes, England’s response on Sunday evening, after Australia pipped them at the post in the Southampton ODI <a href=\"https://www.theguardian.com/sport/2023/jul/16/australia-retain-ashes-as-england-fall-short-in-record-run-chase-in-second-odi\">by a mere three runs</a>, was oddly upbeat. First, Heather Knight gave a chirpy press conference, during which she proclaimed the series “the best there’s ever been in the history of the women’s game”. Then, aboard the team bus, her teammates spent the journey to Taunton eating cake in celebration of Sophia Dunkley’s 25th birthday. “We put some music on and tried to enjoy the moment,” Nat Sciver-Brunt said.</p><p>English cricket’s current philosophical dilemma – encompassing both ‘Jonball’ and its male equivalent, ‘Bazball’ – is whether, as long as you entertain the public along the way, winning actually matters. Over the past four weeks, England have consistently squared up to the previously invincible Australia, generating six unforgettable games of white-ball cricket, plus a five-day Test during which Tammy Beaumont became the first English player in 89 years of women’s Test cricket to breach the double-hundred barrier.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/19/the-spin-womens-ashes-enthralling-thank-england-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/19/the-spin-womens-ashes-enthralling-thank-england-cricket", "date_published": "2023-07-19T14:12:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Katie McCabe embraces support with Ireland poised for World Cup debut", "description": "<ul><li>Captain leads out team in opener against co-hosts Australia</li><li>McCabe: ‘It’s crazy to think we’re actually here now’</li></ul><p>Republic of Ireland’s captain Katie McCabe said the Irish supporters have made the team feel like they have a “home away from home” ahead of their World Cup debut on Thursday. Fans turned out in their numbers to greet Vera Pauw’s side as they touched down in Sydney ahead of their opener against the co-hosts Australia.</p><p>“It is crazy to think we’re actually here now,” McCabe said. “We only landed a short while ago, greeted by a number of Irish fans … to see the numbers that have travelled and the pictures of how much support we have here, it’s really special. I think the whole team feel that, not just the players but the staff as well. We want to do the nation proud.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/19/katie-mccabe-republic-of-ireland-womens-world-cup-australia-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/19/katie-mccabe-republic-of-ireland-womens-world-cup-australia-football", "date_published": "2023-07-19T13:49:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Salvadoran government accused of doctoring true extent of Covid deaths", "description": "<p>A Salvadoran newspaper reported 15,956 people died from the disease, three times more than President Bukele’s official numbers</p><p>Nayib Bukele’s administration in <a href=\"https://www.theguardian.com/world/el-salvador\">El Salvador</a> has come under fire from rights groups for apparently falsifying Covid-19 figures in an attempt to cover up the true cost of the pandemic.</p><p>Two-thirds of the country’s Covid-19 fatalities were left out of official figures in order to give the illusion that the authoritarian government had the pandemic under control, the Salvadoran newspaper La Prensa Gráfica reported on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/19/salvadoran-government-accused-of-doctoring-true-extent-of-covid-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/19/salvadoran-government-accused-of-doctoring-true-extent-of-covid-deaths", "date_published": "2023-07-19T10:30:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Ashes 2023: England v Australia, fourth Test, day one – live", "description": "<ul><li>Live cricket updates from Old Trafford (11am BST/8pm AEST)</li><li><a href=\"https://profile.theguardian.com/signin?componentEventParams=componentType%3Didentityauthentication%26componentId%3Didapi_signin_redirect&amp;returnUrl=https%3A%2F%2Fmanage.theguardian.com%2Femail-prefs%3FprofileReferrer%3Dsignin%253FcomponentEventParams%253DcomponentType%25253Didentityauthentication%252526componentId%25253Didapi_signin_redirect\">Sign up for The Spin newsletter</a> | <a href=\"mailto:geoff.lemon@theguardian.com\">Email Geoff</a> or <a href=\"https://twitter.com/GeoffLemonSport\">tweet him</a></li></ul><p>There will be a lot of chat about the pitch over the next few days, maybe as much as there is about the weather. Fascinating folk, us cricket types, aren’t we? Manchester local Tanya Aldred is our grassroots correspondent.</p><p>Moeen Ali at No3 is a contentious one. Doing it as a surprise tactic in the second innings at Headingley was one thing, starting a Test match with that as your plan is another.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/19/the-ashes-2023-england-v-australia-fourth-test-day-one-live-updates-score-results-eng-vs-aus-old-trafford-start-time\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/19/the-ashes-2023-england-v-australia-fourth-test-day-one-live-updates-score-results-eng-vs-aus-old-trafford-start-time", "date_published": "2023-07-19T09:06:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Tactics, transfers and Kane: how the Postecoglou era at Spurs is shaping up | David Hytner", "description": "<p>After Tottenham’s first friendly under their Australian manager we examine what we learned and what could happen next</p><p>Ange Postecoglou got his Tottenham tenure under way with a 3-2 defeat against West Ham on the club’s Asia-Pacific tour. The friendly was watched by 46,266 fans at the Optus Stadium in Perth and was defined by the approach Postecoglou took.</p><p>The manager picked a different XI for each half but his principles were evident throughout in the desire to hog the ball, take risks and get on to the front foot. It represented a radical departure from the styles of his Spurs predecessors Antonio Conte, Nuno Espírito Santo and José Mourinho.</p> <a href=\"https://www.theguardian.com/football/2023/jul/19/spurs-ange-postecoglou-tactics-transfers-harry-kane-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/19/spurs-ange-postecoglou-tactics-transfers-harry-kane-tottenham", "date_published": "2023-07-19T09:04:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘SafeSport is failing’: how a body made to protect athletes has fallen short", "description": "<p>The US Center for SafeSport was formed to protect athletes from abuse. But the mounting number of critics who say it’s failed in its mission is reaching a critical mass</p><p></p><p>Since March 2017, the US Center for SafeSport has been charged by federal law to fight the scourge of sexual misconduct and other abuses in Olympic sports.</p><p>The Center has established well-regarded training courses and a <a href=\"https://uscenterforsafesport.org/response-and-resolution/centralized-disciplinary-database/\">national database</a> of nearly 2,000 suspended coaches, athletes and other personnel. But it has also faced barrages of criticism from all corners – accusers who find it ineffective, accused parties who say it’s been weaponized, lawyers who prefer to let the US judicial system handle things, and lawmakers who occasionally fret but haven’t done much to make sure the Center it founded.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/19/safesport-failure-usa-olympic-sports-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/19/safesport-failure-usa-olympic-sports-abuse", "date_published": "2023-07-19T08:30:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Stephen Curry is too good to pretend his success is merely down to hard work", "description": "<p>A new documentary on the four-time NBA champion shows a man driven by a grudge against those who doubted him. But there is more to his success</p><p>The pre-draft scouting report on Stephen Curry was unsparing. “Appears as though he’ll always be skinny,” the scouts huffed. “Can overshoot and rush his shots. Doesn’t like when defenses are too physical with him.” But the part that figures to have Golden State Warriors fans breaking out into shoulders-shimmying guffaws is this: “Do not rely on him to run your team.” You can almost picture the line etched inside one of his four championship rings.</p><p>“There’s just something magical about Steph,” filmmaker Peter Nicks tells the Guardian.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/19/stephen-curry-documentary-movie-apple-tv-review\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/19/stephen-curry-documentary-movie-apple-tv-review", "date_published": "2023-07-19T07:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "My specialty is true crime, but even I’m puzzled: why are we so addicted to the dark side of humanity? | Martin Brunt", "description": "<p>On the TV, radio and podcasts, we seem ever more fascinated with the wickedness of some and the misfortune of others</p><p>A day after a horrific stabbing in the Midlands, a resident took out her mobile phone and said to me: “Listen to this, it’s absolutely disgusting.” She then played me an audio recording that seemed to capture some of the fatal attack on two students. We stood there, as the sun went down on a lovely summer’s evening, appalled and dumbfounded.</p><p>The woman said it was being circulated on WhatsApp, and she wanted me to expose the man she believed was sharing it. In order to describe it accurately, I’ve replayed the clip several times. If it’s a true recording – and I think it probably is – it’s the worst thing I’ve ever heard.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/19/specialty-true-crime-dark-side-humanity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/19/specialty-true-crime-dark-side-humanity", "date_published": "2023-07-19T07:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Bear season two review – somehow even more delicious than before", "description": "<p>It’s still frenetic and funny, but the second slice of the incredible kitchen drama broadens into a deeply moving look at what makes a life worthwhile. There’s nothing I’d rather devour</p><p>The Bear is back and it may be better than ever. <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/05/the-bear-review-should-you-watch-this-genius-kitchen-drama-immediately-yes-chef\">The first season</a>, which became a quick mostly-word-of-mouth hit, ended when Carmy (Jeremy Allen White) and his motley crew had managed to come together as a kitchen brigade and (thanks to some tinned tomato-based plot chicanery that didn’t quite hold up to scrutiny but was obscured by the blazing brilliance of the rest) got the Berzatto family’s struggling Original Beef joint not only on its feet but planning a revamp, and a new name: The Bear, of course.</p><p>The new season starts with Carmy scribbling lists and costings on a pizza box, apparently after the venture has got under way. If anyone was wondering how the makers would replicate the stress and chaos of life in a working kitchen while the gang are on hiatus … this is how. Even after Carmy appoints his sister Sugar (Abby Elliott) as project manager, the discovery of various bone-deep problems with the building, the impossible timeline demanded by their new loan arrangements with Uncle Jimmy (Oliver Platt) and the ever-volatile presence of Cousin Richie (Ebon Moss-Bachrach) keep the screaming edge of desperation as keenly whetted as ever.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/19/the-bear-season-two-review-somehow-even-more-delicious-than-before\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/19/the-bear-season-two-review-somehow-even-more-delicious-than-before", "date_published": "2023-07-19T07:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "UK interest rates forecast to rise less sharply after inflation falls to 7.9%", "description": "<p>Annual rate back on downward path, which eases pressure on Bank of England</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jul/19/uk-inflation-report-june-price-rises-food-fuel-bank-of-england-house-prices-mortgages-business-live\">Business live updates – latest news</a></li></ul><p>UK inflation fell more than expected in June to 7.9% amid a sharp fall in petrol prices, easing forecasts for how aggressively the Bank of England will need to raise interest rates over the coming year.</p><p>The <a href=\"https://www.theguardian.com/uk/office-for-national-statistics\">Office for National Statistics</a> said the annual inflation rate as measured by the consumer prices index resumed a downward path after unexpectedly sticking at 8.7% in May. The drop exceeded City forecasts for a decline to 8.2%.</p> <a href=\"https://www.theguardian.com/business/2023/jul/19/uk-inflation-interest-rates-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/19/uk-inflation-interest-rates-bank-of-england", "date_published": "2023-07-19T06:58:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Thailand: Move Forward leader faces fresh vote in battle to become PM", "description": "<p>Progressive party took most seats in May election but failed in first attempt to get enough votes in unelected Senate to make leader Pita Limjaroenrat PM</p><p>The leader of Thailand’s Move Forward party, which won a surprise first-place finish in May’s general election, is expected to have a last chance on Wednesday to get parliament to confirm him as the next prime minister after he was <a href=\"https://www.theguardian.com/world/2023/jul/13/winning-thailand-candidate-for-pm-blocked-from-power-pita-limjaroenrat\">rebuffed in a first round of voting</a>.</p><p>Leader Pita Limjaroenrat fell short last week when he failed to get enough support from the non-elected Senate, whose members made clear they would not vote for him because of his party’s platform.</p> <a href=\"https://www.theguardian.com/world/2023/jul/19/thailand-pm-vote-move-forward-leader-pita-limjaroenrat\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/19/thailand-pm-vote-move-forward-leader-pita-limjaroenrat", "date_published": "2023-07-19T01:19:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]