[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Firewall Ultra - Official Gameplay Trailer", "description": "Firewall Ultra is a VR multiplayer tactical shooter espionage game within the Firewall franchise developed by First Contact Entertainment. Players will assemble an elite squad to strategize as a team to attack targets, cover each other’s backs, and complete objectives in Firewall Ultra’s 4v4 PVP mode. Check out this gameplay trailer for Firewall Ultra launching on August 24 for PlayStation VR2.", "link": "https://www.youtube.com/watch?v=sgFefAdT8hM", "date_published": "2023-07-19T23:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/sgFefAdT8hM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "IGN Live At San Diego Comic Con 2023 Day 2: Mortal Kombat 1, Star Wars Outlaws, & More!", "description": "San Diego Comic Con 2023 rolls and IGN is live with event more trailers, gameplay, celebrity interviews, exclusives, and everything SDCC. Highlights for Day 2 include Mortal Kombat 1, Haunted Mansion, Star Wars Outlaws, and much more. \n\n\nTune in Saturday July 22nd from 3:00PM - 7:00PM PT.", "link": "https://www.youtube.com/watch?v=AP_DQXj0qvQ", "date_published": "2023-07-19T22:16:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/AP_DQXj0qvQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blasphemous 2 Preview: It Feels Much More Like a Proper Metroidvania", "description": "We had a blast trying out different weapon combinations and testing our mettle in Blasphemous 2, the upcoming 2D pixel-art soulslike sequel to the 2019 original. Previewed on PC by Travis Northup.", "link": "https://www.youtube.com/watch?v=kouEGYagRRs", "date_published": "2023-07-19T22:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/kouEGYagRRs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "IGN Live At San Diego Comic Con 2023 Day 1: Spider-Man 2, Marvel Snap, Invincible, and More!", "description": "San Diego Comic Con returns in 2023 and IGN is live with new trailers, gameplay, celebrity interviews, exclusives, and everything SDCC has to offer. Highlights for Day 1 include Spider-Man 2, Marvel Snap, Invincible, and much more. \n\n\nTune in Friday July 21st from 3:00PM - 7:00PM PT.", "link": "https://www.youtube.com/watch?v=_NE28C6Yz0Y", "date_published": "2023-07-19T21:43:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_NE28C6Yz0Y/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "House Republicans Call on FTC to Drop Opposition to Xbox Activision Blizzard Merger - IGN Daily Fix", "description": "On today's Daily Fix:\nSeveral Republicans in the US House of Representatives have composed a letter to the Federal Trade Commission (FTC) urging the regulator to drop its ongoing legal feud with Microsoft regarding the proposed acquisition of Activision Blizzard. Blizzard releases a huge patch for Diablo IV. Finally, it sounds like turning the Saturn into a mini console would be difficult for Sega to achieve.", "link": "https://www.youtube.com/watch?v=TWmWRm-VBkU", "date_published": "2023-07-19T21:31:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/TWmWRm-VBkU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sea of Thieves: The Legend of Monkey Island - Official 'Melee Island Tour' Trailer", "description": "Take a tour of Mêlée Island in this latest video for the Sea of Thieves: The Legend of Monkey Island collaboration between Rare and Lucasfilm Games. Mêlée Island is a fully-explorable version of the iconic Monkey Island locale, and the video gives you a peek at various locations like Lookout Point, The Scumm Bar, the Mêlée Island prison, the clocktower, and much more.\n\nThe first of three Tall Tales from Sea of Thieves: The Legend of Monkey Island launches for free on Ju‍ly 20‍, 2023.", "link": "https://www.youtube.com/watch?v=qwgJeZJg-sc", "date_published": "2023-07-19T21:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qwgJeZJg-sc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios’ Assembled: The Making of Ant-Man and The Wasp: Quantumania - Official Trailer (2023)", "description": "Get a behind-the-scenes look at the movie starring Paul Rudd, Jonathan Majors, Evangeline Lilly, Michael Douglas, Michelle Pfeiffer, Kathryn Newton, and more in Marvel Studios’ Assembled: The Making of Ant-Man and The Wasp: Quantumania.\n\nMarvel Studios’ Assembled: The Making of Ant-Man and The Wasp: Quantumania is streaming now on Disney+.\n\n#IGN #Marvel #AntMan", "link": "https://www.youtube.com/watch?v=nkTGxNLSzlk", "date_published": "2023-07-19T20:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/nkTGxNLSzlk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney's Haunted Mansion - Official 'Escape' Teaser Trailer (2023) LaKeith Stanfield, Danny DeVito", "description": "Get another peek at Disney's Haunted Mansion in this latest teaser for the upcoming movie. The film stars LaKeith Stanfield, Tiffany Haddish, Owen Wilson, Danny DeVito, Rosario Dawson, Chase W. Dillon, Dan Levy, Jamie Lee Curtis, and Jared Leto.\n\nInspired by the popular Disney theme park attraction, Haunted Mansion follows the story of a woman and her son whose haunted house comes alive after midnight. The movie is directed by Justin Simien and produced by Dan Lin and Jonathan Eirich, with Nick Reynolds and Tom Peitzman serving as executive producers. \n\nDisney's Haunted Mansion opens in US theaters on July 28 and in UK cinemas on August 11, 2023.\n\n#IGN #Disney #Movies", "link": "https://www.youtube.com/watch?v=p2W_PtaJuck", "date_published": "2023-07-19T19:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/p2W_PtaJuck/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Black Desert Console - Official Land of the Morning Light Trailer", "description": "The Land of the Morning Light expansion for Black Desert Console will be available on PlayStation and Xbox on July 26, 2023. The Land of the Morning Light expansion brings a new continent to explore featuring storylines based on Korea's folklore, new bosses, and more.\n\n#IGN #Gaming #BlackDesertConsole", "link": "https://www.youtube.com/watch?v=ZMfLFcsk4mg", "date_published": "2023-07-19T18:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ZMfLFcsk4mg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Black Desert Online - Official Mythical Doom Horse Trailer", "description": "Mythical Doom, the fastest horse in Black Desert Online, is available to acquire now in the open-world action MMORPG. Check out the trailer to see the creature, featuring the Shadows of Hellfire skill, which summons two additional Doom mounts.\n\n#IGN #Gaming #BlackDesertOnline", "link": "https://www.youtube.com/watch?v=Oce4I3Nc6BU", "date_published": "2023-07-19T18:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Oce4I3Nc6BU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Showing off a cool cosplay from Immortals of Aveum #immortalsofaveum #SDCC #cosplay #gaming #shorts", "description": "Presented by @ImmortalsAveum", "link": "https://www.youtube.com/watch?v=iGG-lV5AxJ4", "date_published": "2023-07-19T17:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iGG-lV5AxJ4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Will Alicia Marie's Immortals of Aveum Cosplay Impress the Developers? - Ep.3", "description": "Immortals of Aveum: The Style of Immortals is a 3-part docuseries that follows professional cosplayer, Alicia Marie on her quest to ideate, craft, and become Grand Magnus Kirkan in time for San Diego Comic Con 2023. \n\nIn the final part of this docuseries, Alicia finalizes her Grand Magnus Kirkan cosplay and gets some tips on how to become Kirkan from the developers of the game. Will they be impressed with her SDCC debut?\n\nIn the magic shooter game, Immortals of Aveum, the Everwar is an endless conflict that has consumed the world in bloodshed for thousands of years. Only two superpowers remain, the kingdoms of Lucium and Rasharn, as they fight against each other for the control of magic. However, there is one fearless leader who commands the Order of the Immortals to protect Lucium, Grand Magnus Kirkan. Capable of wielding magic that can manipulate physical matter and alter the surroundings, Kirkan embodies the strength and hope that is needed to win the Everwar. So IGN challenged cosplayer Alicia Marie to create a Kirkan cosplay worthy of Aveum. Watch as we go behind the scenes of the design, fabrication, and build … to transform a real life icon into Grand Magnus Kirkan.\nPresented by Immortals of Aveum, available August 22nd on the PS5, Xbox Series X/S, and PC\n\n#IGN", "link": "https://www.youtube.com/watch?v=EOvIBVjocno", "date_published": "2023-07-19T17:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EOvIBVjocno/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Walking Dead: Betrayal - Official Announcement Trailer", "description": "The Walking Dead seems like a fitting franchise to jump into the ever-more-popular social deception genre. In The Walking Dead: Betrayal, up to eight players must work together to make repairs to their outpost and fend off the walker hordes, all while trying to figure out who the traitors in their midst are. Betrayal is in development for PC, developed by Other Ocean Interactive.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=3wmr9tCbh-U", "date_published": "2023-07-19T17:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3wmr9tCbh-U/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Robosen's Transformers Grimlock Robot - Official Trailer", "description": "Check out Robosen's Transformers Grimlock Robot, the world’s first dual-form, bipedal auto-converting walking robot. Grimlock is packed with 150+ original Generation 1 Transformers audio lines, an accompanying app with Bluetooth BLE 5.0 connectivity so users can remotely control the robot's auto-conversion and movements, and more. Pre-orders for the Robosen's Transformers Grimlock Robot are available now with shipping starting in late Fall 2023.\n\n#IGN #Transformers #Grimlock", "link": "https://www.youtube.com/watch?v=dCjMrkn0mKc", "date_published": "2023-07-19T16:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dCjMrkn0mKc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Crew Motorfest: Hands-On with the New Playlists", "description": "Our updated impressions on the air, sea, and land action of The Crew Motorfest after three high-speed hours of hard racing.", "link": "https://www.youtube.com/watch?v=vvg8eCQoTZE", "date_published": "2023-07-19T16:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/vvg8eCQoTZE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Friendly Neighborhood - Official Launch Trailer", "description": "My Friendly Neighborhood is an action-adventure survival horror puzzle game developed by John and Evan Szymanski. Players strap on the old toolbelt and step into the work boots of Gordon, a repairman who takes on a job well above his pay grade. Fend off and restrain ferocious friends with an armory of workshopped non-lethal tools and duct tape, solve playful turned perilous puzzles, and discover the dark truth of the story. My Friendly Neighborhood is available now on PC with a PlayStation 4, PlayStation 5, Xbox One, and Xbox Series S|X at a later date.\n\n#IGN #Gaming #MyFriendlyNeighborhood", "link": "https://www.youtube.com/watch?v=4xO50wpjlyo", "date_published": "2023-07-19T15:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/4xO50wpjlyo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Trek: Strange New Worlds - James T. Kirk and Uhura Meet for the First Time Clip (2023)", "description": "In this clip from Star Trek: Strange New Worlds Season 2, Episode 6, “Lost In Translation,” Uhura (Celia Rose Gooding) takes center stage as she meets James T. Kirk (Paul Wesley) for the first time!\n\nHere's the logline for the episode according to Paramount+: \"Uhura seems to be the only one who can hear a strange sound. When the noise triggers terrifying hallucinations, she enlists an unlikely assistant to help her track down the source.\"\n\nWonder who that assistant is... possibly a certain young officer who is destined to be captain of the Enterprise one day?\n\nOf course, we have never seen the canon first meeting of Kirk and Uhura before, so this is quite a monumental moment in Star Trek history. (And yes, we know we did see them meet in 2009's Star Trek movie, but that was a different universe!)", "link": "https://www.youtube.com/watch?v=IcLo22ZVWaw", "date_published": "2023-07-19T14:15:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IcLo22ZVWaw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Secret Invasion: Episode 5 Review", "description": "Watch our Secret Invasion episode 5 review! Following what has been quite a messy journey so far, episode 5 of Secret Invasion finally lays its cards on the table and brings the rebel Skrulls’ plan into full focus. As a penultimate chapter, ‘Harvest’ does plenty to neaten plot threads and prepare Nick Fury for his final confrontation with Gravik. While all this does fall foul of Secret Invasion’s tendency to suck the excitement out of its best ideas, there’s a better sense of brewing tension this week that builds to a finale that promises a stronger concluding episode.\n\n#IGN #Marvel #SecretInvasion", "link": "https://www.youtube.com/watch?v=lgBHbCA0-X4", "date_published": "2023-07-19T14:02:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/lgBHbCA0-X4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "A Haunting In Venice - Official Trailer (2023) Kenneth Branagh, Michelle Yeoh, Tina Fey", "description": "Check out the trailer for A Haunting In Venice, an upcoming supernatural thriller movie based on the novel “Hallowe’en Party” by Agatha Christie. A Haunting In Venice stars Kenneth Branagh as famed detective Hercule Poirot, Kyle Allen, Camille Cottin, Jamie Dornan, Tina Fey, Jude Hill, Ali Khan, Emma Laird, Kelly Reilly, Riccardo Scamarcio, and Michelle Yeoh.\n\nA Haunting in Venice is set in eerie, post-World War II Venice on All Hallows’ Eve and is a terrifying mystery featuring the return of the celebrated sleuth, Hercule Poirot. Now retired and living in self-imposed exile in the world’s most glamorous city, Poirot reluctantly attends a séance at a decaying, haunted palazzo. When one of the guests is murdered, the detective is thrust into a sinister world of shadows and secrets.\n\nReuniting many of the filmmakers behind 2017’s Murder on the Orient Express and 2022’s Death on the Nile, the film is directed by Kenneth Branagh with a screenplay by Oscar nominee Michael Green. The producers are Kenneth Branagh, Judy Hofflund, Ridley Scott, and Simon Kinberg, with Louise Killin, James Prichard, and Mark Gordon serving as executive producers. \n\nA Haunting in Venice opens in theaters on September 15, 2023.\n\n#AHauntingInVenice", "link": "https://www.youtube.com/watch?v=te9l2LRc7cg", "date_published": "2023-07-19T14:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/te9l2LRc7cg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Margot Robbie: 'First We Loved Barbie, and Then We Hated Barbie'", "description": "DISCLAIMER: These interviews took place prior to the SAG-AFTRA strike. \n\nWhen was the last time you played with a Barbie? Your instinct may be to laugh this off. Barbies are for kids after all. What Margot Robbie is getting at, however, is the sort of nebulousness of who Barbie really is. More than a doll, she’s come to represent a collection of social norms, pressures and expectations. Ahead of Barbie's release on July 21st, we spoke to Margot Robbie, Issa Rae, Greta Gerwig and more about the massive impact this one doll has had on pop culture. \n\nFrom her origins as an offshoot of a German novelty doll to Mattel's current efforts at inclusivity, Barbie's history is a complex one. Greta Gerwig's Barbie recognizes that, examining different perspectives of the doll--whether good or bad. Is she a revolutionary feminist icon that taught girls to dream? Is she a piece of plastic that set toxic beauty standards for decade? Is she both, somehow? Or neither? These are the questions Barbie inspires and, honestly, the answer is never a clear one. We're tackling what Barbie means and how her past can continue shaping our future. \n\nSo let's dig into just how Barbie has always been more than just a toy!\n\n#IGN", "link": "https://www.youtube.com/watch?v=k_nc1_bfLbk", "date_published": "2023-07-19T13:15:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/k_nc1_bfLbk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pikmin 4 Review", "description": "Pikmin 4 reviewed by Jada Griffin on Nintendo Switch\n\n\"Like the three wonderfully weird mainline games before it, Pikmin 4 has once again captured my heart with its charming creatures that fearlessly follow commands regardless of their own well-being. The difficulty leaned a bit too much towards the easier side, but all new features like ability upgrades, a pair of new Pikmin, and our loyal sidekick Oatchi add some variety to the traditional gameplay by offering options other than the grab-and-throw Pikmin formula of the past. Coupled with the largest number of enemies to battle, treasures to collect, and awesome post-game content that incorporates some great callbacks to the earlier games, I’m left with not just a positive outlook on Pikmin 4, but the direction the series is heading as a whole.\"", "link": "https://www.youtube.com/watch?v=mHqQxu66rxE", "date_published": "2023-07-19T13:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mHqQxu66rxE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Oppenheimer - Official 'The Score' Behind the Scenes (2023) Christopher Nolan, Ludwig Göransson", "description": "Join Oppenheimer director/writer/producer Christopher Nolan and composer Ludwig Göransson to learn more about the tense and emotive music behind the upcoming thriller movie.\n\nOppenheimer stars Cillian Murphy, Emily Blunt, Matt Damon, Florence Pugh, Robert Downey Jr., Benny Safdie, Michael Angarano, Josh Hartnett, Rami Malek, Kenneth Branagh, and more.\n\nBased on the Pulitzer Prize-winning book, American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer, by Kai Bird and the late Martin J. Sherwin, the film is produced by Emma Thomas, Charles Roven, and Christopher Nolan. Oppenheimer opens in theaters on July 21, 2023.\n\n#IGN #Movies #Oppenheimer", "link": "https://www.youtube.com/watch?v=9oabIzSbC1k", "date_published": "2023-07-19T11:13:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/9oabIzSbC1k/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Activision Confirms What Will Carry Over Into Call of Duty 2023 - IGN Daily Fix", "description": "In today's Daily Fix:\nActivision is confirming that a lot of what you may have unlocked in Modern Warfare 2 will carry over into this year's Call of Duty. And, no, they have not confirmed that it's Modern Warfare 3, but it's looking very likely that it is. In related news, Microsoft is working to extend the deadline to purchase Activision Blizzard so that no one else swoops in and tries to buy them. The deadline is today, by the way. In sports news, some gamers are getting pressed that you can have an all-genders team in Electronic Arts' EA Sports FC 24. Specifically in the game's Ultimate Team mode, you can mix and match different players from both men's and women's leagues, with EA explaining that \"Ultimate Team is a fantasy.\" And finally, the upcoming Remnant 2 will be shipping with a 60fps mode for consoles.", "link": "https://www.youtube.com/watch?v=2sCTQMTVoM8", "date_published": "2023-07-19T00:19:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/2sCTQMTVoM8/hqdefault.jpg"}]