[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Adverse reactions and under reporting", "description": "New hope children centre, https://www.newhopeuplands.org\n\nIf you would like to support the work in Africa, donations are welcome using the PayPal link below. 100% of funds go directly to Africa. Thank you. \n\nhttps://www.paypal.com/donate/?hosted_button_id=XS59XPZ527YFL\n\nIt is generally acknowledged that adverse events are under-reported around the world, \n\nhttps://www.tga.gov.au/news/media-releases/new-web-service-helps-consumer-reporting-side-effects?fbclid=IwAR3CWUsyEoZ54fzXE1TIEqhUAZjynzMeEjRf2w_8W-jASWmLnwj1_7odSFM\n\nwith estimates that 90-95% of adverse events are not reported to regulators.\n\nIn recent years evidence has emerged that adverse event reports from consumers contain information that is useful for monitoring the safety of therapeutic products, but there is low awareness of available reporting systems.\n\nIn Western Australia\n\nhttps://www.health.wa.gov.au/~/media/Corp/Documents/Health-for/Immunisation/Western-Australia-Vaccine-Safety-Surveillance-Annual-Report-2021.pdf\n\nTotal AEFI rate following a COVID-19 vaccine was 264.1 per 100,000 doses. \n\n26.41 per 10 thousand \n2.641 per thousand\n0.241%\n\nHow to report in Australia\n\nhttps://aems.tga.gov.au\n\nhttps://aems.tga.gov.au/privacy/\n\nhttps://aems.tga.gov.au/report-unregistered/?id=2da2d6a9-0d26-ee11-8172-005056a9ce6f\n\nHow to report in UK\n\nhttps://yellowcard.mhra.gov.uk\n\nHow to report in the US\nhttps://vaers.hhs.gov/reportevent.html\n\nhttps://vaers.hhs.gov/esub/index.jsp\n\nYellow Card: \n\nYellow card scheme, Don’t wait for someone else to report it\n\nhttps://www.gov.uk/drug-safety-update/yellow-card-please-help-to-reverse-the-decline-in-reporting-of-suspected-adverse-drug-reactions\n\nIt is estimated that only 10% of serious reactions and between 2 and 4% of non-serious reactions are reported. \n\nUnder-Reporting of Adverse Drug Reactions\n\nhttps://link.springer.com/article/10.2165/00002018-200629050-00003\n\n12 countries, 43 numerical estimates of under-reporting. \n\nThe median under-reporting rate across the 37 studies was 94%\n\nIn primary care\n\nNon serious, 95% under reported\nSerious or severe, 80% under reported\n\nHospital based\n\nMore severe or serious, 85% to 95% under reported\n\n\nAs an Australian I feel utterly let down. Grateful for WA for making this report available, but it leaves such a bad taste in the mouth to know how we were lied to. I did not want the vaccine and felt pushed from all sides to get it.\n\nAs a West Australian I can say that doctors were discouraged to report adverse events and were reprimanded if they reported too many. The red flag system in Australia took about 45mins to report and doctors were not paid to do so.\n\nThis data is absolutely doctored and controlled. I fled WA to another State with my family as soon as the unvaccinated could travel outside of the State domestically. I work in the medical field and lived in a suburb surrounded by the medical profession. The GPs who weren't afraid to report these events started getting phone calls from the Department of Health questioning their opinions and asking them to retract their reports and registrars/junior doctors working in hospitals were told to remove vaccine injury from patient notes by senior staff.\n\nMy mother was vaccine injured and did not report it to the VAERS system. I imagine others like her are part of why the US has poor data on vaccine side effects.\n\nI live in Alberta, Canada. I worked for a group of general practitioners during the height of covid and the vaccine implementation. I can tell you first hand that the physicians I worked for purposefully did NOT report vaccine side effects regardless of their legal obligation to due so. When I inquired about it, it was strongly implied that I mind my own business.\n\nInteresting. I am in BC and know my reported side affects were not reported as asked later and was told could not tell me and did not know who to direct me to.", "link": "https://www.youtube.com/watch?v=brWU5QBfno0", "date_published": "2023-07-19T11:35:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": "https://i3.ytimg.com/vi/brWU5QBfno0/hqdefault.jpg"}]