[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 426 of the invasion", "description": "<p>World may have reached ‘more dangerous threshold’ than during cold war, Sergei Lavrov says; Russia has switched to defensive positions everywhere apart from Bakhmut, Ukraine official says</p><p><strong>The world may have “reached the dangerous, possibly even more dangerous, threshold,” than it did during the cold war, Russian foreign minister Sergei Lavrov told the UN security council</strong> at a meeting he chaired as part of Russia’s rotating presidency of the body. UN secretary-general Antonio Gutterres said the invasion of Ukraine was “causing massive suffering and devastation”.</p><p><strong>Russia has switched to defensive positions in all its areas of combat apart from Bakhmut, according to the Ukrainian head of intelligence, Kyrylo Budanov.</strong> In an interview <a href=\"https://www.rbc.ua/rus/news/kirilo-budanov-viyti-kordoni-1991-roku-tsilkom-1682282231.html\">with RBC Ukraine</a>, he said: “The only places on the frontline where they are making attempts are in the city of Bakhmut, an attempt to cover the city of Avdiivka from the north, and localised fighting in the city of Marinka. Both in Avdiivka and Marinka the tactics are identical to those in Bakhmut – just an attempt to wipe the settlement off the face of the Earth.”</p><p><strong>UN secretary-general António Guterres has proposed to Russian president Vladimir Putin a “way forward aimed at the improvement, extension and expansion” of a deal allowing the safe Black Sea export of Ukrainian grain</strong>, which Moscow has threatened to terminate from 18 May. Russia’s defence ministry meanwhile accused Ukraine of attempting to attack its ships in the Black Sea, which it said was threatening prospects of extending the deal.</p><p><strong>A woman charged with killing a pro-war Russian military blogger using explosives has been denied bail by a Russian court.</strong> Darya Trepova, 26, is accused of killing Vladen Tatarsky, whose real name was Maxim Fomin, on 2 April. He was presented with a statuette containing a bomb while giving a talk at a cafe in St Petersburg.</p><p><strong>Ukrainian authorities say <a href=\"https://www.theguardian.com/world/2023/apr/24/russian-forces-forcibly-evacuating-civilians-kherson-ukraine\">Russian forces are “forcibly evacuating”</a> civilians in the parts of the Kherson region that they still occupy</strong>, a day after it was claimed Ukrainian forces had established a bridgehead on the east bank of the Dnieper River. The claim cannot be verified, but it comes amid an apparent increase in Ukrainian military activity in the south of the country which some analysts have interpreted as a potential precursor to Kyiv’s long anticipated counter-offensive.</p><p><strong>Estonia’s prime minister Kaja Kallas voiced hope that EU membership talks with Kyiv could begin this year, during a visit to the Ukrainian city of Zhytomyr</strong>. “It will be a hard process and the requirements need to be fulfilled 100%,” she said, speaking alongside Ukraine’s president Volodymyr Zelenskiy. Estonia has been one of Ukraine’s largest donors per capita and this was Kallas’s first visit after her party won a landslide victory for her pro-Ukraine platform last month.</p><p><strong>Beijing has insisted <a href=\"https://www.theguardian.com/world/2023/apr/24/china-rows-back-after-envoy-denies-sovereignty-of-former-soviet-states\">it respects the status</a> of the independent nations that emerged from the USSR after remarks by China’s ambassador to France questioning the sovereignty of former Soviet states sparked outrage in EU capitals</strong>. “The Chinese side respects the status of the member states as sovereign states after the collapse of the Soviet Union,” the foreign ministry’s spokesperson Mao Ning said, adding that on the issue of territorial sovereignty, Beijing’s position was consistent and clear.</p><p><strong>The EU foreign policy chief, Josep Borrell, expressed confidence that the bloc would complete a plan within days to buy ammunition for Ukraine after Kyiv expressed frustration at wrangling among EU member states. </strong>“Yes, still there is some disagreement. But I am sure everybody will understand that we are in a situation of extreme urgency,” Borrell said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-426-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-426-of-the-invasion", "date_published": "2023-04-24 23:19:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life at 25 in India and China: money worries, hard work and no plans for family", "description": "<p>No time to find a partner and struggles to make a living are a fact of life for two young men in the world’s two most populous countries</p><p>India has become the world’s most populous country, according to the United Nations’ latest projections, <a href=\"https://www.theguardian.com/world/2023/apr/24/india-overtakes-china-to-become-worlds-most-populous-country\">knocking China off the top spot for the first time</a> since the UN began keeping records.</p><p>Both countries are facing significant demographic challenges, be it dealing with the legacy of a disastrous one-child policy and ageing population or working out how to take advantage of a booming youth cohort while managing huge disparities in the growth rates of different states.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/life-at-25-in-india-and-china-money-worries-hard-work-and-no-plans-for-family\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/life-at-25-in-india-and-china-money-worries-hard-work-and-no-plans-for-family", "date_published": "2023-04-24 23:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Major tech firms face hefty fines under new digital consumer bill", "description": "<p>Global companies like Google, Apple and Amazon could have to pay penalties of up to 10% of their global turnover as government gives competition watchdog more power</p><p>Major tech firms face the threat of multibillion-pound fines for breaching consumer protection rules under new legislation that will tackle issues including<a href=\"https://www.theguardian.com/money/2023/apr/21/trade-in-fake-reviews-still-thriving-on-facebook-says-which\"> fake online reviews</a> and subscriptions that are difficult to cancel.</p><p>The digital markets, competition and consumers bill will empower the UK’s competition watchdog to tackle the “excessive dominance” that a small number of tech firms hold over consumers and businesses.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/25/major-tech-firms-face-hefty-fines-under-new-digital-consumer-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/25/major-tech-firms-face-hefty-fines-under-new-digital-consumer-bill", "date_published": "2023-04-24 23:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in five child abuse images found online last year were category A – report", "description": "<p>Internet Watch Foundation says amount of material showing most extreme form of sexual abuse has doubled since 2020</p><p>The most extreme form of child sexual abuse material accounted for a fifth of such content found online last year, according to a report.</p><p>Category A abuse represented 20% of illegal images discovered online last year by the Internet Watch Foundation, a UK-based body that monitors distribution of child sexual abuse material (CSAM). It found more than 51,000 instances of such content, which can include the most severe imagery including rape, sadism and bestiality.</p><p><em>The <a href=\"https://www.nspcc.org.uk/\">NSPCC</a> offers support to children on 0800 1111, and adults concerned about a child on 0808 800 5000. The National Association for People Abused in Childhood (<a href=\"https://napac.org.uk/\">Napac</a>) offers support for adult survivors on 0808 801 0331.</em></p> <a href=\"https://www.theguardian.com/society/2023/apr/25/one-in-five-child-abuse-images-found-online-last-year-were-category-a-report\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/one-in-five-child-abuse-images-found-online-last-year-were-category-a-report", "date_published": "2023-04-24 23:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Use of antibiotics in farming ‘endangering human immune system’", "description": "<p>Study suggests antimicrobial used to promote livestock growth breeds bacteria more resistant to our natural defences</p><p>The blanket use of antibiotics in farming has led to the emergence of bacteria that are more resistant to the human immune system, scientists have warned.</p><p>The research suggests that the antimicrobial colistin, which was used for decades as a growth promoter on pig and chicken farms in China, resulted in the emergence of <em>E</em><em> </em><em>coli</em> strains that are more likely to evade our immune system’s first line of defence.</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/use-of-antibiotics-in-farming-endangering-human-immune-system\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/use-of-antibiotics-in-farming-endangering-human-immune-system", "date_published": "2023-04-24 23:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children read almost 25% more books last year, UK and Ireland study finds", "description": "<p>What Kids Are Reading report found communities on sites such as TikTok helped stimulate interest in reading</p><p>The number of books read by children increased by almost a quarter last year, according to a report, as BookTok and other social media trends stimulated interest in reading for young people.</p><p>The 2023 What Kids Are Reading report, which surveyed children in the UK and Ireland, found that pupils read 27,265,657 books in the 2021-2022 academic year, 24% more than the 2020-2021 academic year.</p> <a href=\"https://www.theguardian.com/books/2023/apr/25/children-read-almost-25-more-books-last-year-uk-and-ireland-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/25/children-read-almost-25-more-books-last-year-uk-and-ireland-study-finds", "date_published": "2023-04-24 23:01:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Community-led approach needed to tackle youth violence in UK, report finds", "description": "<p>Calls for police powers to be rolled back in favour of funding for youth services and mental health initiatives</p><p>A community-led approach is needed to tackle serious youth violence, such as more funding for youth services and mental health initiatives while rolling back police powers, a report has said.</p><p>​​Education is central to the fight against serious youth violence, which must involve an end to school exclusions and the removal of police from schools, according to Holding Our Own: A guide to non-policing solutions to serious youth violence.</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/community-tackle-youth-violence-uk-report-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/community-tackle-youth-violence-uk-report-mental-health", "date_published": "2023-04-24 23:01:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First Republic Bank saw deposits fall by over $100bn as it scrambles to stabilize", "description": "<p>The bank came into focus after two regional banks collapsed in April, shaking confidence in smaller institutions</p><p>First Republic Bank’s deposits fell by over $100 bn in the first quarter and it said it was exploring options including restructuring its balance sheet, overshadowing market-beating profit and sending its shares down 21% after the bell on Monday.</p><p>The results mark the most important quarter for the troubled bank as it prepares to increase insured deposits, cut borrowings from the Federal Reserve Bank and loan balances, it said, while aiming to layoff nearly 20-25% in the second quarter.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/24/first-republic-bank-deposit-fall-first-quarter-svb-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/24/first-republic-bank-deposit-fall-first-quarter-svb-collapse", "date_published": "2023-04-24 22:53:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Earthquake measuring 7.3 off Indonesia’s Sumatra island briefly triggers tsunami warning", "description": "<p>Quake triggered evacuation from some coastal areas after warning from authorities </p><p>A magnitude 7.3 earthquake struck west of Indonesia’s Sumatra Island, briefly triggering a tsunami warning, Indonesia’s geophysics agency (BMKG) said.</p><p>The warning, asking local authorities to immediately instruct residents of the affected area to move away from shores, has since been lifted.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/indonesia-tsunami-warning-sumatra-island-7-3-magnitude-earthquake\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/indonesia-tsunami-warning-sumatra-island-7-3-magnitude-earthquake", "date_published": "2023-04-24 22:42:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Haiti: at least 12 suspected criminals beaten to death and burned in capital", "description": "<p>Footage shows men forced to lie on street by police before being killed and set on fire in broad daylight</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/12/haiti-crisis-jovenel-moise-gangs-water-way-out\">Haiti crisis: how did it get so bad, what is the role of gangs, and is there a way out?</a></li></ul><p>Haiti’s tailspin into humanitarian crisis and bloodshed has racked up its latest moment of horror after at least a dozen suspected criminals were beaten to death and burned in broad daylight on the streets of its capital, Port-au-Prince.</p><p>Horrifying footage of the incident showed the bloodied men being forced to lie on the asphalt by rifle-wielding police before bystanders piled tyres on top of them, doused them with petrol and set them alight.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/haiti-at-least-12-suspected-criminals-beaten-to-death-and-burned-in-capital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/haiti-at-least-12-suspected-criminals-beaten-to-death-and-burned-in-capital", "date_published": "2023-04-24 22:17:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Sea drilling: Greenpeace prepares to challenge ‘disastrous’ UK decision", "description": "<p>Court to decide if judicial review of Liz Truss move to allow new oil and gas drilling should be permitted</p><p>Greenpeace has attacked the government’s “disastrous” decision to award new licences for oil and gas drilling in the North Sea as it prepares to challenge the move in the high court.</p><p>A court hearing on Tuesday will determine whether the environmental group will be permitted a judicial review of the decision, made during Liz Truss’s short-lived time as prime minister.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/north-sea-oil-gas-drilling-greenpeace-court-challenge-disastrous-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/north-sea-oil-gas-drilling-greenpeace-court-challenge-disastrous-decision", "date_published": "2023-04-24 21:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a Celebrity ... South Africa review – Ant and Dec serve up a skeleton", "description": "<p>Nine contestants who have done it all before squeal at snakes, swing on big balls and drop constant innuendos – but without public interference, the hit show has no meat on its bones</p><p>I’m a Celebrity ... South Africa is not a regular series of I’m a Celebrity. There are only nine contestants, at least to begin with. There is no public vote. It isn’t in Australia, or even Wales, and everyone taking part has been on the show before. All these factors remove a surprising amount of meat from its bones, leaving a skeletal version of the show behind. This is a sort of supercharged sports day, with camping, hunger, and personalities who have done it all before, who know how it works and what they are expected to do. <a href=\"https://www.theguardian.com/culture/vorderman\">Carol Vorderman</a> is up for it, Helen Flanagan is not, Paul Burrell still screams when he has to put his arm into mysterious holes.</p><p>I’m a Celebrity is so popular that Phil Tufnell, who won the second series in 2003, has to note that it is 19 years since his victory (this was filmed last year). It has endured for more than two decades, when other reality shows of the same size and draw have fallen. Its viewing figures are firmly and reliably big and its hosts are Ant and Dec, who could present a documentary about how to fill in your tax return and still command bumper ratings and armfuls of awards.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/im-a-celebrity-south-africa-review-ant-and-dec-serve-up-a-skeleton\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/im-a-celebrity-south-africa-review-ant-and-dec-serve-up-a-skeleton", "date_published": "2023-04-24 21:30:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession recap: season four, episode five – is Shiv about to be sent a brick of frozen blood?", "description": "<p>As Team Waystar descend on a Norwegian retreat for saunas and axe-throwing with GoJo, Roman snaps, Shiv cosies up to a creep – and Tom reaches peak excruciating</p><p><em>Spoiler alert: this recap is for people watching <a href=\"https://www.theguardian.com/tv-and-radio/succession\">Succession</a> season four. Don’t read on unless you’ve watched episode five.</em></p><p>From Hungary to the Highlands, from Tuscany to superyachts, Succession’s overseas trips are always a treat. Now the swansong series reached its midway mark with high-stakes negotiations in Norway. Here’s your serious Scandi spread from the episode entitled Kill List …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/succession-recap-season-four-episode-five-is-shiv-about-to-be-sent-a-brick-of-frozen-blood\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/succession-recap-season-four-episode-five-is-shiv-about-to-be-sent-a-brick-of-frozen-blood", "date_published": "2023-04-24 21:10:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexican navy seizes tequila bottles containing nearly 10 tons of liquid meth", "description": "<p>Intercepted over the weekend, the 11,520 bottles were bound for export before sniffer dogs alerted the authorities to the liquid</p><p>Mexican navy inspectors have intercepted 11,520 tequila bottles bound for export that actually contained nearly 10 tons of concentrated liquid meth.</p><p>In total, the bottles – intercepted over the weekend at the Pacific coast seaport of Manzanillo, contained approximately 8,640kgs (about 19,000lbs) of meth.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/mexican-navy-tequila-liquid-meth\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/mexican-navy-tequila-liquid-meth", "date_published": "2023-04-24 20:50:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudanese Armed Forces and Rapid Support Forces agree ceasefire, says Blinken", "description": "<p>Secretary of state says US supports plans to set up committee to negotiate peace deal after pause in hostilities from midnight</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/24/sudan-crisis-evacuations-khartoum-unrest-aid-latest-news-updates\">Sudan news: live updates</a></li></ul><p>The two opposing forces in <a href=\"https://www.theguardian.com/world/sudan\">Sudan</a>’s civil war have agreed a three-day ceasefire, according to the US secretary of state, Antony Blinken.</p><p>“Following intense negotiation over the past 48 hours, the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF) have agreed to implement a nationwide ceasefire starting at midnight on April 24, to last for 72 hours,” Blinken said in a written statement on Monday afternoon.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/sudanese-armed-forces-and-rapid-support-forces-agree-ceasefire-says-blinken\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/sudanese-armed-forces-and-rapid-support-forces-agree-ceasefire-says-blinken", "date_published": "2023-04-24 20:40:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Labour decides Diane Abbott’s fate will be key test for party", "description": "<p>Labour must balance tackling antisemitism with demonstrating an even-handed complaints system</p><p>Keir Starmer and his allies have been using the local election campaign as a trial run ahead of the all-important general election next year. For the last three and a half weeks, they have been laser-focused on campaigning on doorsteps, pushing out Twitter attack adverts and setting out what they would do in office.</p><p>But 10 days before the key electoral test, Labour finds itself desperately trying to stave off yet another racism row. After <a href=\"https://www.theguardian.com/politics/2023/apr/23/diane-abbott-suspended-by-labour-after-saying-jewish-people-not-subject-to-racism\">Diane Abbott was swiftly suspended from the party</a> for her remarks in a letter to the Observer, speculation has swirled on how long officials will take to investigate her comments and decide on her fate.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/how-labour-decides-diane-abbotts-fate-will-be-key-test-for-party\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/how-labour-decides-diane-abbotts-fate-will-be-key-test-for-party", "date_published": "2023-04-24 19:19:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour considers plan to educate boys to curb violence against women", "description": "<p>Keir Starmer says ‘prevention’ is key to ending abuse during roundtable session with experts and celebrities</p><p>Labour is considering plans to roll out education for young boys on violence against women and girls (VAWG) in an effort to tackle the epidemic.</p><p>Keir Starmer believes “prevention” is extremely important and will play a crucial role in ensuring his party achieves its mission to halve VAWG within a decade.</p> <a href=\"https://www.theguardian.com/society/2023/apr/24/labour-considers-plan-to-educate-boys-to-curb-violence-against-women\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/24/labour-considers-plan-to-educate-boys-to-curb-violence-against-women", "date_published": "2023-04-24 19:16:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arteta looks to Manchester City alumni to revive Arsenal’s title charge | Nick Ames", "description": "<p>Oleksandr Zinchenko and Gabriel Jesus return to their former club for a showdown they know they have to win</p><p>Only 11 months have passed since Oleksandr Zinchenko, a force of nature in those final weeks of Manchester City’s campaign, cut back for Rodri to equalise against Aston Villa and haul them to within one goal of the title. The player who retrieved the ball from Robin Olsen’s net and ferried it back towards halfway was Gabriel Jesus, not a scorer that day but far from redundant during the run-in. Jesus would have an indirect role in <a href=\"https://www.theguardian.com/football/2022/may/22/manchester-city-win-premier-league-title-aston-villa-match-report\" title=\"\">Ilkay Gündogan’s winner</a>, making a run in behind that forced Tyrone Mings into a loose touch.</p><p>These moments will live in City’s folklore for decades. They are snapshots, too, of exactly why Mikel Arteta was so intent upon bringing Zinchenko and Jesus to Arsenal at £75m for the two. Both players were winners, B-listers by City standards but not exactly reserves. They knew, as well as anyone, how to shift the dial; they had operated in a team that, in those moments where adversity or self-doubt crept in, almost unfailingly found the wherewithal to achieve greatness. On Wednesday, Arteta must hope they brought plenty of it with them. Zinchenko and Jesus can count themselves among the summer newcomers to Arsenal who have propelled them from also-rans to potential league winners.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/arteta-looks-to-manchester-city-alumni-to-revive-arsenals-title-charge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/arteta-looks-to-manchester-city-alumni-to-revive-arsenals-title-charge", "date_published": "2023-04-24 19:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the effect of soaring food prices on families – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/24/ben-jennings-on-the-effect-of-soaring-food-prices-on-families-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/24/ben-jennings-on-the-effect-of-soaring-food-prices-on-families-cartoon", "date_published": "2023-04-24 19:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lengthy inquiry into Diane Abbott comments could cost her chance to fight seat", "description": "<p>MP unlikely to have Labour whip restored before end of internal party investigation into comments about racism, say insiders</p><p>Diane Abbott could lose the chance to fight for the London seat she has held since 1987 if a Labour party investigation into her comments about racism drags on for months.</p><p>As two Labour frontbenchers said Abbott should consider stepping down, it emerged that she is unlikely to have the party whip restored before the end of an internal party inquiry into the issue.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/lengthy-inquiry-into-diane-abbott-comments-could-cost-her-chance-to-fight-seat\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/lengthy-inquiry-into-diane-abbott-comments-could-cost-her-chance-to-fight-seat", "date_published": "2023-04-24 18:48:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rish! too busy wrangling unicorns to answer tricky questions  | John Crace", "description": "<p>While PM was promoting his fantasy vision for the UK, a junior minister was wheeled out to defend the government</p><p>We are now so far through the looking-glass, most of us have forgotten what reality was meant to look like. A parallel universe is the new normal. Take Rishi Sunak. A prime minister so insecure that he no longer invites lobby journalists to all his events. Just in case anyone asks him any difficult questions.</p><p>On Monday morning, <a href=\"https://www.theguardian.com/business/2023/apr/24/cbi-scandal-women-helena-morrisey-tells-rishi-sunak\">the prime minister was at Business Connect</a>, a fantasy organisation the government has invented this week to try to show it has moved on from the “fuck business” mindset of Boris Johnson, to peddle his own confusion in front of a bewildered group of business leaders and journalists. All of whom had no idea why they were there or what Rish! was hoping to achieve. Apart from putting the looking busy into business.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/rish-too-busy-wrangling-unicorns-to-answer-tricky-questions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/rish-too-busy-wrangling-unicorns-to-answer-tricky-questions", "date_published": "2023-04-24 18:38:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Very difficult evacuation’: how UK diplomats were rescued from Sudan", "description": "<p>Elite British troops scrambled to respond to a crisis nobody in government saw coming</p><p>It was a risky and expensive rescue – but only for 30 people, including 24 British diplomats and their families. While France and Germany evacuated several hundred each from Sudan, the UK and the US chose to focus on staff at their embassies.</p><p>On Friday, rumours spread that elite British soldiers – from the SAS and the Parachute regiment – had been scrambled to RAF Akrotiri in Cyprus, in response to a sudden crisis in Sudan that nobody had anticipated.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/very-difficult-evacuation-how-uk-diplomats-were-rescued-from-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/very-difficult-evacuation-how-uk-diplomats-were-rescued-from-sudan", "date_published": "2023-04-24 18:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mauricio Pochettino a manager who ticks the boxes for Chelsea", "description": "<p>The Argentinian meets criteria required at Stamford Bridge and his Tottenham past should not be an obstacle to appointment</p><p>So, Chelsea need a big-name manager, an ultra-charismatic type who can look after the egos of superstar players and also develop the younger ones, offering encouragement to them. They need somebody without an inside-out knowledge of the Premier League, who knows London, too. And they need someone to reshape the squad, to trim the fat, who actively prefers to work with a streamlined first-team group.</p><p>It is really not difficult to see the attraction of Mauricio Pochettino, who is not the club’s new manager yet but is getting so close to the job that it feels appropriate to wonder what the future at Stamford Bridge would look like with him at its epicentre. Even to overlook the disclaimer that relates to how quickly things can change in football, how anything can happen – particularly at Chelsea under the charge of Todd Boehly and Behdad Eghbali.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/mauricio-pochettino-a-manager-who-ticks-the-boxes-for-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/mauricio-pochettino-a-manager-who-ticks-the-boxes-for-chelsea", "date_published": "2023-04-24 18:05:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on India at a crossroads: development, not dictatorship | Editorial", "description": "<p>Hindu nationalism in India is writing an epitaph for the country’s experiment with multi-ethnic secular democracy</p><p>Becoming the world’s <a href=\"https://www.theguardian.com/world/2023/apr/24/india-overtakes-china-to-become-worlds-most-populous-country\" title=\"\">most populous nation</a> allows India to burnish its credentials as a global economic and political heavyweight. With a population that is much younger than those of China, the US and the EU, there will be renewed interest in India’s potential to be a beacon of liberal values. The west is eager to draw a democratic giant into its orbit. China and India will <a href=\"https://www.bloomberg.com/news/articles/2023-04-13/imf-says-china-india-to-drive-about-half-of-2023-global-growth?sref=Xl91GI8N\" title=\"\">together</a> account for about half of all global growth this year. But India risks emulating its bigger northern neighbour’s economic ascent under tight political control by a dominant authoritarian party.</p><p>Hindu nationalism in India is writing an epitaph for the country’s experiment with multi-ethnic secular democracy. Narendra Modi’s Bharatiya Janata party (BJP) has weakened institutions meant to keep the state both transparent and accountable. Information is censored, <a href=\"https://scroll.in/article/1047813/ramachandra-guha-how-the-bjps-suspicion-of-civil-society-groups-undermines-indian-democracy\" title=\"\">civil society hounded</a> and protests suppressed. It is absurd that opposition leaders have been targeted to the extent that Mr Modi’s main rival – Rahul Gandhi – is currently disqualified from parliament. Such is the polarisation in politics that India’s last <a href=\"https://www.theweek.in/news/india/2023/04/06/politics-of-parliamentary-disruption-budget-session-ends-with-low-productivity.html\" title=\"\">parliamentary</a> session was the least productive since 1952.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/the-guardian-view-on-india-at-a-crossroads-development-not-dictatorship\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/the-guardian-view-on-india-at-a-crossroads-development-not-dictatorship", "date_published": "2023-04-24 18:04:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Ofsted inspections: not fulfilling their purpose | Editorial", "description": "<p>There is little evidence that the current regime helps schools to improve – and plenty of evidence that a better system is needed</p><p>It is the one thing that every state headteacher fears. A single bad Ofsted grade has the power to condemn a school to failure. The recent death of the primary headteacher Ruth Perry, who took her own life while awaiting a report that downgraded her school from “outstanding” to “inadequate”, has reignited a debate about the watchdog’s purpose. It is widely loathed by the profession it scrutinises. Its punitive inspections have been cited as a factor in <a href=\"https://www.theguardian.com/education/2023/mar/24/punishing-ofsted-regime-driving-out-education-school-leaders\" title=\"\">high attrition rates</a>. Even its chief inspector, Amanda Spielman, in her first interview since Ms Perry’s death, admitted that a <a href=\"https://www.theguardian.com/education/2023/apr/23/ofsted-chief-amanda-spielman-admits-to-culture-of-fear-around-englands-school-inspections\" title=\"\">“culture of fear”</a> surrounds the current system.</p><p>In England, Ofsted’s purpose is ostensibly to raise the standards of education. Yet there is <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0272775703000815\" title=\"\">little evidence</a> that its inspections achieve this. The <a href=\"https://www.nao.org.uk/wp-content/uploads/2018/05/Ofsteds-inspection-of-schools.pdf\" title=\"\">National Audit Office</a> delivered a scathing verdict in 2018 that Ofsted “does not know whether its school inspections are having the intended impact”. Inspectors can lack experience in the age range or subject they are tasked with scrutinising. Since its creation almost 30 years ago, Ofsted has not published <a href=\"https://www.edsk.org/publications/requires-improvement\" title=\"\">any research</a> showing that its judgments accurately reflect the quality of education that schools provide. Uncertainty about the purpose of inspections is reflected in Ofsted’s changing framework, which has been overhauled <a href=\"https://schoolsweek.co.uk/book-review-support-not-surveillance-by-mary-bousted/\" title=\"\">five times</a> in the last nine years.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/the-guardian-view-on-ofsted-inspections-not-fulfilling-their-purpose\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/the-guardian-view-on-ofsted-inspections-not-fulfilling-their-purpose", "date_published": "2023-04-24 18:04:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland’s Josh van der Flier: ‘The next goal is to try to win the World Cup’", "description": "<p>Talismanic flanker talks about obstacles, advice and role models that have shaped him into one of Irish rugby’s biggest talents</p><p>“It was really, really frustrating,” Josh van der Flier says on a grey day in Dublin as, just briefly, his sparkling good cheer and disarming modesty give way to something more tangled. Van der Flier, the consistently excellent flanker in the red scrum cap for Ireland and Leinster, is World Rugby’s <a href=\"https://www.planetrugby.com/news/world-rugby-awards-josh-van-der-flier\" title=\"\">player of the year</a>. He was one of the standout performers in <a href=\"https://www.theguardian.com/sport/2023/mar/18/ireland-england-six-nations-rugby-union-match-report\" title=\"\">Ireland’s recent grand slam</a>, confirming their status as world No 1, and on Saturday he will try to help Leinster beat Toulouse in the semi-finals of the Champions Cup as they set about reclaiming their title as the best team in the northern hemisphere.</p><p>But just over two years ago, as he was often kept out of the Leinster and Ireland teams by Will Connors, a dejected Van der Flier felt he had hit an invisible wall. “I was thinking: ‘What more can I do? I’m working on everything and still trying to improve but it’s not quite happening.’ It was so frustrating because Will was actually playing brilliantly. But I also felt like I was playing really well. I remember at one stage he started the game and got man of the match. They rotated the [Leinster] team the next week and I got man of the match. But the following week they picked him to start and he played unbelievably.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/24/irelands-josh-van-der-flier-the-next-goal-is-to-try-to-win-the-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/24/irelands-josh-van-der-flier-the-next-goal-is-to-try-to-win-the-world-cup", "date_published": "2023-04-24 18:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan: thousands flee Khartoum as civilian casualties escalate", "description": "<p>Lack of supplies and rising prices add to perilous journey by road to Egyptian border and Port Sudan</p><p>Thousands more residents of Khartoum fled the Sudanese capital on Monday, risking long, dangerous journeys to escape continued street battles and murderous airstrikes that continue to cause significant civilian casualties.</p><p>Some headed north by road to the Egyptian border in packed buses, many with towering piles of luggage strapped to them. Others drove north-east to Port Sudan. Both journeys involved up to 24 hours of driving, with increasing reports of robbery of vehicles.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/sudan-thousands-flee-khartoum-as-civilian-casualties-escalate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/sudan-thousands-flee-khartoum-as-civilian-casualties-escalate", "date_published": "2023-04-24 17:49:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What could change at MoJ now that Dominic Raab has left?", "description": "<p>Some of former justice minister’s pet projects could be dropped now that Alex Chalk is in charge</p><p><a href=\"https://www.theguardian.com/politics/2023/apr/21/where-does-dominic-raab-go-from-here\">Dominic Raab’s departure</a> from the Ministry of Justice brings the prospect of some of his pet projects going with him. Here the Guardian looks at what changes might be afoot.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/what-could-change-at-moj-now-that-dominic-raab-has-left\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/what-could-change-at-moj-now-that-dominic-raab-has-left", "date_published": "2023-04-24 17:44:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers apply to high court to stop part of nurses’ strike in England", "description": "<p>Steve Barclay, the health secretary, claims some industrial action is unlawful as mandate will have expired</p><p>Ministers are pressing ahead with a legal bid to halt some of the planned strikes by nurses in England.</p><p>The Royal College of Nursing (RCN) disclosed this evening that the government is applying to the high court in London for a ruling that the walkout by nurses on Tuesday 2 May is illegal.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/ministers-apply-to-high-court-to-stop-part-of-nurses-strike-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/ministers-apply-to-high-court-to-stop-part-of-nurses-strike-in-england", "date_published": "2023-04-24 17:34:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LVMH becomes first European company to reach a $500bn valuation", "description": "<p>Shares in group, which owns Louis Vuitton, Christian Dior, Stella McCartney, TAG Heuer, Bulgari and Tiffany, are up 30% this year</p><p>LVMH, the French luxury goods group behind Louis Vuitton<a href=\"https://www.theguardian.com/business/2022/nov/15/wealthy-drinking-dry-lvmh-champagne-luxury\"> and Moët &amp; Chandon champagne</a>, has become the first European company to hit a $500bn (£400bn) market value thanks to booming demand among the rich for its high-end brands.</p><p>Shares in LVMH closed up 90 euro cents (0.1%) to €902.00 (£798.30) on Monday giving the company – whose roster includes Christian Dior, Stella McCartney, TAG Heuer watches and Bulgari and Tiffany jewellery – a market capitalisation of €454bn, or half a trillion dollars.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/lvmh-becomes-first-european-company-to-reach-a-500bn-valuation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/lvmh-becomes-first-european-company-to-reach-a-500bn-valuation", "date_published": "2023-04-24 17:27:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I refuse to ask voters for ID, so I’ve quit polling station work after 40 years | Letters", "description": "<p><strong>Marion Cullen</strong> regards new voter ID legislation as a ‘blatant attempt at voter suppression’, while <strong>Mike Wordingham</strong> of the RNIB has concerns about its impact. Plus letters from <strong>Les Bright</strong> and <strong>Lynn Wiseman</strong></p><p>I have worked for my local authority for more than 40 years as polling station staff, but I refuse to ask voters for identity documents and so I have declined the appointment for the forthcoming local elections and future ones (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/18/voter-id-poor-marginalised-publicity\" title=\"\">Voter ID will disenfranchise poor and marginalised people. Our best defence? Talk about it, 18 April</a>).</p><p>In all the elections I have worked at, I have never seen any attempts at voter fraud. We have proudly ensured that voters’ experience was a positive and welcoming one, and that they felt it was worth turning out to vote.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/i-refuse-to-ask-voters-for-id-so-ive-quit-polling-station-work-after-40-years\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/i-refuse-to-ask-voters-for-id-so-ive-quit-polling-station-work-after-40-years", "date_published": "2023-04-24 17:19:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There is no convincing case for Scottish independence | Letters", "description": "<p>We had our referendum. The outcome was decisive and should put the question to bed for at least a generation, writes <strong>Alex Gallagher</strong></p><p>Tom Tracey (<a href=\"https://www.theguardian.com/politics/2023/apr/19/scottish-independence-is-a-question-of-when-not-if\" title=\"\">Letters, 19 April</a>) makes a case for Scottish independence, despite the current disasters with the Scottish National party, but I believe his arguments are flawed. He claims that Scotland is economically disadvantaged but, measured GDP per head, Scotland performs better than any of the English regions outside the south‑east.</p><p>Also, there is no economic case for Scottish independence. Every effort to produce one runs against the facts, which show clearly that Scotland benefits from pooling and sharing within the UK to the tune of around £15bn annually and would be much poorer after separation.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/there-is-no-convincing-case-for-scottish-independence\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/there-is-no-convincing-case-for-scottish-independence", "date_published": "2023-04-24 17:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden expected to announce 2024 presidential campaign on Tuesday", "description": "<p>Launch would come exactly four years after president announced his 2020 bid, where he warned the ‘soul’ of the nation is at stake</p><p>Joe Biden is expected to announce his 2024 re-election campaign on Tuesday, possibly setting the stage for an extraordinary rematch with Donald Trump.</p><p>A Tuesday launch would come exactly four years after Biden announced his 2020 presidential bid, in which he warned that the “soul” of the nation was at stake after four tumultuous years of the Trump presidency.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/24/biden-2024-election-expected-announcement\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/24/biden-2024-election-expected-announcement", "date_published": "2023-04-24 17:04:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomas Hardy’s ‘great’ Henchard is in fact a horrendous misogynist | Letter", "description": "<p>Four decades of feminism topped off by #MeToo has laid bare The Mayor of Casterbridge’s back-to-front moral concerns, writes <strong>Matthew Pires</strong></p><p>Like Adrian Chiles (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/19/what-did-i-learn-from-thomas-hardy-great-characters-dont-need-a-back-story\" title=\"\">What did I learn from Thomas Hardy? Great characters don’t need a back story, 19 April</a>), I too sat that English O-level on Thomas Hardy’s The Mayor of Casterbridge 40 years ago (I got an E), and like him I also re-read it recently. Our impressions diverge, however.</p><p>I was struck by the way four decades of feminism, topped off by #MeToo, has laid bare the novel’s back-to-front moral concerns. Michael Henchard is angry, selfish and cruel, but above all he is a misogynist – “something of a woman-hater”, as he himself puts it – and every female who crosses his path comes away scarred.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/thomas-hardys-great-henchard-is-in-fact-a-horrendous-misogynist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/thomas-hardys-great-henchard-is-in-fact-a-horrendous-misogynist", "date_published": "2023-04-24 17:04:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revolut bank’s valuation still stretches credulity despite $15bn slump | Nils Pratley", "description": "<p>It is hard to see how hopes of future growth justify the challenger bank being worth $18bn not least as it made only £26m in 2021</p><p><a href=\"https://www.theguardian.com/business/2023/apr/24/revoluts-uk-fintech-firm-schroders-writedown\">A reduction of $15bn in the value of Revolut</a>, the would-be “Amazon of banking”, sounds enormous until you remember the starting point.</p><p>Back in 2021, the last time the privately owned company’s valuation created a stir, the valuation was $33bn – in that case supported by a hard transaction in which SoftBank and Tiger Global Management, two established backers, led a $800m round of fresh investment.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/24/revolut-bank-valuation-still-stretches-credulity-despite-15bn-slump\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/apr/24/revolut-bank-valuation-still-stretches-credulity-despite-15bn-slump", "date_published": "2023-04-24 16:54:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fake Hitler diaries to go on public display in Germany", "description": "<p>Forged papers that caused a scandal when they were published as real in 1983 will be given to national archive</p><p>The fake diaries of Adolf Hitler, which sparked outrage when they were published as genuine 40 years ago, are to be displayed for public viewing at the national archives in Germany.</p><p>The counterfeit journals were published by Germany’s Stern magazine and sold around the world, including for serialisation in the Sunday Times. They will be handed to the state for preservation, Bertelsmann publishing house which owns them, said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/fake-hitler-diaries-to-go-on-public-display-in-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/fake-hitler-diaries-to-go-on-public-display-in-germany", "date_published": "2023-04-24 16:49:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Far-right Britain First party given Twitter gold tick", "description": "<p>Verification mark granted to account that was suspended in 2017 but reinstated following takeover by Elon Musk last year</p><p>Twitter has given a gold tick to Britain First, the far right political organisation, after a shake-up of its verification system under new owner Elon Musk.</p><p>The party’s leader, Paul Golding, has also received a blue tick for his account, which means that his posts will be boosted in conversations and will be ranked higher in user searches. Golding was jailed in 2018 for religiously aggravated harassment.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/24/far-right-britain-first-twitter-gold-tick\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/24/far-right-britain-first-twitter-gold-tick", "date_published": "2023-04-24 16:47:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don Lemon says he has been fired by CNN: ‘I am stunned’", "description": "<p>Star anchor Lemon, 57, says ‘I was informed this morning by my agent that I have been terminated’ as network confirms exit</p><p>The anchor Don Lemon said on Monday he had been fired from CNN – the news breaking after word of another major US media departure, that of <a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">Tucker Carlson from Fox News</a>.</p><p>“I was informed this morning by my agent that I have been terminated by CNN,” Lemon, 57, <a href=\"https://twitter.com/donlemon/status/1650533617636966400\">wrote on Twitter</a> not long after appearing on CNN This Morning, the revamped show on which he was a co-anchor with Poppy Harlow and Kaitlan Collins.</p> <a href=\"https://www.theguardian.com/media/2023/apr/24/don-lemon-fired-cnn\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/24/don-lemon-fired-cnn", "date_published": "2023-04-24 16:47:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ken Loach says new film may be his last feature", "description": "<p>The award-winning film-maker who is premiering The Old Oak at the Cannes film festival said ‘I’ll be nearly 90 and your facilities do decline’</p><p>Ken Loach has said that his new film, The Old Oak, is likely to be his last and that the prospect of another feature would be like “an old nag at the Grand National”.</p><p><a href=\"https://www.hollywoodreporter.com/movies/movie-news/ken-loach-final-film-the-old-oak-retirement-1235399975/#recipient_hashed=9efeacc11e0abb466e9602c6f2c48adb25fb2de05957eef78c2203af41d46b7b&amp;recipient_salt=731cd859db9f7c019c9fa188dbfa9c3560f62ed19ba1cf18b1cc89c2ad947160\">In an article in the Hollywood Reporter</a> Loach, 86, said: “I’m just not sure I can get around the court again. It’s like an old nag at the Grand National. You think: ‘Good God, I’ll be falling at the first fence!”</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/ken-loach-says-new-film-may-be-his-last-feature\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/ken-loach-says-new-film-may-be-his-last-feature", "date_published": "2023-04-24 16:41:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s Wes Streeting is half right about how to fix the NHS | Michael Marmot", "description": "<p>Yes, reform is necessary. But without increases in spending as well, Britain will continue to be the sick man of Europe</p><p>The UK is the sick man of Europe. Since 2010, improvements in healthy life expectancy have stalled, health inequalities have been increasing and health for people living in the most deprived areas has been getting worse. The country has been struggling with three big challenges: a decade of austerity, the Covid-19 pandemic and a cost-of-living crisis. Each of these has exposed a grim fact: Britain is an unhealthy place to be poor, even relatively poor.</p><p>A tottering NHS has not been the cause of these threats to health but, increasingly, it is not there when we need it. People have noticed. Satisfaction with the health service among the general population was at 34% in 1997. This picked up, reaching 70% in 2010 after Labour began its reforms and markedly increased funding. It has been downhill since, reaching a new low in <a href=\"https://www.kingsfund.org.uk/publications/public-satisfaction-nhs-and-social-care-2022\">2022 with just 29% of people satisfied</a>.</p><p>Michael Marmot is professor of epidemiology at University College London, director of the UCL Institute of Health Equity and past president of the World Medical Association</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/labour-wes-streeting-nhs-britain-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/labour-wes-streeting-nhs-britain-europe", "date_published": "2023-04-24 16:15:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family of woman Levi Bellfield claims to have murdered say Met failed them", "description": "<p>Exclusive: family of Elizabeth Chau accuse police of failing to take case seriously because of their race</p><p>The family of a 19-year-old woman whom the serial killer Levi Bellfield claims to have murdered two decades ago have accused the Metropolitan police of failing to take the case seriously because of their race and the alleged victim’s gender.</p><p>Bellfield has made a signed and written confession to the kidnap, rape, assault and murder of the university student Elizabeth Chau, who disappeared from a west London street in 1999, his solicitor confirmed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/family-of-woman-levi-bellfield-claims-to-have-murdered-say-met-failed-them\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/family-of-woman-levi-bellfield-claims-to-have-murdered-say-met-failed-them", "date_published": "2023-04-24 16:09:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe’s biggest petrochemical plant in 30 years a ‘carbon bomb’, court to hear", "description": "<p>Environment groups challenge decision to approve £3.5bn Ineos facility in Antwerp saying it will make climate crisis worse</p><p>The biggest petrochemical plant to be built in Europe in 30 years will be a “carbon bomb” that will worsen the climate crisis and threaten human life, environmental groups including the NGO ClientEarth will argue in court.</p><p>Fuelled by ethane from shale gas fracking in the United States, the “cracking” plant to be built in Antwerp by Sir Jim Ratcliffe’s company Ineos will create ethylene and contribute directly to huge increases in plastic production on a scale not seen in Europe, they argue.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/ineos-petrochemical-plant-antwerp-client-earth-court-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/ineos-petrochemical-plant-antwerp-client-earth-court-challenge", "date_published": "2023-04-24 16:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India overtakes China to become world’s most populous country", "description": "<p>Milestone marks the first time since 1950 that China has dropped to second place in global population ranks</p><p>India has overtaken China as the world’s most populous country, according to UN population estimates, the most significant shift in global demographics since records began.</p><p>According to the UN’s projections, which are calculated through a variety of factors including census data and birth and death rates, India now has a population of 1,425,775,850, surpassing China for the first time.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/india-overtakes-china-to-become-worlds-most-populous-country\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/india-overtakes-china-to-become-worlds-most-populous-country", "date_published": "2023-04-24 16:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Marathon in talks to help save cash-strapped UK Athletics", "description": "<ul><li>‘We have a responsibility,’ says director Hugh Brasher</li><li>Governing body is in crisis, having lost £1.8m last year</li></ul><p>The <a href=\"https://www.theguardian.com/sport/2023/apr/23/london-marathon-sifan-hassan-kelvin-kiptum-race-report-athletics\">London Marathon</a> is in talks to help save UK Athletics (UKA) amid reports that the governing body could go bust this year, with the event director Hugh Brasher stressing: “We have a responsibility to the sport.”</p><p>Other potential funders, including organisers of the Great North Run, are also thought to be open to assisting UKA, which lost £1.8m last year. Its remaining reserves of £400,000 have since fallen further. Last month the governing body was also forced to make 10 employees redundant as a result of its financial crisis, while dealing with safeguarding cases has cost it another six-figure sum.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/24/london-marathon-in-talks-to-help-save-cash-strapped-uk-athletics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/24/london-marathon-in-talks-to-help-save-cash-strapped-uk-athletics", "date_published": "2023-04-24 16:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Len Goodman obituary", "description": "Dance teacher and genial head judge of the BBC’s blockbuster show Strictly Come Dancing<p>Len Goodman, who has died of cancer aged 78, had just turned 60 when he found television fame as head judge on Strictly Come Dancing after a professional ballroom career in which he won the British Exhibition Championships and taught at his own school.</p><p>“When I was first asked to do the programme, I wasn’t sure, because I thought it might be a bit of a mickey-take,” he <a href=\"https://www.theguardian.com/education/egweekly/story/0,,1963500,00.html\" title=\"\">told the Guardian</a> in 2006. “But I’m so glad I did it because it’s dispelled the preconception about what dance classes or schools are like. The programme has changed things in dancing schools like you can’t imagine. Everyone has had huge influxes of people coming to dance. It’s absolutely brilliant.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-obituary", "date_published": "2023-04-24 15:59:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI president says it failed to ‘filter out culturally toxic people’ from ranks", "description": "<p>In letter to members, Brian McBride says group did not have measures in place to ‘protect our people from those seeking to cause harm’</p><p>Britain’s most prominent business lobby group, the Confederation of British Industry, has said it failed to “filter out culturally toxic people” from its ranks including those accused of sexual harassment.</p><p>The letter, sent by the CBI president, Brian McBride, to its members, said the organisation “tried to find resolution in sexual harassment cases when we should have removed those offenders from our business”. It comes after a series of revelations about its culture and the behaviour of its senior staff from the Guardian.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/cbi-president-says-it-failed-to-filter-our-culturally-toxic-people-from-ranks\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/cbi-president-says-it-failed-to-filter-our-culturally-toxic-people-from-ranks", "date_published": "2023-04-24 15:54:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Having finally escaped the National League, the future is bright for Wrexham", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>While even the most cynical among us genuinely struggle to find anything unpleasant to say about the job Ryan Reynolds and Rob McElhenney have done since taking over as Wrexham owners, if we had one bone to pick, Football Daily would suggest that their presence at the Racecourse Ground does tend to distract from the coverage of the actual football being played. While it’s hardly surprising the camera loves them given the success they’ve achieved in their day jobs, those from BT Sport border on harassment in their obsession with cutting away to the duo if Wrexham win so much as a throw-in, let alone <a href=\"https://www.theguardian.com/football/2023/apr/22/wrexham-promoted-paul-mullin-ryan-reynolds-rob-mcelhenny\">promotion back to the Football League</a> after an absence of 15 years.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/football-daily-email-wrexham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/football-daily-email-wrexham", "date_published": "2023-04-24 15:46:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young people are wising up to the Great British student rip-off – and they're voting with their feet | Simon Jenkins", "description": "<p>As universities wind down teaching for yet another round of exams, more and more prospective graduates are asking: why bother?</p><p>This week begins one of the worst deals offered by any British professional institution. Almost all universities are about to stop teaching students and subject them to pointless exams, mocks and quantification, before passing or failing them, then packing up and reassembling some months later in September. For an average price oftens of thousands of pounds a head (except in Scotland), most students will get virtually no teaching for a good proportion of their course. From any other service – medicine, law, accountancy – this would be regarded as a scam.</p><p>The tradition of scholars teaching academic subjects part-time while doubling as researchers is a relic of medieval monasticism. Oxbridge operates for just 24 weeks a year<strong> </strong>while many other universities operate two semesters. Staff and buildings may be otherwise employed, but students will sit idle, doing odd jobs or studying on their own. No one dares challenge this system. Whitehall inspectors never declare universities “failing” or “inadequate” as they do schools.</p><p>Simon Jenkins is a Guardian columnnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/young-people-british-student-universities-exams\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/young-people-british-student-universities-exams", "date_published": "2023-04-24 15:40:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Trafford cadet leader Adnan Ali convicted of sexual abuse", "description": "<p>Former GMP constable accused of running a ‘grooming playground’ to exploit children and young adults</p><p>A former police officer has been convicted of sexual abuse and misconduct in public office after running a police cadet scheme as a “grooming playground” to exploit children and young adults he was responsible for.</p><p>Adnan Ali, known as Adz, had Superman emblazoned on his cadet leader’s hoodie and underpants, a jury at Liverpool crown court heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/ex-trafford-cadet-leader-adnan-ali-convicted-of-sexual-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/ex-trafford-cadet-leader-adnan-ali-convicted-of-sexual-abuse", "date_published": "2023-04-24 15:37:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate protesters gather in Parliament Square as fossil fuel deadline passes", "description": "<p>Four days of peaceful activism led by Extinction Rebellion fail to elicit pledge from government to ban new oil and gas projects</p><p>After four days of peaceful demonstrations, climate activists gathered in Parliament Square as a deadline for the government to act to end all new fossil fuel projects was reached.</p><p>The actions involved a wide range of groups, including Extinction Rebellion, Friends of the Earth and Greenpeace, as well as the Christian climate coalition, with thousands gathering for Earth Day in London on Saturday.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/climate-protests-london-xr-the-big-one-fossil-fuel-deadline\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/climate-protests-london-xr-the-big-one-fossil-fuel-deadline", "date_published": "2023-04-24 15:33:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big Issue North to close after 30 years", "description": "<p>Publisher says reduced town centre footfall and higher costs mean regional edition is no longer viable</p><p>The Big Issue is shutting down its northern England edition next month, blaming reduced town centre footfall since the pandemic.</p><p>Increased print, energy and paper costs have also contributed to making Big Issue North “no longer financially viable”, its publishers said. A souvenir final edition will go on sale on 8 May, 30 years after the title first hit the streets.</p> <a href=\"https://www.theguardian.com/media/2023/apr/24/big-issue-north-to-close-after-30-years\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/24/big-issue-north-to-close-after-30-years", "date_published": "2023-04-24 15:27:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls to ban books hit highest level ever recorded in the US", "description": "<p>Demands to censor, most often for gender themes or sexual detail, rose 38% year on year in 2022, with Gender Queer by Maia Kobabe being last year’s ‘most challenged’ title</p><p>Juno Dawson’s This Book Is Gay was among the books most requested for removal or restriction in libraries in the US in 2022, according to new data on banned books.</p><p>The list of books, released by the American Library Association (ALA) to mark the start of National Libraries Week, shows that titles were challenged most often because they contained LGBTQ+ representation or content that the complainants deemed sexually explicit.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/calls-to-ban-books-hit-highest-level-recorded-in-the-us-censorship\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/calls-to-ban-books-hit-highest-level-recorded-in-the-us-censorship", "date_published": "2023-04-24 15:26:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Bravemansgame case puts spotlight back on owner rules", "description": "<p>Bravemansgame, Britain’s best staying chaser, has been cleared to run at the Punchestown Festival this week</p><p>Bravemansgame, Britain’s best staying chaser, has been cleared to run at the Punchestown Festival on Wednesday after Bryan Drew, who previously owned the eight-year-old in partnership with John Dance, bought Dance’s 50% share in a deal approved by the Financial Conduct Authority (FCA). The FCA ordered WealthTek LLP, Dance’s financial services business which also traded as Vertem Asset Management, to cease all activity earlier this month, and has since placed the firm into special administration.</p><p>Bravemansgame, the runner-up behind Galopin Des Champs in the Gold Cup at Cheltenham in March, was declared to run in Drew’s name in the Bowl at Aintree’s Grand National meeting on 13 April, but the arrangement was administrative, with no cash changing hands, and the British Horseracing Authority ordered that the gelding should be withdrawn after the FCA obtained a court order to prevent him lining up.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/24/talking-horses-bravemansgame-case-puts-spotlight-back-on-rules-for-owners-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/24/talking-horses-bravemansgame-case-puts-spotlight-back-on-rules-for-owners-horse-racing-tips", "date_published": "2023-04-24 15:24:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan: UN warns conflict could engulf entire region as evacuations continue – live", "description": "<p>António Guterres has called for a ceasefire and said humanitarian workers should be admitted </p><p>Good afternoon and welcome to our coverage of the ongoing situation in <strong>Sudan</strong> as thousands of Britons remain trapped as they try to flee the north-east African country.</p><p>On Monday afternoon the secretary general of the <strong>UN</strong>, António Guterres warned that the situation could engulf the whole region. Guterres called for a ceasefire and said that humanitarian aid workers should be allowed in by both sides.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/24/sudan-crisis-evacuations-khartoum-unrest-aid-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/24/sudan-crisis-evacuations-khartoum-unrest-aid-latest-news-updates", "date_published": "2023-04-24 15:19:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about your favourite quiche", "description": "<p>We want to hear all about your favourite quiches: what’s in them, why are they so great, and what memories they conjure up</p><p>Last week’s <a href=\"https://www.theguardian.com/uk-news/2023/apr/17/king-charles-camilla-coronation-quiche-signature-dish\">news that quiche had been chosen as the signature dish for the King’s upcoming coronation</a> was been met with mixed opinions: are broad beans a good fit for the pastry-based dish? And can anyone get hold of eggs these days?</p><p>Along with the broad beans, the recipe for “coronation quiche” includes spinach, cheese and tarragon – but this is far from the only way to fill a shortcrust pastry case. With this in mind, we want to hear all about your favourite quiches: what’s in them, why are they so great, and what memories does eating them conjure up for you.</p> <a href=\"https://www.theguardian.com/food/2023/apr/24/tell-us-about-your-favourite-quiche\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/24/tell-us-about-your-favourite-quiche", "date_published": "2023-04-24 15:10:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Political division casts long shadow over Israel’s memorial day", "description": "<p>Politicians and protesters urged to stay away from events honouring those killed serving in armed forces and in terrorist attacks</p><p>Israel’s memorial day, in which those killed serving in the armed forces as well as terrorist attacks are honoured, is usually quiet and sombre; then, at sunset, independence day celebrations and fireworks begin.</p><p>But this year, as the country readies for the consecutive holidays, Israelis find themselves grappling with an unprecedented political crisis that has divided society and cast a shadow over what are supposed to be displays of national unity.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/political-division-casts-long-shadow-over-israel-memorial-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/political-division-casts-long-shadow-over-israel-memorial-day", "date_published": "2023-04-24 15:05:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nearly four in 10 young adults want elected UK head of state, poll finds", "description": "<p>Poll results 12 days before Charles coronation show 78% of over-65s back monarchy but just 32% of 18-24s</p><p>Nearly 40% of 18- to 24-year-olds in the UK would prefer an elected head of state over keeping the monarchy, a poll has found as the king’s coronation approaches.</p><p>The survey of adults of all ages also found that fewer people said they were interested in the royal family than interested in it.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/young-adults-elected-uk-head-of-state-monarchy-poll-king-charles-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/young-adults-elected-uk-head-of-state-monarchy-poll-king-charles-coronation", "date_published": "2023-04-24 15:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billy Corgan, pro-wrestlers and a medieval castle: inside Smashing Pumpkins’ weird gig for the ages", "description": "<p>The Smashing Pumpkins frontman owns a pro-wrestling league – so of course the band is touring Australia with a troupe of wrestlers</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Crisp autumn sunlight is catching on Kryal Castle’s stone parapets on Sunday as I arrive at regional Victoria’s replica medieval castle, to see the <a href=\"https://www.theguardian.com/music/2022/nov/11/smashing-pumpkins-billy-corgan-i-dont-want-my-kids-growing-up-with-a-has-been-father\">Smashing Pumpkins</a> – one of the 90s biggest, multi-platinum-selling alt-rock bands. Fellow 90s icons Jane’s Addiction are here too, as are Australian acts <a href=\"https://www.theguardian.com/music/amyl-and-the-sniffers\">Amyl and the Sniffers</a>, RedHook and Battlesnake. And a troupe of pro-wrestlers. Things are primed to get weird.</p><p>Believe it or not, the Smashing Pumpkins’ frontman, <a href=\"https://www.theguardian.com/music/2022/nov/11/smashing-pumpkins-billy-corgan-i-dont-want-my-kids-growing-up-with-a-has-been-father\">Billy Corgan</a>, owns a pro-wrestling league, the National Wrestling Alliance, a few of whom he’s flown over to Australia to fight local wrestlers between the early bands’ sets. It took time for the crowd to warm to the spectacle, but they got there in the end.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/music/2023/apr/25/inside-smashing-pumpkins-weird-gig-for-the-ages-victoria\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/25/inside-smashing-pumpkins-weird-gig-for-the-ages-victoria", "date_published": "2023-04-24 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artist Isaac Julien: ‘I didn’t know if I’d live on until the 90s. A lot of my friends didn’t’", "description": "<p>He rose to fame in the Thatcher era with his lyrical films about race, sex and politics. As he stages a major retrospective, the artist talks about Aids, migration, and Black Tory MPs</p><p>Isaac Julien’s canalside London studio was designed by David Adjaye at the same time the architect was working on his National Museum of African American History and Culture in Washington DC; its library space, where we talk, is warm, luxurious and boat-like. Adjaye’s team has also designed Julien’s imminent career retrospective at Tate Britain, which will display the artist and film-maker’s exploration of migration, history, sexuality and culture through composite multiscreen installations that can make you feel as if you’re actually inside the work.</p><p>“We’ve made a radical intervention into the museum,” Julien promises, and I understand immediately what he means. His most famous works, the 1989 short film <a href=\"https://www.tate.org.uk/visit/tate-britain/display/isaac-julien-looking-langston\">Looking for Langston</a> and the 1991 feature <a href=\"https://www.isaacjulien.com/projects/young-soul-rebels/\">Young Soul Rebels</a>, are both landmarks of the Black queer experience and youth culture. Looking for Langston was shown at the Barbican in 2020, and it was startling when Todd Terry’s 1988 acid house classic <a href=\"https://www.youtube.com/watch?v=kP3h8An4qXI\">Can You Party?</a> thumped into the space at full volume – a spontaneous queer rave in response to a police raid. Wherever you were in the gallery, you would turn to see where the music was coming from; it was a provocative intervention in the summer of Black Lives Matter.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/24/artist-isaac-julien-tate-britain-what-freedom-is-to-me\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/24/artist-isaac-julien-tate-britain-what-freedom-is-to-me", "date_published": "2023-04-24 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fake or fact: how to recognise a conspiracy theory", "description": "<p>Everyone is susceptible to misinformation or being led astray online. Here’s how to know when to follow your intuition or look for more facts</p><p>Cast your mind back to 2008, and you may remember the imminent end of the world. According to various doomsayers, the opening of the Large Hadron Collider (LHC) in Cern was set to create a black hole that <a href=\"https://www.theguardian.com/commentisfree/2009/nov/19/fear-large-hadron-collider\" title=\"\">would destroy the Earth and everyone on it</a>.</p><p>We are still standing today – but this fact has not stopped continued speculation about other <a href=\"https://www.popularmechanics.com/culture/g29365567/conspiracy-theories/?utm_campaign=arb_%20parameter\" title=\"\">dark deeds</a> in those subterranean tunnels. In the stranger corners of the internet, you can find reports that the institute is <a href=\"https://www.snopes.com/fact-check/human-sacrifice-captured-at-cern/\" title=\"\">riddled with Satanists</a>, who are set to blast open a <a href=\"https://www.wsj.com/articles/cern-is-seeking-secrets-of-the-universe-or-maybe-opening-the-portals-of-hell-1459800113\" title=\"\">multi-dimensional portal into hell</a> – rumours that have been fuelled by a video purporting to reveal a human sacrifice.</p> <a href=\"https://www.theguardian.com/science/2023/apr/24/fake-or-fact-how-to-recognise-a-conspiracy-theory\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/24/fake-or-fact-how-to-recognise-a-conspiracy-theory", "date_published": "2023-04-24 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN urged to reject antisemitism definition over ‘misuse’ to shield Israel", "description": "<p>More than 100 Israeli and international civil society groups warn IHRA definition could curb work of UN bodies</p><p>More than 100 Israeli and international civil society organisations have asked the United Nations to reject a controversial definition of <a href=\"https://www.theguardian.com/news/antisemitism\">antisemitism</a> because it is being “misused” to protect Israel from legitimate criticism.</p><p>The groups <a href=\"https://www.hrw.org/news/2023/04/04/human-rights-and-other-civil-society-groups-urge-united-nations-respect-human\">have written</a> to the UN secretary general, António Guterres, saying he should resist pressure from Israel to adopt the International Holocaust Remembrance Alliance (IHRA) “<a href=\"https://www.holocaustremembrance.com/resources/working-definitions-charters/working-definition-antisemitism\">working definition of antisemitism</a>”. The definition has been accepted by the<a href=\"https://www.state.gov/defining-antisemitism/\"> US state department</a>, several European governments including the UK and Germany, and EU bodies after strong lobbying by pro-Israel groups and others.</p> <a href=\"https://www.theguardian.com/news/2023/apr/24/un-ihra-antisemitism-definition-israel-criticism\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/24/un-ihra-antisemitism-definition-israel-criticism", "date_published": "2023-04-24 14:58:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal Women’s plane catches fire on runway to delay return from Wolfsburg", "description": "<ul><li>Players forced to disembark and spend extra night in Germany </li><li>Katie McCabe says injury crisis is giving team extra motivation</li></ul><p>The plane due to carry the Arsenal squad back from their Women’s Champions League semi-final at Wolfsburg caught fire with the players on board, forcing them to disembark and stay an extra night in Germany.</p><p>Pictures showed flames coming from under the plane’s left wing on the runway, with the fire understood to have started after a bird flew into one of the engines. The incident occurred on Sunday at Braunschweig Wolfsburg airport after Arsenal had come from two goals down to <a href=\"https://www.theguardian.com/football/2023/apr/23/wolfsburg-arsenal-womens-champions-league-semi-final-match-report\">draw 2-2</a> with the Frauen-Bundesliga champions.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/arsenal-determined-to-use-injury-crisis-as-motivation-to-fire-bid-for-wcl-glory\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/arsenal-determined-to-use-injury-crisis-as-motivation-to-fire-bid-for-wcl-glory", "date_published": "2023-04-24 14:57:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Hampshire bounce back and go top of Division One", "description": "<p>Hampshire maul Northamptonshire, Middlesex pick up their first win and Lancashire draw three in a row</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>Hampshire bounced back from <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/apr/17/county-cricket-warwickshire-top-surrey-second\">last week’s mauling at the hands of Surrey</a> to hand out a mauling of their own to Northamptonshire at Wantage Road. That was enough for James Vince’s men to go top of Division One and send their opponents into a relegation slot.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/apr/24/county-cricket-hampshire-northamptonshire-middlesex-lancashire-division-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/apr/24/county-cricket-hampshire-northamptonshire-middlesex-lancashire-division-one", "date_published": "2023-04-24 14:54:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit is a drag on growth, says Burberry chair, as he attacks ‘own goal’ on VAT", "description": "<p>Gerry Murphy tells Rishi Sunak he should reverse decision to remove tax-free shopping for tourists</p><p>The chair of Burberry has called Brexit a “drag on growth” and asked Rishi Sunak to reverse a decision to remove tax-free shopping for tourists that has left Britain nursing the “weakest” Covid recovery among its big markets.</p><p>Gerry Murphy, the chair of the £10bn trench coats to handbags fashion house, told the prime minister that a <a href=\"https://www.theguardian.com/business/2020/nov/12/burberry-attacks-move-to-scrap-tax-free-shopping-on-eve-of-brexit\">decision</a> to remove VAT refunds in 2020 has hurt the economy and was a “spectacular own goal”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/brexit-drag-on-growth-burberry-chair-vat-gerry-murphy-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/brexit-drag-on-growth-burberry-chair-vat-gerry-murphy-rishi-sunak", "date_published": "2023-04-24 14:51:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s Raab’s rightwingers versus the Blob, the wokerati and the snowflakes – and you’ve been drafted | Zoe Williams", "description": "<p>You came to this website looking for tofu recipes? Tough: you’re now fighting alongside the junior doctors, Gary Lineker and every last public servant</p><p>Watching the right’s line take shape around <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">Dominic Raab</a>, the former deputy prime minister and justice secretary, over the weekend was almost beautiful; so coordinated, so graceful, like synchronised swimming. He wasn’t a bully, he was a tough taskmaster, as ministers must be. He wasn’t brought down by his own behaviour, but by the Blob. It wasn’t even about one man; nobody is safe from the woke army, not even Suella Braverman, who is surely next in the Blob’s sights, even though she seems so … nice? (This bit of the argument was underdeveloped.)</p><p>Despite the fact that this is definitely not about Raab the man – this is a war, not a duel – Raab is nevertheless at the centre of the action, trenchantly making his case, a middle-aged action hero in the Liam Neeson tradition, the only man who will take on the vast invisible forces of liberals to save his precious constitution.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/dominic-raab-rightwingers-versus-the-blob-wokerati\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/dominic-raab-rightwingers-versus-the-blob-wokerati", "date_published": "2023-04-24 14:51:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European countries pledge huge expansion of North Sea wind farms", "description": "<p>Nine countries sign declaration to turn North Sea into ‘Europe’s biggest green power plant’</p><p>Nine European countries have pledged to multiply the capacity of offshore wind farms in the North Sea by eight times current levels before 2050, turning it into what Belgium’s energy minister called “Europe’s biggest green power plant”.</p><p>The French president, Emmanuel Macron, the German chancellor, Olaf Scholz, and the European Commission chief, Ursula von der Leyen, signed the declaration on Monday with the prime ministers of Belgium, the Netherlands, Ireland, Denmark and Luxembourg.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/european-countries-pledge-huge-expansion-of-north-sea-wind-farms\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/european-countries-pledge-huge-expansion-of-north-sea-wind-farms", "date_published": "2023-04-24 14:48:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elizabeth line to be fully running from 21 May in ‘last milestone’ for Crossrail", "description": "<p>Twenty-four trains an hour and direct service from Essex to Heathrow on timetable</p><p>The Elizabeth line will run 24 trains an hour and start direct services from Essex to Heathrow from 21 May, Transport for London has confirmed, in the “last milestone” of the Crossrail project.</p><p>Trains will run roughly every two and a half minutes under central London in both directions at peak times, TfL said, with more through services and quicker journeys as the full timetable comes into effect.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/elizabeth-line-to-be-fully-running-from-21-may-crossrail\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/elizabeth-line-to-be-fully-running-from-21-may-crossrail", "date_published": "2023-04-24 14:48:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Si Jiahui secures spot in World Snooker Championship quarter-finals", "description": "<ul><li>Lowest-ranked player at Crucible overcomes shaky patch</li><li>Player recovers to claim 13-7 victory against Robert Milkins</li></ul><p>Si Jiahui picked up where he left off on Sunday to secure a spot in the World Snooker Championship quarter-finals with a 13-7 victory over Robert Milkins.</p><p>The world No 80 is the lowest-ranked player left in the tournament and continued his fantastic debut at the Crucible despite a rocky start on Monday afternoon. Si will now face Anthony McGill or Jack Lisowski in the quarter-finals later this week.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/24/si-jiahui-secures-spot-in-world-snooker-championship-quarter-finals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/24/si-jiahui-secures-spot-in-world-snooker-championship-quarter-finals", "date_published": "2023-04-24 14:46:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simon Rattle: UK classical music is fighting for life after ‘swingeing’ funding cuts", "description": "<p>The outgoing director of the London Symphony Orchestra says that cuts by Arts Council England and the BBC risk destroying the entire sector</p><ul><li><a href=\"https://www.theguardian.com/music/2023/apr/24/simon-rattle-barbican-speech-we-are-facing-a-fight-for-existence-uk-classical-music-cuts\">Read the full text of Rattle’s speech</a></li></ul><p>“Deeply alarming” cuts to classical music by Arts Council England and the BBC are cutting away “at the flesh of our culture”, <a href=\"https://www.theguardian.com/music/simon-rattle\">Sir Simon Rattle</a>, Britain’s best-known living conductor, has said.</p><p>In a speech at the Barbican on Sunday, Rattle, the outgoing music director of the London Symphony Orchestra, said the last few months “have been devastating” for the sector.</p> <a href=\"https://www.theguardian.com/music/2023/apr/24/simon-rattle-uk-classical-music-arts-council-england-bbc-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/24/simon-rattle-uk-classical-music-arts-council-england-bbc-cuts", "date_published": "2023-04-24 14:33:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok influencer Mahek Bukhari in court over alleged murder plot", "description": "<p>Saqib Hussain and Mohammed Ijazuddin were killed when their car hit a tree after being pursued by two vehicles</p><p>Two men died in a fireball when their car was driven off the road in a murder plot devised to silence one of the victims from revealing his affair with a married woman, a court has heard.</p><p>Saqib Hussain, 21, and childhood friend Mohammed Hashim Ijazuddin, 21, were killed on 11 February 2022 when their car hit a tree as they were being pursued by two vehicles at speeds approaching 100mph.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/tiktok-influencer-mahek-bukhari-court-alleged-murder-plot\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/tiktok-influencer-mahek-bukhari-court-alleged-murder-plot", "date_published": "2023-04-24 14:31:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a 10 for Len’: farewell to gloriously gobby Goodman, the Strictly ballroom sensation", "description": "<p>Almost overlooked for the job of Strictly judge, Len Goodman ended up being the show’s lifeblood, thrilling audiences with his straight-talking ways – and fabulous footwork</p><p>In 2004, as his 60th birthday approached, Len Goodman was preparing to retire from his professional enthusiasm – a ballroom dancing school in Dartford, Kent – to spend more time with private passions: his family, golf.</p><p>His one regret was that the BBC was working on a new hoofing show, having axed Come Dancing a decade earlier. Friends and colleagues were being auditioned, but Goodman had not been asked. He admitted in his memoirs to being miffed enough about this omission that he lied to friends about having turned down an offer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-farewell-strictly-ballroom-sensation\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-farewell-strictly-ballroom-sensation", "date_published": "2023-04-24 14:21:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stiff Nipples? About Effing Time! The company names deemed too rude to register", "description": "<p>An air-conditioning firm and a courier service are among the businesses to fall foul of Companies House this year</p><p><strong>Name: </strong>Rude companies.</p><p><strong>Age: </strong>Let’s assume ancient.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/stiff-nipples-about-effing-time-the-company-names-deemed-too-rude-to-register\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/stiff-nipples-about-effing-time-the-company-names-deemed-too-rude-to-register", "date_published": "2023-04-24 14:16:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The lesson from the Diane Abbott furore: neither false equivalence nor hierarchies of victimhood help us | Marcus Ryder", "description": "<p>As the political row intensifies, I fear nuance will be lost. This is too sensitive an issue to address without care and precision</p><p>The furore around the Labour MP <a href=\"https://www.theguardian.com/politics/2023/apr/23/diane-abbott-suspended-by-labour-after-saying-jewish-people-not-subject-to-racism\">Diane Abbott</a> and accusations of antisemitism, in which she <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/23/success-for-women-not-same-as-for-men-letters\">equated the prejudice</a> Jewish people face with the prejudice faced by redheads, hold important lessons for anyone considering how to talk about diversity, inclusion, equality, racism and (of course) antisemitism.</p><p>To explain, let me start with a story. A few years ago I was talking to a young black girl about the prejudice women face. She turned to me and said earnestly, “I understand it, it’s like racism against women.” I fought back a laugh and replied, “Yes, it’s called sexism.”</p><p>Marcus Ryder is the head of external consultancies at the Lenny Henry Centre for Media Diversity, chair of Rada and host of the podcast Black British Lives Matter</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/diane-abbott-letter\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/diane-abbott-letter", "date_published": "2023-04-24 14:02:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A song for heavy times’: Wayne Coyne of the Flaming Lips on Do You Realize??", "description": "<p>‘People would tell us they’d played it when their mother was dying in hospital or their brother had been in a car accident. We didn’t know what to say’</p><p>We started <a href=\"https://www.theguardian.com/music/musicblog/2016/mar/24/the-flaming-lips-10-of-the-best\">the Flaming Lips</a> in 1983 and had already been a band for a long time when we came to record <a href=\"https://www.theguardian.com/music/2002/jul/12/popandrock.artsfeatures\">Yoshimi Battles the Pink Robots</a> in 2000. We’d seen a lot of things come and go and were probably suspicious of the success we’d had with its predecessor, The Soft Bulletin, even though that felt wonderful and amazing. We didn’t presume we were going to be successful again or be rock stars for ever.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/24/wayne-coyne-flaming-lips-do-you-realize\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/24/wayne-coyne-flaming-lips-do-you-realize", "date_published": "2023-04-24 14:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Extremely precarious’: Sophie Fiennes on documentary film-making in the UK", "description": "<p>Exclusive: Directors struggle to fund work because of risk-averse commissioners and lack of resources, she says</p><p>A leading director has warned that documentary film-making in the UK is in a state of crisis owing to a dearth of resources and risk-averse commissioning.</p><p>Sophie Fiennes said audiences are losing out because the sector is now suffering from an “absolute lack of resources” and commissioners who are wary of taking risks.</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/sophie-fiennes-extremely-precarious-documentary-film-making-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/sophie-fiennes-extremely-precarious-documentary-film-making-uk", "date_published": "2023-04-24 13:47:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Javier Perianes review – Granados’s Goyescas has rare outing but colours remain dim", "description": "<p><strong>Wigmore Hall, London</strong><br />Perianes has the agility and stamina to take on Granados’s piece but his realisation of the epic piano work didn’t have enough colour or character</p><p>Today the singular details of <a href=\"https://www.britannica.com/biography/Enrique-Granados\">Enrique Granados’s</a> tragic death in 1916 tend to be better known than his music. The composer drowned trying to save his wife when their ferry across the Channel was torpedoed by a German submarine as the couple were returning from the New York premiere of his opera Goyescas. The stage work had followed the success of Granados’s piano suite of the same name, which was inspired by the paintings and drawings of Goya, though only two of the six movements can be related to specific works.</p><p>Though the original Goyescas is one of the great monuments of late-Romantic piano music, the whole set is rarely included in recitals; it lasts almost 50 minutes and is extremely difficult to play. But a complete performance of the pieces did form the second half of <a href=\"https://www.javierperianes.com/\">Javier Perianes’s</a> recital. He’s certainly a pianist with the agility, heft and stamina to tackle this daunting music, but not, on this evidence, the command of keyboard colour to bring it fully into focus. In the slower movements, one longed for more subtlety and nuance, even the occasional pianissimo rather than a constant mezzo forte, and a lighter touch, too, would have been welcome in El Fandango de Candil. In the final two pieces, especially El Amor y la Muerte, there was a sense that Perianes was at last projecting the music with the vividness it needs, but it was too little too late.</p> <a href=\"https://www.theguardian.com/music/2023/apr/24/javier-perianes-review-granados-goyescas-brahms-schumanns-wigmore-hall-london\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/24/javier-perianes-review-granados-goyescas-brahms-schumanns-wigmore-hall-london", "date_published": "2023-04-24 13:44:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of UK asylum seeker children wrongly treated as adults, report shows", "description": "<p>Data collated from responses to FoI requests from 70 different local authorities about age assessments </p><p>Hundreds of asylum seeker children are wrongly being treated as adults by the Home Office, according to data from dozens of local authorities.</p><p>Responses from freedom of information requests showed that two-thirds of children – 867 out of 1,386 – deemed to be adults by the Home Office were later confirmed to be children.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/hundreds-of-uk-asylum-seeker-children-wrongly-treated-as-adults-report-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/hundreds-of-uk-asylum-seeker-children-wrongly-treated-as-adults-report-shows", "date_published": "2023-04-24 13:41:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No more home makeovers! The horror show of renting in Britain finally comes to TV", "description": "<p>From being made homeless with a newborn to your ceiling caving in with damp, TV rarely shows the rage-inducing truth about renting – which is why series like Evicted and Help! My Home Is Disgusting are a breath of fresh air</p><p>At 34 years old, I’ve called at least 26 places home – most of these were privately rented. After the fallout from my parents’ divorce when I was a child, our single-parent family moved eight times until I left for university, not including some weeks spent in a family friend’s spare room while we waited for a council house. My mum went on to live in eight different properties. Home has always felt precarious, temporary, not ours. I still rent today, as does my mum. She retires this year and will never own her home again.</p><p>The one thing that has remained consistent while moving around is the TV set. It’s the first thing to unpack, offering escapism after a day of lugging boxes. But I have also always watched TV for “relatable content”. To see something of yourself on the screen is to feel seen in the world. However, I never saw a real reflection of our living situation on it while growing up.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/renting-britain-tv-evicted-help-my-home-is-disgusting\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/renting-britain-tv-evicted-help-my-home-is-disgusting", "date_published": "2023-04-24 13:31:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s all in the damn history books’: David Lynch rails against the death of cinemas", "description": "<p>In a recent interview the US director criticised watching films on phones, saying that ‘people think they’ve seen a movie, but they haven’t. It’s sad’</p><p>David Lynch has broken his media silence with an interview in French film magazine <a href=\"https://www.cahiersducinema.com/boutique/produit/avril-2023-n797/\">Cahiers du Cinema</a>, in which he took the opportunity to rail against the experience of watching films on streaming platforms.</p><p>Saying that “coronavirus has put a stop” to watching films in cinemas, Lynch said: “Feature films are in a bad place, series have taken their place … You could sit down and actually have the experience of stepping into a whole new world. Now that’s all in the damn history books. It’s distressing.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/its-all-in-the-damn-history-books-david-lynch-rails-against-the-death-of-cinemas\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/its-all-in-the-damn-history-books-david-lynch-rails-against-the-death-of-cinemas", "date_published": "2023-04-24 13:18:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prezzo to shut 46 UK restaurants, putting 810 jobs at risk", "description": "<p>Full list of site closures in England and Scotland as Italian food chain blames inflation for decision</p><p>The Italian restaurant chain Prezzo has said it plans to close 46 outlets in the UK, putting 810 jobs at risk, in a sign of the struggles for the casual dining sector <a href=\"https://www.theguardian.com/business/2022/nov/05/uk-restaurant-and-coffee-prices-rise-by-up-to-26-in-two-years\">amid the cost of living crisis</a>.</p><p>Announcing the news on Monday, the company blamed inflation, saying rising costs made it impossible for it to make a profit in some locations.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/prezzo-to-shut-46-uk-restaurants-putting-810-jobs-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/prezzo-to-shut-46-uk-restaurants-putting-810-jobs-at-risk", "date_published": "2023-04-24 13:17:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan evacuations and aurora in Tasmania: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/world/gallery/2023/apr/24/sudan-evacuations-and-aurora-in-tasmania-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/apr/24/sudan-evacuations-and-aurora-in-tasmania-mondays-best-photos", "date_published": "2023-04-24 13:10:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kremlin spokesperson’s son claims to have fought in Ukraine", "description": "<p>Nikolai Peskov, 33, says he sought father’s help to serve anonymously in mercenary group for six months</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/24/russia-ukraine-war-live-drone-attack-on-crimea-repelled-russia-says-moscow-threatens-to-scrap-grain-deal\">Russia-Ukraine war – latest news updates</a></li></ul><p>The son of the Kremlin spokesperson Dmitry Peskov has claimed he served as an artilleryman with the Wagner mercenary group in Ukraine for nearly six months.</p><p>In an interview with the pro-Kremlin daily Komsomolskaya Pravda, Nikolai Peskov, 33, said: “It was my duty … I couldn’t sit to one side watching as friends and others went off there.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/kremlin-spokesperson-son-nikolai-peskov-claims-to-have-fought-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/kremlin-spokesperson-son-nikolai-peskov-claims-to-have-fought-in-ukraine", "date_published": "2023-04-24 13:05:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The face of PlayStation: Shuhei Yoshida on the joy and future of video games", "description": "<p>He’s been at PlayStation since the beginning, and seen the games industry transform beyond recognition. He talks unlikely successes, AI, and gaming’s future</p><p>In early 1993, Shuhei Yoshida joined Sony’s nascent PlayStation division as a business development guy – the first member of the team who didn’t have an engineering background. When he was working with Ken Kutaragi and the other architects of the original PlayStation, and later producing games from Crash Bandicoot and Gran Turismo alongside game development legends Mark Cerny and Kazunori Yamauchi, he freely admits that he could scarcely believe his luck. When I speak to him, on the eve of receiving Bafta’s prestigious fellowship award for his contribution to video games, he still seems endearingly surprised by his own success.</p><p>“The people who have received [this award] before are all creators! Amazing, talented, genius people! I don’t know how I fit in,” he says. (Previous recipients of the award include Shigeru Miyamoto and Hideo Kojima.) “But everybody says I deserve it, so I guess I deserve it.”</p> <a href=\"https://www.theguardian.com/games/2023/apr/24/shuhei-yoshida-playstation-video-games-sony-bafta-fellowship-award\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/apr/24/shuhei-yoshida-playstation-video-games-sony-bafta-fellowship-award", "date_published": "2023-04-24 13:05:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden expected to make 2024 White House announcement this week – live", "description": "<ul><li>Democratic president yet to confirm 2024 re-election bid</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Good morning, US politics blog readers. Today may be the last day the worst-kept secret in Washington is actually a secret. <strong>Joe Biden</strong> has been expected to announce his re-election campaign for months, and is <a href=\"https://apnews.com/article/biden-election-2024-president-trump-democrats-1e125b32d1a376dff5a1b74748a71476?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">reportedly</a> going to make the bid public in a video to be released this week, perhaps as soon as tomorrow. There’s a lot to say about this decision, and plenty of time to say it – the election takes place on 5 November, 2024. But here’s one thing that can be said right now: Biden currently has no serious primary challengers, while <strong>Donald Trump</strong> is at this point <a href=\"https://www.nbcnews.com/politics/2024-election/nbc-news-poll-nearly-70-gop-voters-stand-trump-indictment-investigatio-rcna80917\">the far and away favorite</a> among Republicans. Next year’s elections could look a lot like the 2020 campaign – but with some key differences that we’ll get to on the blog later on.</p><p>Here’s what else is happening today:</p><p><strong>Biden</strong> will at 3.15pm eastern time welcome to the White House the “Tennessee Three” – the trio of Democratic Tennessee state lawmakers who protested noisily for gun control on the chamber floor, two of whom were (unsuccessfully) expelled for it.</p><p><strong>Congress will be</strong> dominated this week by the House GOP bill to increase the debt limit while also slashing government spending and implementing a number of conservative priorities. Democrats hate it, but the debt ceiling needs to be increased at some point in the next few weeks, no matter what.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> will brief reporters at 1.15pm.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/apr/24/biden-2024-election-debt-limit-trump-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/apr/24/biden-2024-election-debt-limit-trump-politics-live-updates", "date_published": "2023-04-24 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can Extinction Rebellion really be the new centre ground of the climate movement? | Ellie Mae O'Hagan", "description": "<p>Three years ago, XR was hanging by a thread – the Big One protest suggests the movement has learned from its mistakes</p><p>Over the weekend, tens of thousands of climate activists and concerned citizens converged on Westminster <a href=\"https://www.bbc.co.uk/news/uk-england-london-65362335\">for “the Big One”</a>, a climate demonstration with more than 200 participating organisations, including trade unions, community groups and charities, and led by Extinction Rebellion (XR). The demonstration’s convivial atmosphere was somewhere between a county fair and Glastonbury: participants tried out screen printing, ate together on College Green and took part in talks about the climate crisis.</p><p>It was easy to forget that in 2020,<strong> </strong>XR was hanging by a thread. The pandemic decimated the movement on the ground – because its members could no longer meet, recruit others or plan activities. Also, the actions of a handful of protesters who <a href=\"https://www.theguardian.com/environment/2019/oct/17/extinction-rebellion-activists-london-underground\">blocked a London commuter train</a> used by working-class people in October 2019 were received very badly, and did lasting damage to the group’s reputation (an XR spokesperson later apologised). “People are very keen to talk about the climate crisis,” one XR member recently told me, “but when they find out we’re from Extinction Rebellion, they don’t want to know.”</p><p>Ellie Mae O’Hagan is a writer and head of external engagement at the Good Law Project</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/extinction-rebellion-climate-protest-activists-the-big-one\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/extinction-rebellion-climate-protest-activists-the-big-one", "date_published": "2023-04-24 12:52:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meals and deals: five biggest trends from London book fair 2023", "description": "<p>There was lots to digest this year, including cookery books from social media stars, a climate change book from London mayor Sadiq Khan, and some big debut novels to look forward to</p><p>Over the course of three days in London, thousands of editors, publishers and agents, among others, decide what we’ll be reading in the coming year or so.</p><p>Here’s our round-up from London book fair, which took place from 18 to 20 April, taking in the essentials of what the publishing landscape will look like for the next 12 months, from what we’re going to buy, to the big issues occupying the industry.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/meals-and-deals-five-biggest-trends-from-london-book-fair-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/meals-and-deals-five-biggest-trends-from-london-book-fair-2023", "date_published": "2023-04-24 12:51:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British supermarkets report shortages of peppers as Morrisons rations sales", "description": "<p>Retailer limits purchases to two a customer after cold snap in Europe hits supplies</p><p>British supermarkets are running short of peppers after a cold snap in Europe, leading some to limit the number customers can purchase.</p><p>In a repeat of the <a href=\"https://www.theguardian.com/business/2023/feb/20/uk-short-salad-crops-citrus-fruits-cold-spell-med-supermarkets\">shortages of salad crops in February and March</a>, another bout of unseasonably cold weather in southern Europe has disrupted the harvest of fruit and vegetables, particularly peppers.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/british-supermarkets-shortages-peppers-morrisons-rations-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/british-supermarkets-shortages-peppers-morrisons-rations-sales", "date_published": "2023-04-24 12:50:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Widow sues US cruise line after husband’s body stored in drinks cooler", "description": "<p>Ship lacked required onboard morgue and Robert Jones’s body had turned green and was decomposing by time it reached Florida</p><p>A cruise line stored the body of a passenger who died onboard in a drinks cooler for several days, causing the man’s body to turn green and decompose, the man’s window alleged in a <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.flsd.645702/gov.uscourts.flsd.645702.1.0_1.pdf\">federal lawsuit filed in Florida last week</a>.</p><p>The man, Robert Jones, died of a heart attack on 15 August last year while onboard the Celebrity Equinox during a Caribbean cruise. Ship crew members allegedly told his widow, Marilyn Jones, that she could either take the body on shore in San Juan, Puerto Rico, or that they could store it in the working onboard morgue until they returned to Florida. Staffers told her that the body had only a 50% chance of undergoing an autopsy in San Juan and that she would have to remain there alone until the body was autopsied and embalmed, Jones said in the complaint. She chose to keep the body on the ship.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/24/celebrity-cruise-dead-body-lawsuit-cooler\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/24/celebrity-cruise-dead-body-lawsuit-cooler", "date_published": "2023-04-24 12:38:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My ADHD makes motherhood a huge challenge, but it also gives me superpowers | Sarah Marsh", "description": "<p>As a child I was ‘away with the fairies’, as an adult I ran for miles. Now I use that energy to make my son’s life amazing</p><p>I was once on a list of two people who lost their work passes at the Guardian more than anyone else. I am chronically chaotic: my wardrobe includes unfolded jumpers and items thrown on top of each other. I am driven by what I can only describe as an inner motor that wants to be doing new things at all times.</p><p>Given all these symptoms, it’s surprising that it took me until the age of 34 to get a diagnosis of <a href=\"https://www.theguardian.com/society/2022/oct/08/adult-adhd-diagnosis-youve-got-to-relook-at-your-entire-life\">attention deficit hyperactivity disorder</a><strong> </strong>(ADHD), and it came alongside the birth of my first child. When I was pregnant, it was suggested I might have the condition. As I struggled with the physical and hormonal changes of carrying a child, my mental health plummeted. I was referred to the perinatal mental health team. There, I listed the many symptoms that had plagued my life. ADHD is a lot more than being forgetful. I have had bouts of insomnia so bad that I thought I would never sleep again. My life was driven by impulsiveness that left me ruining relationships and struggling to maintain certain friendships. I was constantly trying to numb an overactive mind.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/adhd-motherhood-superpower-child-son\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/adhd-motherhood-superpower-child-son", "date_published": "2023-04-24 12:16:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revolut’s place as UK’s top fintech firm at risk after Schroders writedown", "description": "<p>Asset manager suggests its stake could be worth less just 18 months after investing nearly £10m</p><p>Revolut’s position as the UK’s most valuable fintech company is under threat, after a writedown by one of its investors suggested nearly $15bn (£12bn) could be wiped off the value of the firm.</p><p>A UK trust run by the asset manager Schroders suggested the value of its stake in Revolut has plunged by 46% over the past year, having estimated in its annual report that the holding was worth just £5.4m as of December, down from £10.1m a year earlier.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/revoluts-uk-fintech-firm-schroders-writedown\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/revoluts-uk-fintech-firm-schroders-writedown", "date_published": "2023-04-24 12:16:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Officer who fatally shot Breonna Taylor hired by sheriff’s office in Kentucky", "description": "<p>Protest planned after Carroll county gives job to Myles Cosgrove who was fired by Louisville police after no-knock raid</p><p>The former Louisville police officer who fatally shot <a href=\"https://www.theguardian.com/us-news/breonna-taylor\">Breonna Taylor</a> has a new job in law enforcement in a county north-east of the Kentucky city.</p><p>The Carroll county sheriff’s office on Saturday confirmed the hiring of Myles Cosgrove, who was fired from the Louisville Metro police department in January 2021 for violating use-of-force procedures and failing to use a body camera during the raid on Taylor’s apartment, <a href=\"https://www.whas11.com/article/news/local/carroll-county-sheriffs-office-myles-cosgrove-protest-breonna-taylor-kentucky/417-63dd2374-0bfd-47d9-8d2e-74c1e39d9f23\">WHAS-TV reported.</a></p> <a href=\"https://www.theguardian.com/us-news/2023/apr/24/breonna-taylor-officer-myles-cosgrove-hired\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/24/breonna-taylor-officer-myles-cosgrove-hired", "date_published": "2023-04-24 12:14:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Napoli can begin their party while shroud still envelops Juventus | Nicky Bandini", "description": "<p>Napoli winning the Serie A title is a fait accompli but Juventus’s continuing legal issues leave so much else up in the air</p><p>It was not the goal that sealed Napoli’s third-ever Scudetto, but it sure felt like it, an emotion so overpowering that some players could not keep their feet. As Giacomo Raspadori’s volley skidded through Wojciech Szczesny’s legs and into the Juventus net, Piotr Zielinski simply collapsed on to his back, lying spreadeagled on the Allianz Stadium turf.</p><p>Raspadori’s strike arrived in the 93rd minute, <a href=\"https://www.theguardian.com/football/2023/apr/23/juventus-napoli-serie-a-match-report\">securing a 1-0 win</a>. Napoli scarcely needed the points – they were already 14 clear of second-placed Lazio before kick-off – but five days removed from <a href=\"https://www.theguardian.com/football/2023/apr/18/napoli-milan-champions-league-quarter-final-second-leg-match-report\">a Champions League quarter-final defeat to Milan</a>, they needed this moment to remind themselves of how special this season has been.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/24/napoli-can-begin-their-party-shroud-still-envelops-juventus-serie-a\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/24/napoli-can-begin-their-party-shroud-still-envelops-juventus-serie-a", "date_published": "2023-04-24 12:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak’s asylum plans risk breaching UK’s rights obligations, says watchdog", "description": "<p>Equality and Human Rights Commission says measures in illegal migration bill could expose people to serious harm</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/24/rishi-sunak-keir-starmer-james-cleverly-diane-abbott-huma-yousaf-uk-politics-live-latest\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak’s flagship asylum legislation risks breaching international obligations to protect human rights and could expose vulnerable people to serious harm, the UK’s equality watchdog has said.</p><p>In an unusual intervention before the Commons report stage of the legislation on Tuesday, the Equality and Human Rights Commission (EHRC) said the illegal migration bill would remove protections for victims of trafficking and restrict rights to asylum.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/24/sunak-asylum-plans-risk-breaching-uk-rights-obligations-says-watchdog-ehrc\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/24/sunak-asylum-plans-risk-breaching-uk-rights-obligations-says-watchdog-ehrc", "date_published": "2023-04-24 12:05:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how is the UK cost of living affecting your ability to attend weddings?", "description": "<p>We would like to hear about how guests are approaching wedding season, and particularly ceremonies abroad, amid the UK cost of living crisis</p><p>Wedding season is fast approaching, and even for guests, the costs of stag and hen dos, gifts, and the big day can quickly stack up.</p><p>With money tight for many in the UK, we want to hear about how you’re navigating wedding season, particularly if you’ve been invited to several events in the space of a few months.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/tell-us-how-us-the-uk-cost-of-living-affecting-your-ability-to-attend-weddings\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/tell-us-how-us-the-uk-cost-of-living-affecting-your-ability-to-attend-weddings", "date_published": "2023-04-24 12:04:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are facing a long-term fight for existence. The flesh of culture is being cut away’ – Simon Rattle on the crisis facing UK’s classical music", "description": "<p>This is the text of a speech given by Sir Simon Rattle at the London Symphony Orchestra concert on Sunday 23 April 2023</p><p></p><p></p><p>Ladies and gentlemen,</p><p>I have a lot to say about what is happening in classical music in this country – as does anyone in our profession right now.</p> <a href=\"https://www.theguardian.com/music/2023/apr/24/simon-rattle-barbican-speech-we-are-facing-a-fight-for-existence-uk-classical-music-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/24/simon-rattle-barbican-speech-we-are-facing-a-fight-for-existence-uk-classical-music-cuts", "date_published": "2023-04-24 12:03:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crystal Palace offer Wilfried Zaha record contract amid interest from top clubs", "description": "<ul><li>Forward offered four-year deal worth about £200,000 a week</li><li>Arsenal and PSG among clubs interested in he leaves on free</li></ul><p>Wilfried Zaha is weighing up a new four-year contract offer worth more than £10m a season to stay at Crystal Palace amid interest from Arsenal, Chelsea and Paris Saint-Germain but wants assurances over the club’s ambition to qualify for European competition before signing.</p><p>The Ivory Coast forward has made more than 400 appearances for Palace and is out of contract in the summer, when a five-year deal worth £130,000 a week will expire. Zaha, who turns 31 in November, is understood to have been offered a contract worth about £200,000 a week that would make him by far the highest-paid player in Palace’s history.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/crystal-palace-offer-wilfried-zaha-record-contract-interest-arsenal-psg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/crystal-palace-offer-wilfried-zaha-record-contract-interest-arsenal-psg", "date_published": "2023-04-24 12:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Endphase review – searing testimony to one of the last Nazi war crimes", "description": "<p>Exemplary Austrian documentary chronicles the massacre of more than 200 women, children and older men just days before the end of the second world war</p><p>With the far right on the up worldwide, it’s getting late in the day to exhume the lessons of the mid-20th century. There are few surviving Holocaust perpetrators and victims still living, but this exemplary Austrian documentary, an attempt to chronicle the massacre of Hungarian Jews in the Danube river community of Hofamt Priel, does its damnedest to track down and understand both sides before they are gone.</p><p>Director Hans Hochstöger grew up in Hofamt Priel, a rural farming village about 100km west of Vienna, which was annexed to the larger town of Persenbeug. It was from a construction site on the river here that, on the night of 2 May 1945, the SS marched more than 200 refugees a short way inland and murdered them; an atrocity all the more senseless because the Nazis surrendered days later. Their remains, shoved into a ditch, were moved to a Jewish cemetery in 1964. But the killing was wilfully ignored and never investigated, unlike similar “endphase” incidents nearby, and only half-heartedly acknowledged in the form of a forlorn roadside memorial.</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/endphase-review-searing-testimony-to-one-of-the-last-nazi-war-crimes\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/endphase-review-searing-testimony-to-one-of-the-last-nazi-war-crimes", "date_published": "2023-04-24 12:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Full speed ahead: why do some of us struggle with low libido – and five ways to help", "description": "<p>For most of us, the key to boosting sexual interest is to find what works your accelerator and what slams on the brakes. Could a new hormone treatment play a part in improving sex lives? Plus debunking the most common low libido myths</p><p>Peter had never felt particularly interested in sex. Although he’d had various opportunities throughout his adult life, he had always been surprised at how lacklustre his attitude to these sexual encounters was. Maybe he was tired, he’d drunk too much alcohol, or he was worried about his performance – whatever it was, it hadn’t been a major worry until he met his current partner four years ago.</p><p>“For her, that physical connection with men had always been a big thing,” he says. “I wasn’t interested in it to the same level, and this still creates issues in terms of what the other perceives should be the right amount.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/low-libido-five-ways-to-help\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/low-libido-five-ways-to-help", "date_published": "2023-04-24 12:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mass brawls and haunted guitar pedals: the high-speed hijinks of British thrash metal", "description": "<p>Unlike their American peers, British thrash metallers never hit the big time – but over 30 years on, their scene is thriving</p><p>‘It wasn’t an easy time in the UK, the 1980s,” says Damon Maddison, bassist with Brighton thrash metal band Hydra Vein. “There was a fair amount of anger about. The country had gone up in riots, not too many years before there was the miners’ strike, there was general strife happening everywhere. It was ripe for thrash metal.”</p><p>The high-octane subgenre tends to evoke beer-soaked denim, bloodied noses, tangled hair and Californian vocals – and Metallica, the most famous band from the US scene, remain as popular as ever with a UK No 1 album this week. But thousands of miles from the Bay Area, ex-punks and teenage metalheads from Nottingham to Bristol were making their own thrash mayhem in the mid- to late-80s, leaving Ghostbusters-themed lawsuits, police battles and haunted delay pedals in their wake.</p> <a href=\"https://www.theguardian.com/music/2023/apr/24/mass-brawls-and-possessed-guitar-pedals-the-high-speed-hijinks-of-british-thrash-metal\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/24/mass-brawls-and-possessed-guitar-pedals-the-high-speed-hijinks-of-british-thrash-metal", "date_published": "2023-04-24 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Per Mertesacker: ‘Jack Wilshere has proved me wrong – it’s brilliant to see’", "description": "<p>Arsenal’s academy manager is proud of his former teammate who leads his Under-18s into the FA Youth Cup final against West Ham on Tuesday </p><p>When Mikel Arteta departed Arsenal in 2016, his playing days finished and a transformative apprenticeship in coaching with Pep Guardiola around the corner, he left a note for his chief executive. One extraordinary football mind was about to up sticks, for a few years at least, but another remained within reach. Arteta knew Arsenal could not afford to let Per Mertesacker slip away. “You can’t lose this guy,” he told Ivan Gazidis. “Just put him somewhere.”</p><p>Gazidis obliged. Two years later Mertesacker, once his centre-back career had wound down, became Arsenal’s academy manager; he had been offered the role at the beginning of his final season, smoothing the transition. He was known to be methodical, organised, cut out for the kind upstairs position that might not necessarily be gratified with immediate rewards.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/per-mertesacker-jack-wilshere-has-proved-me-wrong-arsenal-fa-youth-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/per-mertesacker-jack-wilshere-has-proved-me-wrong-arsenal-fa-youth-cup-final", "date_published": "2023-04-24 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£1 meals: Tom Kerridge’s budget recipes for chicken pie and spring stew", "description": "<p>Two easy, economical dishes of chicken and spring greens pie and chicken and vegetable stew both make great use of a tin of soup</p><p>These dishes are designed to make life easy; they can be batch-cooked and frozen, are packed full of flavour and areguaranteed crowdpleasers. The stew can include any seasonal vegetables you like, such as crisp asparagus, sweet peas or baby spinach.</p><p>Follow <a href=\"https://www.instagram.com/fulltimemeals/?hl=en\">@FullTimeMeals</a> for more filling and budget-friendly recipes from Tom Kerridge.</p> <a href=\"https://www.theguardian.com/food/2023/apr/24/tom-kerridge-chicken-pie-recipe-stew-budget-one-pound-meals\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/24/tom-kerridge-chicken-pie-recipe-stew-budget-one-pound-meals", "date_published": "2023-04-24 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham consider sacking Cristian Stellini after Newcastle humiliation", "description": "<ul><li>Caretaker manager could lose job after Sunday’s 6-1 defeat</li><li>Ryan Mason the obvious stand-in as manager search goes on</li></ul><p>Tottenham are considering whether to sack the caretaker manager, Cristian Stellini, in the wake of Sunday’s <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">6-1 humiliation at Newcastle</a> amid fears he will not be able to raise the players for the challenges ahead.</p><p>The obvious stand-in for Stellini until the end of the season would be his assistant, Ryan Mason, who was passed over for the interim position after the club <a href=\"https://www.theguardian.com/football/2023/mar/26/antonio-conte-departs-tottenham-after-breakdown-in-relations-with-club\">dismissed Antonio Conte</a> on 26 March. Mason was in caretaker charge for the final weeks of the 2020-21 season after the sacking of José Mourinho, winning four of six Premier League games.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/tottenham-cristian-stellini-sacking-newcastle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/tottenham-cristian-stellini-sacking-newcastle", "date_published": "2023-04-24 11:46:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian forces ‘forcibly evacuating’ civilians in Kherson, says Ukraine", "description": "<p>Apparent move in occupied areas comes as Ukrainian military sets up positions on eastern side of Dnipro River</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/24/russia-ukraine-war-live-drone-attack-on-crimea-repelled-russia-says-moscow-threatens-to-scrap-grain-deal\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian authorities say Russian forces are “forcibly evacuating” civilians in the area of the Kherson region that they still occupy, a day after it was claimed <a href=\"https://www.theguardian.com/world/2023/apr/23/new-ukraine-positions-near-kherson-could-signal-spring-offensive-report\">Ukrainian forces had established a bridgehead</a> on the east bank of the Dnipro River.</p><p>“I have information that the evacuation starts today [Sunday] with an excuse of protecting civilians from the consequences of heavy fighting in the area,” Oleksandr Samoylenko, the Ukrainian head of Kherson’s regional council, said. Russian troops were “trying to steal as much as they can” as they withdrew, he added.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/russian-forces-forcibly-evacuating-civilians-kherson-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/russian-forces-forcibly-evacuating-civilians-kherson-ukraine", "date_published": "2023-04-24 11:33:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: can writing make you healthier?", "description": "<p>Research supports the benefits of ‘expressive writing’ – but what makes it so cathartic?</p><p>Like many anguished teens, I often felt that my best friend was my diary. I would enter my bedroom in a terrible mood, but as the sentences took shape on the page, whatever was troubling me no longer felt like quite as much of a catastrophe. I wasn’t able to extinguish every sadness, but often felt calmer, as if a physical pressure had lifted from my chest.</p><p>These moments always brought to mind a scene in Harry Potter and the Goblet of Fire in which the headteacher at Hogwarts, Albus Dumbledore, extracts upsetting memories with his magic wand and places them in a shallow bowl, called the “pensieve”, which allows him to view things more dispassionately. Writing, for me, provided the same relief.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/the-big-idea-can-writing-make-you-healthier\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/the-big-idea-can-writing-make-you-healthier", "date_published": "2023-04-24 11:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like butter on a crumpet’ – Len Goodman: a life in pictures", "description": "<p>The genial ballroom dancer and former head judge of Strictly Come Dancing and Dancing With the Stars, <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-former-strictly-come-dancing-judge-dies\">Len Goodman, has died</a> aged 78. Here are some of his star moments</p> <a href=\"https://www.theguardian.com/tv-and-radio/gallery/2023/apr/24/len-goodman-strictly-come-dancing-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/gallery/2023/apr/24/len-goodman-strictly-come-dancing-a-life-in-pictures", "date_published": "2023-04-24 11:20:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did some people get the UK emergency alert late - or not at all?", "description": "<p>On Sunday millions of phones blared signal simultaneously under government test but for some it did not go as planned</p><p>On Sunday millions of phones blared an emergency signal simultaneously under a UK-wide government test. However, a <a href=\"https://www.theguardian.com/society/2023/apr/23/uk-emergency-alert-test-three-looking-into-why-users-failed-to-get-text\">number of handsets received the alert late – or not at all</a>.</p><p>Here we answer your questions on what happened.</p> <a href=\"https://www.theguardian.com/society/2023/apr/24/why-did-some-people-get-the-uk-emergency-alert-late-or-not-at-all\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/24/why-did-some-people-get-the-uk-emergency-alert-late-or-not-at-all", "date_published": "2023-04-24 11:18:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI scandal could deter women from joining City, top financier tells Sunak", "description": "<p>PM criticised over decision to axe tax-free shopping for tourists at meeting of business leaders</p><p>Top City fund manager Helena Morrissey has raised concerns with the prime minister that the scandal at the Confederation of British Industry could deter women from entering the City.</p><p>Morrissey, one of the highest profile executives in the City and a campaigner for equal pay and opportunities, said she was “personally worried that this might put women off joining industry”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/cbi-scandal-women-helena-morrisey-tells-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/cbi-scandal-women-helena-morrisey-tells-rishi-sunak", "date_published": "2023-04-24 11:17:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Champions League and WSL: talking points from the weekend action", "description": "<p>Chelsea will go to Barcelona with hope, Arsenal’s mentality is changing, City are flying and the relegation battle is hotting up</p><p>Chelsea may have <a href=\"https://www.theguardian.com/football/2023/apr/22/chelsea-barcelona-womens-champions-league-semi-final-match-report\">lost 1-0</a> in the first leg of the Women’s Champions League semi-final against Barcelona but afterwards they were relatively buoyant. Playing against the possession-heavy and quick-moving Catalans is one of the trickiest tests in football. “You have to be in the tie. We’re in the tie,” said the Chelsea manager, Emma Hayes. She is right but Barcelona walked away the more content side. Yes, they did not capitalise on their dominance to a greater extent, but their play (and injuries to Millie Bright and Kadeisha Buchanan) forced Chelsea to change shape, to a back five. As the Barcelona midfielder Keira Walsh put it: “We always score a lot of goals at Camp Nou.” Chelsea have a near-impossible task in Spain but shaking players free of Barcelona’s press long enough for them to release Sam Kerr will be key to any hopes of a colossal upset. <strong>SW</strong></p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/24/womens-champions-league-and-wsl-talking-points-from-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/24/womens-champions-league-and-wsl-talking-points-from-the-weekend-action", "date_published": "2023-04-24 11:08:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singaporean on death row denied access to lawyers, say activists", "description": "<p>Tangaraju Suppiah, due to be hanged this week, forced to self-represent after unsuccessful appeal</p><p>A Singaporean man who is due to be hanged this week for abetting an attempt to smuggle cannabis is one of a growing number of death row prisoners who have to represent themselves after their appeals because they cannot access lawyers, activists have said.</p><p>Tangaraju Suppiah, 46, was sentenced to death in 2018 after a judge found he was the owner of a phone number used to coordinate an attempt to traffic 1 kilogram of cannabis. He is due to be executed on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/singaporean-on-death-row-denied-access-to-lawyers-say-activists-tangaraju-suppiah\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/singaporean-on-death-row-denied-access-to-lawyers-say-activists-tangaraju-suppiah", "date_published": "2023-04-24 11:04:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh international festival draws on MLK with themes of hope and community", "description": "<p>Alvin Ailey’s American Dance Theater and Budapest Festival Orchestra among performers named in lineup</p><p>This year’s Edinburgh international festival will focus on themes of hope, community and new perspectives as it attempts to draw audiences back into theatres after the Covid pandemic.</p><p>It in its first year led by the Scottish concert violinist Nicola Benedetti, the festival will host Alvin Ailey’s American Dance Theater, the Budapest Festival Orchestra playing to an audience on beanbags, and the youthful Simón Bolívar Symphony Orchestra of Venezuela.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/24/edinburgh-international-festival-lineup-themes-hope-community-mlk\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/24/edinburgh-international-festival-lineup-themes-hope-community-mlk", "date_published": "2023-04-24 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How south-east Asia is fighting back to save corals – photo essay", "description": "<p>A series of initiatives involving scientists, NGOs and fishing communities across south-east Asia is attempting to breathe new life into vital marine ecosystems damaged by heating waters, acidification and years of overfishing</p><ul><li>Text and photographs by Giacomo d’Orlando</li></ul><p>Coral reefs are some of the most diverse ecosystems on the planet. A home for fish, invertebrates and other marine life, they are crucial for maintaining the health and balance of the ocean. As well as <a href=\"https://oceanservice.noaa.gov/facts/ocean-oxygen.html#:~:text=Scientists%20estimate%20that%20roughly%20half,smallest%20photosynthetic%20organism%20on%20Earth.\">generating half of Earth’s oxygen</a> – it is said that the ocean gives us every second breath we take – <a href=\"https://www.un.org/en/climatechange/science/climate-issues/ocean#:~:text=The%20ocean%20generates%2050%20percent,the%20impacts%20of%20climate%20change.\">oceans absorb more than 25% of all carbon dioxide emissions</a>, and capture 90% of the excess heat generated by these emissions, up to four times faster than the same area of tropical forest.</p><p>A sample of <em>Pocillopora acuta</em> is tested in a continuous nitrogen chamber at Macorin (Marine and Coastal Research Institute) at Prince of Songkla University, Thailand</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/coral-reefs-south-east-asia-health-revive-rebuild-restore\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/coral-reefs-south-east-asia-health-revive-rebuild-restore", "date_published": "2023-04-24 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK patients: share your experiences with the healthcare company Sciensus", "description": "<p>The company is paid by the NHS to provide healthcare at home and transport vital drugs and medical items to about 200,000 patients </p><p>A Guardian investigation has revealed <a href=\"https://www.theguardian.com/society/2023/apr/21/regulator-to-review-safety-concerns-over-medicines-courier-sciensus-nhs\">serious and significant concerns raised by patients, clinicians and health groups</a> about Sciensus, Britain’s biggest medicines delivery business.</p><p>The company is paid millions of pounds each year by the NHS to provide healthcare at home and transport vital drugs and medical items to about 200,000 patients with conditions including cancer, heart disease, diabetes, dementia and HIV.</p> <a href=\"https://www.theguardian.com/society/2023/apr/24/uk-patients-share-your-experiences-with-the-healthcare-company-sciensus\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/24/uk-patients-share-your-experiences-with-the-healthcare-company-sciensus", "date_published": "2023-04-24 10:57:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears Natural England may lose powers amid row with Dartmoor farmers", "description": "<p>Tory MPs call for ministers, not watchdog, to make decisions on sites of special scientific interest</p><p>Senior Conservative MPs have suggested the nature watchdog Natural England should be stripped of powers in an overhaul of how it manages England’s best wildlife sites, after complaints from landowners.</p><p>Wildlife experts have said it is “outrageous” that sites of special scientific interest (SSSIs), which are some of the most important areas for nature in the country, could be “determined by politics rather than science”.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/fears-natural-england-may-lose-powers-amid-row-with-dartmoor-farmers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/fears-natural-england-may-lose-powers-amid-row-with-dartmoor-farmers", "date_published": "2023-04-24 10:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: heatwave grips parts of Asia and heavy snow hits Scandinavia", "description": "<p>Record heat in Thailand and Laos is forecast to ease this week as snow sweeps Norway and Sweden</p><p>A prolonged heatwave that has been affecting many parts of Asia this month continued to batter the region last week. Much of the south-east, including Thailand and Laos, has been experiencing record heat: in Tak, north-west Thailand, the temperature soared to 45.4C on 15 April, while in Luang Prabang, Laos, it reached 42.7C.</p><p>Temperatures in Thailand continued to exceed 40C into the weekend, prompting the authorities to issue warnings for extreme heat and advise residents in many parts of the country, including the capital, Bangkok, to stay indoors.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/weather-tracker-heatwave-asia-heavy-snow-scandinavia-thailand-laos-norway-sweden\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/weather-tracker-heatwave-asia-heavy-snow-scandinavia-thailand-laos-norway-sweden", "date_published": "2023-04-24 10:51:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China rows back after envoy denies sovereignty of former Soviet states", "description": "<p>Foreign ministry says China respects status of countries such as Ukraine after ambassador’s comments prompt condemnation</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/24/russia-ukraine-war-live-drone-attack-on-crimea-repelled-russia-says-moscow-threatens-to-scrap-grain-deal\">Russia-Ukraine war – latest news updates</a></li></ul><p>China has distanced itself from comments by its ambassador to France that independent states that emerged from the collapse of the Soviet Union, which include Ukraine and Nato members Latvia, Lithuania and Estonia, lacked “actual status in international law” after an international outcry.</p><p>Foreign ministry spokesperson Mao Ning said Beijing “respects the status of the member states as sovereign states after the collapse of the Soviet Union” when asked at a regular news conference if it stood by ambassador Lu Shaye’s remarks.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/china-rows-back-after-envoy-denies-sovereignty-of-former-soviet-states\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/china-rows-back-after-envoy-denies-sovereignty-of-former-soviet-states", "date_published": "2023-04-24 10:09:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Love According to Dalva review – intense, raw study of girl abused by her father", "description": "<p>When her father is arrested, 12-year-old Dalva takes his side in shocking drama rooted in careful research</p><p>Made with painstaking care and sensitivity, this debut feature from Belgian film-maker Emmanuelle Nicot is about a child victim of grooming and rape who takes the side of her abuser; this is a 12-year-old girl called Dalva (Zelda Samson), whose father is arrested at the start. It’s an intense film about trauma and its devastating consequences. Nicot ignores the perpetrator to focus on the victim, a decision that makes this film just about bearable; I can’t think of another movie I was so reluctant to watch, but after it started I couldn’t look away.</p><p>Love According to Dalva opens with a police raid. “Jacques!” screams Dalva – not “Dad!” – as her father is bundled out of the house. Dalva is driven to a foster home for teenagers where she is furious, insisting that her sexual “relationship” with her father is perfectly natural; they love each other. The other kids laugh at her clothes, which are deeply disturbing: like a middle-aged woman circa 1987, she wears pearl earrings and lace-trimmed dress, her father’s twisted fantasy of a classy lady.</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/love-according-to-dalva-review-intense-raw-study-of-girl-abused-by-her-father\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/love-according-to-dalva-review-intense-raw-study-of-girl-abused-by-her-father", "date_published": "2023-04-24 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for stuffed lettuce in broth | A kitchen in Rome", "description": "<p>Butterhead lettuce leaves make an excellent wrap for cheese, crumbs, herbs and nuts, all poached in a tasty broth</p><p>If I had to make a bed from one vegetable, it would be butterhead <a href=\"https://www.theguardian.com/lifeandstyle/2014/jul/26/lettuce-salad-recipes-10-best\">lettuce</a>. Its soft, velvety leaves and bouncy heart would make a good mattress, I think. And, if I had enough and they’d never seen a fridge, the largest leaves could provide a floppy cover. My green bed would not only be comfortable; it would also be useful: despite modern conclusions that the milky <a href=\"https://www.webmd.com/diet/what-is-wild-lettuce\">lactucarium</a> that seeps from lettuce stems is not a sedative, I’m with ancient doctors and hopeful that eating my cover would send me to sleep.</p><p>The ancient <a href=\"https://www.smithsonianmag.com/arts-culture/when-lettuce-was-a-sacred-sex-symbol-12271795/\">Egyptians</a> – great cultivators of lettuce – saw it as sacred, though for different reasons. In Egyptian mythology, <a href=\"https://www.britannica.com/topic/Min-Egyptian-god\">Min</a>, one of the earliest known Egyptian deities of rain, fertility, crops and male potency, and often represented by an ithyphallic figure, was often associated with lettuce. But it was not the butterhead from which I am going to make my bed, but rather a tall variety with a “straight vertical surge of growth and milky juice”, as Jane Grigson describes it. Yet research in <a href=\"https://research.manchester.ac.uk/en/publications/did-min-really-need-all-those-lettuces\">2015, by Pauline Norris at the University of Manchester</a> about the association of Min with the lettuce plant, concludes that lettuce was offered to Min simply to ensure the fertility and regeneration of agriculture, rather than as an aphrodisiac to increase sexual desire. Even so, buying a cos at the corner shop is now forever changed.</p> <a href=\"https://www.theguardian.com/food/2023/apr/24/stuffed-lettuce-in-broth-en-brodo-recipe-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/24/stuffed-lettuce-in-broth-en-brodo-recipe-rachel-roddy", "date_published": "2023-04-24 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The digital graveyard: BuzzFeed News joins sites hanging on in eerie afterlife", "description": "<p>The site will remain online as an archive, alongside the Gawker reboot, the Toast, and a host of other defunct outlets</p><p>The closure of BuzzFeed News this week followed a familiar script for those who have followed the rise and fall of digital media. There were Twitter eulogies from current and former staff and op-eds on who was to blame for the site’s mismanagement.</p><p>Bosses promised to keep the BuzzFeed News site online as an archive, which means, like so many other failed online projects, whatever happened to be on the homepage that day will now be frozen in time forever. In this case: a <a href=\"https://www.buzzfeednews.com/article/anthonyrobledo/midge-allan-barbie-movie-history?ref=bfnsplash\">feature</a> on the history of Midge, Barbie’s pregnant sidekick, an <a href=\"https://www.buzzfeednews.com/article/fjollaarifi/overdose-on-weed-greening-out\">explainer</a> on what to do after “overdosing” on weed and a <a href=\"https://www.buzzfeednews.com/article/lorencecil1/le-creuset-shallot\">review</a> of Le Creuset’s new “shallot” cookware shade, which called the color “the trend child of millennial pink and Alison Roman’s shallot pasta”.</p> <a href=\"https://www.theguardian.com/media/2023/apr/24/buzzfeed-news-digital-graveyard-gawker-toast\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/24/buzzfeed-news-digital-graveyard-gawker-toast", "date_published": "2023-04-24 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: Humphrey the cat pooed in our slippers – and taught me about love", "description": "<p>My family yearned for his affection, but he scorned us. The fact we still adored him became an important lesson</p><p>The cat campaign had been going on for <em>years. </em>My sisters and I didn’t believe we had a hope of winning. Our parents weren’t keen on cats, or dogs, or Scallywag, the sharp-toothed hamster who lived in a cage in the dining room, making occasional bids for freedom and keeping us all in a state of high anxiety.</p><p>But things would be different with a cat. We would shower it with love, and wrap a giant pink satin bow around its neck. We’d call it Duchess or Splendour or Fluffy, and treat it like a Girl’s World doll, albeit one made entirely out of hair. We talked about our imaginary cat all the time. This is probably why our parents relented.</p> <a href=\"https://www.theguardian.com/global/2023/apr/24/the-pet-ill-never-forget-humphrey-the-cat-pooed-in-our-slippers-and-taught-me-about-love\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/apr/24/the-pet-ill-never-forget-humphrey-the-cat-pooed-in-our-slippers-and-taught-me-about-love", "date_published": "2023-04-24 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Haven’t we all wanted to kick an aunty at one point?’ martial arts meets Desi wedding in Polite Society", "description": "<p>This British action comedy is a nuptials-based kung fu homage. Leads Priya Kansara and Ritu Arya discuss auditions, stereotypes – and being the next Tom Cruise</p><p>A few years ago, Priya Kansara was working in an ordinary office communications job for a healthcare pharmaceutical company. Now she’s fulfilling her childhood dream of being a leading actor, scaling buildings, learning jiu-jitsu and doing backflips in her latest film, <a href=\"https://www.theguardian.com/film/2023/jan/22/polite-society-review-sundance\">Polite Society</a>. With no previous stunt experience, Kansara describes the process as “jumping into the deep end”.</p><p>“The shooting schedule was so intense,” she says, recalling the third and final shot of one particular Friday evening. With 15 minutes left of the week’s filming, she was put in a harness and tasked with performing a major stunt. She remembers how worried everyone was on set that they wouldn’t get the shot in on time to enjoy a “stress-free weekend”. But, thankfully, Kansara executed the move flawlessly. “It was the best feeling ever – I could not believe I did it myself. Before they even yelled ‘CUT!’ I was already celebrating.”</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/interview-polite-society-priya-kansara-nida-manzoor-ritu-arya\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/interview-polite-society-priya-kansara-nida-manzoor-ritu-arya", "date_published": "2023-04-24 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox paid $787.5m for its 2020 lies. But will that restore confidence in elections?", "description": "<p>Fox was never forced to admit to its deceptions, and the far-right echo chamber is still obsessed with voting conspiracy theories</p><p>Election officials across the US have faced an unprecedented amount of threats and harassment since the 2020 election. Now they say that Dominion Voting Systems’ decision to settle its landmark defamation lawsuit with Fox for $787.5m last week may not do enough to stop conspiracy theories about the company’s machines leading into the 2024 election.</p><p>While election officials in states and localities that use Dominion machines agree the settlement is a win for the integrity of elections, they lamented that election misinformation will continue, especially given that Fox News personalities and executives didn’t have to testify about whether they knowingly spread false claims about the voting machines, or offer a public apology.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/24/fox-dominion-lawsuit-elections-confidence-restoration\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/24/fox-dominion-lawsuit-elections-confidence-restoration", "date_published": "2023-04-24 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea closing in on appointing Mauricio Pochettino as manager", "description": "<ul><li>Negotiations with former Spurs manager not yet complete</li><li>Pochettino the frontrunner after Nagelsmann withdrew</li></ul><p>Chelsea are closing in on appointing Mauricio Pochettino as their head coach. Pochettino is the favourite and there is growing confidence talks will end in a successful conclusion.</p><p>The former Tottenham manager, unemployed since leaving Paris Saint-Germain last summer, <a href=\"https://www.theguardian.com/football/2023/apr/21/chelsea-vincent-kompany-shortlist-four-managers-pochettino-nagelsmann\">emerged as the frontrunner</a> after Julian Nagelsmann withdrew from the race at the end of last week.</p> <a href=\"https://www.theguardian.com/football/2023/apr/24/chelsea-mauricio-pochettino-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/chelsea-mauricio-pochettino-manager", "date_published": "2023-04-24 09:52:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tuchel’s future and title on knife-edge as Bayern lurch towards unthinkable | Andy Brassell", "description": "<p>Decision to sack Nagelsmann and bring in the former Chelsea manager has failed – Dortmund are top with five games to go</p><p>There was a sense in which you could argue that this was to be expected. This was, after all, the third time in successive seasons that Mainz had sent Bayern Munich home with a defeat in late April. “Oops, I did it again,” was the caption on the club’s social media post, featuring the inevitable Britney Spears mid-dance with the Mainz club crest on her jumpsuit.</p><p>It was the only thing that was familiar about this scenario. More accurate was the later, second attempt from the wags doing the socials for <em>Die Nullfünfer</em>. It featured Homer Simpson coming home – Mainz crest imposed on his suit – joyously proclaiming “I got the job!” and greeted by a proud Lisa (wearing a Bundesliga badge) telling him she always knew he could do it. Bart, rocking the Borussia Dortmund logo, joins in while sneakily turfing a cake iced with the words ‘At Least You Tried’ into the bin.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/24/tuchel-future-and-title-on-knife-edge-as-bayern-lurch-towards-unthinkable\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/24/tuchel-future-and-title-on-knife-edge-as-bayern-lurch-towards-unthinkable", "date_published": "2023-04-24 09:39:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK nationals in Sudan: have you been affected by the clashes?", "description": "<p>We’d like to hear from UK nationals who have been affected by the fighting in Sudan</p><p><strong><a href=\"https://www.theguardian.com/world/2023/apr/17/tell-us-have-you-been-affected-by-the-clashes-in-sudan\">Tell us: have you been affected by the clashes in Sudan?</a></strong></p><p>The UK has evacuated its diplomatic staff and their dependants from Khartoum, the British prime minister and foreign secretary said on Sunday, but UK nationals living in <a href=\"https://www.theguardian.com/world/sudan\">Sudan</a> are still in the country.</p><p>We would like to speak to UK nationals currently in Sudan about their situation. If you are a national of another country, including Sudan, who has been affected, <a href=\"https://www.theguardian.com/world/2023/apr/17/tell-us-have-you-been-affected-by-the-clashes-in-sudan\">please get in touch here</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/uk-nationals-in-sudan-have-you-been-affected-by-the-clashes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/uk-nationals-in-sudan-have-you-been-affected-by-the-clashes", "date_published": "2023-04-24 09:31:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boba Fett actor’s Star Wars memorabilia goes up for auction", "description": "<p>Remarkable collection of British actor who played bounty hunter in cult movies put up for sale in UK</p><p>A remarkable collection of Star Wars memorabilia, from action figures to key rings, a space helmet and even an original script, gathered over the years by the actor who played the bounty hunter Boba Fett, is up for auction.</p><p>Though he only made brief appearances in the The Empire Strikes Back and Return of the Jedi, Boba Fett became a cult character and the British actor who played him, Jeremy Bulloch, diligently collected items relating to him.</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/boba-fett-actor-star-wars-memorabilia-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/boba-fett-actor-star-wars-memorabilia-auction", "date_published": "2023-04-24 09:13:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday church for LGBTQ Ugandans – in pictures", "description": "<p>Gay sex is punishable by life imprisonment in Uganda and a <a href=\"https://www.theguardian.com/global-development/2023/apr/20/ugandas-president-refuses-to-sign-new-hardline-anti-gay-bill\">proposed law</a> would impose the death penalty for ‘aggravated homosexuality’. An LGBTQ-led church held in a safe house supporting transgender people in Kampala is defying the threats and providing a space for worship for Uganda’s Christian sexual minorities</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/24/sunday-church-for-lgbtq-ugandans-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/24/sunday-church-for-lgbtq-ugandans-in-pictures", "date_published": "2023-04-24 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s wife’s business links tell the story of Britain’s broken childcare system | Dalia Gebrial", "description": "<p>Koru Kids is one of many digital platforms positioning themselves as ‘technofixes’ to costly and oversubscribed providers</p><p>Rishi Sunak is being investigated over a potential <a href=\"https://www.theguardian.com/politics/2023/apr/17/rishi-sunak-investigated-mps-rules-akshata-murty-shareholding-childcare-firm\">breach of rules</a> for failing to declare the financial interest of his wife, Akshata Murthy, in Koru Kids, one of six childminder agencies that benefited from a policy change in last month’s budget.</p><p>Whether or not Sunak broke the rules by failing to declare his wife’s interest will be decided by parliament’s commissioner for standards. But beneath this technocratic tale of government bureaucracy is a much deeper story about the depletion of Britain’s childcare infrastructure over a decade of austerity, the proliferation of childcare apps, and the enrichment of those who have stepped in to fill gaps in provision.</p><p>Dalia Gebrial is a writer and political economist at the LSE, working on race, labour and digital capitalism</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/rishi-sunak-wife-business-britain-childcare-koru-kids\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/rishi-sunak-wife-business-britain-childcare-koru-kids", "date_published": "2023-04-24 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: In the Tunnel of Summers by Anne Stevenson", "description": "<p>The blurring of time in the fragile experience of summers past and present provides the ground for this poignant reflection</p><p>Moving from day into day,<br />I don’t know how,<br />eating these plums now<br />this morning for breakfast<br />tasting of childhood’s<br />mouth-pucker tartness,<br />watching the broad light<br />seed in the fences,<br />honey of barley,<br />gold ocean, grasses,<br />as the tunnel of summers,<br />of nothing but summers,<br />opens again <br />in my travelling senses.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/poem-of-the-week-in-the-tunnel-of-summers-by-anne-stevenson\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/poem-of-the-week-in-the-tunnel-of-summers-by-anne-stevenson", "date_published": "2023-04-24 09:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The hell of somniphobia: ‘On a bad night I get zero to two hours’ sleep’", "description": "<p>The fear of falling asleep can have many causes, from trauma to sleep apnea, and the effects are debilitating. But there are effective treatments</p><p>When Elizabeth Johnson tries to fall asleep, anxiety often takes over. After going to bed, she starts to relax, but feels as though she is losing control. “Instead of continuing,” she says, “I get a sense of panic, a shot of adrenaline and I’m fully awake again.” She is describing what it is like to have somniphobia – the fear of falling asleep. “Then I have to do the whole process of trying to sleep again, or give up for the night.”</p><p>Johnson, 38, from Kansas, has had trouble sleeping and staying asleep since she was seven. It started out as insomnia and a fear of not sleeping, progressing by 12 to a fear of <a href=\"https://www.theguardian.com/lifeandstyle/sleep\">sleep</a> itself. As a young child, she recalls, it was a case of, “When you get to a place where you can mentally fall asleep, you’re scared that it’s not going to happen this time. Or you’re scared that you’re going to have nightmares. And then, later, there was another layer of being afraid to fall asleep: because you’re no longer aware of what’s going on, so you’re not safe.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/somniphobia-fear-of-falling-asleep-causes-treatments\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/somniphobia-fear-of-falling-asleep-causes-treatments", "date_published": "2023-04-24 09:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Strictly Come Dancing judge Len Goodman dies aged 78", "description": "<p>Agent says Goodman, who was a judge on the show from 2004 until 2016, died peacefully</p><p>The former Strictly Come Dancing judge Len Goodman has died, aged 78, his agent has said.</p><p>He became a judge on the show in 2004 and <a href=\"https://www.theguardian.com/tv-and-radio/2016/dec/18/len-goodman-praised-as-the-king-of-strictly-after-final-show\">his final appearance</a> was on the 2016 Christmas Day special.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-former-strictly-come-dancing-judge-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/len-goodman-former-strictly-come-dancing-judge-dies", "date_published": "2023-04-24 08:48:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First Spac set up under new UK rules to close after failing to find merger target", "description": "<p>Hambro Perks Acquisition Company blames ‘challenging circumstances’ for stock market listings</p><p>The first company launched under <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2021/mar/02/london-stock-market-review-does-nothing-for-private-retail-investors\">Rishi Sunak’s newly relaxed rules</a> to attract special purpose acquisition companies to London after Brexit has said it will shut down, without finding a suitable merger target.</p><p>Hambro Perks Acquisition Company said in a statement to the stock market on Monday that it had ceased all operations except for the purposes of winding up the company and returning money to shareholders.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/spac-new-uk-rules-close-hambro-perks-acquisition-company-stock-market\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/spac-new-uk-rules-close-hambro-perks-acquisition-company-stock-market", "date_published": "2023-04-24 08:38:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vaccine uptake among children in England has fallen since start of pandemic", "description": "<p>UKHSA says adolescent vaccination rates have faltered, leaving many at risk of catching deadly diseases</p><p>Vaccination rates have fallen among schoolchildren in England since the start of the Covid-19 pandemic, health officials have said, amid a global crisis of confidence in vaccines.</p><p>Fears have been expressed in recent months that thousands of children are at risk of catching deadly diseases, with significant outbreaks likely, due to reduced vaccination rates.</p> <a href=\"https://www.theguardian.com/society/2023/apr/24/vaccination-rates-fallen-children-england-ukhsa\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/24/vaccination-rates-fallen-children-england-ukhsa", "date_published": "2023-04-24 08:37:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak makes first public appearance since Dominic Raab’s resignation – UK politics live", "description": "<p>Follow all the day’s latest politics news as PM addresses business leaders to launch ‘Business Connect’</p><p>Rishi Sunak manage to get through his Q&amp;A with business figures without saying anything particularly interesting or newsworthy. At one point there was a question about AI. As my colleague <strong>Aubrey Allegretti</strong> points out, his replies could have been drafted by ChatGPT.</p><p><em>Q: How can we ensure students have a more rounded education, so we develop future business leaders?</em></p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/24/rishi-sunak-keir-starmer-james-cleverly-diane-abbott-huma-yousaf-uk-politics-live-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/24/rishi-sunak-keir-starmer-james-cleverly-diane-abbott-huma-yousaf-uk-politics-live-latest", "date_published": "2023-04-24 08:02:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do your homework if you want to grab rising savings rates", "description": "<p>Inflation has brought some good news – for savers. But the best deals may not be around for long</p><p>Amid the cost of living crisis, savers have been among the only ones who have got anything positive out of it, as rates teeter at around their highest levels in more than a decade.</p><p>Consumers can get close to 5% for those willing to put their money away for up to two years – but even easy-access accounts are many times better than they were in 2021.</p> <a href=\"https://www.theguardian.com/money/2023/apr/24/do-your-homework-if-you-want-to-grab-rising-savings-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/24/do-your-homework-if-you-want-to-grab-rising-savings-rates", "date_published": "2023-04-24 08:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Somerset Maugham: a wily playwright of light dramas and weighty morals", "description": "<p>A new revival of The Circle is a reminder of a dramatist who smuggled vital messages into broad crowdpleasers</p><p>Never trust what dramatists say about themselves. <a href=\"https://www.theguardian.com/stage/2023/mar/21/noel-coward-playwright\">Noël Coward</a> spent decades disclaiming he had any purpose beyond entertainment while giving us finger-wagging lectures. The case of Somerset Maugham is remarkably similar. He once wrote that “prose drama is one of the lesser arts, like wood-carving or dancing, but in so far as it is an art at all, its purpose is to afford delight. I do not think it can usefully concern itself with the welfare of humanity or the saving of civilisation.” Yet this is the man who in For Services Rendered, first seen in 1932 and since <a href=\"https://www.theguardian.com/stage/2015/aug/07/for-services-rendered-five-star-review-theatre-excellent-work-from-a-flawless-cast\">much revived</a>, wrote a blistering attack on the ruinous aftermath of the first world war and the creation of a society unfit for heroes.</p><p>You could argue that play is a special case. I would suggest, however, that Maugham is a deeply deceptive dramatist. His plays look as if they are dated old crowdpleasers, yet often challenge conventional ideas. There is a prime example in The Circle, shortly to be revived at the Orange Tree with a cast headed by Jane Asher, Olivia Vinall, Clive Francis and Nicholas Le Prevost. On the surface, it may seem like a piece of pure escapism. It even has French windows before which a young hero enquires, “I say, what about this tennis?” Yet, without spoiling the fun for potential theatregoers, I would say the play is not only expertly constructed but morally unexpected. Showing what happens in old age to a pair of once-romantic lovers, it ends with a palpable message that is not easily predicted and that prompted boos at the 1921 premiere.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/24/somerset-maugham-a-wily-playwright-of-light-dramas-and-weighty-morals\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/24/somerset-maugham-a-wily-playwright-of-light-dramas-and-weighty-morals", "date_published": "2023-04-24 08:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Artifice Girl review – talky AI sex-crime drama asks the big questions", "description": "<p>This debut feature dissects the ethical dilemmas that arise when an AI is used to entrap paedophiles, but it fails to translate its ideas into a cogent argument</p><p>Probing the ethical implications surrounding the use of AI, Franklin Ritch’s debut feature hinges on a high-concept premise: an entirely digital avatar of a young girl named Cherry (Tatum Matthews) is used as bait to trap paedophiles in online chatrooms. Without the signature spectacle of the sci-fi genre, The Artifice Girl is a markedly low-key and small-scale endeavour, steeped in philosophical musings that ultimately seem stagey rather than cinematic.</p><p>Divided into three chapters spanning decades, the film moves through a series of single locations. It starts in a police interrogation room where Ritch’s Gareth, Cherry’s creator, is questioned by Deena (Sinda Nichols) and Amos (David Girard), members of a taskforce combatting child sexual abuse. Once Gareth reveals Cherry is a virtual being, concerns arise as to whether she can meaningfully consent to interacting with men on a daily basis. As Cherry grows increasingly sentient, the same talking points are reiterated in the second section of the film, as Gareth advocates to transfer Cherry’s intelligence into a physical form.</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/the-artifice-girl-review-talky-sci-fi-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/the-artifice-girl-review-talky-sci-fi-drama", "date_published": "2023-04-24 08:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Work-Life Balance by Aisha Franz review – richly comic takedown of the wellness industry", "description": "<p>This well-aimed tale of a self-obsessed therapist and her angsty clients nails the neuroticism of the digital age and its snake-oil remedies</p><p>The three main characters in <em>Work-Life Balance</em>, Aisha Franz’s mordantly funny new graphic novel, are connected by one woman: a therapist called Dr Sharifi, whose eyes, in time-long comic book fashion, can never be seen behind her round, outsize spectacles. Dr Sharifi dresses a bit like the Japanese artist Yayoi Kusama (AKA the princess of polka dots), and wears her black hair in an outre top-knot, both of which suggest from the off that she might be more interested in the pose than in really listening to anyone’s problems – and yes, she is always watching the clock, cutting off her clients mid-sentence if necessary. But her obvious boredom at their various states of mind (“the therapy bundle your employer purchased is over,” she’ll tell them, reaching casually for her mobile) is only one side of the coin. Flip it over, and we find her real passion, which is emphatically herself – and oh, if only she had more time to spend with this most fascinating of patients!</p><p>Where does self-obsession begin? And where, exactly, does it take us? Franz, a German cartoonist and illustrator whose last book, <em><a href=\"https://www.theguardian.com/books/2018/aug/10/shit-is-real-aisha-franz-graphic-novel\">Shit Is Real</a>, </em>was an <em>LA Times</em> book prize finalist, has an expert eye for the neuroticism that is born of the digital age, and in this comic <em>(</em>translated from German by Nicholas Houde) she goes after the relentless optimisation and the untrammelled boastfulness it encourages in us. Who can possibly withstand the onslaught of these things? Who wouldn’t be taken over by exhaustion and envy? Certainly, none of her characters can do it, which is why they end up seeing Dr Sharifi.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/work-life-balance-by-aisha-franz-review-richly-comic-takedown-of-the-wellness-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/work-life-balance-by-aisha-franz-review-richly-comic-takedown-of-the-wellness-industry", "date_published": "2023-04-24 08:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vu triumphs in playoff to win maiden major title at Chevron Championship", "description": "<ul><li>25-year-old American wins first women’s major of the year</li><li>Vu says memory of grandfather helped her to title</li></ul><p>The US’s Lilia Vu beat her compatriot Angel Yin in a playoff to collect her maiden major title at the Chevron Championship on Sunday, taming a challenging and unfamiliar course at the Club at Carlton Woods near Houston.</p><p>Vu started the day four shots back but marched up the leaderboard with five birdies – including two on 17 and 18 – and one bogey, carding a four-under-par 68 for a winning total of 10-under 278.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/24/vu-triumphs-in-playoff-to-win-maiden-major-title-at-chevron-championship-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/24/vu-triumphs-in-playoff-to-win-maiden-major-title-at-chevron-championship-golf", "date_published": "2023-04-24 07:58:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adam Peaty on his mental health: ‘I’ve been on a self-destructive spiral’", "description": "<ul><li>Swimmer pulled out of the British Championships</li><li>Peaty opens up on depression and alcohol problems </li></ul><p>Adam Peaty admits he has been in a “self-destructive spiral” but hopes he is coming out the other side as he chases more Olympic success.</p><p>The 28-year-old has been in a class of his own in sprint breaststroke events for nearly a decade but pulled out of the British Championships earlier this month citing mental health issues.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/24/adam-peaty-on-mental-health-ive-been-on-a-self-destructive-spiral-swimming\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/24/adam-peaty-on-mental-health-ive-been-on-a-self-destructive-spiral-swimming", "date_published": "2023-04-24 07:52:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK has ‘failed to learn lessons of Afghanistan’ in evacuating citizens from Sudan", "description": "<p>Chair of foreign affairs committee says up to 4,000 stranded British have not been told if they will be rescued</p><p>The UK Foreign Office does not appear to have learned the lessons of the evacuation from Afghanistan, judging by its communications with British nationals in Sudan, the Conservative chair of the foreign affairs select committee has said.</p><p>Alicia Kearns estimated that between 3,000 and 4,000 British nationals were in Sudan, of whom at least 1,000 had asked for help to leave.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/uk-evacuation-sudan-british-nationals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/uk-evacuation-sudan-british-nationals", "date_published": "2023-04-24 07:34:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rupert Murdoch’s news empire knowingly lied. Can we just pause to take in how extraordinary that is? | Margaret Simons", "description": "<p>Fox News, one of the world’s most powerful media organisations, effectively admitted it broadcast untrue information. What happens now?</p><p>There are always plenty of grounds for cynicism about the state of the news media, but in the last week we seem to have arrived at a new set of low expectations.</p><p>Fox News, having settled its defamation case with Dominion in the US and with Lachlan Murdoch withdrawing proceedings against Crikey in Australia, the Murdoch news empire has effectively admitted what was already clear: that it knowingly broadcast untrue information.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/rupert-murdoch-fox-news-empire-knowingly-lied-dominion-voting-defamation-case-crikey-news-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/rupert-murdoch-fox-news-empire-knowingly-lied-dominion-voting-defamation-case-crikey-news-australia", "date_published": "2023-04-24 07:19:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK business leaders to be wooed by Rishi Sunak, as Labour cuts ties with CBI – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as Rishi Sunak holds first of a series of summits with UK corporate leaders</p><ul><li><a href=\"https://www.theguardian.com/business/2023/apr/23/labour-cuts-ties-with-cbi-and-says-lobby-group-needs-root-and-branch-reform\">Labour cuts ties with CBI and says lobby group needs ‘root and branch reform’</a></li><li><a href=\"https://www.theguardian.com/business/2023/apr/22/business-leaders-call-for-cbi-to-disband-in-wake-of-allegations\">Business leaders call for CBI to disband in wake of allegations</a></li></ul><p><strong>Profit warnings from UK-listed companies are continuing to rise, casting a shadow over <a href=\"https://www.theguardian.com/business/live/2023/apr/24/uk-business-leaders-rishi-sunak-growth-push-profit-warnings-cbi-business-live?filterKeyEvents=false&amp;page=with:block-6446127d8f086890899d89a7#block-6446127d8f086890899d89a7\">Rishi Sunak’s push to win back support from corporate Britain today</a>.</strong></p><p>UK-listed companies issued 75 profit warnings in the first quarter of this year, new data from EY-Parthenon this morning shows. That’s the highest first quarter total since the early stages of the pandemic in 2020, and above the 10-year quarterly average.</p><p>“Significant disruption and uncertainty, particularly in consumer facing markets, is having a knock-on effect on the TMT sector as businesses revaluate their cost bases and delay purchasing decisions.</p><p>The result is short-term revenue growth challenges for TMT companies, many of which are also trying to prioritise profitability and cash flow as they face a tighter and more expensive lending environment.</p><p>“<em>Business Connect</em> provides the next fantastic opportunity to demonstrate how we are growing the economy. We are bringing together some of the UK’s biggest companies and investors for meaningful dialogue – and I’m a Prime Minister passionate about working with business to unlock opportunity and progress.</p><p>“Since taking office, I’ve spoken to over 1000 business people - because they are the innovators and change-makers at the heart of our economy, supporting jobs, attracting investment and driving growth.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/24/uk-business-leaders-rishi-sunak-growth-push-profit-warnings-cbi-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/24/uk-business-leaders-rishi-sunak-growth-push-profit-warnings-cbi-business-live", "date_published": "2023-04-24 07:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journalists who have worked in Moscow call for release of Evan Gershkovich", "description": "<p>More than 300 journalists write to Russia that arrest sends ‘dangerous signal’ about attitude to journalism</p><p>More than 300 foreign correspondents who have worked in Moscow have written to the Russian government to call for the immediate release of Evan Gershkovich, the Wall Street Journal reporter <a href=\"https://www.theguardian.com/world/2023/mar/30/russia-arrests-wall-street-journal-reporter-on-espionage-charges-evan-gershkovich\">being held on espionage charges</a>, saying his arrest sends a “disturbing and dangerous signal” about the country’s attitude to independent media.</p><p>Gershkovich, who was detained in the Urals city of Yekaterinburg last month on spying charges that carry a possible 20-year prison sentence, is the first US journalist detained on such charges since the end of the cold war. Both the Wall Street Journal and the US government has denied that he was involved in espionage.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/journalists-who-have-worked-in-moscow-call-for-release-of-evan-gershkovich\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/journalists-who-have-worked-in-moscow-call-for-release-of-evan-gershkovich", "date_published": "2023-04-24 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Learning-disabled and autistic people are being neglected and tortured. How much longer? | John Harris", "description": "<p>Across the UK, revelations of institutional abuse keep mounting up, yet people are still being denied basic respect</p><p></p><p></p><p>Imagine a chain of scandals focused on a huge number of very vulnerable and fragile people. Picture a horrific mixture of mistreatment and neglect that is institutional, subjecting hundreds of people to completely the wrong “care”, and ensuring that many of them are effectively locked up, often for years. Then add an element that is even more horrific: seemingly endless acts of violence and torture.</p><p>Now think about the prospect of such stories piling up: by rights, you would expect some kind of tipping point. But in this case, the sheer number of scandals seems to somehow normalise them, so that even some of the most awful remain overlooked, even among people who think of themselves as progressive and socially concerned. We think we care, but our concern and empathy fall woefully short.</p><p>John Harris is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/learning-disabled-autistic-neglect-uk-institutional-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/learning-disabled-autistic-neglect-uk-institutional-abuse", "date_published": "2023-04-24 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League and FA Cup: 10 talking points from the weekend action", "description": "<p>Manchester United need to improve to stop City in final, Spurs are proving Antonio Conte right and Arsenal are missing William Saliba</p><p>For many Wembley minutes and until Solly March’s tears, the credibility of Erik ten Hag’s regime was on a knife-edge. In recent weeks, a previously wide acceptance that Manchester United had finally found the right manager has loosened. Both Louis van Gaal and José Mourinho delivered fleeting spells of success. Both won trophies, too. Even Ole Gunnar Solskjær brought the smiles back for a while. Heavy defeats by Liverpool and Sevilla had hastened dark thoughts of a false dawn but now Ten Hag has the chance to augment United’s football heritage. By 3 June and the FA Cup final, Manchester City could be set fair for a treble to equal United’s in 1999, the club’s greatest ever achievement. To deny City and pull off such a heist, United will need far greater attacking potency than against Brighton, though the grit shown by lesser-starred names like Victor Lindelöf, Aaron Wan-Bissaka, Diogo Dalot and even Antony will also be welcome. <strong>John Brewin</strong></p><p><em>FA Cup semi-final report: <a href=\"https://www.theguardian.com/football/2023/apr/23/manchester-united-brighton-fa-cup-semi-final-match-report\">Brighton 0-0 Manchester United (6-7 on pens)</a></em></p><p><em>FA Cup semi-final report: <a href=\"https://www.theguardian.com/football/2023/apr/22/manchester-city-sheffield-united-fa-cup-semi-final-match-report\">Manchester City 3-0 Sheffield United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">Newcastle 6-1 Tottenham</a></em></p> <a href=\"https://www.theguardian.com/football/2023/apr/24/premier-league-fa-cup-10-talking-points-from-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/24/premier-league-fa-cup-10-talking-points-from-the-weekend-action", "date_published": "2023-04-24 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We all want to be Steve McQueen’: Gary Lineker on his MotD style, baggy jeans and who’ll win the league", "description": "<p>As the presenter of Match of the Day, Lineker is renowned for his footballing insight and sharp dressing. He talks about wardrobe choices, being tempted to wear white trousers – and why he’d probably send that tweet again  </p><p>If you were to ask anyone interested in fashion to nominate a stylish male footballer in 2023, they might – depending on their generation – namecheck Héctor Bellerín, Dominic Calvert-Lewin or David Beckham. But for most men watching Match of the Day on a Saturday night, it would probably be Gary Lineker. The former footballer and host of the highlights show for almost 25 years is a style icon for millions, whether he’s wearing a crisp shirt and Clark Kent glasses on the pundit couch or <a href=\"https://www.theguardian.com/fashion/2023/mar/17/blundstones-on-the-march-gary-linekers-boots-catch-the-eye-once-again\">Blundstone boots</a> on a walk with his dog, Filbert.</p><p>Lineker has, of course, been in the headlines for more than his style recently. Thanks to his tweet <a href=\"https://www.theguardian.com/football/2023/apr/06/gary-lineker-it-was-factually-accurate-to-call-refugee-policy-cruel\">criticising the government’s asylum policy</a>, he was suspended by the BBC. With Alan Shearer and Ian Wright boycotting the show in solidarity, Match of the Day was broadcast <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/12/match-of-the-day-review-without-gary-lineker-this-is-just-20-minutes-of-shameful-joyless-tv\">without any presenters on 11 March</a>. Now back on the couch, Lineker can settle into less controversial territory – like working on an <a href=\"https://www.next.co.uk/edited/fashion/men/gary-lineker-edit\">edit of clothes for Next</a>. Here, he chats about his outfit choices over the years, Match of the Day wardrobe policies, that tweet and who is going to win the Premier league.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/24/we-all-want-to-be-steve-mcqueen-gary-lineker-on-his-motd-style-baggy-jeans-and-wholl-win-the-league\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/24/we-all-want-to-be-steve-mcqueen-gary-lineker-on-his-motd-style-baggy-jeans-and-wholl-win-the-league", "date_published": "2023-04-24 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Catalonia’s farmers face threat of drought … and a plague of hungry rabbits", "description": "<p>With water reserves running low, Spanish farmers are also struggling to protect crops from thousands of rabbits starved of fresh grass</p><p>With much of Spain facing severe drought after an exceptionally dry winter that followed the hottest summer on record, Alex Foix is planting vines in dusty ground near the village of Verdú in the province of Lleida. He hopes to have enough water for the vines to survive their first year, but that is not his only worry: it is the rabbits he fears most.</p><p>Unusually, the area worst affected by drought isn’t in the south of the country but in the north-east region of Catalonia, where – in addition to a severe water shortage – farmers are facing a plague of rabbits. With a lack of grass and water, the animals are destroying crops, especially young wheat and barley, and eating the bark on vines and fruit trees.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/spain-catalonia-farmers-drought-plague-of-rabbits-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/spain-catalonia-farmers-drought-plague-of-rabbits-aoe", "date_published": "2023-04-24 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giving up my Watford season ticket was not just easy but an inevitable decision | Simon Burnton", "description": "<p>Turning your back is deemed treachery but the frayed chords of connection have snapped and this team make me feel nothing</p><p>Last year a poll found that British adults make, on average, <a href=\"https://www.mirror.co.uk/lifestyle/brits-make-122-decisions-daily-27664696\" title=\"\">122 decisions every day</a>. A decade earlier a professor at Columbia University found that <a href=\"https://www.ted.com/talks/sheena_iyengar_how_to_make_choosing_easier/transcript\" title=\"\">Americans make about 70</a>. In 2011 a survey of Britons commissioned by a video game developer put the figure at <a href=\"https://swnsdigital.com/uk/2011/11/decisions-decisions/\" title=\"\">a damningly low 27</a>, essentially painting British adults as a breed of permanently hungry morons most frequently vexed by issues such as “what to have for dinner”, “what to have for breakfast”, “what to have in my sandwich”, and “tea or coffee”. All three surveys polled precisely 2,000 people, suggesting that researchers into decision-making are terrified of making independent decisions.</p><p>In 2006 Cornell University found that people make <a href=\"https://www.upi.com/Health_News/2006/12/27/More-food-decisions-made-than-thought/99181167240702/\" title=\"\">221 decisions a day</a> about food alone (though they only surveyed staff and pupils at Cornell University, who probably do a bit more thinking than average). Meanwhile the estimate most commonly cited online, of uncertain origin, suggests we in fact make 35,000 decisions a day and an <a href=\"https://blogs.bmj.com/bmjleader/2020/05/06/decisions-decisions-decisions-is-the-concept-of-decision-fatigue-an-issue-in-covid-19-times-by-rita-symons/\" title=\"\">article published by the British Medical Journal</a> in 2020, with references and everything, put the figure at “between 10,000 and 40,000”.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/24/watford-season-ticket-fans-pozzo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/24/watford-season-ticket-fans-pozzo", "date_published": "2023-04-24 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to get ready in 10 minutes", "description": "<p>Woke up late with a face resembling the pillow you just left? Never fear – here’s a guide to getting out of the door on time </p><p>Dawn breaks. You wake, hand flapping mechanically across the bedside table for your iPhone. The clock reads 8.18am and you realise, somewhere between reading <em>Goodnight Moon</em> and ladling potato skins into the food bin last night, you forgot to set your alarm and have to leave in 12 minutes. No matter. As both a parent and a person who aims to look vaguely passable, here’s how I regularly get ready in 10:</p><p>• If you just got up, you will look like you just got up, so you need to de-crease your face – in every sense. The fastest way to do this is ice. I have a John Lewis basin in the kitchen which I fill with ice cubes and water and I simply plunge my face into it and hold my breath until my face starts to hurt or I start to panic. Remove, and pat softly with a muslin cloth.</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/24/how-to-get-ready-to-go-in-just-10-minutes\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/24/how-to-get-ready-to-go-in-just-10-minutes", "date_published": "2023-04-24 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kara Walker’s breakup was in a museum – so I went home and started writing my memoir", "description": "<p>The point of reading a book, seeing an art show or listening to an album is to be absorbed – but this can also be bewildering and, at times, dangerous</p><p>Like many writers, I struggle to manage accounting. The only inventory that comes naturally to me is writing books, this interior work of zero use to the local council. I was young when I learned how alarmed one should feel by the arrival of bills, any letter without a handwritten address experienced as body shock. But through<strong> </strong>my parents I learned that female artists can process these sorts of anxieties through their work. My dad took me, as a kid, to see Tracey Emin at the Tate. My mum accompanied me to <a href=\"https://www.theguardian.com/artanddesign/2023/feb/06/alice-neel-hot-off-the-griddle-portraits-exhibition\">Alice Neel</a>, Louise Bourgeois and <a href=\"https://www.theguardian.com/artanddesign/sophie-calle\">Sophie Calle</a>.</p><p>A decade ago, at the Hammer Museum in Los Angeles, I went alone to see <a href=\"https://www.theguardian.com/artanddesign/2019/sep/23/kara-walker-turbine-hall-tate-modern-racially-charged\">Kara Walker</a>’s My Complement, My Enemy, My Oppressor, My Love. I sat on the leather bench reading her righteously wounded break-up letter, and sobbed. Because it was on the wall. So it must mean something. I didn’t mean anything in the world yet and I didn’t mean anything any more to the person<strong> </strong>I’d loved. But her devastation was in a museum, <em>framed</em>. And that was a big piece of getting me through. Art can do that. You can ride its coat-tails until you find your feet. I went home and started writing my memoir <a href=\"https://www.theguardian.com/books/2012/jan/31/your-voice-my-head-emma-forrest-review\">Your Voice In My Head</a>, a call and response – even if she never reads it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/kara-walkers-breakup-was-in-a-museum-so-i-went-home-and-started-writing-my-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/kara-walkers-breakup-was-in-a-museum-so-i-went-home-and-started-writing-my-memoir", "date_published": "2023-04-24 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can underarm odour be eliminated using face cleanser?", "description": "<p>I often forget to use deodorant, and for anyone who struggles with odours this is definitely a hack worth trying</p><p><strong>Hack</strong><br />Washing your armpits with face cleanser to blitz underarm odour <a href=\"https://www.russh.com/tiktok-beauty-hacks/\" title=\"\">without using deodorant</a>.</p><p><strong>Test</strong><br />Our sweat is odourless – it’s bacteria on our underarms that causes any smells we might encounter. So the theory is: eliminate the bacteria to eliminate the odours. It’s a hack I’m interested in because I often forget to use deodorant and by about 2pm, post train journey, I’m often reminded about my omission because vintage polyester clothing is nothing if not unforgiving when it comes to armpit whiffs.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/can-underarm-odour-be-eliminated-using-face-cleanser\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/can-underarm-odour-be-eliminated-using-face-cleanser", "date_published": "2023-04-24 07:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AstraZeneca overtakes Pfizer as crunch week for UK pharma looms", "description": "<p>Driven by a revamped drug portfolio, AstraZeneca is expected to report revenues of $10.7bn in its latest quarterly results </p><p>Nearly a decade after AstraZeneca <a href=\"https://www.theguardian.com/business/2014/may/19/pfizer-failed-takeover-bid-astrazeneca\">fended off a hostile takeover approach from US rival Pfizer</a>, the British drug firm has overtaken the Viagra maker in terms of market value, marking a significant moment in its turnaround – and for UK plc.</p><p>In a week when AstraZeneca and Britain’s second-biggest pharma firm GSK release their latest quarterly results and the main industry body, the Association of the British Pharmaceutical Industry holds its annual conference, all eyes will be on what pharma executives say about the UK as a place to operate and invest in.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/astrazeneca-overtakes-pfizer-as-crunch-week-for-uk-pharma-looms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/astrazeneca-overtakes-pfizer-as-crunch-week-for-uk-pharma-looms", "date_published": "2023-04-24 06:06:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asking price of properties popular with UK first-time buyers hits record", "description": "<p>Average of £224,963 for homes with one or two bedrooms is 2% higher than a year ago, says Rightmove</p><p>Those people hoping to get on to the UK housing ladder are facing record asking prices, as calm returns to the sector after <a href=\"https://www.theguardian.com/business/2022/dec/01/uk-house-prices-fall-at-fastest-pace-since-2020-amid-fallout-from-mini-budget\">last autumn’s mini-budget spooked the markets</a>.</p><p>Rightmove, the property portal, reports that the average asking price of properties popular with first-time buyers – those with one or two bedrooms – has hit a record price of £224,963 in the last month. That is 2% higher than a year ago, even though higher mortgage rates have made homes less affordable.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/asking-price-of-properties-popular-with-uk-first-time-buyers-hits-record\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/asking-price-of-properties-popular-with-uk-first-time-buyers-hits-record", "date_published": "2023-04-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to learn and study in the UK at low (or no) cost", "description": "<p>From accessing free online courses worldwide to the local library, there are plenty of options</p><p>Books, tutors, study tools, materials … the prices all add up. Whether you are a student at school, college or university or hoping to swot up on a topic independently, there are ways around some of the costs if you know where to look.</p> <a href=\"https://www.theguardian.com/money/2023/apr/24/learn-study-uk-low-no-cost-free-courses\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/24/learn-study-uk-low-no-cost-free-courses", "date_published": "2023-04-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pilot who offered flights to women for medical care fired from seminary job", "description": "<p>Greg Williams offered transportation for women seeking out-of-state care after the supreme court’s Dobbs decision last year</p><p>About three weeks after the US supreme court last year struck down the federal right to <a href=\"https://www.theguardian.com/world/abortion\">abortion</a>, Greg Williams, a volunteer pilot for a group that provides free flights to people who need to travel for medical care, posted a Facebook message.</p><p>“If any women need to make an unexpected trip from the south to, say, Illinois or New Mexico or Virginia for reasons that are none of my business, I can provide safe, private air transport that would get you where you need to go and back the same day at a price that will work for you,” Williams wrote, on 28 June 2022.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/pilot-healthcare-flights-fired-seminary-job\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/pilot-healthcare-flights-fired-seminary-job", "date_published": "2023-04-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The ultimate woman for our time? Step forward, New York’s rat tsar | Emma Beddington", "description": "<p>As a bleeding-heart animal lover, I don’t want to see any creature harmed. But warring, resourceful rats clearly need to be tackled</p><p>I have a girl crush: Kathleen Corradi, NYC’s newly-appointed “<a href=\"https://www.theguardian.com/us-news/2023/apr/12/kathleen-corradi-new-york-city-director-of-rodent-mitigation\">rat tsar</a>”. The former elementary school teacher responded to the city’s search for someone “bloodthirsty” enough to tackle the city’s all-time-high rodent population (primary school will do that to a person). At a press conference, <a href=\"https://twitter.com/therecount/status/1646171031638245380\">Corradi</a>, wearing shades and a black turtleneck, looked spectacularly badass as she declared, “You’ll be seeing a lot more of me – and a lot less rats … There’s a new sheriff in town.” Swoon.</p><p>I’m conflicted, though. I quite like rats and admire their initiative and intelligence as only someone who hasn’t had to share living space with them can. As a bleeding-heart animal lover, I sympathise with the Parisian animal rights group Zoopolis, which has campaigned to stop the massacre of municipal rats: surely there are more humane solutions, such as rat contraception. (Or, as one <a href=\"https://www.newyorker.com/humor/daily-shouts/how-to-solve-your-rat-problem-like-a-new-yorker\">New Yorker cartoon suggested</a>, “teach the rats ethical non-monogamy until none of the rats wants to settle down and procreate”.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/ultimate-woman-new-york-rat-tsar-kathleen-corradi-animal-lover\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/ultimate-woman-new-york-rat-tsar-kathleen-corradi-animal-lover", "date_published": "2023-04-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I always dreamed of paragliding. At 80, I finally did it", "description": "<p>When Margaret Thompson saw paragliders while she was on holiday in Switzerland, she thought she’d love to do that – three decades later, after the death of her husband, she fulfilled her ambition</p><p>After their three children grew up and left home, Margaret Thompson and her husband, Kenneth, stretched their legs together on walking holidays in Switzerland. In <a href=\"https://www.theguardian.com/travel/2022/dec/07/switzerlands-brilliant-new-train-route-direct-from-montreux-to-interlaken\" title=\"\">Interlaken</a>, year after year, they would head up the mountain and watch the paragliders launch themselves into the sky. Back in town, in a large park, they watched them return to earth. “Some day I’d love to do that,” Thompson told Kenneth.</p><p>But there was always so much to do in Interlaken. Besides, Thompson didn’t know if Kenneth would have enjoyed it. “He was not so keen on heights as I was,” she says. So she continued to watch the gliders take flight and land.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/a-new-start-after-60-i-always-dreamed-of-paragliding-at-80-i-finally-did-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/a-new-start-after-60-i-always-dreamed-of-paragliding-at-80-i-finally-did-it", "date_published": "2023-04-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "August Blue by Deborah Levy review – double trouble in Greece", "description": "<p>A doppelganger leads the way to suppressed secrets in the author’s wistful, fabular new novel</p><p>A young woman in an Athens flea market sees a stranger buy two mechanical horses, which dance when their tails are pulled up. Both women are wearing the same coat, a green trench, tightly belted. The watcher, too, covets the horses. As she greedily observes the transaction, she is compelled by the sense that she is looking at herself, “that she and I were the same person. She was me and I was her.”</p><p>From <a href=\"https://www.theguardian.com/books/fyodordostoevsky\">Dostoevsky</a> to Hitchcock’s <em><a href=\"https://www.theguardian.com/film/2018/jul/12/vertigo-review-alfred-hitchcock-james-stewart-kim-novak\">Vertigo</a></em>, the doppelganger is among the delights of literature and film alike. In The Jolly Corner by Henry James, a man nightly stalks an empty house, certain it is inhabited by a ghastly version of himself, the person he would have become if he hadn’t escaped New York. Long before Freud began talking about repressed memories and unacknowledged impulses, the doppelganger was a way of understanding a divided self, in which certain vital parts have been disallowed or smothered at birth. It can represent evil impulses or unwanted memories, long buried and rapping for attention.</p> <a href=\"https://www.theguardian.com/books/2023/apr/24/august-blue-by-deborah-levy-review-double-trouble-in-greece\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/24/august-blue-by-deborah-levy-review-double-trouble-in-greece", "date_published": "2023-04-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BA says it can’t find voucher it issued after flight cancellation", "description": "<p>And I have to use it or lose it, as it runs out by end of September</p><p><strong>Can you please help with a problem I have with British Airways that is proving impossible to resolve? During the height of the Covid crisis, we were due to take two flights with the airline, one to Iceland and the other to New Orleans. Both trips had to be cancelled as, at the time, both countries were refusing entry to tourists. Like thousands of other travellers, we accepted two sets of replacement e-vouchers to the value of £408 and £938.</strong></p><p><strong>All my attempts to use them to book a flight have failed</strong><strong> because BA says it can’t find the second voucher on its system. I have spent a considerable amount of time phoning and emailing BA, and have sent evidence that the e-voucher was allocated</strong><strong> but I’m getting nowhere.</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/24/ba-voucher-flight-cancellation\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/24/ba-voucher-flight-cancellation", "date_published": "2023-04-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment on the lips: the dos and don’ts of kissing", "description": "<p>How much tongue is too much? Linger or go straight in? Somatic sexologist – and kissing coach – Stella Anna Sonnenbaum gives us a beginner’s guide</p><p>Your first kiss can be a daunting experience – mine was also my worst, so bad in fact that I broke it off and pretended I needed the plot of Terminator II, which was playing in the background, explaining. A bad first kiss is not unusual, of course. So what are some common mistakes made by rookie kissers, and can veteran snoggers improve?</p><p>Somatic sexologist Stella Anna Sonnenbaum points to moments “when it’s expected but we don’t really feel like it; that ‘oh my god they’re kind of leaning in, I should do something’” feeling.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/a-moment-on-the-lips-the-dos-and-donts-of-kissing\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/a-moment-on-the-lips-the-dos-and-donts-of-kissing", "date_published": "2023-04-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How agritourism is giving a helping hand on Greece’s farms", "description": "<p>A burgeoning farm holidays movement on the Peloponnese lets producers make extra income while offering visitors a glimpse of the country’s slower side </p><p>In a large sunlit kitchen on Eumelia farm, an idyllic agritourism and wellness retreat set amid the endless olive groves of Greece’s southern Peloponnese, my classmates and I take turns using a long dowel-like rolling pin to stretch and roll balls of dough that we hope will become filo pastry. It won’t be the flaky, paper-thin kind sold frozen in supermarkets though; the pastry we’re striving for is two to three millimetres thick, the kind you’re likely to catch a whiff of while walking past this area’s many outdoor wood-fired ovens.</p><p>When we’ve each created an approximation of our host and teacher Marilena Karadima’s perfect circle of pastry, we use them to make savoury spinach pies that we snack on while we learn to cook other traditional dishes, including a hummus-like dip called <em>fava</em>, made from yellow split peas, a roasted aubergine dish brought to Greece by refugees and <em>moustalevria</em>, a pudding made with Eumelia olive oil, local walnuts, flour, sesame seeds, and must (juice) from the farm’s grapes.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/24/how-agritourism-is-giving-a-helping-hand-on-greeces-farms\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/24/how-agritourism-is-giving-a-helping-hand-on-greeces-farms", "date_published": "2023-04-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leaving to Remain review – Roma migrants caught in the Brexit and Covid upheavals", "description": "<p>Heartfelt study of their remarkable accomplishments having fled persecution in their home countries and found refuge in the UK</p><p>Having fled systemic discrimination and persecution in their home countries, Roma migrants from central Europe thought they had reached a safe haven in the UK – only to find their futures rendered uncertain by the dual upheavals of Brexit and Covid. Shot during this turbulent period, Mira Erdevicki’s heartfelt documentary paints a powerful picture of collective solidarity in the face of unprecedented calamity.</p><p>Foregrounding the fostering of a supportive environment for an ethnic diaspora, the film follows three Roma settlers who tirelessly work to help create a sense of community among the displaced. Denisa was the first in her family to obtain a mainstream education, as Roma children in the Czech Republic, where she originally came from, are routinely sent to special needs schools. First working as a cleaner in the UK, Denisa became the first Roma British lawyer, which allowed her to aid other migrants to obtain the necessary documentation to remain in the UK. Victim of skinhead violence in the Czech Republic, Petr was awarded an MBE for his community outreach work as a police officer in Peterborough, while Ondrej thrived as a student at Babington academy in Leicester, inspiring him to study psychology in higher education.</p> <a href=\"https://www.theguardian.com/film/2023/apr/24/leaving-to-remain-review-roma-migrants-caught-in-the-brexit-and-covid-upheavals\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/24/leaving-to-remain-review-roma-migrants-caught-in-the-brexit-and-covid-upheavals", "date_published": "2023-04-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN human rights experts begin US tour focusing on racial justice and policing", "description": "<p>Panel established in response to George Floyd killing will visit Washington DC, Atlanta, LA, Chicago, Minneapolis and New York</p><p>A team of United Nations experts has arrived in the US on a tour that will focus on racial justice, law enforcement and policing.</p><p>On Monday, the Expert Mechanism to Advance Racial Justice and Equality in the Context of Law Enforcement, an independent panel appointed by the UN human rights council, began its two-week visit to the US.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/un-human-rights-experts-racial-justice-policing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/un-human-rights-experts-racial-justice-policing", "date_published": "2023-04-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We want to buy a seaside flat as a second home. What type of mortgage is best?", "description": "<p>My partner and I – he is a first-time buyer – would use the property at weekends and for holiday lets</p><p><strong>Q</strong> My partner and I are buying a second home to use as a holiday home. He’s a first-time buyer but I’m not as I own the flat that we currently live in. We are hoping to buy a flat at the Kent seaside to be used as a holiday home for ourselves – think Monday to Friday in London, then the weekends by the sea – and potentially rent it out as a furnished holiday let when we’re not using it. We’re not looking to have it as a big source of income but just to potentially offset some of the costs of having a second home. <br /><br />Where I’m having trouble is deciding what type of mortgage to get. Residential mortgages don’t allow even short-term lets and buy-to-lets don’t allow you to live there. For tax purposes, we would not be letting it often enough to meet the furnished holiday let requirements, so would that mean a holiday let mortgage is not suitable either?<br /><strong>ET</strong></p><p><strong>A</strong> No, it doesn’t mean that because a holiday let mortgage is exactly what you are looking for, according to <a href=\"https://www.unbiased.co.uk/\">unbiased.co.uk</a>, which is the place to go to find an independent financial adviser. “If you want to buy a holiday home for yourself but also let it out when you are not using it, you need a holiday let mortgage,” the website says. Although growing in popularity, holiday let mortgages are still something of a niche product available from fewer than 20 mortgage lenders. As with most niche mortgages, it makes sense to get the help of a whole-of-market mortgage broker who knows the lenders that offer the kind of holiday let mortgage suitable for you.</p> <a href=\"https://www.theguardian.com/money/2023/apr/24/buy-seaside-flat-second-home-mortgage-best\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/24/buy-seaside-flat-second-home-mortgage-best", "date_published": "2023-04-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Cooper Clarke’s honest playlist: ‘The thrill of Elvis has never gone away’", "description": "<p>The poet grew up listening to Bill Haley &amp; His Comets and plays northern soul to kickstart a party, but whose blues does he find too painful to hear?</p><p><strong>The first song I remember hearing</strong><br />I remember my mum singing along to You Belong to Me by Jo Stafford. She’d have the radio on doing the housework and would sing along to the classics from the Great American Songbook, like Bei Mir Bist Du Schön by the Andrew Sisters, which I always thought was called My Beer Mr Shane. Phonetically, it’s quite an intelligent mistake.</p><p><strong>The song I secretly like, but tell everyone I hate<br /></strong>I don’t really have guilty pleasures. If I like a song, I can defend it, every time. I’m no stranger to shame, but I wouldn’t liken it to music.</p> <a href=\"https://www.theguardian.com/music/2023/apr/24/john-cooper-clarkes-honest-playlist-the-thrill-of-elvis-has-never-gone-away\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/24/john-cooper-clarkes-honest-playlist-the-thrill-of-elvis-has-never-gone-away", "date_published": "2023-04-24 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curd instinct: ancient Nepali food reborn as dog chews in US", "description": "<p>Exporting churpi, herders’ smoked yak cheese, has transformed lives in remote Himalayan villages</p><p>On a cold, wet August morning in the windswept high pastures of the Nepalese Himalayas, a stream of herders bring fresh milk to a makeshift tent at an altitude of 4,200 metres. The bells of grazing yaks and <em>chauris</em> (a cross between male yaks and female cattle) echo across the silent valleys as men work under a tarpaulin measuring, boiling and separating milk into curds and whey.</p><p>The curds are strained in cloth bags and pressed under weights to remove as much whey as possible before being sent to the village below to be made into <em>churpi </em>(or <em>chhurpi</em>), a dried snack that has found an unlikely new lease of life, transforming pastoralists’ lives in Nepal in the process.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/24/curd-instinct-traditional-nepali-churpi-snack-reborn-as-dog-chews-in-us\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/24/curd-instinct-traditional-nepali-churpi-snack-reborn-as-dog-chews-in-us", "date_published": "2023-04-24 06:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Credit Suisse says $68bn left bank in lead-up to rescue by UBS", "description": "<p>Results reported for what is likely to be the last time as bank’s takeover by Swiss rival nears completion</p><p>Credit Suisse says 61bn Swiss francs ($68bn/£55bn) left the bank in the first quarter, shedding light on the scale of the bank run that caused the 167-year-old institution to crumble and forced its state-engineered rescue.</p><p>“These outflows have moderated but have not yet reversed as of April 24 2023,” Credit Suisse said on Monday.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/credit-suisse-says-68bn-left-bank-in-lead-up-to-rescue-by-ubs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/credit-suisse-says-68bn-left-bank-in-lead-up-to-rescue-by-ubs", "date_published": "2023-04-24 05:50:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: excitement mounts in a superb NI cop show", "description": "<p>It’s the best episode so far of Belfast police drama Blue Lights. Plus: Fatima Whitbread, Paul Burrell and Shaun Ryder set up camp. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/24/tv-tonight-excitement-mounts-in-a-superb-ni-cop-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/24/tv-tonight-excitement-mounts-in-a-superb-ni-cop-show", "date_published": "2023-04-24 05:20:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Descendants of UK slave owners call on government to apologise", "description": "<p>Heirs of Slavery body wants  restorative justice to tackle ‘ongoing consequences of this crime against humanity’</p><p>The descendants of some of Britain’s wealthiest slave owners have launched an activist movement, calling on the government both to apologise for slavery and begin a programme of reparative justice in recognition of the “ongoing consequences of this crime against humanity”.</p><p>A second cousin of King Charles and a direct descendant of the Victorian prime minister William Gladstone have joined journalists, a publisher, a schoolteacher and a retired social worker, to create the <a href=\"https://www.heirsofslavery.org/\">Heirs of Slavery</a> campaigning body, which will lobby the UK government to acknowledge and atone for its role in the transportation of 3.1 million enslaved African people across the Atlantic.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/descendants-of-uk-slave-owners-call-on-government-to-apologise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/descendants-of-uk-slave-owners-call-on-government-to-apologise", "date_published": "2023-04-24 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump, budgies and narcissism: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/24/trump-budgies-and-narcissism-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/apr/24/trump-budgies-and-narcissism-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-04-24 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abuses ‘still rife’: 10 years on from the Bangladesh’s Rana Plaza disaster", "description": "<p>Campaigners say safety has improved but brands need to do more for workers’ rights and pay as survivors recount tragedy</p><p>The fight for safe conditions and fair pay in Bangladesh has not yet been won, campaigners are warning on the 10th anniversary of the deadliest disaster in the garment industry’s history.</p><p>On 24 April 2013, 1,134 people were killed and at least another 2,000 injured in the <a href=\"https://www.theguardian.com/world/2013/dec/25/bangladesh-workers-missing-rana-plaza\">collapse of a factory building</a> in Dhaka, Bangladesh, where clothing was being made for international brands including Primark, Bonmarché and Canada’s Loblaw.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/10-years-on-bangladesh-rana-plaza-disaster-safety-garment-workers-rights-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/10-years-on-bangladesh-rana-plaza-disaster-safety-garment-workers-rights-pay", "date_published": "2023-04-24 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Half of UK public fear family would not be well looked after in care homes", "description": "<p>Survey also reveals nine out of 10 older people believe there are not enough care staff in the country</p><ul><li><a href=\"https://www.theguardian.com/society/2023/apr/24/care-home-where-staff-were-filmed-abusing-88-year-old-ann-king-still-breaking-rules\">Care home where staff were filmed abusing 88-year-old still breaking rules</a></li></ul><p>Trust in care homes has slumped, leaving half of the British public lacking confidence that friends or family would be well looked after.</p><p>Nationwide polling for the Guardian revealed nine out of 10 older people believe there are not enough care staff, and half have lost confidence in the standard of care homes since the start of the pandemic.</p> <a href=\"https://www.theguardian.com/society/2023/apr/24/half-uk-public-fear-family-would-not-be-well-looked-after-in-care-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/24/half-uk-public-fear-family-would-not-be-well-looked-after-in-care-homes", "date_published": "2023-04-24 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: giants of Leo roar into view this week", "description": "<p>Blue-white Regulus and red Algeiba stars will be visible around world in conjunction with moon</p><p>We return to Leo, the lion, for our last Starwatch of April. This time it is to see the moon coast between two bright stars in the lion’s body.</p><p>The chart shows the view looking south south-west from London on 29 April. The moon will be in the second week of the current lunation, having passed the first quarter, and it will now have 67% of its visible surface illuminated by sunlight.</p> <a href=\"https://www.theguardian.com/science/2023/apr/24/starwatch-leo-constellation-view-this-week-moon\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/24/starwatch-leo-constellation-view-this-week-moon", "date_published": "2023-04-24 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BP facing green rebellion at annual shareholder meeting", "description": "<p>Some of UK’s biggest pension funds preparing to demand tougher plans to reduce emissions by 2030</p><p>BP faces a green rebellion at its <a href=\"https://www.bp.com/en/global/corporate/investors/annual-general-meeting.html\">annual shareholder meeting on Thursday</a> as some of Britain’s biggest pension funds prepare to demand the company toughens its plans to reduce its emissions by 2030.</p><p>The National Employment Savings Trust (Nest), which represents about 11m individual workplace pensions, plans to back a resolution put forward by climate campaigners at <a href=\"https://www.follow-this.org/\">Follow This</a>, which calls for BP to align its emissions reduction plans with the Paris agreement.</p> <a href=\"https://www.theguardian.com/business/2023/apr/24/bp-facing-green-rebellion-annual-shareholder-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/24/bp-facing-green-rebellion-annual-shareholder-meeting", "date_published": "2023-04-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My ancestors profited from slavery. Here’s how I am starting to atone for that | Alex Renton", "description": "<p>Families like mine have listened to the descendants of enslaved people. Today we launch a new lobbying group, Heirs of Slavery</p><p>How many people in Britain today have benefited from industrialised slavery in the Caribbean? A vast and many-stranded enterprise, it was responsible for <a href=\"https://www.cambridge.org/core/journals/journal-of-global-history/article/on-the-economic-importance-of-the-slave-plantation-complex-to-the-british-economy-during-the-eighteenth-century-a-valueadded-approach/DBB1225FF928C09689B3EEFCA8F66C55\">11% of British GDP</a> at its height in 1800. Wealth and privilege seeps down the generations, and British slavery ended only <a href=\"https://www.parliament.uk/about/living-heritage/evolutionofparliament/2015-parliament-in-the-making/get-involved1/2015-banners-exhibition/maria-amidu/1807-abolition-of-the-slave-trade/\">185 years ago</a>: there must be hundreds of thousands, if not millions, of Britons whose lives are touched by the money it generated.</p><p>“You aren’t responsible for what your ancestors did. You are responsible for what you do,” says the writer on culture and racism Emma Dabiri. I examined my ancestors’ involvement in <a href=\"https://guardianbookshop.com/blood-legacy-9781786898869\">a book</a> published two years ago. Now I, and others with similar histories, have decided we should go further.</p><p>Alex Renton’s Blood Legacy: Reckoning With a Family’s Story of <a href=\"https://www.theguardian.com/world/slavery\">Slavery</a> is published by Canongate. He is a co-founder of <a href=\"https://www.heirsofslavery.org/\">Heirs of Slavery</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/ancestors-profit-slavery-atone-enslaved-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/ancestors-profit-slavery-atone-enslaved-people", "date_published": "2023-04-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian-speaking Ukrainians want to shed ‘language of the oppressor’", "description": "<p>Kharkiv on country’s eastern border has long had Russian-speaking majority but things are changing fast</p><p>In a gallery in the <a href=\"https://www.facebook.com/litme.ua/\">Kharviv Literary Museum</a>, its usual contents now packed and evacuated for safety, a group of women sat in a row, smart and eager. Behind them, leaning back in his chair, arms folded, was a tall, gaunt figure in a military jacket and high-laced boots.</p><p>It was the first meeting – modest in scale but enthusiastic in tone – of a new bi-monthly Ukrainian language club for Kharkiv’s Russian speakers.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/russian-speaking-ukrainians-want-to-shed-language-of-the-oppressor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/russian-speaking-ukrainians-want-to-shed-language-of-the-oppressor", "date_published": "2023-04-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists discover why sea urchins are dying off from US to the Caribbean", "description": "<p>A research team has discovered a parasite that’s been killing off sea urchins, but there’s no method to eliminate it yet</p><p>Marine biologists at a Florida university say they have solved the mystery of a mass die-off of long-spined sea urchins from the US to the Caribbean.</p><p>The scientists blame a microscopic, single-cell parasite for the die-off, which took hold early last year. Affected Diadema antillarum urchins lose their spines and suction, then succumb to disease.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/24/scientists-discover-why-sea-urchins-are-dying-off-from-us-to-the-caribbean\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/24/scientists-discover-why-sea-urchins-are-dying-off-from-us-to-the-caribbean", "date_published": "2023-04-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK medical bodies ‘gravely concerned’ over Rwanda deportation scheme", "description": "<p>Hundreds of healthcare professionals fear plan will cause ‘catastrophic mental and physical harm’ to refugees</p><p>More than 830 UK health professionals and representatives from leading medical bodies have signed a letter to the prime minister expressing “grave concerns” that the government’s plan to send asylum seekers to Rwanda will cause “catastrophic mental and physical harm” to people seeking safety, in advance of a court of appeal hearing on the policy on Monday.</p><p>Signatories to <a href=\"https://msf.org.uk/article/open-letter-health-professionals-uk-health-consequences-forced-expulsion-rwanda-policy\">the letter</a> include the BMA and the Royal College of Obstetrics and Gynaecologists.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/24/uk-medical-bodies-gravely-concerned-over-rwanda-deportation-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/24/uk-medical-bodies-gravely-concerned-over-rwanda-deportation-scheme", "date_published": "2023-04-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A lost Ukraine: the photographs that show the calm before the carnage", "description": "<p>Katherine Turczan grew up in the US listening to her family of Ukrainian exiles talk about home. In the 90s, she finally visited the country, taking gentle, bucolic pictures that now feel tragic</p><p>Born in the US to Ukrainian parents, Katherine Turczan grew up on a farm near the town of Paterson in New Jersey. “It only took three ballerina-like leaps to cross the lawn and reach my grandfather’s screen door,” she writes in her new photo book, <a href=\"https://www.stanleybarker.co.uk/products/from-where-they-came\">From Where They Came</a>, which features evocative monochrome portraits made in Ukraine between 1991 and 2008.</p><p>As a child, Turczan had listened intently to her grandfather’s stories of the country he had fled in the wake of the second world war. “My whole family were storytellers,” says Turczan, “and they created vivid descriptions of the life they had left behind. But my grandfather’s were the most vivid.” He told her how he had been wounded fighting the Bolsheviks, how his brother had died of typhoid during the conflict, and how he had made his way to the US, leaving behind his parents and siblings. As he talked, he would often sketch the remembered likenesses of his lost family members on scraps of paper torn from Svoboda, or Freedom, a newspaper for Ukrainian exiles.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/24/katherine-turczan-ukraine-photos-from-where-they-came\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/24/katherine-turczan-ukraine-photos-from-where-they-came", "date_published": "2023-04-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Barnes: ‘Comedy’s the only job I’ve had where I don’t feel like a failure’", "description": "<p>As she tours her latest show, the sanguine standup talks about trolls, deafness and finding joy through performing</p><p>As a BBC regular Angela Barnes is used to triggering the anti-Auntie trolls, be it her political views, voice, appearance or – in one bizarre week – being too good at Richard Osman’s House of Games, the cheerful teatime quizshow. Most of which she ignores, but the sanguine standup does engage with another novel complaint: that she’s too loud.</p><p>“I get that a lot, as people don’t realise that I’m deaf and can’t necessarily regulate the volume of my voice,” explains the comic, now sitting quietly in the corner of a big Brighton pub. “Sometimes they’ll say ‘Oh shit, sorry, I didn’t realise’ – and it’s not their fault, they wouldn’t know. But sometimes they double down: ‘That’s no excuse!’ Which really makes me laugh.”</p> <a href=\"https://www.theguardian.com/stage/2023/apr/24/angela-barnes-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/24/angela-barnes-comedy", "date_published": "2023-04-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump committed treason and will try again. He must be barred from running | Robert Reich", "description": "<p>The 14th amendment to the US constitution clearly disqualifies the former president from returning to office. States must act</p><p>The most obvious question in American politics today should be: why is the guy who committed treason just over two years ago allowed to run for president?</p><p>Answer: he shouldn’t be.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/trump-treason-constitution-election-republicans-robert-reich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/24/trump-treason-constitution-election-republicans-robert-reich", "date_published": "2023-04-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was projected as the sweet American girl next door. It wasn’t me’: Molly Ringwald bites back", "description": "<p>Hollywood success in the 80s was so unpleasant that Ringwald moved to France. Since then she has made a jazz album, written a novel and translated a memoir about Last Tango in Paris star Maria Schneider</p><p>When Molly Ringwald was first approached to translate My Cousin Maria Schneider, by Vanessa Schneider, she said no. It’s not that she wasn’t interested in the late French actor, whose life was so horribly defined and dominated by <a href=\"https://www.theguardian.com/film/2021/nov/29/last-tango-in-paris-story-behind-bertolucci-film-to-become-tv-series-marlon-brando-maria-schneider\" title=\"\">Last Tango in Paris</a>. Nor was it that she felt too close to the industry to tackle the life story of such a tragic figure. “The opposite,” she says, speaking to me from Vancouver, where she is filming <a href=\"https://www.theguardian.com/culture/2020/may/25/riverdale-a-campy-maximalist-romp-that-leans-into-its-own-post-comic-book-absurdity\" title=\"\">the supernatural drama series Riverdale</a>. “I felt my experience as an actor would only bring more to the project. Because I feel like I understood her.” It was just that she originally didn’t have time. Then the pandemic hit.</p><p>At the start of our video call, her camera isn’t working. It doesn’t matter, I say: just tell me what you look like. “I don’t want to do that,” she says, drily. Then her face appears: as camera-ready and photogenic at 55 as it was in the mid-80s when her career took off, but also relaxed, thoughtful, bespectacled. She looks like a film star playing an academic who was in the middle of reading something more interesting, but is patient enough to break off to talk to me for a bit.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/24/i-was-projected-as-the-sweet-american-girl-next-door-it-wasnt-me-molly-ringwald-bites-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/24/i-was-projected-as-the-sweet-american-girl-next-door-it-wasnt-me-molly-ringwald-bites-back", "date_published": "2023-04-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: drone attack on Crimea repelled, Russia says; Moscow threatens to scrap grain deal", "description": "<p>Russian Black Sea fleet fights off drone attack on Sevastopol, Moscow-installed governor says; former president Dmitry Medvedev says Russia will terminate grain agreement if G7 carries out near total ban on exports</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/24/russia-ukraine-war-at-a-glance-what-we-know-on-day-425-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 425 of the invasion</a></li></ul><p>Russia’s Black Sea Fleet repelled a drone attack on the Crimean port of Sevastopol in the early hours of Monday, the Moscow-installed governor of the city has said on the Telegram messaging app.</p><p>“According to the latest information: one surface drone was destroyed ... the second one exploded on its own,” governor Mikhail Razvozhaev wrote. “Now the city is quiet but all forces and services remain on alert.” No damage was reported, according to Razvozhaev.</p><p><strong>Former Russian president Dmitry Medvedev said that if the G7 moved to ban almost all exports to Russia, Moscow would respond by terminating the Black Sea grain deal</strong> that enables vital exports of grain from Ukraine. Russia has strongly signalled that it will not allow the deal to continue beyond 18 May.</p><p><strong>Ukraine’s military <a href=\"https://www.theguardian.com/world/2023/apr/23/new-ukraine-positions-near-kherson-could-signal-spring-offensive-report\">has set up positions</a> on the eastern side of the Dnipro River near Kherson city</strong>, the Institute for the Study of War cites Russian military bloggers as saying<strong>. </strong>Infiltrating the area could be a first step towards trying to dislodge Russians from positions they are using to shell and shoot at Kherson.</p><p><strong>China’s ambassador to France <a href=\"https://www.theguardian.com/world/2023/apr/23/france-and-baltic-states-condemn-china-envoy-remarks-over-ukraine-sovereignty\">has sparked anger</a> in eastern Europe and Ukraine while drawing a rebuke from Paris and the EU after questioning the sovereignty of post-Soviet countries</strong>. Ambassador Lu Shaye suggested countries that emerged after the fall of the Soviet Union “don’t have effective status under international law because there is not an international agreement confirming their status as sovereign nations”.</p><p><strong>Europe’s military spending <a href=\"https://www.theguardian.com/world/2023/apr/24/defence-spending-in-western-and-central-europe-tops-last-year-of-cold-war\">grew at a record pace</a> in 2022, reaching a level unseen since the cold war following Russia’s invasion of Ukraine</strong>, global security researchers said. The rise in Europe helped global military expenditures reach an eighth straight record at $2.24tn, or 2.2% of the world’s gross domestic product, according to the Stockholm International Peace Research Institute.</p><p><strong>The Russian foreign minister, Sergei Lavrov, has said Moscow “will not forgive” Washington for denying US visas to Russian journalists</strong> who were meant to accompany him on a visit to UN headquarters. “We won’t forget, we will not forgive this,” he said. Russia took up the presidency of the 15-member security council in April.</p><p><strong>Russia is advising citizens to avoid travel to Canada.</strong> Russia cited what it called numerous cases of discrimination against its citizens, including physical violence, its foreign ministry said.</p><p><strong>Anti-Kremlin protesters staged a rally in Paris on Sunday, urging the EU to impose sanctions on the socialite wife of the Russian deputy defence minister, who they accuse of bypassing sanctions</strong>. The protesters said deputy defence minister Timur Ivanov had divorced his wife Svetlana Maniovich last year in order to enable her to live a luxury lifestyle in France and evade sanctions.</p><p><strong>Russia is appealing for “real men” in a new military recruitment drive. </strong>Russia’s defence ministry has launched a major drive for volunteer recruits, pitching to their masculine pride amid a limited pool of fighting-age men in <a href=\"https://www.theguardian.com/world/russia\">Russia</a>, the UK Ministry of Defence says.</p><p><strong>Russia’s defence ministry claims it has captured another three districts in the western part of Bakhmut</strong> in eastern <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. Troops who have continued into the heavily contested city are thought to be part of the Wagner group of mercenaries.</p><p><strong>Ukrainian foreign minister Dmytro Kuleba is expected to vent Kyiv’s frustration over wrangling that is holding up an EU plan to buy ammunition to help Ukraine</strong> during a video meeting with his EU counterparts. A landmark deal for EU countries to jointly buy artillery shells for Ukraine has not yet been implemented due to disagreements over how much of the business has to stay within Europe.<br /></p> <a href=\"https://www.theguardian.com/world/live/2023/apr/24/russia-ukraine-war-live-drone-attack-on-crimea-repelled-russia-says-moscow-threatens-to-scrap-grain-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/24/russia-ukraine-war-live-drone-attack-on-crimea-repelled-russia-says-moscow-threatens-to-scrap-grain-deal", "date_published": "2023-04-24 04:57:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan unrest: evacuations intensify as US warns of humanitarian crisis", "description": "<p>US agency sends in disaster response teams as western nations pull hundreds of diplomats and citizens out of strife-torn country</p><p>The US has warned of shortages of vital medicines, food and water in Sudan and deployed disaster response experts to the region, as efforts intensified to evacuate foreign diplomats and citizens from Khartoum.</p><p>On Sunday <a href=\"https://www.theguardian.com/world/2023/apr/23/uk-armed-forces-evacuate-british-diplomats-from-sudan-after-threats\">the UK successfully evacuated its diplomatic staff and dependents</a> from Khartoum via a complex operation, while Germany and France said they had each evacuated more than 100 people. Italy, Spain and Canada also evacuated their citizens among others. The US evacuated diplomats, embassy workers and families on Saturday night.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/sudan-unrest-evacuations-intensify-as-us-warns-of-humanitarian-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/sudan-unrest-evacuations-intensify-as-us-warns-of-humanitarian-crisis", "date_published": "2023-04-24 04:39:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sixty killed in Burkina Faso village by raiders ‘wearing military uniforms’", "description": "<p>More than 100 people invaded the village in northern Yatenga province, survivors say, amid increasing attacks blamed on suspected jihadists</p><p>About 60 civilians were killed in a village in northern Burkina Faso by men wearing military uniforms, a local prosecutor has said, announcing an investigation into the latest bloodshed.</p><p>Attacks blamed on suspected jihadists are on the rise in the west African country, which is battling an insurgency that spilled over from neighbouring Mali.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/sixty-killed-in-burkina-faso-village-by-raiders-wearing-military-uniforms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/sixty-killed-in-burkina-faso-village-by-raiders-wearing-military-uniforms", "date_published": "2023-04-24 04:05:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Embracing a childfree life – podcast", "description": "<p>Helen Pidd always thought she would have children, but after three unsuccessful rounds of IVF, she reimagines her life with the help of people who are childfree by choice</p><p><strong>Helen Pidd</strong>, the Guardian’s north of England editor, had always wanted to be a mother. The moment she realised that her third round of IVF had failed was devastating.</p><p>“I couldn’t see beyond how sad I felt,” she tells <strong>Hannah Moore</strong>.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/24/embracing-a-childfree-life-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/24/embracing-a-childfree-life-podcast", "date_published": "2023-04-24 02:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Myanmar: senior election official linked to junta shot dead by resistance group", "description": "<p>Killing in Yangon of Sai Kyaw Thu, a former lieutenant colonel, is confirmed by guerrilla group </p><p>A top election official in Myanmar has been fatally shot in his car in Yangon, in the latest attack attributed to militants opposed to military rule.</p><p>Sai Kyaw Thu, the deputy director general of the military-appointed Union Election Commission, was shot multiple times on Saturday, according to the military’s information office, media reports and a statement of responsibility from an urban guerrilla group.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/myanmar-senior-election-official-linked-to-junta-shot-dead-by-resistance-group\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/myanmar-senior-election-official-linked-to-junta-shot-dead-by-resistance-group", "date_published": "2023-04-24 01:35:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China ramps up coal power despite carbon neutral pledges", "description": "<p>Local governments approved more coal power in first three months of 2023 than all of 2021</p><p>Local governments in China approved more new coal power in the first three months of 2023 than in the whole of 2021, according to official documents.</p><p>The approvals, analysed by Greenpeace, reveal that between January and March this year, at least 20.45 gigawatts of coal power was approved, up from 8.63GW in the same period in 2022. In the whole of 2021, 18GW of coal was approved.</p> <a href=\"https://www.theguardian.com/world/2023/apr/24/china-ramps-up-coal-power-despite-carbon-neutral-pledges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/24/china-ramps-up-coal-power-despite-carbon-neutral-pledges", "date_published": "2023-04-24 01:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}]