[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Hiszpania: Sąd orzekł, że firma niesłusznie zwolniła pracownika za picie alkoholu w pracy", "description": "Wyższy Trybunał dla hiszpańskiego regionu Murcji uznał, że firma zajmująca się elektryką, niesłusznie zwolniła pracownika. Zarzucali mu, że był pijany. Widziano go spożywającego piwo, wino i brandy podczas lunchu. Jednak według sądu nie wpłynęło to na jego pracę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/hiszpania-sad-orzekl-ze-firma-nieslusznie-zwolnila-pracownika-za-picie-alkoholu-w-pracy/", "date_published": "2023-04-24 19:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nepal: Samolot zapalił się po starcie", "description": "Samolot linii Fly Dubai zapalił się po starcie z lotniska w Katmandu. Na nagraniach opublikowanych w sieci widać płomienie. Na razie nie wiadomo, jak poważna jest usterka. Maszyna pozostaje w powietrzu. Media informowały, że próbuje wylądować. Władze Nepalu przekazały, że samolot kontynuuje lot.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/nepal-samolot-zapalil-sie-po-starcie-probuje-wyladowac/", "date_published": "2023-04-24 16:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Przemycali ponad tonę haszyszu. Ruszyli slalomem między plażowiczami", "description": "Hiszpańskie służby zatrzymały trzech mężczyzn przemycających ponad tonę haszyszu oraz prawie 70 beczek z benzyną. Przestępcy usiłowali początkowo zbiec przed organami ścigania motorówką. Na filmie z policyjnej akcji widać, że po krótkim pościgu postanowili porzucić kontrabandę na plaży, a następnie rzucić się do ucieczki między zaskoczonymi plażowiczami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/przemycali-ponad-tone-haszyszu-ruszyli-slalomem-miedzy-plazowiczami/", "date_published": "2023-04-24 16:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Izrael: Zamach terrorystyczny w centrum Jerozolimy. Są ranni", "description": "W Jerozolimie doszło do ataku terrorystycznego. Zamachowiec wjechał samochodem w tłum ludzi. Rannych jest pięć osób. Premier Izraela Binjamin Netanjahu stwierdził, że to kolejna próba wymordowania obywateli Izraela.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/izrael-zamach-terrorystyczny-w-centrum-jerozolimy-sa-ranni/", "date_published": "2023-04-24 15:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Pasażer zmarł na atak serca. Załoga włożyła ciało do lodówki na napoje", "description": "Rodzina 79-latka z Florydy pozwała operatora wycieczkowca na milion dolarów za niewłaściwe przechowywanie zwłok. Pasażer statku zmarł w trakcie rejsu na atak serca. W związku z awarią pokładowej kostnicy, załoga miała umieścić zwłoki mężczyzny w lodówce na napoje.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/pasazer-zmarl-na-atak-serca-zaloga-wlozyla-cialo-do-lodowki-na-napoje/", "date_published": "2023-04-24 15:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Noworodek znaleziony w toalecie pociągu. Rany kłute i \"zwój papieru w buzi\"", "description": "25-letnia kobieta jest podejrzana o zabójstwo swojego dziecka, którego dokonała w toalecie pociągu przejeżdżającego przez Moskwę. Śledczy ustalili, że zamordowała chłopca tuż po porodzie. Noworodek miał rany kłute na szyi i zwój papieru w buzi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/rosja-noworodek-znaleziony-w-toalecie-pociagu-rany-klute-i-zwoj-papieru-w-buzi/", "date_published": "2023-04-24 13:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Silnik stanął w płomieniach. Pasażerowie samolotu rzucili się po torby", "description": "Samolot American Airlines musiał zawrócić na lotnisko w Charlotte w Karolinie Północnej po tym, jak na pasie startowym doszło do pożaru silnika. Pasażerowie opisali, że w pewnym momencie słychać było eksplozję. W mediach społecznościowych pojawiło się także nagranie ukazujące płomienie wydobywające się spod skrzydła maszyny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/silnik-stanal-w-plomieniach-pasazerowie-samolotu-rzucili-sie-po-torby/", "date_published": "2023-04-24 13:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Spacerował po mieście z pytonem. Chciał, aby wąż zażył świeżego powietrza", "description": "Przechodnie z Bitburga zaalarmowali policję, widząc jak ulicami miasta przechadza się mężczyzna z wężem. Właściciel zwierzęcia wytłumaczył funkcjonariuszom, że zabrał pytona na spacer, aby ten zaczerpnął świeżego powietrza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/niemcy-spacerowal-po-miescie-z-pytonem-chcial-aby-waz-zazyl-swiezego-powietrza/", "date_published": "2023-04-24 12:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szef ukraińskiego wywiadu Kyryło Budanow: Zbliżamy się do przełomowej bitwy w swojej historii", "description": "- Ukraina zbliża się do przełomowej bitwy w swojej współczesnej historii - powiedział dla RBC-Ukraina szef ukraińskiego wywiadu Kyryło Budanow. Dodał, że operacja rozpocznie się wiosną. Nie podał natomiast konkretnej daty.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/ukraina-szef-wywiadu-kyrylo-budanow-zblizamy-sie-do-przelomowej-bitwy-w-swojej-historii/", "date_published": "2023-04-24 12:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tunezja: Straż przybrzeżna wydobyła z morza 31 ciał migrantów", "description": "Tunezyjska straż przybrzeżna poinformowała w poniedziałek, że wydobyła 31 ciał afrykańskich migrantów, którzy utonęli podczas próby przepłynięcia przez Morze Śródziemne do Włoch - podał Reuters. Z kolei włoska Ansa poinformowała, że w ciągu ostatniej doby do Lampedusy dobiło ponad 20 łodzi z setkami osób na pokładzie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/tunezja-u-wybrzezy-wylowiono-34-ciala-osob-ktore-przeprawialy-sie-do-wloch/", "date_published": "2023-04-24 11:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Tragedia w parku trampolin. 10-latek zmarł po bójce z innym dzieckiem", "description": "10-letni Anthony Duran zmarł po bójce w parku trampolin. Z relacji świadków wynika, że chłopiec pobił się się z innym dzieckiem, które uciekło z miejsca zdarzenia. Dokładne przyczyny śmierci Anthonyego wyjaśni sekcja zwłok.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/usa-tragedia-w-parku-trampolin-10-latek-zmarl-po-bojce-z-innym-dzieckiem/", "date_published": "2023-04-24 11:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Protest klimatyczny sparaliżował Berlin. Aktywiści przykleili się do dróg", "description": "Aktywiści klimatyczni od rana blokują drogi w Berlinie. Chcą w ten sposób zwiększyć presję na rządzących w kwestii walki ze zmianą klimatu. Protest sparaliżował stolicę Niemiec. Ludzie stoją dziś w Berlinie w korkach, wielu osobom puszczają nerwy - donosi korespondent Polsat News Tomasz Lejman.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/protest-klimatyczny-sparalizowal-berlin-aktywisci-przykleili-sie-do-drog/", "date_published": "2023-04-24 10:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Pudel pod wpływem narkotyków. Właściciel miał częstować go fentanylem", "description": "Amerykańskim weterynarzom udało się uratować pudla, który przedawkował narkotyki. Szczeniak leżał bez ruchu na ulicy w Filadelfii obok swojego nieprzytomnego opiekuna. Z informacji świadków wynika, że właściciel częstował psa środkami psychoaktywnymi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/pudel-pod-wplywem-narkotykow-wlasciciel-mial-czestowac-go-fentanylem/", "date_published": "2023-04-24 09:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Dron z kilkunastoma kilogramami materiałów wybuchowych rozbił się pod Moskwą", "description": "Dron przenoszący 17 kilogramów materiałów wybuchowych rozbił się pod Moskwą - podają rosyjskie media. Maszynę znalazła w niedzielę jedna z mieszkanek miasta Nogińsk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/rosja-dron-z-kilkunastoma-kilogramami-materialow-wybuchowych-rozbil-sie-pod-moskwa/", "date_published": "2023-04-24 08:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Siergiej Ławrow w Nowym Jorku. \"Rosja zgromadziła sporo tematów do dyskusji\"", "description": "Siergiej Ławrow przyleciał do USA. Minister spraw zagranicznych Rosji poprowadzi w Nowym Jorku szczyt Rady Bezpieczeństwa ONZ. Ławrow zaprosił najwyższych dyplomatów kilku państw, w tym sekretarza stanu USA Antonyego Blinkena - podaje rosyjska agencja TASS.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/lawrow-w-usa-poprowadzi-szczyt-rady-bezpieczenstwa-onz/", "date_published": "2023-04-24 07:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dmitrij Miedwiediew pisze o Polsce. \"Twór nieskończenie wrogi, chce odbudować imperium\"", "description": "Polacy znów marzą o idei ożywienia unii międzypaństwowej z Ukrainą i odbudowy niedokończonego imperium Rzeczypospolitej od morza do morza - stwierdził były prezydent i premier Rosji Dmitrij Miedwiediew. To kolejne kłamstwo rosyjskiego propagandysty sugerujące to, że Polska ma wziąć udział w zajęciu ukraińskiego terytorium.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/dmitrij-miedwiediew-pisze-o-polsce-twor-nieskonczenie-wrogi-chce-odbudowac-imperium/", "date_published": "2023-04-24 07:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Starcie Grupy Wagnera z rosyjskimi żołnierzami. Są ofiary śmiertelne", "description": "Wagnerowcy starli się z rosyjskimi żołnierzami w Stanicy Ługańskiej - okupowanej części ukraińskiego obwodu ługańskiego. Doszło do strzelaniny. Są ofiary śmiertelne - poinformował Sztab Generalny Sił Zbrojnych Ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/ukraina-starcie-grupy-wagnera-z-rosyjskimi-zolnierzami-sa-ofiary-smiertelne/", "date_published": "2023-04-24 07:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Strzelanina po balu maturalnym w Teksasie. Ranni nastolatkowie", "description": "Dramatyczne wydarzenia tuż po zakończeniu balu maturalnego. Na studniówce w Teksasie doszło do strzelaniny. W momencie incydentu, na miejscu zdarzenia, znajdowało się 250 osób. Według władz co najmniej dziewięcioro nastolatków zostało rannych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-24/usa-strzelanina-po-balu-maturalnym-w-teksasie-ranni-nastolatkowie/", "date_published": "2023-04-24 06:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]