[{"source": "https://www.engadget.com/rss.xml", "title": "‘Magic: The Gathering’ publisher Wizards of the Coast sent the Pinkertons after a leaker", "description": "<p>When a highly anticipated set of <em>Magic: The Gathering </em>cards leaked on YouTube last week, it’s hard to imagine anyone would have guessed the incident would end with the involvement of one of the most infamous private security firms in the world. But that’s exactly what happened after YouTuber Oldschoolmtg uploaded an unboxing video featuring a collection of March of the Machine: The Aftermath booster packs.</p><p>If you’re not familiar, Aftermath is an upcoming 50-card <em>Magic: The Gathering</em> set Wizards of the Coast will release on May 12th. It’s billed as a supplement to the game’s current <a href=\"https://magic.wizards.com/en/products/march-of-the-machine\">March of the Machine expansion</a>, which has been available since April 21st. Predictably, Oldschoolmtg’s unboxing video was all anyone in the <em>Magic: The Gathering </em>community <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1oblo1LUtSQ09rTSZwcD15Z1VrYldGeVkyZ2diMllnZEdobElHMWhZMmhwYm1VZ1lXWjBaWEp0WVhSb0lISmxZV04wIiwiY29udGVudFV1aWQiOiI0YzA2MGIxNC1kZWYxLTRhZjItYTEzOC04NGFiMWYxODc4MmUifQ&amp;signature=AQAAAVouF9XiTIQvKvhQj3rvTX7F6a_s27TqK3JKkokixviD&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DhnZ5-KRCOkM%26pp%3DygUkbWFyY2ggb2YgdGhlIG1hY2hpbmUgYWZ0ZXJtYXRoIHJlYWN0\">could talk about in recent days</a>. Based on Wizards of the Coast’s reaction, it’s safe to say the video also irked the Hasbro-owned publisher.</p><span id=\"end-legacy-contents\"></span><div id=\"43f6c6f485084fb0a9c6b1b2e8859162\"></div><p>Over the weekend, Oldchoolmtg uploaded another video, this time titled <a href=\"https://youtu.be/bD9HRueI6Js\">“The Aftermath of The Aftermath… Everything is Gone!”</a> In the clip, the YouTuber says Pinkerton agents showed up at his home on Saturday morning and began demanding he hand over the “stolen” product. “I got up and recorded some videos,” Oldschoolmtg states. “Right after I got done with the video, dogs started barking because somebody is at the door. I come out and the wife’s answering the door and it was the Pinkertons.”</p><p>If you live in the US, the <a href=\"https://www.engadget.com/2019-01-15-pinkerton-legal-fight-over-red-dead-redemption-2.html\">Pinkertons need no introduction</a>. The company is one of the country’s oldest private security firms, with its original incarnation, the Pinkerton Detective Agency, dating back to 1850. During the late 19th and early 20th centuries, the Pinkertons made a name for themselves with their anti-union operations, a job they <a href=\"https://www.npr.org/2020/11/30/940196997/amazon-reportedly-has-pinkerton-agents-surveil-workers-who-try-to-form-unions\">continue to do in the 21st century</a>.</p><p>Oldschoolmtg speculates the person he bought the unreleased cards from likely didn’t know they sent him an unreleased set. “Somebody screwed up and sent out the wrong cases to the gentlemen that I bought the boxes off of, because when he sold me the stuff he said he was selling me March of the Machine collector’s boxes — not Aftermath.”</p><p>After recovering the leaked <em>Magic: The Gathering </em>set, including the empty boxes and wrappers, the Pinkertons put Oldschoolmtg in touch with a Wizards of the Coast representative, who was “very apologetic about making my wife cry first thing in the morning by sending these heavy-duty lawmen.”</p><p>A Wizards of the Coast spokesperson confirmed to <a href=\"https://www.polygon.com/23695923/mtg-aftermath-pinkerton-raid-leaked-cards\"><em>Polygon</em></a> and <a href=\"https://kotaku.com/mtg-aftermath-leaks-pinkertons-wotc-magic-the-gathering-1850368923\"><em>Kotaku</em></a> that the company sent the private security firm to Oldschoolmtg as “part of their investigation” into the leak. The YouTuber says the contact they spoke to at Wizards of the Coast offered to send them free products as compensation for what had happened. For what it’s worth, his YouTube viewership has also doubled since the original video went up.</p>This article originally appeared on Engadget at https://www.engadget.com/magic-the-gathering-publisher-wizards-of-the-coast-sent-the-pinkertons-after-a-leaker-200040402.html?src=rss", "link": "https://www.engadget.com/magic-the-gathering-publisher-wizards-of-the-coast-sent-the-pinkertons-after-a-leaker-200040402.html?src=rss", "date_published": "2023-04-24 20:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Critter & Guitari’s 5 Moons is a wonderfully wooden multitrack recorder", "description": "<p>Critter &amp; Guitari has made a name for itself by releasing <a href=\"https://www.engadget.com/2019-11-08-critter-and-guitari-organelle-music-computer-review-jack-of-all-trades.html\">quirky and highly musical gadgets</a>, like this <a href=\"https://www.engadget.com/2020-04-01-critter-and-guitari-eyesy-video-synthesizer-raspbery-pi.html\"><ins>video-based synthesizer</ins></a>, and now the company is back with a multitrack recorder that prioritizes simplicity and ease of use. The <a href=\"https://www.critterandguitari.com/blog/5-moons-is-here\">5 Moons </a>also continues the company’s pristine record of making visually distinct devices, due to its attractive wood enclosure made entirely out of pine.&nbsp;</p><p>Underneath the hood you’ll find a powerful 48KHz 16-bit sampler and enough storage for around 20 hours of samples and compositions, via an 8GB microSD card. As the name suggests, this is a five track device, but don’t let that dissuade you from making complex compositions with dozens of instruments, as you can easily bounce everything down over and over again.</p><span id=\"end-legacy-contents\"></span><p>This musical block of wood does not include a screen of any kind, so everything is handled via the sliders and accompanying buttons, but the interface seems easy to use, with dedicated buttons for most tasks like bouncing, looping and perusing sounds. The company says the 5 Moons is great for making simple enclosed loops and for composing long-form pieces. Looping is no great mystery, but creating longer works does require a certain level of expertise regarding various button and slider combinations.</p><div id=\"7100423c75084b70a5589f8b8303d99e\"></div><p>To that end, you can easily send projects to the DAW of your choice via a USB-C connection for finishing touches, and this connection also powers the device. Transfers go both ways, as you can send projects from your computer to the 5 Moons for additional processing, looping and creative tomfoolery. Critter &amp; Guitari says this feature is a great way to start a unique new track or to “re-envision and remix” prior tracks.</p><p>You can run external instruments directly into 5 Moons, like the <a href=\"https://www.engadget.com/critter-and-guitari-organelle-s-annoucement-183527954.html\"><ins>company’s own Organelle S</ins></a>, thanks to a ⅛-inch monophonic input. The rear also includes a ⅛-inch monophonic output if you want to send the signal out for external processing or to speakers when playing live. Playing live with this thing should be a blast, as it weighs only five ounces, though it does not feature a built-in battery.</p><p>Critter &amp; Guitari’s <a href=\"https://www.critterandguitari.com/5-moons\">5 Moons multitrack recorder</a> is available now for $325.</p>This article originally appeared on Engadget at https://www.engadget.com/critter--guitaris-5-moons-is-a-wonderfully-wooden-multitrack-recorder-193616586.html?src=rss", "link": "https://www.engadget.com/critter--guitaris-5-moons-is-a-wonderfully-wooden-multitrack-recorder-193616586.html?src=rss", "date_published": "2023-04-24 19:36:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple wins appeals court ruling against Epic Games", "description": "<p>An appeals court has issued a ruling in the long-running antitrust tussle between <a href=\"https://www.engadget.com/tag/apple/\"><ins>Apple</ins></a> and <a href=\"https://www.engadget.com/tag/epic-games/\"><ins>Epic Games</ins></a>. As <a href=\"https://www.bloomberg.com/news/articles/2023-04-24/apple-app-store-policies-upheld-by-court-in-antitrust-challenge\"><em><ins>Bloomberg</ins></em></a><em>&nbsp;</em>reports, the US Ninth Circuit Court of Appeals upheld a lower court ruling, which rejected most of Epic's claims that Apple violated federal competition law by prohibiting alternative app stores on its devices. The three-judge panel also upheld a part of the original ruling that was in Epic's favor.</p><p>“There is a lively and important debate about the role played in our economy and democracy by online transaction platforms with market power,” the panel wrote in the decision. “Our job as a federal court of appeals, however, is not to resolve that debate — nor could we even attempt to do so. Instead, in this decision, we faithfully applied existing precedent to the facts.”</p><span id=\"end-legacy-contents\"></span><p>The ruling maintains the status quo, unless further appeals move the case to a higher court. One added wrinkle is the fact that Epic may now be on the hook for Apple's legal fees, as <a href=\"https://twitter.com/stephentotilo/status/1650562497332535313\"><em><ins>Axios</ins></em><ins>' Stephen Totillo</ins></a> pointed out.</p><p>“Today’s decision reaffirms Apple’s resounding victory in this case, with nine of ten claims having been decided in Apple’s favor. For the second time in two years, a federal court has ruled that Apple abides by antitrust laws at the state and federal levels,&quot; Apple told Engadget in a statement. &quot;The App Store continues to promote competition, drive innovation, and expand opportunity, and we’re proud of its profound contributions to both users and developers around the world. We respectfully disagree with the court’s ruling on the one remaining claim under state law and are considering further review.”</p><p>In <a href=\"https://www.engadget.com/apple-epic-games-lawsuit-ruling-app-store-153113436.html\"><ins>the original 2021 ruling</ins></a>, US District Judge Yvonne Gonzalez Rogers determined that although Apple prevented users from being able to pay less for apps or in-app purchases, it wasn't running the App Store like a monopoly. Still, Rogers told Apple to let developers direct users to alternative payment systems, which would have enabled them to bypass the 15 to 30 percent cut Apple typically takes from in-app purchases.</p><p>Apple <a href=\"https://www.engadget.com/apple-app-store-payment-changes-delay-epic-games-201026068.html\"><ins>won a last-gasp delay</ins></a> on the implementation of those changes. However, in 2022, it started allowing the makers of certain apps to <a href=\"https://www.engadget.com/apple-netflix-spotify-reader-apps-link-sites-payment-044147213.html\"><ins>redirect users</ins></a> to their own websites for payments and to fully manage their accounts.</p><p>Engadget has contacted Epic for comment. The company has made similar antitrust claims in a lawsuit against Google and that case is <a href=\"https://www.engadget.com/epic-match-google-antitrust-lawsuit-trial-date-223014942.html\"><ins>set to go to trial</ins></a> in November.&nbsp;</p><p>Epic kickstarted its battles against Apple and Google when it <a href=\"https://www.engadget.com/epic-games-fortnite-direct-payment-discounts-143422257.html\"><ins>offered </ins><em><ins>Fortnite </ins></em><ins>mobile players</ins></a> a cheaper way to pay for in-game currency that bypassed the iOS and Android payment systems. Apple and Google removed <em>Fortnite </em>from their app stores, and Epic responded <a href=\"https://www.engadget.com/fortnite-maker-epic-games-sues-apple-195415590.html\"><ins>with</ins></a><a href=\"https://www.engadget.com/fortnite-google-play-lawsuit-035741548.html\"><ins>lawsuits</ins></a> against both companies.</p><p>Regardless of the ultimate outcome in both cases, Apple and Google may support third-party app stores on iOS and Android anyway. Regulators in other markets have scrutinized both companies' app store practices. As a result of new European Union laws in particular, Apple is <a href=\"https://www.engadget.com/apple-third-party-app-stores-report-195840839.html\"><ins>reportedly preparing</ins></a> to allow third-party marketplaces on the iPhone as soon as next year. If and when it does, Epic's own mobile app store is ready to go, <a href=\"https://www.axios.com/2023/03/09/epic-games-store-tim-sweeney-2023\"><ins>according to CEO Tim Sweeney</ins></a>. Microsoft is <a href=\"https://www.engadget.com/xbox-head-says-microsofts-mobile-game-store-could-arrive-next-year-180007168.html\"><ins>preparing its own mobile app store</ins></a> too.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-wins-appeals-court-ruling-against-epic-games-191331514.html?src=rss", "link": "https://www.engadget.com/apple-wins-appeals-court-ruling-against-epic-games-191331514.html?src=rss", "date_published": "2023-04-24 19:13:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Authenticator finally syncs one-time codes in the cloud", "description": "<p>Your Google Authenticator one-time codes are no longer trapped if you lose the device that stores them. An <a href=\"https://security.googleblog.com/2023/04/google-authenticator-now-supports.html\">update</a> to Authenticator for <a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2\">Android</a> and <a href=\"https://apps.apple.com/app/google-authenticator/id388497605\">iOS</a> now stores backups of codes in your Google account. You won't have to reauthorize all your linked apps (or <a href=\"https://www.engadget.com/google-authenticator-update-transfer-accounts-omg-215948421.html\">scan a QR code</a>) just because you got a new phone.</p><p>Once you have the latest version of the app, you only have to follow prompts to sign into Google and enable syncing. Of course, you'll also want to be sure your Google account is secure to prevent intruders from misusing Authenticator.</p><span id=\"end-legacy-contents\"></span><p>Google is still pushing for password-free logins that use technology <a href=\"https://www.engadget.com/google-passkey-support-android-chrome-164017230.html\">like passkeys</a>. However, it also acknowledges that people still rely on one-time codes. The Authenticator update promises to reduce some of the headaches of using those codes until you're ready and able to move to another system. This might also encourage the use of two-factor authentication if you were previously afraid of what would happen if your phone was lost or stolen.</p><p>This isn't a novel concept. Apps like <a href=\"https://www.engadget.com/microsoft-authenticator-can-now-store-and-autofill-mobile-device-passwords-091539570.html\">Microsoft Authenticator</a> also have cloud backups. However, it's no secret that Google's tool is popular. Cloud syncing should make a tangible difference, particularly when many apps can use Authenticator as an alternative to the conventional password.</p>This article originally appeared on Engadget at https://www.engadget.com/google-authenticator-finally-syncs-one-time-codes-in-the-cloud-185207290.html?src=rss", "link": "https://www.engadget.com/google-authenticator-finally-syncs-one-time-codes-in-the-cloud-185207290.html?src=rss", "date_published": "2023-04-24 18:52:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sega of America workers are forming a union", "description": "<p>Workers at <a href=\"https://www.engadget.com/sega-is-buying-angry-birds-maker-rovio-for-776-million-095400749.html\">Sega of America</a> have announced plans to form a union. A supermajority of workers based out of the company's headquarters in Irvine CA say they are forming a union with the <a href=\"https://www.engadget.com/cwa-union-files-another-unfair-labor-charge-against-ebay-owned-tcgplayer-160641406.html\">Communication Workers of America</a> — calling themselves the Allied Employees Guild Improving Sega, or AEGIS-CWA.&nbsp;</p><p>“Working for Sega is a passion for many of us and it’s been so exciting to see that through organizing, we can make this work a sustainable long-term career,&quot; Sega QA lead and AEGIS member Mohammad Saman said in a statement. &quot;By creating our union, AEGIS-CWA, we’ll have a say in the decisions that shape our working conditions and ensure the job security and working conditions we deserve. We’re excited to protect what already makes Sega great, and help build an even stronger company, together.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The fledgling union hopes that Sega will recognize the AEGIS-CWA voluntarily, but have also filed for a union representation election with the National Labor Relations Board. If the unionization goes forward, the group hopes to push for a higher base pay, improved benefits and measures that will help prevent &quot;patterns of overwork&quot; through better staffing.&nbsp;</p><p>Although the proposed union isn't the largest in the industry by numbers, it's among the most board, covering 144 workers across Sega of America's localization, marketing, product development games as a service and quality assurance teams. Although it's the latest group of game workers to announce the formation of a union, it's also far from the first. In 2021, Vodeo Games became the <a href=\"https://www.engadget.com/first-games-union-vodeo-cwa-north-america-165537268.html\">first studio in North America</a> to form a union before unfortunately <a href=\"https://www.engadget.com/vodeo-games-shutting-down-213519398.html\">shutting down the following year</a>. Since then, multiple groups with <a href=\"https://www.engadget.com/raven-software-activision-blizzard-union-game-workers-alliance-195516977.html\">Activision Blizzard</a> voted to unionize. Microsoft is the home to <a href=\"https://www.engadget.com/microsoft-union-zenimax-vote-recognize-190529301.html\">the largest union in the video game industry</a> today, with ZeniMax Workers United CWA representing about 300 employees.&nbsp;</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/sega-of-america-workers-are-forming-a-union-184043887.html?src=rss", "link": "https://www.engadget.com/sega-of-america-workers-are-forming-a-union-184043887.html?src=rss", "date_published": "2023-04-24 18:40:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft will reportedly unbundle Teams from Office to avoid antitrust concerns", "description": "<p>Microsoft has agreed to stop bundling its Teams remote collaboration software with its Office productivity suite, <a href=\"https://www.ft.com/content/be838956-7038-4179-8a1c-851b83048d5d\">according to</a><em>Financial Times</em>. The company’s move attempts to head off an official EU antitrust investigation as it deals with its most significant regulatory concerns in over a decade.</p><p><em>FT</em>’s sources say companies will eventually be able to buy Office with or without Teams installed, “but the mechanism on how to do this remains unclear.” Talks with EU regulators are reportedly ongoing, and “a deal is not certain.” Microsoft told <em>FT</em>, “We are mindful of our responsibilities in the EU as a major technology company. We continue to engage cooperatively with the commission in its investigation and are open to pragmatic solutions that address its concerns and serve customers well.”</p><span id=\"end-legacy-contents\"></span><p>Competing remote-work platform Slack, now <a href=\"https://www.engadget.com/slack-salesforce-acquisition-complete-060457876.html\">owned by</a> Salesforce, <a href=\"https://www.engadget.com/slack-microsoft-teams-eu-antitrust-complaint-134423931.html\">complained to EU regulators</a> in 2020, asking officials to make Microsoft sell Teams separately from its ubiquitous Office suite. Slack’s general counsel said at the time, “We’re asking the EU to be a neutral referee, examine the facts and enforce the law.”</p><p>Microsoft is facing its first regulatory issues in a decade. The company agreed to a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0931b986-736e-47bb-80b9-5f6f8f4ef5ae&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Google&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTMxYjk4Ni03MzZlLTQ3YmItODBiOS01ZjZmOGY0ZWY1YWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS9zZWFyY2g_Y2xpZW50PXNhZmFyaSZybHM9ZW4mcT1zaXRlJTNBZW5nYWRnZXQuY29tK21pY3Jvc29mdCtzZXR0bGUrZXVyb3BlYW4rY29tbWlzc2lvbisyMDA5JmllPVVURi04Jm9lPVVURi04IiwiY29udGVudFV1aWQiOiJhNjQ5YjRjOC0zMzM3LTQzOGUtOWUwYi05MWRjYjlkNTVhOGEifQ&amp;signature=AQAAAbxuCU9N4NugUma0XTV_1GTLhLRw5l-C2seJcy6ZM9wt&amp;gcReferrer=https%3A%2F%2Fwww.google.com%2Fsearch%3Fclient%3Dsafari%26rls%3Den%26q%3Dsite%253Aengadget.com%2Bmicrosoft%2Bsettle%2Beuropean%2Bcommission%2B2009%26ie%3DUTF-8%26oe%3DUTF-8\">settlement</a> with the European Commission in 2009, agreeing to offer European customers a choice of web browsers; it was then <a href=\"https://www.engadget.com/2013-03-06-microsoft-european-commission-fine.html\">fined €561 million</a> in 2013 for failing to adhere to that consistently. Of course, its most famous antitrust shakeup came around the turn of the millennium when it was initially forced to break up into two companies, a ruling later overturned by an appeals court. Microsoft and the DOJ settled in 2001, agreeing to restrictions like sharing APIs with third-party developers and letting PC manufacturers install non-Microsoft software on their products.</p><p>In recent months, the company has been scrambling to receive regulatory approval for its planned <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">$69 billion purchase</a> of game publisher Activision Blizzard. The company is reportedly <a href=\"https://www.engadget.com/microsofts-activision-blizzard-purchase-will-reportedly-be-approved-by-the-eu-174012371.html\">expected</a> to receive a green light from the EU and <a href=\"https://www.engadget.com/uk-watchdog-no-longer-thinks-microsofts-activision-blizzard-merger-is-a-threat-to-console-competition-140206114.html\">UK</a>, and it has until July to appease the <a href=\"https://www.engadget.com/microsoft-activision-blizzard-ftc-antitrust-lawsuit-response-filings-170049498.html\">US Federal Trade Commission</a>. Microsoft offered 10-year legal agreements to provide Call of Duty on Nintendo consoles and cloud-streaming platform Boosteroid to help ease those concerns. Sony <a href=\"https://www.engadget.com/sonys-concerned-call-of-duty-will-be-worse-on-playstation-if-microsoft-buys-activision-201212041.html\">reportedly declined</a> a similar offer.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-will-reportedly-unbundle-teams-from-office-to-avoid-antitrust-concerns-183139403.html?src=rss", "link": "https://www.engadget.com/microsoft-will-reportedly-unbundle-teams-from-office-to-avoid-antitrust-concerns-183139403.html?src=rss", "date_published": "2023-04-24 18:31:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Blizzard sued by former Chinese partner after messy breakup", "description": "<p>Blizzard Entertainment is being sued by former Chinese publishing partner NetEase after <a href=\"https://www.engadget.com/blizzard-games-like-world-of-warcraft-will-go-offline-in-china-next-year-084952778.html\"><ins>servers shutdown in January</ins></a> when the two failed to reach a continuation agreement. NetEase is seeking ¥300 million Yuan (roughly $43.5 million) in damages, which the company says will be put toward issuing refunds for discontinued games and recouping investments from unsold merchandise inventory.</p><p>The suit has multiple components. NetEase says Blizzard was supposed to handle customer refunds with regard to discontinued games and that it got stuck with the bill. NetEase also alleges that the original contract was worded in such a way as to grant Blizzard “unequal terms and conditions” in favor of the publisher’s “unilateral rights,\" as reported and translated by <a href=\"https://www.wowhead.com/news/netease-files-lawsuit-against-blizzard-entertainment-seeking-43-5-million-in-332574\"><ins>MMO-focused gaming website Wowhead.</ins></a> A representative from Blizzard’s parent company Activision told Engadget that it has yet to see any formal paperwork announcing the lawsuit and said that NetEase is “contractually responsible” for refunds and anything else that falls under the “operations” umbrella.</p><span id=\"end-legacy-contents\"></span><p>NetEase also alleges that it provided Blizzard with a large advance to make future titles. The Chinese developer says that not only were these titles never finished or released, but that Blizzard never returned any of the seed money. Again, Activision had no comment as it has not seen the suit.&nbsp;</p><p>Blizzard and NetEase were successful partners for the past 14 years before negotiations broke down to renew the long-term licensing agreement. This led to a complete cessation of all Blizzard games and services in the region, including popular properties like <em>World of Warcraft, Overwatch 2, Starcraft</em> and <em>Diablo III</em>, among others. Millions of Chinese players lost access to their accounts and related data. Some started fresh with new accounts in other regions, but most (112 million people) opted for a refund.</p><p>The agreement did not end amicably, with reports of NetEase staffers tearing down the Blizzard offices and <a href=\"https://www.pcgamer.com/netease-smashes-up-world-of-warcraft-statue-after-its-nasty-breakup-with-blizzard/\">livestreaming the destruction</a> of a <em>World of Warcraft</em> statue. NetEase's president of global investment and partnership, Simon Zhu, also seemed to call out a high-ranking Blizzard staffer as a “jerk” in a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2ZlZWQvdXBkYXRlL3VybjpsaTphY3Rpdml0eTo2OTk4ODcwMDIwNzg1MTM5NzEyLz9zcmM9YWZmLXJlZiZ0cms9YWZmLWlyX3Byb2dpZC44MDA1X3BhcnRpZC4xMDA3OF9zaWQuX2FkaWQuNDQ5NjcwJmNsaWNraWQ9d0hlWHdvUmZreHlOVUwtVVlDMnVyeFBnVWtBUWJ4M2QxVG1TMWMwJm1jaWQ9Njg1MTk2MjQ2OTU5NDc2MzI2NCZpcmd3Yz0xIiwiY29udGVudFV1aWQiOiIxZjY5NDQ0NS02ZDJlLTQ4ZTEtOWVhZC02YWJhZjQzNzM0MWUifQ&amp;signature=AQAAAU1oVPsb_8bUS7zyrqehX0q05mVgzjMqt7SALTQ3dsku&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Ffeed%2Fupdate%2Furn%3Ali%3Aactivity%3A6998870020785139712%2F%3Fsrc%3Daff-ref%26trk%3Daff-ir_progid.8005_partid.10078_sid._adid.449670%26clickid%3DwHeXwoRfkxyNUL-UYC2urxPgUkAQbx3d1TmS1c0%26mcid%3D6851962469594763264%26irgwc%3D1\"><ins>LinkedIn post</ins></a>. Now there’s an alleged lawsuit to add even more fuel to the fire. This is a developing story so we will update this post when and if Activision/Blizzard receives a copy of the lawsuit.</p>This article originally appeared on Engadget at https://www.engadget.com/blizzard-sued-by-former-chinese-partner-after-messy-breakup-175023726.html?src=rss", "link": "https://www.engadget.com/blizzard-sued-by-former-chinese-partner-after-messy-breakup-175023726.html?src=rss", "date_published": "2023-04-24 17:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "BeReal says it has more than 20 million daily active users", "description": "<p><a href=\"https://www.engadget.com/tag/bereal/\"><ins>BeReal</ins></a>, Apple's <a href=\"https://www.engadget.com/apple-2022-app-store-awards-094422535.html\"><ins>iPhone app of the year for 2022</ins></a>, wants you to know that it's still going strong. The app sends users a notification at a different time each day, prompting them to drop everything and share photos taken with their phone's front and rear cameras simultaneously. You have a two-minute window to do this, with the idea that you'll share authentic updates from your life (you likely won't have enough time to fix your hair or find a spot with great lighting first). Your friends are notified when you post late or retake your photos.</p><p>This approach has caused some teething issues. It has led to people sharing mundane photos of their computer screens or taking out their phones simultaneously during a class, as <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNC8xMy9zdHlsZS9iZXJlYWwtYXBwLmh0bWwiLCJjb250ZW50VXVpZCI6IjdjODE5ZDdmLWQwNTQtNDE1ZS04NDE5LWM0NWM4YWI0MTY0ZCJ9&amp;signature=AQAAAfqtdoYo5Tskeie0zj93O9k7ZIplEKSAs6sUveytuaHX&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F04%2F13%2Fstyle%2Fbereal-app.html\"><em><ins>The New York Times</ins></em></a><em>&nbsp;</em>reported recently. Citing data from an analytics company, the publication suggested that the app's user numbers have nosedived by around 61 percent in recent months to under six million as the novelty factor waned and <a href=\"https://www.engadget.com/instagram-bereal-candid-notes-172854546.html\"><ins>bigger</ins></a><a href=\"https://www.engadget.com/tiktok-now-daily-photo-video-143400837.html\"><ins>rivals</ins></a> started to copy BeReal.</p><span id=\"end-legacy-contents\"></span><p>On its new blog, BeReal claims it actually has more than 20 million daily active users. In <a href=\"https://bereal.com/en/2023/04/23/testingtesting/\"><ins>its inaugural post</ins></a>, the BeReal team notes it has been quiet as it's been busy. \"But [that] means people have been guessing about what we’ve been up to and how things are going, and not always accurately,\" the post reads.&nbsp;</p><figure><img alt=\"A screenshot of BeReal, highlighting a new feature that allows users to share more than one post per day.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/53d0fef0-e2bf-11ed-ba9f-281d071e7ca2\" style=\"height: 1645px; width: 1179px;\" /><figcaption></figcaption><div class=\"photo-credit\">BeReal</div></figure><p>Meanwhile, BeReal has debuted a feature that could lead to an uptick in engagement and perhaps keep wavering users onboard. <a href=\"https://bereal.com/en/2023/04/23/uk-users-its-time-for-bonus-bereal/\"><ins>Bonus BeReal</ins></a>, which the company is testing in the UK before expanding to the rest of the world soon, allows users to post two extra snapshots per day at times of their choosing — as long as they share their regular BeReal on time.</p><p>The move could undercut the spontaneous authenticity that BeReal strives for, as it will give users a chance to pose for and edit their extra posts. However, BeReal notes that it may make changes to the feature.</p>This article originally appeared on Engadget at https://www.engadget.com/bereal-says-it-has-more-than-20-million-daily-active-users-172721921.html?src=rss", "link": "https://www.engadget.com/bereal-says-it-has-more-than-20-million-daily-active-users-172721921.html?src=rss", "date_published": "2023-04-24 17:27:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's Galaxy Watch 5 is cheaper than ever at Amazon", "description": "<p>For those who prefer an Android phone to an iPhone, we think Samsung's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVNtYXJ0d2F0Y2gtSW1wcm92ZWQtU2FwcGhpcmUtRW5oYW5jZWQvZHAvQjBCMko1VEIzUS8_dGg9MSZ0YWc9Z2RndDBjLXAtby11ZS0yMCIsImNvbnRlbnRVdWlkIjoiYjFjOWQyNTQtZDVmYy00ZGI5LTgxYTEtNmNkMjViMjExNWY4In0&amp;signature=AQAAAQP9TMB6iRUtvfLHb2Plv3VI5TMXdbxecI1myOrzjep2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Smartwatch-Improved-Sapphire-Enhanced%2Fdp%2FB0B2J5TB3Q%2F%3Fth%3D1\">Galaxy Watch 5</a> is the best smartwatch you can get. Right now <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVNtYXJ0d2F0Y2gtSW1wcm92ZWQtU2FwcGhpcmUtRW5oYW5jZWQvZHAvQjBCMko1VEIzUS8_dGg9MSZ0YWc9Z2RndDBjLXAtby11ZS0yMCIsImNvbnRlbnRVdWlkIjoiYjFjOWQyNTQtZDVmYy00ZGI5LTgxYTEtNmNkMjViMjExNWY4In0&amp;signature=AQAAAQP9TMB6iRUtvfLHb2Plv3VI5TMXdbxecI1myOrzjep2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Smartwatch-Improved-Sapphire-Enhanced%2Fdp%2FB0B2J5TB3Q%2F%3Fth%3D1\">Amazon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zYW1zdW5nLWdhbGF4eS13YXRjaDUtYWx1bWludW0tc21hcnR3YXRjaC00MG1tLWJ0LWdyYXBoaXRlLzY1MTA4NjkucD9za3VJZD02NTEwODY5IiwiY29udGVudFV1aWQiOiJiMWM5ZDI1NC1kNWZjLTRkYjktODFhMS02Y2QyNWIyMTE1ZjgifQ&amp;signature=AQAAAerffEJzO6pSuQIvOnV-8b5kdSuezwfZtBr9NlFxEeuD&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsamsung-galaxy-watch5-aluminum-smartwatch-40mm-bt-graphite%2F6510869.p%3FskuId%3D6510869\">Best Buy</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvd2F0Y2hlcy9nYWxheHktd2F0Y2g1L2J1eS8iLCJjb250ZW50VXVpZCI6ImIxYzlkMjU0LWQ1ZmMtNGRiOS04MWExLTZjZDI1YjIxMTVmOCJ9&amp;signature=AQAAATNDqkGAdXxN_5gFGJYKTmGi7YqhwcEZMxInMvAVPgbG&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fwatches%2Fgalaxy-watch5%2Fbuy%2F\">Samsung</a> are all selling the 40mm size for $219, which matches the all-time low price we saw <a href=\"https://www.engadget.com/samsungs-galaxy-watch-5-is-cheaper-than-ever-right-now-140249908.html\">earlier this year</a>. In addition to being the top Android pick in our <a href=\"https://www.engadget.com/best-smartwatches-153013118.html\">guide to smartwatches</a>, the wearable earned an <a href=\"https://www.engadget.com/samsung-galaxy-watch-5-pro-review-battery-life-specs-durability-180052187.html\">85 in our review</a>, thanks to its solid build, ample health tracking capabilities and a clean design that looks much more like a traditional timepiece than the square Apple Watch.&nbsp;</p><p></p><p>The Watch 5 doesn't look much different from its predecessor, maintaining the clean lines and minimalist design, but it now has tougher Sapphire Crystal glass. Our reviewer, Cherlynn Low, found the Galaxy Watch 5 did a better job than an Apple Watch at tracking sleep. It also beats out other WearOS-based devices at tracking activity, quickly recognizing when you're moving and suggesting to record your activities. The battery will give you a little over a full day on a charge and the recharge rate is speedy, so a 30 minute charge will give you another half day of juice.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The improved, curved sensors get closer to your skin to give you body composition readings and take EKG for better health tracking. And of course, it's a capable companion for your Android phone, controlling your music, sending notifications, letting you reply to messages and delivering on-wrist navigation.&nbsp;</p><p>For those with larger wrists, or who simply want a larger display, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVNtYXJ0d2F0Y2gtSW1wcm92ZWQtU2FwcGhpcmUtRW5oYW5jZWQvZHAvQjBCMko0VzVUVC8_dGg9MSZ0YWc9Z2RndDBjLXAtby11ZS0yMCIsImNvbnRlbnRVdWlkIjoiYjFjOWQyNTQtZDVmYy00ZGI5LTgxYTEtNmNkMjViMjExNWY4In0&amp;signature=AQAAAagK5p4Jj2xB5PJcZiBk49I0dJh4VSatkfttpY5adFHR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Smartwatch-Improved-Sapphire-Enhanced%2Fdp%2FB0B2J4W5TT%2F%3Fth%3D1\">44mm Galaxy Watch 5 </a>is also on sale. Amazon is selling it for $249, which is a $60 discount and the lowest price the watch has gone for since its debut last year. Both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zYW1zdW5nLWdhbGF4eS13YXRjaDUtYWx1bWludW0tc21hcnR3YXRjaC00NG1tLWJ0LWdyYXBoaXRlLzY1MTA4ODIucD9za3VJZD02NTEwODgyI2FuY2hvcj1wcm9kdWN0VmFyaWF0aW9ucyIsImNvbnRlbnRVdWlkIjoiYjFjOWQyNTQtZDVmYy00ZGI5LTgxYTEtNmNkMjViMjExNWY4In0&amp;signature=AQAAATdBD_HwdfGMQ5gjibDDf7mNhkDBMOEjSNIc7l8vSoOW&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsamsung-galaxy-watch5-aluminum-smartwatch-44mm-bt-graphite%2F6510882.p%3FskuId%3D6510882%23anchor%3DproductVariations\">Best Buy</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvd2F0Y2hlcy9nYWxheHktd2F0Y2g1L2J1eS8iLCJjb250ZW50VXVpZCI6ImIxYzlkMjU0LWQ1ZmMtNGRiOS04MWExLTZjZDI1YjIxMTVmOCJ9&amp;signature=AQAAATNDqkGAdXxN_5gFGJYKTmGi7YqhwcEZMxInMvAVPgbG&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fwatches%2Fgalaxy-watch5%2Fbuy%2F\">Samsung</a> are currently matching that deal, so if you'd rather buy from those outlets, you can.&nbsp;</p><p></p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-galaxy-watch-5-is-cheaper-than-ever-at-amazon-171523806.html?src=rss", "link": "https://www.engadget.com/samsungs-galaxy-watch-5-is-cheaper-than-ever-at-amazon-171523806.html?src=rss", "date_published": "2023-04-24 17:15:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Grimes invites AI artists to use her voice, promising 50 percent royalty split", "description": "<p>Canadian synth-pop artist Grimes says AI artists can use her voice without worrying about copyright or legal enforcement. “I’ll split 50% royalties on any successful AI generated song that uses my voice. Same deal as I would with any artist i collab with,” she <a href=\"https://twitter.com/Grimezsz/status/1650304051718791170\">tweeted</a> on Sunday. “Feel free to use my voice without penalty.  I have no label and no legal bindings.”</p><p>The musician’s declaration comes in the wake of <a href=\"https://www.engadget.com/copyright-in-spotlight-after-streaming-platforms-pull-ai-generated-drake-song-183513972.html\">streaming platforms removing</a> an AI-generated song using simulated voices of Drake and The Weeknd. Universal Music Group (UMG), which represents both artists, called for the purge after “Heart on My Sleeve” garnered over 15 million listens on TikTok and 600,000 on Spotify. UMG argued that publishing a song trained on its artists’ voices was “a breach of our agreements and a violation of copyright law.”</p><span id=\"end-legacy-contents\"></span><p>Grimes takes a considerably more open approach, adding that she has no label or legal bindings. “I think it’s cool to be fused [with] a machine and I like the idea of open sourcing all art and killing copyright,” she added.</p><div id=\"98f184e62506456ab241fae84f8662f2\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">I'll split 50% royalties on any successful AI generated song that uses my voice. Same deal as I would with any artist i collab with. Feel free to use my voice without penalty. I have no label and no legal bindings. <a href=\"https://t.co/KIY60B5uqt\">pic.twitter.com/KIY60B5uqt</a></p>— 𝔊𝔯𝔦𝔪𝔢𝔰 (@Grimezsz) <a href=\"https://twitter.com/Grimezsz/status/1650304051718791170?ref_src=twsrc%5Etfw\">April 24, 2023</a></blockquote></div><p>This isn’t Grimes’ first time weighing in on AI. The artist collaborated with mood music startup Endel to launch an <a href=\"https://www.engadget.com/grimes-endel-ai-powered-lullaby-174840113.html\">AI-generated lullaby app</a> in 2020. She was inspired to create “a better baby sleeping situation” for her son, X Æ A-XII. In addition, she <a href=\"https://www.brooklynvegan.com/grimes-thinks-live-music-is-going-to-be-obsolete-soon/\">predicted</a> in 2019 that generative AI could mean “the end of art, human art,” continuing by saying, “Once there’s actually AGI (Artificial General Intelligence), they’re gonna be so much better at making art than us... once AI can totally master science and art, which could happen in the next 10 years, probably more like 20 or 30 years.”</p><p>In addition to music, generative AI is already disrupting numerous industries, including <a href=\"https://www.engadget.com/getty-images-ai-generated-content-ban-153337930.html\">visual art</a>, <a href=\"https://www.engadget.com/the-kindle-store-has-a-prolific-new-author-chatgpt-203039907.html\">writing</a>, <a href=\"https://www.engadget.com/cnet-gets-caught-playing-ai-mad-libs-with-its-financial-news-coverage-001026432.html\">online media</a> and <a href=\"https://www.engadget.com/ai-voice-tool-deepfake-celebrity-audio-clips-094648743.html\">voiceover work</a>. After its sudden arrival — and rapid improvements — within the past year, AI content creation has set off numerous legal, ethical and copyright firestorms. Unfortunately, it will <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">likely worsen</a> before society and copyright laws settle on any consensus. In March, the US Copyright Office said AI art, including music, stemming from a text prompt <a href=\"https://www.engadget.com/ai-generated-images-from-text-cant-be-copyrighted-us-government-rules-174243933.html\">couldn’t be copyrighted</a>. But it left the issue far from settled as it left the door open to granting copyright protections to works with AI-generated elements.</p><p>Grimes’ offer to split royalties says it would apply to any “successful” AI song using her voice, leaving some confusion over where that cutoff is. Either way, she sounds ready to back up the offer with tools artists can use, <a href=\"https://twitter.com/Grimezsz/status/1650325296850018306\">promising</a>, “We’re making a program that should simulate my voice well but we could also upload stems and samples for ppl to train their own.”</p>This article originally appeared on Engadget at https://www.engadget.com/grimes-invites-ai-artists-to-use-her-voice-promising-50-percent-royalty-split-165659578.html?src=rss", "link": "https://www.engadget.com/grimes-invites-ai-artists-to-use-her-voice-promising-50-percent-royalty-split-165659578.html?src=rss", "date_published": "2023-04-24 16:56:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Kindle Scribe update lets you send documents directly from Microsoft Word", "description": "<p>Amazon’s <a href=\"https://www.engadget.com/amazon-kindle-scribe-review-e-ink-reader-tablet-pen-drawing-price-battery-life-140019784.html\"><ins>well-reviewed hybrid tablet</ins></a>, the Kindle Scribe, is receiving a software update that brings some new tools to the e-reader/doodle machine. The most notable feature here is the ability to send documents directly from Microsoft Word to the e-reader with just a few clicks. This allows you to read documents on the go and physically annotate them using the touchscreen and a Scribe pen. This is great for making edits on the fly, or just drawing pizza slices all over a college essay.</p><p>The feature is similar to the pre-existing <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zZW5kdG9raW5kbGU_dGFnPWdkZ3QwYy1wLW8tdTctMjAiLCJjb250ZW50VXVpZCI6IjEwN2Y5YTVjLTA4NzgtNDE3YS04NzdkLTY5MWI1MDBkOGU2ZiJ9&amp;signature=AQAAATAb1C1lH06U2wNPQKEy-RPHModgMV0ddYyxcHea-zMG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fsendtokindle\"><ins>Send to Kindle web interface tool</ins></a>, which lets you easily transfer files between external devices and the e-reader, but everything is done right in Microsoft Word. You’ll find this feature in the export tab, though an active Microsoft 365 subscription is required.</p><span id=\"end-legacy-contents\"></span><p>Physically annotating PDF documents is also getting a boost with this update, thanks to a new contrast slider. The slider increases the readability of the document itself or of any physical notes you add to the document via the stylus. This feature is available for any PDFs imported via Send to Kindle or for any pre-existing PDF documents available through the Kindle Store.</p><p>The Kindle Scribe is notable for having plenty of screen real estate, and this update gives you new ways to interact with that 10.2 inches. There’s a new multi-column layout for reading two pages at once (if you are into that kind of thing). This feature is only for landscape orientation.</p><p>Finally, there’s a newly-implemented bird’s eye view tool for notebook page management, letting you see nine notebook pages at once and make appropriate changes to single items or entire batches. You can now add or insert pages to pre-existing notebooks, move pages around and delete single pages.</p><p>Amazon has been pretty good about updating the Kindle Scribe to meet the needs of consumers. In recent months, the e-reader <a href=\"https://www.engadget.com/kindle-scribe-update-adds-new-brushes-and-better-organization-210011764.html\"><ins>has gotten new digital brushes</ins></a>, integrated subfolders and more.</p>This article originally appeared on Engadget at https://www.engadget.com/kindle-scribe-update-lets-you-send-documents-directly-from-microsoft-word-160004681.html?src=rss", "link": "https://www.engadget.com/kindle-scribe-update-lets-you-send-documents-directly-from-microsoft-word-160004681.html?src=rss", "date_published": "2023-04-24 16:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Supreme Court will decide if government officials can block social media critics", "description": "<p>The Supreme Court will soon hear two cases that could decide whether or not government figures can <a href=\"https://www.engadget.com/2020-03-23-court-rejects-trump-challenge-on-twitter-blocking.html\">block their critics on social networks</a>. The court has <a href=\"https://www.supremecourt.gov/orders/courtorders/042423zor_1p24.pdf\">agreed</a> to tackle appeals from California and Michigan residents who claim officials violated First Amendment free speech rights by blocking them on social media in response to critical commentary.</p><p>In California, Christopher and Kimberly Garnier <a href=\"https://www.reuters.com/legal/us-supreme-court-decide-if-public-officials-can-block-critics-social-media-2023-04-24/\">believe</a> Poway Unified School District members Michelle O'Connor-Ratcliff and TJ Zane unfairly blocked them on Facebook and Twitter for writing hundreds of critical comments on talking points like school budgets and race. Michigan's Kevin Lindke, meanwhile, says City Manager James Freed violated his rights by blocking him on Facebook over criticism regarding the pandemic.</p><span id=\"end-legacy-contents\"></span><p>The cases have had different outcomes so far. A federal judge sided with the Garniers in 2021, and an appeals court upheld the decision noting that O'Connor-Ratcliff and Zane both used their social accounts in an official role. However, the federal judge in the other case ruled for Freed in 2021, who won an appeal in 2022. Freed wasn't acting as City Manager when he blocked Lindke, the judges found.</p><p>Cases like this took the spotlight in 2019, when then-President Trump and <a href=\"https://www.engadget.com/2019-07-10-alexandria-ocasio-cortez-sued-by-people-blocked-on-twitter.html\">Rep. Alexandria Ocasio-Cortez</a> both faced accusations they violated free speech rights by banning critics. To date, courts have typically ruled based on whether or not officials are using their accounts for business. Even a personal account used for official activity amounts to a public space where criticism must be allowed, a federal appeals court found when <a href=\"https://www.engadget.com/2019-07-09-appeals-court-says-trump-cant-block-twitter-critics.html\">hearing Trump's case</a>. These issues haven't reached the Supreme Court until now. The legal body's decisions could settle the question and force officials to allow critics so long as the posts don't amount to harassment or threats.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/supreme-court-will-decide-if-government-officials-can-block-social-media-critics-155717504.html?src=rss", "link": "https://www.engadget.com/supreme-court-will-decide-if-government-officials-can-block-social-media-critics-155717504.html?src=rss", "date_published": "2023-04-24 15:57:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Travelers used to catch helicopter taxis between Chicago airports", "description": "<p>We’ve all been there: sitting in the back of a cab as it crawls through downtown traffic, the clock on the dash mocking you with its inexorable march towards a missed final boarding call and non-refundable ticket fees. Racing to make your flight is an experience nearly as old as commercial aviation itself — and one which has seen repeated solutions attempted throughout the years. Today, companies like <a href=\"https://www.engadget.com/2020-01-06-hyundai-and-uber-flying-taxi-concept.html\">Uber and Hyundai</a> or <a href=\"https://www.engadget.com/united-and-archer-will-open-an-air-taxi-route-to-chicagos-ohare-airport-in-2025-191352804.html\">United Airlines and Archer</a> are working to get <a href=\"https://www.engadget.com/we-wont-have-electric-airplanes-until-battery-tech-improves-160058357.html\">fleets of eVTOL aircraft to serve as short-hop air taxis</a>, ferrying travelers from city centers to airports while avoiding <a href=\"https://www.thedrive.com/news/chicago-commuters-once-had-an-easy-affordable-way-to-beat-traffic-helicopters\">the mess and hassle of ground-based traffic</a>. In the ‘60s, companies like Chicago Helicopter Airways (CHA) just used a bunch of repurposed US Navy helicopters whose rotors almost never catastrophically failed. Almost.</p><div id=\"3243051316d045d188ab59f4c6f7d523\"></div><p>Following WW2, the US government found itself with a massive surplus of military aircraft — we’re talking North of 150,000 individual planes, helicopters and sundry whirlybirds that all needed somewhere to go that wasn’t storage or a scrap yard. At the same time, an emergent middle class got the chicken in every pot and car in every driveway it was promised, along with all of the traffic and congestion that that particular American dream creates. So, in the early 1950s, the Federal government launched a series of grant programs to promote commuting via helicopter as an intra-city alternative to driving, simultaneously addressing both issues.</p><span id=\"end-legacy-contents\"></span><p>The CHA began its existence in post-war America 1948, as a regional mail delivery service operating in <a href=\"https://en.wikipedia.org/wiki/Chicago_metropolitan_area\">greater Chicagoland</a> with a fleet of Sikorsky S-58C and H-34A Choctaw helicopters, but switched to carrying human passengers from 1956 to 1963. Its five-stop route moved between its home base in Winnetka, Illinois and O’Hare and Midway airports, the now defunct Meigs Field, and Gary, Indiana.</p><p>For $5 in 1962 money (or just under $50 today) travelers could get from Winnetka at the North end of the city to Terminal 3 at O’Hare, and do it in under ten minutes. Or for $11, sightseers could reserve space aboard a city-wide “Complete Triangle Flight” helicopter tour of Chicago. According to digitized pamphlets archived at <a href=\"https://www.timetableimages.com/ttimages/complete/cha62/cha62-1.jpg\">TimetableImages</a>, anyone flying to or from “Europe, South or Central America, Alaska or across the Pacific,” on Air France, BOAC Lufthansa, Mexicana, Northwest, PAA or TWA were entitled to a free helo-transfer between Midway and O’Hare.</p><p>At its peak in 1960, CHA operated 126 flights and carried 6,000 passengers daily. However, that success did not last long past <a href=\"https://en.wikipedia.org/wiki/Chicago_Helicopter_Airways_Flight_698\">the tragedy of Flight 698</a>. On July 20th, 1960, 11 passengers and two crew members took off from O’Hare airport, headed for Midway under clear skies. Minutes into the journey, disaster struck when the main rotor failed and came apart. The crew attempted an emergency landing but were thwarted when the tail rotor subsequently broke off and the aircraft nose-dived into Forest Home Cemetery. It burst into flames, killing all 13 aboard.</p><p>Just three years later in 1963, CHA’s business had dropped off by half with just 3,000 people opting for helicopter rides to the airport. By 1966, the federal government’s grant programs had run their course and funding quickly dried up, effectively putting an end to CHA’s operations. The company attempted a comeback with limited service in 1969 but shuttered again for good in 1974.&nbsp;</p><p>The CHA wasn't alone in its air commute aspirations. It was joined by similar services in Los Angeles, New York, Washington DC and the San Francisco Bay Area. European cities launched their own services as well including Paris, Brussels, Dooseldorf and between the UK's Gatwick and Heathrow airports.</p><p>Clearly the issue was that the aircraft of the day only had a measly single rotor to provide lift and placed it at risk of major mechanical failure. That’s not an issue with modern VTOL (vertical takeoff and landing) aircraft, such as the six-rotor<a href=\"https://www.engadget.com/2019-01-10-bell-nexus-air-taxi-of-the-future-uber-2023.html\"> Bell Nexus</a>, which was to be used in <a href=\"https://www.engadget.com/uber-has-sold-off-its-air-taxi-business-214902078.html\">Uber’s now defunct air taxi service</a>, a <a href=\"https://www.engadget.com/volocopter-voloconnect-drone-taxi-first-flight-135531242.html\">similarly-specced offering from Volocopter</a>, or <a href=\"https://www.engadget.com/2019-01-23-boeing-autonomous-flying-taxi-completes-flight.html\">the five-rotor version that Boeing tested in 2019</a>.</p><p>However, finding reliable funding remains a challenge — even Larry Page’s pet VTOL project, <a href=\"https://www.engadget.com/kittyhawk-is-shutting-down-214542598.html\">Kitty Hawk</a>, ceased operations in 2022 — which has resulted in much of the technology’s development concentrating amidst existing aerospace corporations. <a href=\"https://www.engadget.com/2018-02-01-airbus-drone-taxi-first-test-flight.html\">Airbus is working on a VTOL</a> of its own, <a href=\"https://www.engadget.com/honda-announces-plans-avatar-style-remote-robot-and-electric-vtol-090002765.html\">as is Honda</a>, while <a href=\"https://www.engadget.com/united-airlines-flying-taxi-eve-air-mobility-embrarer-162205301.html\">United announced plans to buy 500 units outright</a> from VTOL maker Eve Air Mobility to jumpstart its fleet. <a href=\"https://www.engadget.com/nasa-joby-air-taxi-testing-200052607.html\">Joby Aviation</a>, which purchased Uber’s air taxi business in 2020, just received <a href=\"https://www.engadget.com/delta-joby-air-taxi-investment-133456152.html\">significant investment from Delta as well</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/chicago-helicopter-airways-taxi-airports-transportation-153747571.html?src=rss", "link": "https://www.engadget.com/chicago-helicopter-airways-taxi-airports-transportation-153747571.html?src=rss", "date_published": "2023-04-24 15:37:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smart speakers for 2023", "description": "<p>Voice assistants are everywhere now – on your phone, in your TV, possibly even in your kitchen appliances. But one of the most common ways that people interact with Siri, Alexa and the Google Assistant is through a smart speaker, and there are now a wide variety of such devices available at a wide variety of price points. There are downsides to having a smart home device that’s always listening for a wake word, as giving more personal information to Amazon, Apple and Google can be a questionable decision. That said, all these companies have made it easier to manage how your data is used — you can opt out of humans reviewing some of your voice queries, and it's also less complicated to manage and erase your history with various digital assistants, too.</p><p>The good news is that there's never been a better time to get a smart speaker, particularly if you're a music fan. For all their benefits, the original Amazon Echo and Google Home devices did not sound good. Sonos, on the other hand, made great sounding WiFi-connected speakers, but they lacked any voice-controlled smarts.</p><span id=\"end-legacy-contents\"></span><p>That's all changed now. Sonos released its own voice assistant in 2022 and also supports Alexa on its latest speakers. Google and Amazon, meanwhile, made massive improvements in sound quality with recent speakers. Even lower-end models like the Echo Dot and Nest Mini sound much better than earlier iterations. With the growing popularity of these speakers, there are now more options than ever. Let’s walk through our choices for the best smart speakers at different price points and for different uses.</p><h2>Picking an assistant</h2><p>The first thing most people should do is decide what voice assistant they want to use. Google Assistant and Amazon's Alexa are both well-supported options that are continually evolving, with new features added at a steady clip. A few years ago, Alexa worked with more smart home devices, but at this point, basically any smart device worth buying works with both.</p><p>It's mostly a matter of personal preference. If you already use Google Assistant on your Android phone, it makes sense to stick with that. But while Alexa isn’t quite as good at answering general knowledge questions, it syncs just fine with things like calendars from your Google account. And it works with perhaps the widest variety of smart home devices, as well. If you’ve never used <a href=\"https://apps.apple.com/us/app/amazon-alexa/id944011620\">Alexa</a> or <a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.googleassistant&amp;hl=en_US&amp;gl=US\">Google Assistant</a>, you can download their apps to your smart phone and spend some time testing them out before buying a speaker.</p><p>If you buy a Sonos device with a microphone, you can also use <a href=\"https://www.engadget.com/sonos-voice-control-assistant-for-music-200538441.html\">the company's own voice assistant</a>, voiced by Giancarlo Esposito. It's focused purely on music control, so you won't use it to do things like send messages or ask the weather forecast. But as a music assistant, Sonos Voice Control is generally quite fast and reliable.</p><p>As for Apple, you won’t be surprised to learn the HomePod and HomePod mini are the only Siri-compatible speakers on the market.  Siri has a reputation for not being as smart as Alexa or Google Assistant, but it’s totally capable of handling common voice queries like answering questions, controlling smart home devices, sending messages, making calls and playing music. Technically, Siri and Apple’s HomeKit technology doesn’t work with as many smart home devices as the competition, but it’s not hard to find compatible gear. And Apple has most definitely improved Siri’s capabilities over the last couple years, with handy features like and Intercom tool and routines that take advantage of the built-in temperature sensor in the HomePod and HomePod Mini.</p><h2>Best smart speaker under $50: Amazon Echo Dot</h2><p></p><p>Most people's entry point into the smart speaker world will not be an expensive device. Amazon's fourth-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCOFYxTFozP3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAZXNEHk7FsGNE_XvtNGqcNRKg4X5smBOvwFOgWVpzaOU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B8V1LZ3%3F\">Echo Dot</a> and Google's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtTWluaS0ybmQtR2VuZXJhdGlvbi1DaGFsay83NTE2MTIwMTIiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAWI09cTB1paP_8rNk0Y7QX-pWjYPXnnM13p5n65pcwPv&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Mini-2nd-Generation-Chalk%2F751612012\">Nest Mini</a> are the most obvious places to start for two important reasons. One, they're cheap: Both the Nest Mini and Echo Dost cost $50. Two, they're capable. Despite the low price, these speakers can do virtually the same things as larger and more expensive devices.</p><p>The Google Nest Mini was released in late 2019, but Amazon just refreshed the Echo Dot last year. The Echo Dot is the best small smart speaker for most people. Amazon keeps improving the audio quality across its Echo device line, and the Echo Dot is no exception. It produces much louder and clearer audio than I’d expect from a $50 speaker. The Nest Mini doesn’t sound bad, and it’s perfectly fine for listening in the bedroom while getting ready for the day, but the Echo Dot is a better all-purpose music listening device.</p><p>From a design perspective, Amazon broke the mold with the latest Echo Dot. Instead of a small puck like the Nest Mini, the new Dot is shaped like a little globe. It’s much bigger than the Nest Mini, but that size gives it room for higher-end audio components. The Dot keeps the handy physical volume buttons and mute switch on top, along with a button to activate Alexa's voice control. While the Dot doesn’t look as sleek as the Nest Mini, having physical buttons makes it easier to adjust volume and mute the mic. I do wish the Dot had a way to physically pause music; on the Nest Mini, if you tap the middle of the device, the music stops.</p><p>Another benefit the Amazon Echo Dot has over the Google Nest Mini is its 3.5mm audio out jack, which means you can plug it into other speakers and instantly upgrade the audio quality. When you do that, you can ask Alexa to stream music, and it'll output to whatever speaker you have connected. That'll help you get more mileage out of the Dot in the long run. The Nest Mini answers with a handy wall mount, for people who want to keep their counter or shelf clear. The Echo Dot’s new bulbous form is definitely not suited to this, so if you want a speaker you can really hide, the Nest Mini is probably the better choice.</p><p>Overall, the Dot is the best choice for most people, but I wouldn't hesitate to recommend the Nest Mini, either. I generally prefer using Google Assistant over Alexa, and anyone who feels the same should go ahead and get the Nest Mini. The Dot does sound notably better, so if you plan to listen to audio on a regular basis, that’s probably the way to go. But if you only plan to use it for a quick song or podcast when you’re getting ready in the morning, just pick your favorite assistant and go from there.</p><h2>Best smart speaker under $100: Amazon Echo</h2><p></p><p>Amazon, Apple and Google all have $100 smart speakers: the fourth-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg1SEs0S0w2P3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAATdcQZxdYwTZKlKR3f8wqWL47-eHL5SKRgMmwrEYltFC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB085HK4KL6%3F\">Echo</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvSG9tZVBvZC1taW5pLVNwYWNlLUdyYXkvODEwNzQ2OTYxIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAXA5tlqyG6X6C9ACOSTnyb27FaC-pkRyIPk1k08C52Vf&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FHomePod-mini-Space-Gray%2F810746961\">HomePod mini</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtQXVkaW8tU21hcnQtU3BlYWtlci13aXRoLUdvb2dsZS1Bc3Npc3RhbnQtQ2hhbGsvNzc4OTkwMzM5IiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAfTf66g1NcLyueHahQ7Wo_B-ftmspS_GfKNyJWMUNylN&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Audio-Smart-Speaker-with-Google-Assistant-Chalk%2F778990339\">Nest Audio</a>, respectively. All three companies claim superior audio quality, so for lots of people these speakers will be the sweet spot between small speakers like the Echo Dot and Nest Mini and bigger, more expensive models like the Sonos Era 100.</p><p>Once again, Amazon punches above its weight. Like the Dot, the latest Echo is totally redesigned and the new internals were made with music in mind. It combines a three-inch woofer with two 0.8-inch tweeters — a more advanced setup than either the Nest Audio or HomePod mini. (The Google Nest Audio uses a three-inch woofer but only a single 0.75-inch tweeter, while the Apple HomePod mini makes do with a single “full range” driver and two passive radiators.)</p><p>In practice, this means the Echo is noticeably louder than either the Nest Audio or HomePod mini and much better suited to filling a large room than the competition. It also delivers an impressive bass thump and powerful mid-range frequencies. In fact, my main complaint with the speaker is that highs aren’t quite crisp enough. Compare the Echo to a Era 100 and the 100 sounds much more lively, while the Echo comes off a bit muddy. Then again, the 100 costs more than twice as much as the Echo.</p><p>While the Echo may beat the Nest Audio and HomePod mini on volume and bass, Google and Apple’s speakers are not bad options. The HomePod mini is the quietest of the three speakers, but it still sounds balanced across the entire audio spectrum. The bass isn’t too assertive, but there’s more presence than I would have expected given its tiny size (it’s by far the smallest of these three speakers).</p><p>And it has a few nice perks if you’re using an iPhone 11 or newer. Thanks to the U1 “ultra-wideband” chip in recent iPhones, the HomePod mini can tell when there’s a phone near it, which makes handing off music from your phone to the speaker (or vice versa) quite simple. Playback controls for the HomePod mini will automatically pop up as well, and your phone’s lock screen will display music suggestions if the speaker isn’t currently playing. Setup is also dead-simple — just bring an iPhone or iPad near the speaker and it’ll automatically start the process.</p><p>Google’s Nest Audio is also quite pleasant to listen to. It’s a little louder than the HomePod mini, and has stronger bass, to boot. It doesn’t have the same overall power and presence that the Echo does, but for $100 it’s a well-balanced speaker that should serve most people’s needs.</p><p>All three of these speakers support stereo pairing as well, if you want more volume or crave a more immersive experience. For $200, two Echoes will fill a large room with high-quality sound and enough bass to power a party. A pair of HomePod mini or Nest Audio speakers aren’t quite as powerful, but it makes for a great upgrade if you’re a more avid listener. A pair of Nest Audio or HomePod mini speakers sounded great on my desk during the workday. I don’t need overwhelming volume but can appreciate the stereo separation. And two of those speakers together can easily power a larger living space, although the Echo is the better choice if volume is a priority.</p><p>Here too, I think that picking the assistant that works best in your house and with your other gadgets is probably the most important factor — but given Alexa’s ubiquity and the new Echo’s superior sound quality, it’s the best smart speaker at this price point.</p><h2>Best midrange smart speaker: Sonos Era 100</h2><p></p><p>If you have more than a passing interest in music, the Echo Dot and Nest Mini aren't really going to cut it. Spending more money to upgrade to a speaker designed with audio quality in mind is one of the best decisions I've made. For years, I didn't have a proper home music solution, but in the end the modest investment has made my life much more pleasant.</p><p>For years, the Sonos One has been a favorite of mine, combining a reasonable price with good sound quality and a plethora of useful features like easy multi-room audio, stereo pairing and compatibility with tons of services. This year, Sonos replaced the One with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZXJhLTEwMCIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAZ2QTRvlnA5n8O6YgARV32cka-FgDMGabeYoGRrBpYQW&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fera-100\">Era 100</a>, a $250 speaker that is an improvement in almost every way you can think of. Most importantly, it uses a new speaker array that includes two tweeters instead of just one as well as a woofer that’s 25 percent bigger. The end result is that the Era 100 handily bests the One in sound quality, with impressive bass, surprisingly huge volume and increased high-end clarity thanks to the additional tweeter.</p><p>There are a lot of other improvements beyond just sound quality. The Era 100 uses its built-in microphones for much easier Trueplay tuning, which optimizes the speaker’s output based on where you place it. Previously, you had to use an iPhone and walk around the room waving the phone to optimize your Sonos speaker, but now the process is much simpler. The Era 100 also includes line-in via a USB-C port and also has Bluetooth for when you just want to quickly connect a device to the speaker. It’s a bummer that you need to buy an adapter to hook up a turntable or other audio equipment to the Era 100, but since the One didn’t support line-in at all, I’m still glad it’s an option.</p><p>There are a handful of other small but solid improvements, like redesigned controls on the top that make it easier to skip tracks and a mic mute switch that cuts the power to the mic for extra security. Like the One, you can set up Alexa or the Sonos voice assistant here, but the Era 100 <em>doesn’t</em> support the Google Assistant – so if you were previously using a Sonos speaker and relied on Google, you’re unfortunately out of luck here. Other than that one change, though, the Era 100 is an excellent all-around performer. It’s a great speaker on its own and is also a great starting point if you want to build a multi-room audio setup.</p><p>Amazon’s Echo Studio remains an excellent-sounding speaker as well, and at $199 it’s a good bit cheaper than the Era 100 as well. If you want to save some cash or already have a bunch of other Echo devices, it makes sense as a speaker for higher-quality music playback. But given that it’ll be four years old this fall, I think it makes sense to opt for a newer device that’ll get longer support and updates.</p><h2>Best smart speaker for music lovers: Sonos Five</h2><p></p><p>As nice as the Era 100 and Echo Studio are, there's only so much you can get out of them. If you crave more bass, clarity and stereo separation, the $550 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZml2ZSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAR25cLMb2vxNkMKEVe6NeoOcX395yZzkj30eSdpml_uG&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Ffive\">Sonos Five</a> is one of our favorite pure music speakers. It has many of the conveniences in the Era 100 and sounds significantly better than any other Sonos speaker. It also sounds much better than the Echo Studio and anything Google is currently selling.</p><p>That said, the Five stretches our definition of a smart speaker here because it doesn't have a built-in voice assistant. But it's so good at music playback that it's worth recommending you pick one up along with an Echo Dot or Nest Mini. Both of those speakers work with Sonos, so you can use voice commands to control the Five just as you would a dedicated Alexa or Google Assistant device. Sonos also refreshed the speaker two years ago with a new wireless radio as well as more memory and a faster processor. This means it should stay current and work with future Sonos software updates for years to come.</p><p>Since we're talking \"best\" here, I'm going to go ahead and recommend that true music junkies splash out on two Five speakers and pair them in stereo. Put simply, it's the most enjoyable experience I've had listening to music in years; I found myself picking up new details while listening to albums I've heard over and over again. It's a wonderful experience and worth saving for if you're a music lover. I didn't know what I was missing until I tried the Five.</p><p>Sonos also just released the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZXJhLTMwMCIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAVjDDSsafMZzXOPRzL6yDO_3xbdyYsxSHlScfT0ot5w0&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fera-300\">Era 300</a>, a $450 speaker that supports Dolby Atmos spatial audio from Apple Music and Amazon Music Unlimited. I’ve found that the quality of spatial audio mixes can be very hit or miss, but the good news is that the Era 300 sounds outstanding whether it’s playing back Atmos content or just standard tracks. It’s not quite as good as the Sonos Five, but it does have built-in microphones for voice assistants and easy Trueplay tuning as well as Bluetooth and the redesigned controls on the Era 100. Again, the main downside is that Google Assistant isn’t supported here.</p><p>Finally, if you’re an Apple Music user or have a lot of Apple hardware in your home, the second-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL2hvbWVwb2QvIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAZLnR3S2KbD5Q6PLJUnEcdOnwGDQLbiRbs0LzN41wTFq&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fhomepod%2F\">HomePod</a> is definitely worth considering. At $300, it’s a lot cheaper than these Sonos speakers but supports spatial audio like the Era 300. The Era 300 and Sonos Five are better speakers overall (and certainly much louder), but there's a lot to like about the HomePod’s audio quality at its price point. It’s a clear, crisp vocal-forward speaker, and its design and software processing does a great job of making music sound like it’s all around you, even if you’re not playing back Dolby Atmos tracks.</p><h2>Best portable smart speaker: Sonos Roam</h2><p></p><p>While many people will be happy with a few speakers strategically placed throughout their home, you might want something that works outside as well as inside. Fortunately, you can find speakers that pair voice controls and strong music playback performance with portable, weatherproof form factors. For my money, it's hard to beat the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAeq2_H9R60wVGN9EP4TrWro8mlqbdOt9_4uJX6UE_CCp&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">Sonos Roam</a> for sheer versatility, not to mention audio quality.</p><p>When used inside the home, the Roam works like any other Sonos speaker. It fits in with an existing multi-room Sonos setup, or you can get a pair for stereo playback. Like most other Sonos speakers, it works with the Sonos Voice Assistant, Google Assistant or Amazon Alexa, and it supports essentially every major music service available. It sounds very good given its tiny size; it’s quieter and not quite as clear as the Sonos One or the Era 100, but it still packs a surprising bass thump and distinct highs.</p><p>Since it was designed with on-the-go usage in mind, the Roam has a battery and Bluetooth so you can take it anywhere and use it far away from your WiFi network. And its diminutive size makes it easy to take it everywhere, both around the house and out and about. It’s also the first Sonos speaker that is fully waterproof, as well as dust- and drop-resistant, so you shouldn’t worry about taking it to the pool or beach.</p><p>The Roam gets about 10 hours of battery life, whether you're on WiFI or Bluetooth. There are other portable speakers that last longer, so if you’re really going to push the battery you might be better served by another option.</p><p>Sonos also has another portable option, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAf9M3XjMC0rhmFH7biYEPUpkOqa2PQFYcaozlglnQTbi&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">Move</a>. It’s much larger and louder than the Roam and has better sound quality, which it should given that it costs $400. But, rumors indicate Sonos is getting ready to replace it this fall with a new model. With that in mind, I’d recommend most people interested in a speaker like this wait to see what Sonos has coming up – $400 is a lot of money to spend on hardware that’s about to be replaced.</p><p>A better choice than the Move, unless you already have other Sonos products, is the $399 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVBvcnRhYmxlLUhvbWUtU3BlYWtlci1CdWlsdC9kcC9CMDdWRktCUTNLP3RoPTEmdGFnPWdkZ3QwYy1wLW8tZDYtMjAiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAcJ8lMPA4i0iXXFpC6cy2D1NxIuyoKaZL6BUuU7fBz7v&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-Portable-Home-Speaker-Built%2Fdp%2FB07VFKBQ3K%3Fth%3D1\">Bose Portable Smart speaker</a>. It supports Alexa and Google Assistant commands, and since it can connect to WiFi, you can ask your preferred assistant to play music from Spotify, Amazon Music and other services. On top of that, it produces well-rounded sound, sports an IPX4 design with a convenient carry handle and will last up to 12 hours on a single charge.</p><p>Bose also has a good alternative to the Roam. The $149 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVNvdW5kTGluay1CbHVldG9vdGgtUG9ydGFibGUtV2F0ZXJwcm9vZi9kcC9CMDk5VEpHSjkxP3RoPTEmdGFnPWdkZ3QwYy1wLW8tZDYtMjAiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAWApfm9Tkcg4KZ_ozvq88khu_GJ_3edD8nKreQxBN7lX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-SoundLink-Bluetooth-Portable-Waterproof%2Fdp%2FB099TJGJ91%3Fth%3D1\">SoundLink Flex</a> supports Siri and Google Assistant commands, plus it has an IP67 design that's roughly the size of a small clutch bag. It pumps out bright, dynamic sound and can pair with other speakers for stereo sound, too – it's excellent and slightly cheaper than the Roam.</p><p>While this guide is all about smart speakers, we'd be remiss if we didn't mention all of the solid portable speakers out there that either have limited smart features or none at all. We have <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">an entire guide</a> to the best portable Bluetooth speakers, so if you’re purely concerned with portability and less about having an ecosystem of connected speakers, there are lots of options worth investigating.</p>This article originally appeared on Engadget at https://www.engadget.com/best-smart-speakers-151515264.html?src=rss", "link": "https://www.engadget.com/best-smart-speakers-151515264.html?src=rss", "date_published": "2023-04-24 15:15:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The UK will spend £100 million to develop its own 'sovereign' AI", "description": "<p>The UK government doesn't want to sit idle while foundational AI models like <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT</a> flourish. Prime Minister Rishi Sunak and Technology Secretary Michelle Donelan have <a href=\"https://www.gov.uk/government/news/initial-100-million-for-expert-taskforce-to-help-uk-build-and-adopt-next-generation-of-safe-ai\">pledged</a> an initial £100 million (about $124.5 million) to establish a Foundation Model Taskforce. The team will develop AI that ideally makes the country &quot;globally competitive,&quot; and will work with the industry to make these systems safer and more reliable.</p><p>The taskforce is inspired by the COVID-19 vaccine unit from the height of the pandemic. The group will report directly to both the Prime Minister and Technology Secretary, and have a chairperson announced this summer. The funding comes alongside roughly £900 million ($1.1 billion) in the UK budget devoted to both an exascale supercomputer and dedicated AI research resources.</p><span id=\"end-legacy-contents\"></span><p>Officials aren't shy about their hopes. The UK wants to have &quot;sovereign&quot; AI technology that spurs the economy while avoiding the ethical and technical pitfalls that have led experts to call for a <a href=\"https://www.engadget.com/tech-leaders-and-ai-experts-demand-a-six-month-pause-on-out-of-control-ai-experiments-114553864.html\">six-month pause on experiments</a>. Such models can sometimes be inaccurate or exhibit <a href=\"https://www.engadget.com/microsoft-explains-bings-bizarre-ai-chat-behavior-134931486.html\">strange behavior</a>, such as refusing to answer questions or even criticizing users. Donelan sees trustworthy AI as an edge in the field that can help <a href=\"https://www.engadget.com/google-boehringer-ingelheim-quantum-computing-pharmaceutical-research-152855720.html\">create medical treatments</a>, aid public services and fight climate change.</p><p>To some degree, the UK already has a major presence in AI. Google's mainly London-based DeepMind team produces <a href=\"https://www.engadget.com/deepmind-ai-has-now-catalogued-every-protein-known-to-science-185116212.html\">cutting-edge AI research</a>, for instance. However, the hottest systems in recent memory have been developed elsewhere — ChatGPT is the work of US-based OpenAI. The taskforce theoretically keeps British AI relevant despite this trend toward foreign-born technologies.</p>This article originally appeared on Engadget at https://www.engadget.com/the-uk-is-creating-a-100-million-ai-taskforce-143507868.html?src=rss", "link": "https://www.engadget.com/the-uk-is-creating-a-100-million-ai-taskforce-143507868.html?src=rss", "date_published": "2023-04-24 14:35:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Like it or not, a Call of Duty board game is coming in 2024", "description": "<p>Those who are perhaps a little tired of playing <em>Ticket to Ride</em> or <a href=\"https://www.engadget.com/catan-creator-klaus-teuber-has-passed-away-at-70-163347610.html\"><em><ins>Settlers of Catan</ins></em></a> at Thanksgiving will have a new way to get mad at their extended family members starting next year. That's because <a href=\"https://www.callofdutyboardgame.com/\"><em>Call of Duty: The Board Game</em></a> is on the way. Pre-orders will start this fall on Kickstarter.</p><p><a href=\"https://www.engadget.com/tag/activision/\"><ins>Activision</ins></a> teamed up with board game publisher Arcane Wonders, along with Genuine Entertainment and Evolution to make the game. <em>Call of Duty: The Board Game </em>is said to be a fast-paced blend of combat, strategy and tactical planning. However, an announcement video that brings to mind the Marvel Studios production logo doesn't shed more light on how the game actually works.</p><span id=\"end-legacy-contents\"></span><div id=\"78d1e79cde6248a4ac7a7e525f1eadc5\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>What we do know for now is that, as you may have guessed, you and your companions will take on the guise of soldiers. You'll battle your opponents with combat skills and a variety of weapons. Arcane Wonders says there are a number of scenarios and gameplay modes to choose from, while the action takes place across several maps from the <a href=\"https://www.engadget.com/tag/call-of-duty/\"><ins>Call of Duty</ins></a> games.</p><p>There’s no word yet on whether you’ll be able to set off a nuclear bomb in your living room if you reach a high enough kill streak to wipe out everyone and somehow still win the game. More <em>Call of Duty: The Board Game </em>details will be revealed in the coming months.</p>This article originally appeared on Engadget at https://www.engadget.com/like-it-or-not-a-call-of-duty-board-game-is-coming-in-2024-141702572.html?src=rss", "link": "https://www.engadget.com/like-it-or-not-a-call-of-duty-board-game-is-coming-in-2024-141702572.html?src=rss", "date_published": "2023-04-24 14:17:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Gadgets that make great Mother's Day gifts", "description": "<p>Your mom might not be as up to date as you on the latest tech trends, but that doesn't mean a carefully chosen gadget wouldn't make her life easier. While flowers and breakfast in bed remain lovely Mother's Day gifts, you may want to try a different tack this year and get your mom something she'll use long after the holiday has come and gone. To help, we've collected a list of some of our favorite gadgets and services that any mother, tech-savvy or not, will love.</p><h2>Ember Mug 2</h2><p></p><p>Take your mother’s morning coffee routine up a notch with the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbWJlci1UZW1wZXJhdHVyZS1Db250cm9sLVNtYXJ0LUJhdHRlcnkvZHAvQjA4RDNYUENaUj90aD0xJnRhZz1nZGd0MGMtcC1vLXVjLTIwIiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAe2eqMZChhUo13kd7VitnL61jsc7YTSHnfNAiNdUlgTv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEmber-Temperature-Control-Smart-Battery%2Fdp%2FB08D3XPCZR%3Fth%3D1\">Ember Mug</a>, a self-heating smart mug that keeps beverages at just the right temperature for up to 1.5 hours or all day if the mug is kept on its charging coaster. It has a temperature range between 120 and 145 degrees Fahrenheit, which lets your mom dial in just how hot she wants her brew. There’s also a companion app which lets her save preset temps for her favorite drinks, track her caffeine intake, customize the color of the LED light on the front of the mug and more. The latest version comes in a pretty rose gold color as well as white, black, gold, silver and copper. <em>— Nicole Lee, Commerce Writer</em></p><span id=\"end-legacy-contents\"></span><h2>Apple Watch Series 8</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESEY3NTdGLz90YWc9Z2RndDBjLXAtby11Yy0yMCIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAbieGzshM_DrsvIsLnF-HOtM-A1dlTCxBpKEngaDVVTD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHF757F%2F\">Apple Watch Series 8</a> will be the ultimate iPhone accessory for mom, and one that may actually reduce the number of times she has to pick up her phone during the day. It’ll deliver all of your texts right to her wrist, along with any other notifications that ping her handset throughout the day. She may also appreciate that it passively tracks her activity all day, every day, and she can use it to record almost any workout from yoga to HIIT. And then there are the features that are nice to have, but hope she’ll never have to use, like fall and crash detection. If you’re looking to gift your mom the <a href=\"https://www.engadget.com/best-smartwatches-153013118.html\">best smartwatch</a> on the market right now, the Series 8 is the way to go. <em>— Valentina Palladino, Senior Commerce Editor</em></p><h2>Breville Control Grip</h2><p></p><p>If your mom already knows her way around the kitchen, a new toy like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CcmV2aWxsZS1CU0I1MTBYTC1Db250cm9sLUltbWVyc2lvbi1CbGVuZGVyL2RwL0IwMDRSRjdRSlc_dGFnPWdkZ3QwYy1wLW8tdWMtMjAiLCJjb250ZW50VXVpZCI6ImFmY2RjZWE5LWEwMjUtNDc4Yy05MjVjLThlYmFlZTliZjY3NSJ9&amp;signature=AQAAAWtYyE1fDBnzLHpPtfENg7pMeXmVdXkgsR9Vrcx5m3zn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBreville-BSB510XL-Control-Immersion-Blender%2Fdp%2FB004RF7QJW%3F\">Breville Control Grip</a> could inspire her to experiment and try out new recipes. Our <a href=\"https://www.engadget.com/best-immersion-blenders-150006296.html\">favorite immersion blender</a> has a powerful 280-watt motor and comes with a separate bowl for chopping and mincing, as well as a larger jug for preparing soups and smoothies. It supports 15 different speeds, making it versatile enough to craft all kinds of dishes, and the included whisk attachment turns it into a makeshift hand mixer, too. It’s one of those unicorn-like multipurpose kitchen gadgets — it does a lot of different things and does them well. And, unlike a high-powered blender or stand mixer, it won’t take up too much space in a cabinet. <em>— V.P.</em></p><h2>Fitbit Inspire 3</h2><p></p><p>After the past few years, your mom is likely excited to get out of the house more often – especially as the weather improves – and maybe she wants to take more regular walks and runs in her neighborhood. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXRiaXQtTWFuYWdlbWVudC1JbnRlbnNpdHktVHJhY2tpbmctTWlkbmlnaHQvZHAvQjBCNUY5U1pXNz90YWc9Z2RndDBjLXAtby11Yy0yMCIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAYMRnuwGEQLkOBWATaRdTtXQZzjRsa_7ImUe_xTPpRH4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFitbit-Management-Intensity-Tracking-Midnight%2Fdp%2FB0B5F9SZW7%3F\">Fitbit Inspire 3</a> is a low-cost and easy-to-use way to track her steps and sleep, along with other stats that indicate our overall fitness level. New users can also snag six months of Fitbit Premium to add even more fitness guides and meditation features to the already-great app. <em>— Kris Naudus, Commerce Writer</em></p><h2>Mpix photo book</h2><p></p><p>So many of us take hundreds of photos with our phones and then never do anything with them. They’re left to languish in our camera rolls, only to be uncovered when you have to scroll back months to find that one image you’re searching for. If you want to give mom a more polished way to look back at her favorite photos, an <a href=\"https://shopping.yahoo.com/rdlw?merchantId=a3c89f93-ddb1-4e94-bcb7-a3609053d8b3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Mpix&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJhM2M4OWY5My1kZGIxLTRlOTQtYmNiNy1hMzYwOTA1M2Q4YjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubXBpeC5jb20vcGhvdG8tYm9va3MvY2xhc3NpYy1ib29rcyIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAUp3d0qI6aN5M0T-tLekXTpWIarFBGQ-IbizQRljj76c&amp;gcReferrer=https%3A%2F%2Fwww.mpix.com%2Fphoto-books%2Fclassic-books\">album from Mpix</a> will do the trick. You can customize your photo book from the ground up, choosing the best images of her family and friends and laying them out on each page in a neat way. You can also pick from different types of cover options and paper weights, making the final product as premium as you want it to be. With options starting at $20 per book, it’s pretty easy to make mom a gift she’ll want to revisit long after Mother’s Day is over. – <em>V.P.</em></p><h2>Sonos Era 100</h2><p></p><p>Music on demand can be a boon for anyone who might be stressed or busy (which describes a lot of moms we know). The new <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZXJhLTEwMCIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAdbn55Kw31M2QlQ1qnBVoqknRL4eYR4yZlwCCess_GQ3&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fera-100\">Sonos Era 100</a> plays music from pretty much any source and lets you cue it up just by asking Sonos’ voice assistant or Alexa. The brand’s latest speaker earned an <a href=\"https://www.engadget.com/sonos-era-100-review-affordable-multi-room-audio-that-actually-sounds-good-130007717.html\">88 in our review</a>, impressing us with a ton of improvements over the still-great Sonos One. The new model is attractive and fills most average-sized rooms with crisp, dynamic sound and plenty of bass. You can also complete the gift with a subscription to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcG90aWZ5LUdpZnQtQ2FyZHMtRW1haWwtRGVsaXZlcnkvZHAvQjA4MTYxMU44Qj90YWc9Z2RndDBjLXAtby11Yy0yMCIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAVW3TuC0GfPiPb0o94C-JZ71xMI88V31y-szCMWfIu-8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpotify-Gift-Cards-Email-Delivery%2Fdp%2FB081611N8B\">Spotify Premium</a>, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3Nob3AvZ2lmdC1jYXJkcyIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAT-XXSuILknHxGIF2HO-UwSVayCuFnXvc0Ppq-DFQAnm&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fshop%2Fgift-cards\">Apple Music</a> or <a href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS90aWRhbC02MC1naWZ0LWNhcmQvNjM1MDcwNS5wP3NrdUlkPTYzNTA3MDUiLCJjb250ZW50VXVpZCI6ImFmY2RjZWE5LWEwMjUtNDc4Yy05MjVjLThlYmFlZTliZjY3NSJ9&amp;signature=AQAAASN7j8YZuRs2EoF-j-t64hhBIhB7TORDD9mDqf_QLIeL&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Ftidal-60-gift-card%2F6350705.p%3FskuId%3D6350705\">Tidal</a>, or just direct her to the included Sonos <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nvbm9zLXJhZGlvIiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAXr9bDG58Yu7go_yPByxGS0DLSEmwH73xTpKyGTfCAsq&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fsonos-radio\">Radio</a> with thousands of free stations.  — <em>Amy Skorheim, Commerce Writer</em></p><h2>iPad Air</h2><p></p><p>The best gift I’ve received so far as a mom is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSkgzWFM_dGFnPWdkZ3QwYy1wLW8tdWMtMjAiLCJjb250ZW50VXVpZCI6ImFmY2RjZWE5LWEwMjUtNDc4Yy05MjVjLThlYmFlZTliZjY3NSJ9&amp;signature=AQAAAedttl2Y83GyOvxbZqq7yoWc4j_pTE6Dk5NPCUUA-vhr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3JH3XS\">5th gen iPad Air</a>. It’s great for playing games or watching shows, and it handles a vast number of productivity apps with ease. We gave it a <a href=\"https://www.engadget.com/apple-ipad-air-5th-generation-review-130019050.html\">90 in our review</a>, praising its top-quality build, impressive processing speeds and nearly 12-hour battery life. In the end, we dubbed it “a premium tablet that’s about as future proof as it gets.” It also earned the top honor in <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">our iPad guide</a>. If you can manage the extra $129 for the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdLMVdXQkpLP3RhZz1nZGd0MGMtcC1vLXVjLTIwIiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAARCRg2BqG6lrDqlvlb8Trd4urUmYdEQ_o_BWqwjWtb3o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07K1WWBJK\">Apple Pencil</a>, I recommend grabbing it. The stylus is highly responsive and even lets you write in search boxes, which I find faster and more fun than typing. It’s certainly not the most budget-friendly gift, but it’s one your mom will use long after the holiday has come and gone. – <em>A.S.</em></p><h2>OluKai Ku’una indoor/outdoor slippers</h2><p></p><p>If your mom doesn’t like to walk around the house barefoot or literally gets cold feet with any regularity, a set of OluKai slippers should make her day-to-day more comfortable. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TbGlwcGVyLUdlbnVpbmUtU2hlYXJsaW5nLVByZW1pdW0tVWx0cmEtU29mdC9kcC9CMDhGOFlUSDFHP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdWMtMjAiLCJjb250ZW50VXVpZCI6ImFmY2RjZWE5LWEwMjUtNDc4Yy05MjVjLThlYmFlZTliZjY3NSJ9&amp;signature=AQAAAYic5TNePK4eGMWD2KtdYfjh_lHTD26EuQdPCgnn7rHz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSlipper-Genuine-Shearling-Premium-Ultra-Soft%2Fdp%2FB08F8YTH1G%3Fth%3D1\">Ku’una pair</a> slip over the whole foot easily and have a delightfully soft interior. The understated leather exterior is attractive, and the sturdy rubber outsole makes it so mom can walk the dog or mosey around the backyard with minimal discomfort. — <em>Jeff Dunn, Senior Commerce Writer</em></p><h2>iRobot Roomba 694</h2><p></p><p>While a robot vacuum won’t eliminate all the cleaning your mom might already do around the house, it definitely makes one portion of it easier. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtVmFjdXVtLVdpLUZpLUNvbm5lY3Rpdml0eS1DYXJwZXRzLVNlbGYtQ2hhcmdpbmcvZHAvQjA4U1A1R1lKUD90YWc9Z2RndDBjLXAtby11Yy0yMCIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAZJah5gelhoZGvV7JuAMzHYIPUszimiStuNnuuBxu8uo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Vacuum-Wi-Fi-Connectivity-Carpets-Self-Charging%2Fdp%2FB08SP5GYJP%3F\">Roomba 694</a> is one of our <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">favorite budget robot vacuums</a> in part because it provides a ton of value for its $274 price. Most importantly, it does a great job cleaning both hard and carpeted floors and it runs long enough that it should get to most areas in your home before needing to recharge. It connects to WiFi so you can control it either with its companion mobile app, or using Alexa or Google Assistant voice commands. Your mom can even use the mobile app to set a cleaning schedule, so she doesn’t even have to think about the machine — it’ll scurry around the house, sucking up dirt and debris, all on its own time. —<em> V.P.</em></p><h2>Breville Juice Fountain Plus</h2><p></p><p>What is it with moms telling everyone to eat their vegetables? In my experience, it’s an involuntary response to motherhood. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CcmV2aWxsZS1KRTk4WEwtRm91bnRhaW4tODUwLVdhdHQtRXh0cmFjdG9yL2RwL0IwMDNSMjhIV1E_dGFnPWdkZ3QwYy1wLW8tdWMtMjAiLCJjb250ZW50VXVpZCI6ImFmY2RjZWE5LWEwMjUtNDc4Yy05MjVjLThlYmFlZTliZjY3NSJ9&amp;signature=AQAAATuajzWZK4Wnhfsfx3WIqjr_YW-AWuhPYCreYERk_65d&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBreville-JE98XL-Fountain-850-Watt-Extractor%2Fdp%2FB003R28HWQ\">Breville Juice Fountain Plus</a> is a way for moms to make drinks loaded with vitamins, minerals and phytonutrients that actually taste good too. The <a href=\"https://www.engadget.com/breville-juice-fountain-plus-irl-150059913.html\">Juice Fountain Plus</a>’ titanium and steel extraction disc works  with an 850 watt motor to squeeze a lot of juice from even tough root veggies. The three-inch chute accepts big chunks of produce, which cuts down on prep time, but even more importantly, the machine disassembles easily and isn’t a pain to clean. <em>– A.S.</em></p><h2>Hatch Restore 2</h2><p></p><p>Assuming the mom in your life has moved beyond the mother-of-a-newborn phase, she might be looking for ways to get better rest each night. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=90fe84b8-f8ec-4f84-895a-a3ddba79cc4a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Hatch&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5MGZlODRiOC1mOGVjLTRmODQtODk1YS1hM2RkYmE3OWNjNGEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGF0Y2guY28vcmVzdG9yZS0yIiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAa6ez3Vf-qIveebTfoR4aZCxxbYvnrV2sbMBeJRnBszh&amp;gcReferrer=https%3A%2F%2Fwww.hatch.co%2Frestore-2\">Hatch Restore 2</a> covers three areas: wind down, sleep sounds and a gentle wake up. Each segment is programmable through the app and offers choices like chillout routines, meditations and stories to help her fall asleep; white noise and nature soundscapes help her stay asleep; and lights, tones and guided stretches to wake up to. The device itself is an attractive domed shape with a textured linen face and a few subtle, yet easy-to-find buttons. Accessing the full library of routines requires a $5 monthly subscription, but there’s enough free, included content to make the device effective without it. <em>– A.S.</em></p><h2>Breville Smart Oven Air Fryer Pro</h2><p></p><p>If your mom is a cook and has the counter space for it, we highly recommend getting her a toaster oven like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CcmV2aWxsZS1CT1Y4NjBCU1MtQ291bnRlcnRvcC1Db252ZWN0aW9uLVN0YWlubGVzcy9kcC9CMDg1RlRCTEM2P3RhZz1nZGd0MGMtcC1vLXVjLTIwIiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAUq1zki8PXoLaJ2tCi1Vl334NUOnm0yyS8yRdOuTuUf7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBreville-BOV860BSS-Countertop-Convection-Stainless%2Fdp%2FB085FTBLC6%3F\">Breville Smart Oven Air Fryer Pro</a>. She can use it to toast bread, bake dishes or reheat food. Sure, a full-size oven can do the same thing, but firing it up can often warm up the whole house, which isn’t so great in the summer months. It’s also a lot more efficient. While a regular oven might need 20 or so minutes to preheat, a toaster oven can often get to temperature in just five or 10 minutes.</p><p>We also like this model for its 1-cubic-foot capacity. (In lay terms, it can fit a 9-by-13-inch casserole or a 14-pound turkey.) It can handle <a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">air frying</a> (thanks to a “super convection” mode) and it comes with an air fryer basket that’s large enough to fit a dozen chicken wings. The oven also has several preset modes designed for specific functions such as toasting bagels or baking pizzas.</p><p>The Smart Oven Air is the classic model, but if your mom is extra adventurous in the kitchen (or extra tech-savvy), Breville’s latest tabletop appliance, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=c0ca87c7-692e-4b52-8410-9ea74ef1a5a6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Breville&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjMGNhODdjNy02OTJlLTRiNTItODQxMC05ZWE3NGVmMWE1YTYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYnJldmlsbGUuY29tL3VzL2VuL3Byb2R1Y3RzL292ZW5zL2Jvdjk1MC5odG1sPyIsImNvbnRlbnRVdWlkIjoiYWZjZGNlYTktYTAyNS00NzhjLTkyNWMtOGViYWVlOWJmNjc1In0&amp;signature=AQAAAfoOszhoJlLbBzIgBixjTEMCgDjSatNfiStAKjwBfmf6&amp;gcReferrer=https%3A%2F%2Fwww.breville.com%2Fus%2Fen%2Fproducts%2Fovens%2Fbov950.html%3F\">Joule Oven Air Fryer Pro</a>, is a good step up. It does everything the Smart Oven Air does, but it adds WiFi connectivity so you can control the machine from your phone. Mom will get alerts when it’s time to put her dish in the oven after the preheat cycle, and when her food finished cooking to perfection. There are even recipes she can try out in the app, including some that have an “autopilot” feature, which automatically adjusts the oven’s temperature during cooking to make things like perfectly golden croissants and bread loaves. — <em>N.L.</em></p><h2>Nintendo Switch Lite</h2><p></p><p>Women play games too, even if a lot of games marketing still says otherwise. In a house dominated by behemoths like the PlayStation 5 or a gigantic gaming PC, mom might appreciate having something that’s just for her, a handheld console she can sneak away with into the bedroom or yard whenever she needs some alone time. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2gtTGl0ZS1Db3JhbC9kcC9CMDg0WTNWVk5HP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdWMtMjAiLCJjb250ZW50VXVpZCI6ImFmY2RjZWE5LWEwMjUtNDc4Yy05MjVjLThlYmFlZTliZjY3NSJ9&amp;signature=AQAAAdf6QRGugk1yFOedWSsvCwgDPzgjXygEd7mjoxduiDBw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-Switch-Lite-Coral%2Fdp%2FB084Y3VVNG%3Fth%3D1\">Switch Lite</a> is small enough to hide in a pocket or purse and, while there are plenty of great games she’d enjoy like <em>Breath of the Wild, Untitled Goose Game</em> and <em>Animal Crossing: New Horizons. W</em>e recommend snagging an eShop card so she can choose her own adventures. — <em>K.N.</em></p><h2>Coffee sub</h2><p></p><p>If you think mom would enjoy upgrading her morning cup of java, a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=dfa88110-059d-4934-8b98-ae689660c6f6&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Trade+Coffee&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkZmE4ODExMC0wNTlkLTQ5MzQtOGI5OC1hZTY4OTY2MGM2ZjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZHJpbmt0cmFkZS5jb20vZ2lmdC1zdWJzY3JpcHRpb24vcC8xODU4IiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAR360TDpgE_ZmANZnGAPvf1bXcwT3qg2qe8X5DR_D2KU&amp;gcReferrer=https%3A%2F%2Fwww.drinktrade.com%2Fgift-subscription%2Fp%2F1858\">Trade Coffee subscription</a> can help. It offers a curated selection of more than 450 coffees from across the US and smartly personalizes which ones it recommends to each subscriber. Upon redeeming her gift, she’ll be prompted to take a brief quiz that asks about her flavor and brew preferences, information Trade will use to suggest a specific bag catered to her taste. Mom can then give a thumbs-up or thumbs-down to any coffee she receives, which the company will use to hone its future recommendations. Managing her coffee queue online is easy enough, too. You can gift anywhere from two to 24 bags, and Trade says any gift subscriptions will not automatically renew so neither you nor mom will have any surprise charges to deal with down the line. — <em>J.D.</em></p><h2>Universal Yums sub</h2><p></p><p>A <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy51bml2ZXJzYWx5dW1zLmNvbS9naWZ0IiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAT4zbwVFE9IkE-vdaBKNEgwt1nOSVhzLlwOgxDanIkpq&amp;gcReferrer=https%3A%2F%2Fwww.universalyums.com%2Fgift\">Universal Yums subscription</a> is a way to make mom’s snack time a little more exciting. Each month, this service ships out a bundle of goodies from a <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy51bml2ZXJzYWx5dW1zLmNvbS9wYXN0LWJveGVzIiwiY29udGVudFV1aWQiOiJhZmNkY2VhOS1hMDI1LTQ3OGMtOTI1Yy04ZWJhZWU5YmY2NzUifQ&amp;signature=AQAAAeAHuHMjlPbCyhkDNmQf5nwhQTk9MpYKsrWOhAEuxq0H&amp;gcReferrer=https%3A%2F%2Fwww.universalyums.com%2Fpast-boxes\">different country</a> (April’s was / is Belgium) alongside a tour guide-style booklet with little games and information about the highlighted nation. Not every treat will be a home run, but if your mom has a more adventurous palate, getting a literal taste of somewhere new can be fun. Gift packages are available in several different sizes and lengths of time. — <em>J.D.</em></p>This article originally appeared on Engadget at https://www.engadget.com/mothers-day-gift-ideas-123010613.html?src=rss", "link": "https://www.engadget.com/mothers-day-gift-ideas-123010613.html?src=rss", "date_published": "2023-04-24 13:15:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Apple’s mixed-reality headset may have MagSafe-style ports and external power supply", "description": "<p>As Apple’s WWDC approaches, the rumor frequency for the company’s VR/AR headset is gathering pace. <em>​​Bloomberg</em>’s Mark Gurman says the <a href=\"https://www.engadget.com/apples-mixed-reality-headset-may-come-with-a-magnetic-cable-for-its-external-power-supply-171341879.html\">device</a>, rumored to be named <a href=\"https://www.engadget.com/apple-appears-to-have-registered-reality-trademarks-for-its-upcoming-ar-headset-093742126.html\">Reality Pro or Reality One,</a> will have two ports: a USB-C interface for data transfers and a “new proprietary charging connector.” Judging by Gurman’s description, the latter is reminiscent of Apple’s recently reintroduced MagSafe power port. As for the power supply, it’s about the size of an iPhone, similar to Apple’s own MagSafe Battery Pack for iPhones. The component can reportedly power the wearable for up to two hours on a single charge, but you’ll be able to buy extra packs, given how quickly the headset may drain them.</p><p>It doesn’t sound particularly elegant, but there are reasons for it. At the start of 2023, Gurman first hinted at an external power supply. He reported Apple was concerned about the device overheating, while also chasing a lighter, more comfortable headset.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/hitting-the-books-the-possibility-of-life-jaime-greene-hanover-square-press-113047089.html\">Hitting the Books: We'd likely have to liquidate Jupiter to build a Dyson Sphere around the Sun</a></p><p><a href=\"https://www.engadget.com/recommended-reading-the-websites-that-make-chatgpt-and-other-ai-sound-smart-140040874.html\">Recommended Reading: The websites that make ChatGPT and other AI sound smart</a></p><p><a href=\"https://www.engadget.com/google-gives-bard-the-ability-to-generate-and-debug-code-130024663.html\">Google gives Bard the ability to generate and debug code </a></p><p><a href=\"https://www.engadget.com/quellas-gorgeous-retro-cafe-racer-e-bikes-are-for-people-who-dont-want-to-ride-an-e-bike-143056450.html\">I love Quella’s gorgeous retro cafe racer e-bikes </a></p><p><a href=\"https://www.engadget.com/chromebooks-short-lifespans-are-creating-piles-of-electronic-waste-063314306.html\">Chromebooks' short lifespans are creating 'piles of electronic waste'</a></p><p></p><h2><a href=\"https://www.engadget.com/leaked-pixel-fold-video-shows-an-internal-display-with-chunky-bezels-164425413.html\">Leaked Pixel Fold video shows an internal display with chunky bezels</a></h2><h3>It looks a lot like the Galaxy Z Fold 4.</h3><a href=\"https://www.engadget.com/leaked-pixel-fold-video-shows-an-internal-display-with-chunky-bezels-164425413.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/762e47c0-e27c-11ed-bb7f-6cbd31b5a00e\" style=\"height: 422px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Kuba Wojciechowski</div></figure></a><p>Days after <em>CNBC</em> reported Google’s plans for a foldable Pixel phone at I/O 2023, an alleged video of the device is circulating online. On late Friday evening, leaker and developer Kuba Wojciechowski shared what he says is a clip of the Pixel Fold. Unfortunately, the video doesn’t show any features that definitively identify the foldable as a Pixel device, but if this is the real thing, be prepared for some noticeable borders to the device’s internal screen. The Pixel Fold will reportedly cost around $1,700 when it arrives later this year. According to <em>CNBC</em>, the device will have a book-like design, with a 5.8-inch external screen and a 7.6-inch folding display. It’s also said to sport the “most durable hinge” of any foldable to date and a battery that can last up to 72 hours in Extreme Battery Saver mode.</p><p><a href=\"https://www.engadget.com/leaked-pixel-fold-video-shows-an-internal-display-with-chunky-bezels-164425413.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/twitter-adds-blue-checks-to-accounts-of-dead-celebrities-223749275.html\">Twitter adds blue checks to accounts of dead celebrities</a></h2><h3>Tapping the icon says the deceased individuals are &quot;subscribed&quot; to Twitter Blue.</h3><h3></h3><p>Twitter has begun handing out blue ticks to celebrity users and accounts with more than one million followers. Among the users who received the verification but say they did not pay for the service include author Neil Gaiman, actor Ron Perlman, the Massachusetts Institute of Technology and Twitter comic dril. Also, accounts that once belonged to Chadwick Boseman, Kobe Bryant and Anthony Bourdain, celebrities who died long before Musk’s takeover of Twitter, were also reverified over the weekend. On Friday, Musk claimed he was “personally” paying the Twitter Blue subscription for a few celebrities, including LeBron James and Stephen King.</p><p><a href=\"https://www.engadget.com/twitter-adds-blue-checks-to-accounts-of-dead-celebrities-223749275.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/you-cant-share-xbox-clips-directly-to-twitter-anymore-142026214.html\">You can't share Xbox clips directly to Twitter anymore</a></h2><h3>The change is likely down to Twitter's decision to charge for API access.</h3><h3></h3><p>Microsoft said it had to switch off the option to upload Xbox screenshots and clips directly to Twitter from Xbox consoles as well as the Game Bar on Windows. There are other options, but they're a little more inconvenient. You can use the Xbox mobile app to download console captures and share them to Twitter.</p><p>When asked for comment, Xbox declined to shed more light on the reason for the change. It seems likely that Microsoft dropped the built-in sharing option due to Twitter's decision to charge at least $42,000 per month for enterprise access to its APIs. That move is breaking functionality for all kinds of organizations, including disaster response services. This week, Microsoft said it would soon remove Twitter integration from its social media management tool for advertisers.</p><p><a href=\"https://www.engadget.com/you-cant-share-xbox-clips-directly-to-twitter-anymore-142026214.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-apple-mixed-reality-headset-rumors-111549504.html?src=rss", "link": "https://www.engadget.com/the-morning-after-apple-mixed-reality-headset-rumors-111549504.html?src=rss", "date_published": "2023-04-24 11:15:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Anker Soundcore noise-canceling headphones are up to 36 percent off right now", "description": "<p>Anker is best known for its <a href=\"https://www.engadget.com/best-fast-chargers-140011033.html\">chargers</a> and <a href=\"https://www.engadget.com/best-power-bank-143048526.html\">power banks</a>, but its Soundcore brand offers some surprisingly good value wireless headphones. If you've been looking for a pair with noise cancellation and want to pay less than a $100, it has several models currently on sale at or near all-time lows. Those include the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtQ2FuY2VsbGluZy1IZWFkcGhvbmVzLUNvbWZvcnRhYmxlLUJsdWV0b290aC9kcC9CMDhITVdaQlhDP3JlZl89T2N0X0RMYW5kaW5nU19EX2IxYjVmNzU1XzAmdGg9MSZ0YWc9Z2RndDBjLXAtby11Yi0yMCIsImNvbnRlbnRVdWlkIjoiM2E2NzQyMWUtZjkxZC00OGU5LWFkYmYtOTc2MjliNmQyMzgzIn0&amp;signature=AQAAAdK-9kP6uAjMdYiJ2z27LjZfiBBbkKADXKGG5DO1CTcr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Cancelling-Headphones-Comfortable-Bluetooth%2Fdp%2FB08HMWZBXC%3Fref_%3DOct_DLandingS_D_b1b5f755_0%26th%3D1\">Soundcore Life Q30</a> model on sale for just $56 (30 percent off), the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtQ2FuY2VsbGluZy1IZWFkcGhvbmVzLUNvbWZvcnRhYmxlLUJsdWV0b290aC9kcC9CMEI1VkhSWDdGP3JlZl89T2N0X0RMYW5kaW5nU19EX2IxYjVmNzU1XzImdGFnPWdkZ3QwYy1wLW8tdWItMjAiLCJjb250ZW50VXVpZCI6IjNhNjc0MjFlLWY5MWQtNDhlOS1hZGJmLTk3NjI5YjZkMjM4MyJ9&amp;signature=AQAAAaMs1ckkMu_IQ88xYSwmFUQGQ2AKsvewIn9wvPVyTHlh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Cancelling-Headphones-Comfortable-Bluetooth%2Fdp%2FB0B5VHRX7F%3Fref_%3DOct_DLandingS_D_b1b5f755_2\">Soundcore Space Q45</a> priced at $100 for a $50 discount and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zb3VuZGNvcmUtQWRhcHRpdmUtQ2FuY2VsbGluZy1Db21mb3J0YWJsZS1DdXN0b21pemF0aW9uL2RwL0IwQjFMVkM1Vlo_cmVmXz1PY3RfRExhbmRpbmdTX0RfYjFiNWY3NTVfMSZ0aD0xJnRhZz1nZGd0MGMtcC1vLXViLTIwIiwiY29udGVudFV1aWQiOiIzYTY3NDIxZS1mOTFkLTQ4ZTktYWRiZi05NzYyOWI2ZDIzODMifQ&amp;signature=AQAAAYpc57lAuAGzkChb8kASxZ7DNczomrYHyRqZYF_VTq8L&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fsoundcore-Adaptive-Cancelling-Comfortable-Customization%2Fdp%2FB0B1LVC5VZ%3Fref_%3DOct_DLandingS_D_b1b5f755_1%26th%3D1\">Space A40</a> wireless noise-cancelling earphones, down to $64 or 36 percent off the regular price.&nbsp;</p><p></p><p>Both the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtQ2FuY2VsbGluZy1IZWFkcGhvbmVzLUNvbWZvcnRhYmxlLUJsdWV0b290aC9kcC9CMDhITVdaQlhDP3JlZl89T2N0X0RMYW5kaW5nU19EX2IxYjVmNzU1XzAmdGg9MSZ0YWc9Z2RndDBjLXAtby11Yi0yMCIsImNvbnRlbnRVdWlkIjoiM2E2NzQyMWUtZjkxZC00OGU5LWFkYmYtOTc2MjliNmQyMzgzIn0&amp;signature=AQAAAdK-9kP6uAjMdYiJ2z27LjZfiBBbkKADXKGG5DO1CTcr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Cancelling-Headphones-Comfortable-Bluetooth%2Fdp%2FB08HMWZBXC%3Fref_%3DOct_DLandingS_D_b1b5f755_0%26th%3D1\">Soundcore Life Q30</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtQ2FuY2VsbGluZy1IZWFkcGhvbmVzLUNvbWZvcnRhYmxlLUJsdWV0b290aC9kcC9CMEI1VkhSWDdGP3JlZl89T2N0X0RMYW5kaW5nU19EX2IxYjVmNzU1XzImdGFnPWdkZ3QwYy1wLW8tdWItMjAiLCJjb250ZW50VXVpZCI6IjNhNjc0MjFlLWY5MWQtNDhlOS1hZGJmLTk3NjI5YjZkMjM4MyJ9&amp;signature=AQAAAaMs1ckkMu_IQ88xYSwmFUQGQ2AKsvewIn9wvPVyTHlh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Cancelling-Headphones-Comfortable-Bluetooth%2Fdp%2FB0B5VHRX7F%3Fref_%3DOct_DLandingS_D_b1b5f755_2\">Soundcore Space Q45</a> headphones offer a comfortable fit thanks to the ample padding. They deliver superb battery life of up to 40-50 hours, can connect two devices at once and come with a 3.5mm cable for wired listening (though only the Space Q45 lets you use ANC when wired). The ANC can't of course, beat high-end headphones like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdILTEwMDBYTTUtQ2FuY2VsaW5nLUhlYWRwaG9uZXMtSGFuZHMtRnJlZS9kcC9CMDlYUzdKV0hILz90YWc9Z2RndDBjLXAtby1tZy0yMCIsImNvbnRlbnRVdWlkIjoiYmU5OTQ1ODYtNWI1Ny00ODJkLTgzNjEtYzY2NTk5YTkwMjE2In0&amp;signature=AQAAAecabjItjTkNoRM9s2PoQsrY0Cd6C9ISIG-i-wAimpqx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WH-1000XM5-Canceling-Headphones-Hands-Free%2Fdp%2FB09XS7JWHH%2F&amp;uuid=yHYzCDSVwFO74D4I5754\">Sony WH-1000XM5</a> or <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVF1aWV0Q29tZm9ydC00NS1CbHVldG9vdGgtQ2FuY2VsaW5nLUhlYWRwaG9uZXMvZHAvQjA5OEZLWFQ4TD90YWc9Z2RndDBjLXAtby1tZy0yMCIsImNvbnRlbnRVdWlkIjoiYmU5OTQ1ODYtNWI1Ny00ODJkLTgzNjEtYzY2NTk5YTkwMjE2In0&amp;signature=AQAAAZ-HNjBuqyIRJDYaZj4Ts1XMYENy3FxpaIYpXmRzIlfR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-QuietComfort-45-Bluetooth-Canceling-Headphones%2Fdp%2FB098FKXT8L&amp;uuid=JGU2xfQRrGbdk9HV6754\">Bose QuietComfort 45</a>, but it does a great job of reducing lower-end rumble from jet planes, trains, etc.</p><span id=\"end-legacy-contents\"></span><p>For the extra money, The Space Q45 it has an adaptive ANC mode that can automatically adjust the headphone's ANC strength based on your surroundings. The Life Q30, on the other hand, just offers three preset ANC levels. For Android users, the Space Q45 also supports the higher-quality <a href=\"https://www.sony.net/Products/LDAC/\">LDAC</a> audio codec. Both let you tune the audio using Anker's companion app, which offers a graphic EQ tool and a few alternative sound profile presets.</p><p>Meanwhile, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zb3VuZGNvcmUtQWRhcHRpdmUtQ2FuY2VsbGluZy1Db21mb3J0YWJsZS1DdXN0b21pemF0aW9uL2RwL0IwQjFMVkM1Vlo_cmVmXz1PY3RfRExhbmRpbmdTX0RfYjFiNWY3NTVfMSZ0aD0xJnRhZz1nZGd0MGMtcC1vLXViLTIwIiwiY29udGVudFV1aWQiOiIzYTY3NDIxZS1mOTFkLTQ4ZTktYWRiZi05NzYyOWI2ZDIzODMifQ&amp;signature=AQAAAYpc57lAuAGzkChb8kASxZ7DNczomrYHyRqZYF_VTq8L&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fsoundcore-Adaptive-Cancelling-Comfortable-Customization%2Fdp%2FB0B1LVC5VZ%3Fref_%3DOct_DLandingS_D_b1b5f755_1%26th%3D1\">Soundcore Space A40</a> earbuds can reduce noise by up to 98 percent, according to Anker. They have a one-touch transparency mode, adaptive noise cancellation and wireless high-res audio. A feature called Hear ID Sound is designed to analyze how you hear music to create a sound profile tuned for your ears. You'll get up to 10 hours of playtime on a single charge, with the charging case providing another 40 hours of playback. Charging for 10 minutes could get you up to four hours of playtime. Soundcore promises \"pumping bass\" along with \"rich middle and crisp trebles\" thanks to the 10mm drivers.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/anker-soundcore-noise-canceling-headphones-are-up-to-36-percent-off-right-now-080952280.html?src=rss", "link": "https://www.engadget.com/anker-soundcore-noise-canceling-headphones-are-up-to-36-percent-off-right-now-080952280.html?src=rss", "date_published": "2023-04-24 08:09:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Chromebooks' short lifespans are creating 'piles of electronic waste'", "description": "<p>Chromebooks have always been a popular option for schools due to the relatively cheap prices, but they <a href=\"https://www.engadget.com/chromebook-shipments-double-due-to-pandemic-193424657.html\">exploded in popularity</a> during the Covid pandemic as kids did their schoolwork from home. However, they may not be such a good deal after all, according to a new report called <a href=\"https://pirg.org/media-center/new-chromebook-churn-report-highlights-problems-of-short-lived-laptops-in-schools/\"><em>Chromebook Churn</em></a> from the US Public Interest Research Group (PIRG). They found that many Chromebooks purchased just three years ago are already breaking, creating electronic waste and costing taxpayers money.&nbsp;</p><p>Chromebooks in schools typically see rough use, and repairability is a key issue, due to a lack of parts and expensive repairs. For instance, 14 out of 29 keyboard replacements for Acer Chromebooks were found to be out of stock, and 10 of the 29 cost $90 each — nearly half the price of some models. &quot;These high costs may make schools reconsider Chromebooks as a cost-saving strategy,&quot; the report states. In another instance, HP only stocked power cords and AC adapters for one model, but no other parts.</p><span id=\"end-legacy-contents\"></span><p>The devices also have built in &quot;death dates,&quot; the report reads, after which software updates end. &quot;Once laptops have 'expired,' they don’t receive updates and can’t access secure websites.&quot; Google does provide eight years of software updates for Chromebooks, but that's only from the date of release. Since many schools buy Chromebooks released several years before, support can expire in half that time.&nbsp;</p><blockquote><p>Chromebooks aren’t built to last. Professional repair techs tell me they’re often forced to chuck good Chromebook hardware with years of life left due to aggressive software expiration dates.</p></blockquote><p>&quot;Chromebooks aren’t built to last. Professional repair techs tell me they’re often forced to chuck good Chromebook hardware with years of life left due to aggressive software expiration dates,&quot; iFixit's director of sustainability Elizabeth Chamberlain told PIRG. Those expiration dates also make it a challenge for schools to resell their devices. PCs and Macs may have a higher purchase price, but they can easily be resold after a couple of years and can get updates for longer periods of time.</p><p>The organization said that doubling the lifespan of the Chromebooks sold in 2020 (some 31.8 million) &quot;could cut emissions by 4.6 million tons of CO2e, equivalent to taking 900,000 cars off the road for a year. To do that, they recommend that Google eliminate update expirations and that its manufacturing partners production a 10 percent overstock of replacement parts, and that those parts be more standardized across models. They also say that consumers should be allowed to install alternative operating systems like Linux.</p><p>In a statement to <a href=\"https://arstechnica.com/gadgets/2023/04/chromebooks-arent-built-to-last-average-device-has-4-years-of-updates-left/\"><em>Ars Technica</em></a>, Google said: &quot;Regular Chromebook software updates add new features and improve device security every four weeks, allowing us to continuously iterate on the software experience while ensuring that older devices continue to function in a secure and reliable manner until their hardware limitations make it extremely difficult to provide updates.&quot;&nbsp;</p><p>It added that it's &quot;always working with our device manufacturing partners to increasingly build devices across segments with post-consumer recycled and certified materials that are more repairable, and over time use manufacturing processes that reduce emissions.&quot;</p><p>Google needs to do better, though, according to the group. &quot;The least we can do for students who rely on their laptops is ensure these devices are durable and repairable—not part of a constant churn,&quot; said PIRG's Lucas Rockett Gutterman. &quot;With more tech in our lives and classrooms, if Google wants to be a trusted source for tens of millions of students, they need to make laptops that families and school districts can count on.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/chromebooks-short-lifespans-are-creating-piles-of-electronic-waste-063314306.html?src=rss", "link": "https://www.engadget.com/chromebooks-short-lifespans-are-creating-piles-of-electronic-waste-063314306.html?src=rss", "date_published": "2023-04-24 06:33:14+00:00", "persistent": false, "user": null, "language": "en-US"}]