[{"source": "https://thehill.com/news/feed/", "title": "Lawmakers hone in on pharmacy benefit managers", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Lawmakers ramp up scrutiny of pharmacy benefit managers Congressional scrutiny of pharmacy benefit managers is growing, as lawmakers look to make changes to one of the often-vilified sectors of the prescription drug supply chain. © iStock Pharmacy benefit managers...", "link": "https://thehill.com/newsletters/health-care/3969156-lawmakers-hone-in-on-pharmacy-benefit-managers/", "date_published": "2023-04-24 23:05:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Congress can reverse three limits on manufacturing’s growth", "description": "In the face of intense global economic competition, manufacturing has been a bright spot in the U.S. economy. The industry is growing, and the manufacturing workforce is now nearly 13 million strong—the largest it has been since 2008.  Congress can and should provide a catalyst for more of this growth, but recently, the tax code...", "link": "https://thehill.com/opinion/congress-blog/3968943-how-congress-can-reverse-three-limits-on-manufacturings-growth/", "date_published": "2023-04-24 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Dakota governor signs six-week abortion ban", "description": "North Dakota Gov. Doug Burgum (R) signed a bill Monday that would ban abortions after six weeks of pregnancy, marking one of the strictest abortion restrictions in the country. \"This bill clarifies and refines existing state law ... and reaffirms North Dakota as a pro-life state,” Burgum said in a statement, reported by the Associated...", "link": "https://thehill.com/homenews/state-watch/3967361-north-dakota-governor-signs-six-week-abortion-ban/", "date_published": "2023-04-24 22:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House panel asks Musk why 'government-funded' labels cut from accounts", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  House panel asks Musk why 'government-funded' labels cut from Chinese accounts The GOP-led House Select Committee on the Chinese Communist Party asked the CEO why Twitter removed \"state-affiliated\" labels from Chinese media accounts. © AP The committee members, who deem Chinese media outlets...", "link": "https://thehill.com/newsletters/technology/3967351-house-panel-asks-musk-why-government-funded-labels-cut-from-accounts/", "date_published": "2023-04-24 22:27:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Drivers in this state spend the most time in traffic congestion: research", "description": "Story at a glance New Jerseyans spend more time stuck in traffic than drivers from any other state, according to a new report. A recently published Reason Foundation report used data from the Texas A&#38;M Transportation Institute’s 2021 Urban Report to rank all 50 states by how much time drivers spend in road traffic.  ...", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3967322-drivers-in-this-state-spend-the-most-time-in-traffic-congestion-research/", "date_published": "2023-04-24 22:27:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways on Tucker Carlson's exit from Fox News", "description": "Tucker Carlson’s sudden exit from Fox News rattled the media and political spheres on Monday.   The departure raises questions about the future of Fox, the GOP and conservatism, and for the longtime host himself.   Here are some takeaways following the Monday morning shocker:   It deprives Fox of its biggest star  Carlson has been the network’s...", "link": "https://thehill.com/homenews/state-watch/3967348-five-takeaways-on-tucker-carlsons-exit-from-fox-news/", "date_published": "2023-04-24 22:25:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden would veto resolution to resume solar tariffs, White House says", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  White House says Biden will veto solar panel tariff resolution The GOP-led Congressional Review Act resolution aims to resume tariffs on Chinese solar panel imports, with President Biden vowing to veto it if it reaches his desk....", "link": "https://thehill.com/newsletters/energy-environment/3967337-biden-would-veto-resolution-to-resume-solar-tariffs-white-house-says/", "date_published": "2023-04-24 22:18:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson’s Fox News ouster dismays GOP", "description": "Tucker Carlson’s abrupt departure from Fox News sent shockwaves through Republican circles on Monday, with some of some of his biggest fans and political allies jumping to his defense despite there being no clear explanation for his exit. Reps. Andy Biggs (R-Ariz.), Lauren Boebert (R-Colo.), and Marjorie Taylor Greene (R-Ga.), some of the staunchest conservatives...", "link": "https://thehill.com/homenews/house/3967269-tucker-carlsons-fox-news-ouster-dismays-gop/", "date_published": "2023-04-24 22:13:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Huckabee Sanders selling 'Real Women of Politics' koozies amid Bud Light backlash", "description": "Arkansas Gov. Sarah Huckabee Sanders (R) is now selling \"Real Women of Politics\" can koozies, marking the latest Republican outrage over transgender influencer Dylan Mulvaney’s partnership with the beer brand Bud Light. Huckabee Sanders' \"Real Women of Politics\" koozies offer four different choices that each feature a different Republican female governor, including herself, Alabama Gov....", "link": "https://thehill.com/homenews/3967209-huckabee-sanders-real-women-koozies/", "date_published": "2023-04-24 22:03:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Glenn Beck says Carlson's exit 'a suicidal move for Fox'", "description": "Former Fox News host Glenn Beck criticized the network over its shocking decision to part ways with primetime pundit Tucker Carlson. \"Tucker Carlson is out at Fox News. Now, I don't know what that means. You know, we're in wild speculation territory,\" Beck said on his BlazeTV program, noting the timing following Fox's nearly $800...", "link": "https://thehill.com/homenews/media/3967266-glenn-beck-says-carlsons-exit-a-suicidal-move-for-fox/", "date_published": "2023-04-24 22:03:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas ag commissioner issues anti-trans dress code for agency employees", "description": "The Texas Department of Agriculture has handed down a new dress code for employees, mandating they comply with it in a “manner consistent with their biological gender,” according to a copy of the policy obtained by a number of media outlets. The policy was handed down by Agriculture Commissioner Sid Miller, a Republican, earlier this...", "link": "https://thehill.com/homenews/state-watch/3967225-texas-ag-commissioner-issues-anti-trans-dress-code-for-agency-employees/", "date_published": "2023-04-24 21:57:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fulton County DA says charges could come as soon as July in election interference probe", "description": "Fulton County District Attorney Fani Willis (D) told law enforcement officers Monday she plans to announce indictments in her probe into interference into the 2020 election as early as July, requesting “heightened security and preparedness in the coming months.” The letter, first reported by the Atlanta-Journal Constitution, is one of the latest progress updates on...", "link": "https://thehill.com/regulation/court-battles/3967207-fulton-county-da-says-charges-could-come-as-soon-as-july-in-election-interference-probe/", "date_published": "2023-04-24 21:34:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Robert Reich urges secretaries of state to refuse to put Trump's name on 2024 ballots", "description": "Robert Reich, Labor secretary under former President Clinton, urged secretaries of state to refuse to put former President Trump's name on the 2024 ballots, saying that Trump \"committed treason.\" In an opinion piece published in The Guardian, Reich argued Trump violated the Constitution by participating in an insurrection against the country, referencing the Jan. 6...", "link": "https://thehill.com/homenews/campaign/3967109-robert-reich-2024-ballots-trump/", "date_published": "2023-04-24 21:24:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FAA investigating fires on two American Airlines flights", "description": "The Federal Aviation Administration (FAA) is investigating fires on two separate American Airlines flights, after two planes over the past week reported engine damage in North Carolina and Ohio. American Airlines Flight 2288 canceled its takeoff from Charlotte-Douglas International Airport in North Carolina last Thursday, due to a possible engine fire, the FAA told The...", "link": "https://thehill.com/blogs/blog-briefing-room/3967137-faa-investigating-fires-on-two-american-airlines-flights/", "date_published": "2023-04-24 21:11:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carlson, Lemon exits shake up cable landscape", "description": "{beacon} Evening Report Monday, April 24   ©  AP Photos Cable landscape rocked by anchor shakeups The cable news industry is reeling in the wake of departures by Fox News host Tucker Carlson and CNN anchor Don Lemon on Monday from their respective news organizations.   Fox News and Carlson parted ways in a decision that...", "link": "https://thehill.com/newsletters/evening-report/3967159-carlson-lemon-exits-shake-up-cable-landscape/", "date_published": "2023-04-24 21:04:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken: Sudan's warring factions will observe three-day ceasefire", "description": "Secretary of State Antony Blinken said Monday that warring military factions in Sudan have agreed to implement a three-day, nationwide ceasefire beginning at midnight local time, after intensive fighting throughout the capital Khartoum that has killed hundreds of people, wounded thousands and prompted the evacuation of U.S. and international diplomats.  Blinken, in a statement, said...", "link": "https://thehill.com/policy/international/3967147-blinken-sudan-three-day-ceasefire/", "date_published": "2023-04-24 21:01:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden tells ‘Tennessee Three’ that GOP efforts to expel them were ‘undemocratic’", "description": "President Biden on Tuesday hosted the \"Tennessee Three\" at the White House, telling the Democratic lawmakers that the Republican efforts to expel them from office were “undemocratic.” Reps. Justin Jones and Justin Pearson, the two Tennessee lawmakers who were once expelled from the state’s legislature, and Rep. Gloria Johnson, who was subject to expulsion, sat...", "link": "https://thehill.com/homenews/administration/3967024-biden-tells-tennessee-three-that-gop-efforts-to-expel-them-were-undemocratic/", "date_published": "2023-04-24 20:55:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok ban poll uncovers age, party divisions", "description": "Nearly half of Americans support a potential ban on TikTok, but there are clear divisions between age groups and political affiliation. That was the finding of a new Wall Street Journal poll published on Monday, as momentum is building in Congress to ban the Chinese-owned social media platform due to security concerns.  The poll found...", "link": "https://thehill.com/policy/technology/3967012-tiktok-ban-poll-uncovers-age-party-divisions/", "date_published": "2023-04-24 20:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson’s exit deals blow to Fox News", "description": "Tucker Carlson’s shocking exit from Fox News deals a blow to the top-rated cable news network, depriving it of its biggest prime-time star and his proven ability to deliver ratings.   Fox now will have to figure out who will replace Carlson in what is widely seen as a watershed moment for the network’s editorial strategy....", "link": "https://thehill.com/homenews/media/3967111-tucker-carlsons-exit-deals-blow-to-fox-news/", "date_published": "2023-04-24 20:35:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas bill seeks to keeps lights on in midst of disaster", "description": "Some Texas lawmakers want to turn rural hospitals, police stations and other critical infrastructure into backup power plants for their communities. The bipartisan Senate Bill 1212 seeks to stabilize the state’s unreliable grid by taking a different approach than the package passed earlier this month almost entirely by Senate Republicans.  In a rare display of bipartisanship, the...", "link": "https://thehill.com/policy/energy-environment/3967061-texas-bill-seeks-to-keeps-lights-on-in-midst-of-disaster/", "date_published": "2023-04-24 20:27:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden goes after GOP on book bans, school funding at Teacher of the Year event", "description": "President Biden took aim at GOP education policies during a Monday event at the White House celebrating 2023 Teacher of the Year Rebecka Peterson. Peterson, a calculus teacher at Union High School in Tulsa, Okla., was celebrated at the White House with speeches from Briden, Education Secretary Miguel Cardona and first lady Jill Biden.  Biden...", "link": "https://thehill.com/homenews/administration/3966955-biden-goes-after-gop-on-book-bans-school-funding-at-teacher-of-the-year-event/", "date_published": "2023-04-24 20:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The debt ceiling is the least of our nation’s fiscal concerns", "description": "We must do better. The fiscal cliff is not that far away. And the risk of it occurring is growing with each passing debt ceiling debate.", "link": "https://thehill.com/opinion/finance/3966227-the-debt-ceiling-is-the-least-of-our-nations-fiscal-concerns/", "date_published": "2023-04-24 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The new age of diplomacy requires heightened expertise and foresight", "description": "Today, new diplomatic challenges, once a tide, now a tsunami, urgently demand a more agile, multidisciplinary and anticipatory strategy.", "link": "https://thehill.com/opinion/international/3966785-the-new-age-of-diplomacy-requires-heightened-expertise-and-foresight/", "date_published": "2023-04-24 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Granholm praises West Virginia gas pipeline backed by Manchin", "description": "Energy Secretary Jennifer Granholm on Friday praised a gas pipeline project and called for an independent government agency to proceed “expeditiously” on it. Granholm’s letter in support of the Mountain Valley Pipeline — a project that has also been pushed by Sen. Joe Manchin (D-W.Va.) — comes amid tensions between the senator and administration on...", "link": "https://thehill.com/policy/energy-environment/3966947-granholm-praises-west-virginia-gas-pipeline-backed-by-manchin/", "date_published": "2023-04-24 19:56:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ryan Binkley, Texas CEO and pastor, announces 2024 Republican presidential run", "description": "Ryan Binkley, a pastor and the chief executive of a Texas mergers and acquisitions firm, announced on Sunday that he’s running for the Republican nomination for president in 2024.  “I believe in God, I believe in America, I believe in liberty and I believe in you. And I’m asking you today to believe in me....", "link": "https://thehill.com/homenews/campaign/3966935-ryan-binkley-texas-ceo-and-pastor-announces-2024-republican-presidential-run/", "date_published": "2023-04-24 19:53:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "1 person killed in shooting at Oklahoma college", "description": "One person is dead and another is in custody following a shooting at a college in Oklahoma, police said, after the school went into lockdown on Monday afternoon. The shooting at Rose State College, a small community college in Midwest City, Okla., appears to be “domestic related,” Midwest City Police Chief Sid Porter told reporters....", "link": "https://thehill.com/homenews/state-watch/3966899-1-person-killed-in-shooting-at-oklahoma-college/", "date_published": "2023-04-24 19:51:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US ambassador to UN confronts Russian official", "description": "The U.S. ambassador to the United Nations on Monday confronted Russian Foreign Minister Sergey Lavrov at a meeting of the Security Council in New York, condemning the Russian war with Ukraine. U.S. ambassador to the U.N. Linda Thomas-Greenfield also called for the immediate release of two Americans Washington says have been wrongfully detained by Moscow. ...", "link": "https://thehill.com/policy/international/3966958-us-ambassador-to-un-confronts-russian-official/", "date_published": "2023-04-24 19:48:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats celebrate Fox-Carlson split: 'A sewer of countless lies and hate’", "description": "Democrats are celebrating Monday’s shocking news that Tucker Carlson and Fox News have parted ways, going after the controversial cable news figure who frequently used his prime-time program to rail against liberal lawmakers and policies and, more recently, promote former President Trump's claims about the 2020 election. In a brief statement Monday morning, Fox News...", "link": "https://thehill.com/homenews/house/3966889-democrats-celebrate-fox-carlson-split-a-sewer-of-countless-lies-and-hate/", "date_published": "2023-04-24 19:47:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House committee on China calls out Musk for axing labels on government outlets", "description": "Members of the Select Committee on the Chinese Communist Party (CCP) on Monday asked Elon Musk on Twitter why he had stripped “government-funded” labels from accounts of state propaganda outlets affiliated with China. “We are curious why @Twitter suddenly removed China state-funded media labels from organizations that exist to disseminate CCP propaganda?” the committee tweeted, mentioning names of some of...", "link": "https://thehill.com/homenews/house/3966917-house-committee-china-calls-out-musk/", "date_published": "2023-04-24 19:45:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP unveils border security bill", "description": "House Homeland Security Committee Republicans on Monday unveiled border legislation that would require completing the border wall envisioned by former President Trump and would stymy a Biden administration effort to provide legal pathways to the U.S. The Border Reinforcement Act is one of the first major pieces of legislation from the panel, rolled out days...", "link": "https://thehill.com/policy/national-security/3966914-house-gop-unveils-border-security-bill/", "date_published": "2023-04-24 19:39:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says he will launch reelection bid ‘real soon’", "description": "President Biden on Monday told reporters that he will officially launch his reelection bid \"soon,\" as politics watchers are expecting an announcement as early as Tuesday. “I told you I’m planning on running. I’ll let you know real soon,” the president told reporters when asked about his 2024 plans at the White House. His updates...", "link": "https://thehill.com/homenews/administration/3966846-biden-says-he-will-launch-reelection-bid-real-soon/", "date_published": "2023-04-24 19:09:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat asks GOP megadonor Crow for list of gifts to Thomas", "description": "Senate Finance Committee Chair Ron Wyden (D-Ore.) on Monday asked GOP megadonor Harlan Crow to provide a list of flights and other gifts he reportedly gave to Justice Clarence Thomas over the past two decades. Wyden questioned whether Crow, a Dallas-based real estate developer whose friendship with Thomas has been thrust into the spotlight following...", "link": "https://thehill.com/regulation/court-battles/3966815-senate-democrat-asks-gop-megadonor-crow-for-list-of-gifts-to-thomas/", "date_published": "2023-04-24 19:04:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former GOP lawmaker, NY gubernatorial candidate Lee Zeldin endorses Trump", "description": "Former Rep. Lee Zeldin (R-N.Y.), who last year ran an unsuccessful campaign for governor in New York, endorsed former President Donald Trump on Monday, becoming the latest current or former Republican lawmaker to back the ex-president ahead of the 2024 primary. \"The GOP is filled with amazing talent to save our country from the failed...", "link": "https://thehill.com/homenews/campaign/3966806-former-gop-lawmaker-ny-gubernatorial-candidate-lee-zeldin-endorses-trump/", "date_published": "2023-04-24 19:04:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carlson, Lemon exits mean whole new script for correspondents' dinner headliner", "description": "White House Correspondents’ Association (WHCA) dinner headliner Roy Wood Jr. says he’ll need to “throw out the whole damn script” after the dramatic exits of cable news stars Tucker Carlson and Don Lemon from their respective networks. The comedian and “Daily Show” correspondent quipped Monday that he’d likely have to rework his material ahead of...", "link": "https://thehill.com/blogs/in-the-know/3966774-carlson-lemon-exits-mean-whole-new-script-for-correspondents-dinner-headliner/", "date_published": "2023-04-24 18:56:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GM recalling 40K pick-up trucks over fire risk", "description": "General Motors Inc. has recalled thousands of pick-up trucks due to a fire risk.  More than 40,000 GM vehicles could be affected by the recall notice, according to the National Highway Traffic Safety Administration (NHTSA) notice posted Saturday. The recalled vehicles include Chevrolet Silverado 4500HD, 5500HD, and 6500HD models that were made between the years...", "link": "https://thehill.com/homenews/state-watch/3966744-gm-recalling-40k-pick-up-trucks-over-fire-risk/", "date_published": "2023-04-24 18:52:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘The View’ audience breaks out in cheers after hearing Tucker Carlson leaving Fox", "description": "The audience of ABC's daytime political talk show “The View” applauded on Monday after its hosts broke the news that Tucker Carlson and Fox News are parting ways.  “Word has just come down that Fox News Media and Tucker Carlson have agreed to part ways,” said actress and co-host Whoopi Goldberg, prompting applause from the...", "link": "https://thehill.com/homenews/media/3966773-the-view-audience-breaks-out-in-cheers-after-hearing-tucker-carlson-leaving-fox/", "date_published": "2023-04-24 18:38:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden meets with 'Tennessee 3' state Reps. Justin Jones, Justin Pearson and Gloria Johnson", "description": "President Biden on Monday is welcoming to the White House Tennessee state representatives Justin Jones, Justin Pearson and Gloria Johnson, who came to national attention after their protest against gun violence led to attempts by some in their own statehouse to remove them from office — all unsuccessful in the end. The Republican-led Tennessee legislature...", "link": "https://thehill.com/homenews/3966661-watch-live-biden-meets-with-tennessee-3-state-reps-justin-jones-justin-pearson-and-gloria-johnson/", "date_published": "2023-04-24 18:34:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Megyn Kelly: Fox News ousting Tucker Carlson 'terrible move'", "description": "Former Fox News anchor Megyn Kelly it saying it was a \"terrible move\" for Fox News to end its relationship with primetime host Tucker Carlson. Kelly also said she believed it was Fox that had forced the issue, though she acknowledged it was \"supposition\" on her part. \"This is a terrible move by Fox, and...", "link": "https://thehill.com/homenews/3966675-megyn-kelly-fox-news-ousting-tucker-carlson-terrible-move/", "date_published": "2023-04-24 18:07:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida rep calls on Biden to approve disaster declaration after historic flooding", "description": "Rep. Jared Moskowitz (D-Fla.) called on President Biden to approve a federal disaster declaration that Florida Gov. Ron DeSantis (R) is expected to request, following record rainfall in the state that caused disastrous flooding. “This morning, I asked that (President Biden) approve Governor DeSantis’s request for a Major Disaster Declaration to provide relief to those...", "link": "https://thehill.com/homenews/state-watch/3966674-florida-rep-calls-on-biden-to-approve-disaster-declaration-after-historic-flooding/", "date_published": "2023-04-24 18:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ironically, Biden’s the one making America great again", "description": "Unlike the former president, Biden has avoided media appearances and instead focused on walking the talk.", "link": "https://thehill.com/opinion/white-house/3966209-ironically-bidens-the-one-making-america-great-again/", "date_published": "2023-04-24 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: NASA holds press briefing on upcoming spacewalk", "description": "NASA officials on Monday will preview the spacewalk from the International Space Station (ISS) slated for later this week. The extravehicular activity (EVA) to be taken on Friday will be the first ever spacewalk performed by an Arab astronaut, Sultan Al Neyadi of the United Arab Emirates. It will also make UAE one of only...", "link": "https://thehill.com/homenews/3966522-watch-live-nasa-holds-press-briefing-on-upcoming-spacewalk/", "date_published": "2023-04-24 17:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump mocks DeSantis for 'emergency Round the World tour'", "description": "Former President Trump on Monday mocked what he called an “emergency Round the World tour” from Gov. Ron DeSantis as the Florida Republican takes off on a multi-stop international trip amid 2024 speculation.  “The ‘Consultants’ are sending DeSanctus, and demanding he go immediately, on an emergency Round the World tour of U.S representative population countries,...", "link": "https://thehill.com/blogs/blog-briefing-room/3966601-trump-mocks-desantis-for-emergency-round-the-world-tour/", "date_published": "2023-04-24 17:41:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fewer Americans support assault weapon ban: survey", "description": "Less than half of Americans in a new  Monmouth University Poll said that they’ll support an assault weapons ban in the country, down from a similar poll taken last year. The poll, published on Monday, found that 46 percent of respondents said they’d support the banning of future assault weapons sales in this country, while...", "link": "https://thehill.com/homenews/state-watch/3966592-fewer-americans-support-assault-weapon-ban-survey/", "date_published": "2023-04-24 17:37:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley celebrates Lemon’s CNN exit months after his controversial ‘prime’ remarks", "description": "Republican presidential candidate Nikki Haley celebrated Don Lemon’s departure from CNN after the two feuded over Lemon suggesting that women over the age of 50 are no longer in their “prime.” “A great day for women everywhere. Now, let's get men out of women’s sports. #StillInMyPrime,” Haley said on Twitter, using Lemon's firing to promote the...", "link": "https://thehill.com/homenews/campaign/3966589-haley-celebrates-lemons-cnn-exit-months-after-his-controversial-prime-remarks/", "date_published": "2023-04-24 17:33:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers push back on Chinese efforts to ‘interfere’ in COVID-19 investigation", "description": "House lawmakers investigating the origins of the COVID-19 pandemic on Monday called for the Chinese government to make available scientists and military officials to testify in Washington, pushing back on what they said are efforts by China’s embassy to interfere in their probe. The request was made in a letter exclusively obtained by The Hill....", "link": "https://thehill.com/policy/international/3966578-lawmakers-push-back-on-chinese-efforts-to-interfere-in-covid-19-investigation/", "date_published": "2023-04-24 17:09:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri transgender center says allegations of malpractice are 'unsubstantiated'", "description": "The hospital that operates an embattled St. Louis-area pediatric transgender clinic is rejecting allegations of malpractice by its doctors. In February, a first-person account alleging years of malpractice at the university’s transgender center by Jamie Reed, a former caseworker, made waves online, igniting a firestorm of right-wing vitriol. It also led to an investigation by...", "link": "https://thehill.com/policy/healthcare/3966491-missouri-transgender-center-says-allegations-of-malpractice-are-unsubstantiated/", "date_published": "2023-04-24 17:09:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America’s long-term fiscal sustainability challenge", "description": "Looking ahead, can we restore fiscal sustainability without undergoing a debt crisis?", "link": "https://thehill.com/opinion/finance/3965613-americas-long-term-fiscal-sustainability-challenge/", "date_published": "2023-04-24 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox stock sinks after Tucker Carlson departure", "description": "Shares of Fox Corporation fell Monday after Fox News announced the departure of longtime host Tucker Carlson.  The company’s class A stock was down roughly 3.6 percent by 1 p.m., falling from close to $34 per share to under $32. Class B stock fell roughly 3.4 percent, from $31 to $29. The network announced on Monday...", "link": "https://thehill.com/homenews/3966502-fox-stock-sinks-after-tucker-carlson-departure/", "date_published": "2023-04-24 16:57:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson's last segment before exit: 'We'll be back'", "description": "Tucker Carlson, who parted ways with Fox News on Monday in a move that shocked the political media landscape, concluded what ended up being his final segment as host on the cable news channel by telling viewers he would return this week. “We’ll be back on Monday,” Carlson, the top-rated cable news host in the...", "link": "https://thehill.com/homenews/media/3966512-tucker-carlsons-last-segment-before-exit-well-be-back/", "date_published": "2023-04-24 16:56:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to know as Tree of Life synagogue shooting trial begins", "description": "Jury selection begins Monday for the trial of a man accused of killing 11 people at the Tree of Life synagogue in Pittsburgh, more than four years after the massacre took place. Here’s what to know as the trial starts up. Shooting killed 11 in Pittsburgh Robert Gregory Bowers, a truck driver from the Pittsburgh...", "link": "https://thehill.com/regulation/court-battles/3966181-what-to-know-as-tree-of-life-synagogue-shooting-trial-begins/", "date_published": "2023-04-24 16:34:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — BREAKING: Carlson out at Fox News, Lemon out at CNN", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  💣 Bombshell  MEDIA EARTHQUAKE —...", "link": "https://thehill.com/newsletters/1230-report/3966432-the-hills-1230-report-breaking-carlson-out-at-fox-news/", "date_published": "2023-04-24 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson, Fox News 'mutually agreed' to part ways", "description": "Tucker Carlson's exit from Fox News was mutually agreed upon, the network’s Harris Faulkner said in an on-air announcement Monday, shortly after the news broke. “We have some news from within our Fox family,” Faulkner said on-air Monday. “Fox News media and Tucker Carlson have mutually agreed to part ways,” she said.  Faulkner's announcement echoed...", "link": "https://thehill.com/media/3966437-carlson-fox-news-mutually-agreed-exit/", "date_published": "2023-04-24 16:28:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden threatens to veto House resolution to end solar panel tariffs freeze", "description": "President Biden on Monday vowed to veto a congressional resolution that would undo his freeze on solar panel component tariffs should it reach his desk. In a statement Monday, the White House called the moratorium essential to allowing the U.S. to transition to renewable energy while it builds its domestic manufacturing capacity. “This rule is...", "link": "https://thehill.com/policy/energy-environment/3966409-biden-threatens-to-veto-house-resolution-to-end-solar-panel-tariffs-freeze/", "date_published": "2023-04-24 16:24:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don Lemon out at CNN", "description": "CNN host Don Lemon says he has been fired by CNN. \"I am stunned,\" Lemon said in a message posted on Twitter on Monday, saying his agent had informed him of his firing by CNN president Chris Licht. The Hill has confirmed Lemon's exit with CNN. Licht said in a memo to CNN workers that...", "link": "https://thehill.com/homenews/media/3966447-don-lemon-out-at-cnn/", "date_published": "2023-04-24 16:23:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House organizes first Nationwide Vaccination Day targeting Black communities", "description": "The Biden administration on Saturday held its first ever “Nationwide Vaccination Day,” running vaccine pop-ups across 21 cities in a bid to boost vaccination rates in the Black community. The event was part of the White House’s broader “We Can Do This” COVID-19 Vaccine Public Education Campaign. Community organizations such as the Black Nurse Collaborative,...", "link": "https://thehill.com/policy/healthcare/3966392-white-house-organizes-first-nationwide-vaccination-day-targeting-black-communities/", "date_published": "2023-04-24 16:07:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Supreme Court’s slippery slope", "description": "When justices deliver opinions that affect an entire state, with implications for an entire nation, we assume they are doing what is in the best interests of all, not a few.", "link": "https://thehill.com/opinion/civil-rights/3963372-the-supreme-courts-slippery-slope/", "date_published": "2023-04-24 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hillary Clinton: Republicans' stance on debt ceiling plays into hands of Putin, Xi", "description": "Former Secretary of State Hillary Clinton argues in a new op-ed that Republicans’ stance on the debt ceiling is “playing into the hands” of Russian President Vladimir Putin and Chinese President Xi Jinping.  “Today the competition between democracies and autocracies has grown more intense. And by undermining America’s credibility and the pre-eminence of the dollar,...", "link": "https://thehill.com/homenews/house/3966270-hillary-clinton-republicans-debt-ceiling-putin-xi/", "date_published": "2023-04-24 15:50:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court declines Exxon, Chevron push to move state lawsuits to federal court", "description": "The Supreme Court on Monday declined a request by oil companies to transfer a series of state lawsuits to federal court, where the energy companies had hoped for more favorable legal terrain. The justices refused to hear appeals by Exxon, Chevron and Suncor Energy of lower court rulings keeping lawsuits against them in state courts....", "link": "https://thehill.com/policy/energy-environment/3966294-supreme-court-declines-exxon-chevron-push-to-move-state-lawsuits-to-federal-court/", "date_published": "2023-04-24 15:47:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leaked documents show US asked Ukraine not to attack Russia on anniversary of invasion: report", "description": "Ukrainian officials held off on attacks in Russia on the anniversary of the start of the war in Eastern Europe after the urging of the U.S., according to a report from The Washington Post, which cited leaked NATO documents that surfaced over the last few months. The head of Ukraine’s intelligence service, the HUR, instructed...", "link": "https://thehill.com/policy/defense/3966289-leaked-documents-show-us-asked-ukraine-not-to-attack-russia-on-anniversary-of-invasion-report/", "date_published": "2023-04-24 15:44:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson and Fox News part ways", "description": "Tucker Carlson has parted ways with Fox News, the network said on Monday. \"We thank him for his service to the network as a host and prior to that as a contributor,\" the network said in a statement. Carlson's last show was Friday, the network said. Fox said it would air a new program called...", "link": "https://thehill.com/homenews/media/3966300-tucker-carlson-and-fox-news-part-ways/", "date_published": "2023-04-24 15:37:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How many scandals will it take for DOJ to investigate Clarence Thomas?", "description": "It has gotten very disheartening, even disgusting, to watch the never-ending Thomas carnival of corruption bring shame on the Supreme Court.", "link": "https://thehill.com/opinion/judiciary/3965202-how-many-scandals-will-it-take-for-doj-to-investigate-clarence-thomas/", "date_published": "2023-04-24 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden approves disaster declaration following deadly Oklahoma storms", "description": "President Biden approved Monday a disaster declaration for Oklahoma after tornadoes ripped through parts of the state and killed at least three people. The president's action makes federal funding available for recovery efforts in the affected areas. The storms that moved through the central U.S. late last week left at least three people dead and...", "link": "https://thehill.com/homenews/state-watch/3966212-biden-approves-disaster-declaration-following-deadly-oklahoma-storms/", "date_published": "2023-04-24 15:06:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy’s description for debt ceiling is bad medicine for older Americans", "description": "Republicans pledged during the State of the Union to take Social Security and Medicare off the table in debt ceiling negotiations, but Speaker Kevin McCarthy’s (R-Calif.) new plan demands that older and working Americans pay for the GOP’s miserly fiscal agenda in other ways.  Th House Republicans’ recently released proposal for lifting the debt ceiling would...", "link": "https://thehill.com/opinion/congress-blog/3965747-mccarthys-description-for-debt-ceiling-is-bad-medicine-for-older-americans/", "date_published": "2023-04-24 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Comedian Kondabolu clears the air with Ocasio-Cortez over 2017 snub", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) is accepting a comedian’s apology for snubbing her during her first House run and mistakenly calling her “Alexis.” Standup comic Hari Kondabolu recounted his snafu in his YouTube special “Vacation Baby,” which premiered last week.  The New York City-born performer and “The Problem with Apu” writer said back in 2017 he received a message...", "link": "https://thehill.com/blogs/in-the-know/3966147-kondabolu-ocasio-cortez-2017-snub/", "date_published": "2023-04-24 14:21:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-officer who killed Daunte Wright released from prison", "description": "Kimberly Potter, the former Minnesota police officer who was sentenced to a two-year prison term for the killing of Daunte Wright, was released from prison on Monday after spending 16 months behind bars. Potter shot Wright, a 20-year-old Black man, during a 2021 traffic stop near Minneapolis, apparently mistaking her gun for a taser and...", "link": "https://thehill.com/homenews/state-watch/3966120-ex-officer-who-killed-daunte-wright-released-from-prison/", "date_published": "2023-04-24 14:21:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court to examine public officials blocking people on social media", "description": "The Supreme Court has agreed to take up two cases that weigh whether public officials on their personal social media accounts can constitutionally block users when they use the account to post about their job. The cases come two years after the high court dismissed as moot a lawsuit over former President Trump blocking users...", "link": "https://thehill.com/regulation/court-battles/3966139-supreme-court-to-examine-public-officials-blocking-people-on-social-media/", "date_published": "2023-04-24 14:20:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lead Appropriations Democrat: Proposed GOP spending cuts 'should outrage all of us'", "description": "Rep. Rosa DeLauro (Conn.), the top Democrat on the powerful House Appropriations Committee, is sounding the alarm over the Republicans' debt limit package, arguing it would slash “investments important to American families.” In an opinion piece published by MSNBC on Sunday, DeLauro railed against the Limit, Save, Grow Act, a bill unveiled by Republicans last...", "link": "https://thehill.com/business/budget/3966095-lead-appropriations-democrat-proposed-gop-spending-cuts-should-outrage-all-of-us/", "date_published": "2023-04-24 14:08:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A word of caution before AI becomes standard in health care", "description": "I am worried that there is not enough concern about AI's limitations.", "link": "https://thehill.com/opinion/healthcare/3965108-a-word-of-caution-before-ai-becomes-standard-in-healthcare/", "date_published": "2023-04-24 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Book ban list: These 13 titles are targeted most", "description": "On Monday, the American Library Association announced it had documented 1,269 demands to censor more than 2,500 titles in 2022.", "link": "https://thehill.com/homenews/nexstar_media_wire/3966016-book-ban-list-these-13-titles-are-targeted-most/", "date_published": "2023-04-24 13:59:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator criticizes Fox News interviews with Trump", "description": "Sen. Chuck Grassley (R-Iowa) has not been pleased with a number of interviews Fox News hosts and pundits have conducted with former President Trump in recent weeks. \"In recent weeks I’ve watched 3hrs of FOX interviews of Trump All I hear is history,\" Grassley wrote in a tweet on Sunday night. \"Why hv hannity tucker...", "link": "https://thehill.com/homenews/media/3966073-gop-senator-criticizes-fox-news-interviews-with-trump/", "date_published": "2023-04-24 13:55:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Situation in Sudan 'not conducive' for large-scale military evacuation", "description": "White House national security spokesman John Kirby on Monday said the tense situation in Sudan is \"not conducive\" for large-scale military evacuation of U.S. citizens in the region. \"Well, we have military forces still prepositioned nearby in the region ... if they're needed, but quite frankly, the situation is not conducive and not safe to try to conduct...", "link": "https://thehill.com/policy/international/3966058-white-house-situation-in-sudan-not-conducive-for-large-scale-military-evacuation/", "date_published": "2023-04-24 13:54:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Club for Growth knocks Trump on Social Security plan", "description": "The prominent conservative group Club for Growth has criticized former President Trump for his approach to Social Security, arguing the former president has the same policy as President Biden. “Joe Biden and Donald Trump have the same plan for Social Security: Cut 20 percent or more,” a new ad from the group said. The jab...", "link": "https://thehill.com/homenews/campaign/3966074-club-for-growth-knocks-trump-on-social-security-plan/", "date_published": "2023-04-24 13:45:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill Interview: GOP wins if seen as ‘party of optimism’", "description": "House Majority Whip Tom Emmer (R-Minn.) in an exclusive interview with The Hill said Rep. Kevin McCarthy, who struggled through 15 ballots to be elected to the top House post earlier this year, will go down as one of the strongest Speakers in U.S. history. Emmer also expressed confidence that Republicans will rally around a...", "link": "https://thehill.com/homenews/house/3963610-house-republican-leader-gop-wins-if-seen-as-party-of-optimism/", "date_published": "2023-04-24 13:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Susan Rice to step down as Biden domestic policy adviser", "description": "President Biden announced on Monday that his domestic policy adviser Susan Rice will be stepping down from her role. Rice, who has been in the role since the beginning of the administration, handled politically-charged issues from gun violence to student loans in her portfolio. Biden praised her in a statement, saying, “there is no one...", "link": "https://thehill.com/homenews/administration/3966064-susan-rice-to-step-down-as-biden-domestic-policy-adviser/", "date_published": "2023-04-24 13:30:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can Trump hide from abortion?", "description": "If the GOP wants to avoid a wipeout in 2024 elections, they will have to try the impossible and do all they can to hide their anti-abortion agenda.", "link": "https://thehill.com/opinion/campaign/3964473-can-trump-hide-from-abortion/", "date_published": "2023-04-24 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden demands ethics probe into Marjorie Taylor Greene", "description": "A lawyer for Hunter Biden, the son of President Biden, on Monday called for the Office of Congressional Ethics to review Rep. Marjorie Taylor Greene (R-Ga.) for “unhinged rhetoric,” possible violations of House Ethics rules and official conduct standards following a number of statements and accusations made by the Georgia lawmaker. “Representative Greene’s unethical conduct...", "link": "https://thehill.com/homenews/3965992-hunter-biden-demands-ethics-probe-into-marjorie-taylor-greene/", "date_published": "2023-04-24 13:16:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis dodges question about 2024 polling during trip to Japan: 'I'm not a candidate'", "description": "Florida Gov. Ron DeSantis (R) on Monday dodged a question about polling for the 2024 presidential race during a trip to Japan as the governor, who hasn’t officially launched a White House bid, has continued polling as a top Republican contender in primary hypotheticals.  Asked about polls that show him trailing former President Trump, DeSantis...", "link": "https://thehill.com/homenews/state-watch/3965985-desantis-dodges-question-about-2024-polling-during-trip-to-japan-im-not-a-candidate/", "date_published": "2023-04-24 12:42:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missile defense site at Fort Drum is integral to the homeland defense mission", "description": "Forty years ago, President Ronald Reagan unveiled the Strategic Defense Initiative (SDI). As long as nuclear weapons exist, the United States would maintain credible deterrence against its nuclear rivals, and President Reagan made sure of that. He believed it was unwise and wrong to leave Americans vulnerable to nuclear attack if deterrence failed. He understood...", "link": "https://thehill.com/opinion/congress-blog/3965779-missile-defense-site-at-fort-drum-is-integral-to-the-homeland-defense-mission/", "date_published": "2023-04-24 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former officer who fatally shot Breonna Taylor has new deputy job", "description": "The former Louisville police officer who fatally shot Breonna Taylor has a new job in law enforcement in a county northeast of the city.", "link": "https://thehill.com/homenews/3965975-former-officer-who-fatally-shot-breonna-taylor-has-new-deputy-job/", "date_published": "2023-04-24 12:20:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "38 percent of young Americans approve of Biden's performance", "description": "Just over a third of young Americans in a new poll approve of President Biden’s performance as he gears up for an expected 2024 reelection bid. A Harvard Youth Poll, released Monday by the Institute of Politics at Harvard Kennedy School, found Biden earned an approval rating of 38 percent among American registered voters between...", "link": "https://thehill.com/homenews/administration/3965968-38-percent-of-young-americans-approve-of-bidens-performance/", "date_published": "2023-04-24 12:12:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Europe backs off climate push as voters rebel — will Biden take note?", "description": "Biden needs to re-energize climate voters for 2024, but he should consider that his aggressive and expensive proposals could cost the climate effort significant popular support.", "link": "https://thehill.com/opinion/energy-environment/3961719-europe-backs-off-climate-push-as-voters-rebel-will-biden-take-note/", "date_published": "2023-04-24 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will the US win the next war?", "description": "With the 2024 presidential election drawing closer, no White House, absent a calamity, will make sweeping changes to its national security and defense strategies.", "link": "https://thehill.com/opinion/national-security/3965323-will-the-us-win-the-next-war/", "date_published": "2023-04-24 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden expected to name Julie Rodriguez as 2024 campaign manager", "description": "President Biden is expected to name senior White House official Julie Chavez Rodriguez to manage his reelection campaign, according to multiple reports, as he gears up to launch a 2024 campaign as early as this week.  Rodriguez, who is senior advisor and assistant to the president and director of the White House Office of Intergovernmental...", "link": "https://thehill.com/homenews/campaign/3965922-biden-expected-to-name-julie-rodriguez-as-2024-campaign-manager/", "date_published": "2023-04-24 11:36:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "I’m about to graduate from law school. Will AI steal my job?", "description": "Congress should act quickly to establish a legal framework putting guardrails on commercial applications of AI.", "link": "https://thehill.com/opinion/technology/3965151-im-about-to-graduate-from-law-school-will-ai-steal-my-job/", "date_published": "2023-04-24 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "9 teenagers shot at after-prom party in Texas", "description": "The nine teenagers were taken to local hospitals for treatment, according to authorities.", "link": "https://thehill.com/homenews/3965360-9-teenagers-shot-at-after-prom-party-in-texas/", "date_published": "2023-04-24 10:40:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Washington’s week of maybes", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Washington’s week of maybes  The most decisive decision so far this week may have been the evacuation of U.S. diplomatic personnel from battle-ravaged Sudan by dramatic special forces helicopter...", "link": "https://thehill.com/newsletters/morning-report/3965857-the-hills-morning-report-washingtons-week-of-maybes/", "date_published": "2023-04-24 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP call for Ukraine peace talks echoes bungled progressive letter", "description": "Progressive Democrats and the MAGA wing of the Republican party don’t often align on policy matters, but a letter from 19 GOP lawmakers this week underscored areas of agreement on one key issue: United States strategy on the war in Ukraine. The letter sent to President Biden this week criticized “unlimited arms supplies in support...", "link": "https://thehill.com/policy/international/3963522-gop-call-for-ukraine-peace-talks-echoes-bungled-progressive-letter/", "date_published": "2023-04-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators warn Trump’s legal problems a 'bad look' for the party in 2024", "description": "Republican senators are warning that criminal charges hanging over former President Trump will give the GOP a bad look if he is the party’s eventual nominee, especially in a year when Republicans are eager for a chance to retake the Senate.   While GOP senators have accused Manhattan District Attorney Alvin Bragg (D) of waging a...", "link": "https://thehill.com/homenews/senate/3963601-gop-senators-warn-trumps-legal-problems-a-bad-look-for-the-party-in-2024/", "date_published": "2023-04-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy faces moment of truth in debt limit battle", "description": "Speaker Kevin McCarthy (R-Calif.) will face a moment of truth in the debt ceiling battle this week when he brings a bill to lift the borrowing limit to the floor — legislation that some Republicans have concerns with, threatening the measure’s chances of clearing the chamber. The bill — which McCarthy unveiled last week — marks the GOP...", "link": "https://thehill.com/homenews/house/3965651-mccarthy-faces-moment-of-truth-in-debt-limit-battle/", "date_published": "2023-04-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy faces moment of truth in debt limit battle", "description": "Speaker Kevin McCarthy (R-Calif.) will face a moment of truth in the debt ceiling battle this week when he brings a bill to lift the borrowing limit to the floor — legislation that some Republicans have concerns with, threatening the measure’s chances of clearing the chamber. The bill — which McCarthy unveiled last week — marks the GOP...", "link": "https://thehill.com/business/3965651-mccarthy-faces-moment-of-truth-in-debt-limit-battle/", "date_published": "2023-04-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student loan servicers brace for trouble with restart of payments", "description": "Student loan servicers are in a tough bind, dealing with reduced staff as they prepare for the unprecedented situation of 44 million borrowers returning to payments later this summer. Student loan payments are expected to restart at the end of August at the latest, including for many borrowers who graduated during the pandemic and have...", "link": "https://thehill.com/homenews/administration/3960715-student-loan-servicers-brace-for-trouble-with-restart-of-payments/", "date_published": "2023-04-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Student loan servicers brace for trouble with restart of payments", "description": "Student loan servicers are in a tough bind, dealing with reduced staff as they prepare for the unprecedented situation of 44 million borrowers returning to payments later this summer. Student loan payments are expected to restart at the end of August at the latest, including for many borrowers who graduated during the pandemic and have...", "link": "https://thehill.com/business/3960715-student-loan-servicers-brace-for-trouble-with-restart-of-payments/", "date_published": "2023-04-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "3,000 migrants begin protest march in Mexico", "description": "Roughly 3,000 migrants have begun a protest procession through Mexico toward Mexico City to demonstrate against detention centers and demand reforms to migrant treatment.  The march of migrants — hailing mainly from Central America, Cuba, Venezuela, Ecuador and Colombia — started Sunday near the Guatemalan border. Though their stated destination is Mexico City, participants in...", "link": "https://thehill.com/policy/international/3965639-3000-migrants-begin-protest-march-in-mexico/", "date_published": "2023-04-24 02:49:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump suggests Putin 'got a little more ambition' after US withdrawal from Afghanistan", "description": "Former President Trump in an interview suggested that Russian President Vladimir Putin “got a little more ambition” after the U.S. withdrew from Afghanistan in 2021.  “I think it was the most embarrassing period, the way we withdrew — not the fact that we withdrew — the way we withdrew from Afghanistan. And I think Putin...", "link": "https://thehill.com/blogs/blog-briefing-room/3965614-trump-suggests-putin-got-a-little-more-ambition-after-us-withdrawal-from-afghanistan/", "date_published": "2023-04-24 02:36:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump: 'Nixon had no support ... I have great Jim Jordan'", "description": "Former President Trump on Sunday compared himself to former President Nixon, touting the support he has in Congress and within his own party as he weathered impeachment proceedings and now faces ongoing legal battles.  “I'll never forget: when that happened, we had such great support. Nixon had no support. You know, he just didn't have...", "link": "https://thehill.com/blogs/blog-briefing-room/3965593-trump-nixon-had-no-support-i-have-great-jim-jordan/", "date_published": "2023-04-24 01:43:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lizzo brings drag queens on stage, protesting Tennessee law", "description": "In a concert Friday night in Knoxville, Tennessee, Lizzo filled the stage with drag queens in a glittery protest against the state's legislation designed to restrict drag performances in public.", "link": "https://thehill.com/changing-america/respect/equality/3965370-lizzo-brings-drag-queens-on-stage-protesting-tennessee-law/", "date_published": "2023-04-24 01:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}]