[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Next Horizon: Forbidden West Sequel Possibly Teased - IGN Daily Fix", "description": "There's some management reshuffling happening at Guerrilla Games, and in the announcement they may have possibly teased the next Horizon game. The latest DLC, The Burning Shores, and the PSVR2-exclusive Call of the Mountain, may have just come out, but Guerrilla mentioned something about the next Aloy adventure. Sneaky confirmation? Let us know your thoughts in the comments. In Diablo news, Diablo IV is getting one last beta test. It'll be free and open to the public, but be prepared for long queues, as this beta is going to stress test the game's servers. Completely unrelated, the International Red Cross Society wants gamers to follow the Geneva Conventions. They are challenging players of popular shooters to try and follow the established Rules of War, and a few streamers are rising to the occasion. And speaking of shooters, the new Call of Duty has been announced...but it's not a video game. What is it? Watch to find out!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=4axbPfJ0iuo", "date_published": "2023-04-24 23:26:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "With The Mario Bros. Movie Success, Nintendo Confirms More Films - IGN The Fix: Entertainment", "description": "With the super smashing success of the Super Mario Bros. movie at the box office, it should be no surprise that Nintendo would be thinking about capitalizing on it with a sequel. But according to the legend himself, Shigeru Miyamoto, the video game company has plans beyond a sequel. The question is, what’s the logical next step for Nintendo regarding movies and TV after #Mario? What’s next for Nintendo after the #MarioMovie? Miyamoto weighs in on what’s next for Nintendo. And while Nintendo’s winning on the big screen, Sega’s priming itself for streaming with new casting for its Knuckles live-action series. All this and more on today’s fix with Akeem Lawanson.\n\n#IGN #Entertiainment", "link": "https://www.youtube.com/watch?v=r1a0enhda70", "date_published": "2023-04-24 23:17:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Honkai: Star Rail Launch Livestream", "description": "Launch day is almost here for Honkai: Star Rail, the newest RPG coming from this fantasy series. Check out the launch stream on April 25th at 6:30pm PT as developers welcome you aboard the Astral Express for a new adventure as well as some familiar faces. Join the millions of other users in celebrating the release of the newest Honkai title. May this journey lead us starward!", "link": "https://www.youtube.com/watch?v=tG31SVzS9gg", "date_published": "2023-04-24 21:38:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Division Heartland - Official Developer Gameplay Overview", "description": "Join members of the Red Storm development team for a deep dive into The Division Heartland, an upcoming free-to-play, PvEvP focused, survival-action shooter game. Watch as the team gives a breakdown about your objective, the story, gameplay, base of operations, playstyles, classes, and more.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=oPMqw4_qP6k", "date_published": "2023-04-24 21:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Curse Of Wolf Mountain - Official Trailer (2023) Danny Trejo, David Lipper", "description": "Check out the trailer for The Curse Of Wolf Mountain, an upcoming movie starring David Lipper, Tobin Bell, Danny Trejo, Keli Price, and Eddie McClintock.\n\nAj begins having dreams of his parents' death. He decides to go back to the spot where they were killed, accompanied by his brother and his brother's family. But legend has it there is something mysterious roaming these woods.\n\nThe Curse Of Wolf Mountain, directed by David Lipper, will be available on digital and on demand on May 9, 2023.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=Ov0mwB7TO0A", "date_published": "2023-04-24 20:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - Official 'You Can Do What?!' Trailer", "description": "Take another look at The Legend of Zelda: Tears of the Kingdom in this latest teaser trailer for the upcoming game. The Legend of Zelda: Tears of the Kingdom will be available on Nintendo Switch on May 12, 2023.\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=d4W9cYeLmKM", "date_published": "2023-04-24 19:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "White Men Can't Jump - Official Trailer (2023) Sinqua Walls, Jack Harlow", "description": "Check out the new trailer for White Men Can't Jump, an upcoming comedy movie starring Sinqua Walls, Jack Harlow, Teyana Taylor, Laura Harrier, Vince Staples, Myles Bullock, and Lance Reddick.\n\nWhite Men Can’t Jump is a modern retelling of the iconic 1992 film that celebrates the streetball hustling culture of Los Angeles. Sinqua Walls stars as Kamal, once a promising player who derailed his future in the sport, and multi-platinum rap superstar Jack Harlow makes his movie debut as Jeremy, a former star of the game whose injuries stalled his own career. Juggling tenuous relationships, financial pressures and serious internal struggles, the two ballers—opposites who are seemingly miles apart—find they might have more in common than they imagined possible.\n\nThe film is written by Kenya Barris and Doug Hall. “White Men Can’t Jump” is produced by Kenya Barris and Paul Hall; it’s executive produced by Blake Griffin, Ryan Kalil, Noah Weinstein, Calmatic, Doug Hall, E. Brian Dobbins and James Powers.\n\nWhite Men Can't Jump, directed by Calmatic, begins streaming on May 19, 2023, exclusively on Hulu in the U.S., Star+ in Latin America, and Disney+ under the Star banner in all other territories.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=QPxHUf9pzJk", "date_published": "2023-04-24 18:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is the body-cam game a hoax? #unrecord #unrealengine5 #ue5 #gaming #pcgaming #steam #shorts", "description": "", "link": "https://www.youtube.com/watch?v=ay6HvTzV8FI", "date_published": "2023-04-24 17:38:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "These Pokemon Red/Blue remakes look awesome #pokemon #pokemonred #pokemonblue #gameboy #shorts", "description": "", "link": "https://www.youtube.com/watch?v=vFnefFg-6Q4", "date_published": "2023-04-24 17:37:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sisu Review", "description": "Sisu reviewed by Matt Donato. Opens in US theaters on April 28, 2023.\n\nSisu wages a hellacious war against familiar fascist henchmen with an added boost of against-all-odds adrenaline. Jalmari Helander proves that killing Nazis never goes out of style – as long as you're willing to hit as hard as Sisu. Actor Jorma Tommila rages against a hateful German machine as Aatami Korpi with a heroicness fit for fable-like boogyman fantasies passed from one generation to the next. Helander keeps it simple and cranks the dial on intensity to produce an action-packed World War II epic that thrives on a smaller yet still decadent scale of destruction. We praise a tale of impossible might, unlimited mayhem, and a Nazi body count that sure isn't stingy.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=OP6wMb-AZ6Q", "date_published": "2023-04-24 17:28:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Apex Legends - Official Ballistic Trailer (Stories from the Outlands)", "description": "Watch the latest trailer for Apex Legends to learn about Ballistic, the new Legend coming to the free-to-play hero shooter game's latest season, Arsenal. \n\nUnder the name Ballistic, August Montgomery Brinkman was once the greatest competitor in the Thunderdome Games, but in the wake of a tragic loss of his brother-in-law, Ballistic retired and retreated into solitude. For 40 years, he remained in hiding until an unexpected event pulled him back in and forced him to make the Syndicate an offer it could not ignore.  \n\nApex Legends: Arsenal will be available on May 9, 2023.\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=NQGqHOLQoaE", "date_published": "2023-04-24 17:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Playing MLB the Show 23 With Our Feet & Other Stream Highlights Ft. GoldGlove & Typical Gamer", "description": "IGN teamed up with MLB the Show 23 to broadcast a Let's Play straight from San Diego Studio's motion capture stage to celebrate the game's release in a Diamond Dynasty Online Co-Op Crossplay Showdown - thanks to an internet connection and console-specific online subscriptions. IGN's Seth Macy is teamed up with streamer, GoldGlove, and went head-to-head against IGN's Jesse Gill and YouTuber Typical Gamer. This is a highlight video of the livestream.\n\nOnline multiplayer features require console-specific online multiplayer subscription.\n\nMLB the Show 23 is available now on PlayStation consoles, Xbox Series consoles, and Nintendo Switch.\n\nPresented by MLB the Show 23.", "link": "https://www.youtube.com/watch?v=b3hUFIZBf5E", "date_published": "2023-04-24 16:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dredge - Official Accolades Trailer", "description": "Watch the latest Dredge trailer and see what the critics have to say about the recently released eerie, single-player fishing adventure. Upgrade your boat, sell your fish, and dredge the depths for secrets as you explore a mysterious archipelago.\n\nDredge is available now on PC, PS5, Xbox Series X/S, PS4, Xbox One, and Nintendo Switch.\n\n#IGN #Gaming #Dredge", "link": "https://www.youtube.com/watch?v=BD543FVQemU", "date_published": "2023-04-24 16:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Redfall: The Final Preview - IGN First", "description": "In our final Redfall preview, we took a look at how slaying vampires changes when adding multiple players. We also explored vampire nests and took down some side quest mini-bosses. If you're most interested in the solo experience of Redfall, be sure to check out IGN's first preview of Redfall.\n\n#Redfall #IGNFirst #Preview", "link": "https://www.youtube.com/watch?v=C5R7LdI0rGU", "date_published": "2023-04-24 16:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Strayed Lights - Official Launch Trailer", "description": "Enjoy the launch trailer for Strayed Lights, the beautiful, stylized action/adventure/puzzle game featuring a  soundtrack by Grammy award-winner Austin Wintory. Strayed Lights launches on PC, PlayStation platforms, Xbox platforms, and Nintendo Switch on April 25.\n\n#StrayedLights", "link": "https://www.youtube.com/watch?v=6oX8iVQ0JVY", "date_published": "2023-04-24 16:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: The Board Game - Official Announcement Trailer", "description": "Check out the announcement trailer for Call of Duty: The Board Game, an upcoming new strategy game based on the Call of Duty video game franchise. A Kickstarter campaign for the Call of Duty: The Board Game will be available in fall 2023, with a worldwide retail launch in 2024.\n\nCall of Duty: The Board Game will feature miniatures of the iconic soldiers and weapons from the Call of Duty franchise, a variety of scenarios and gameplay modes, and more.\n\n#ign #callofduty", "link": "https://www.youtube.com/watch?v=6z_HWvTnhnQ", "date_published": "2023-04-24 15:22:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Afterimage: 15 Minutes of Exploration and Combat Gameplay", "description": "Enjoy 15 minutes of gameplay from Afterimage, the upcoming hand-drawn 2D action-adventure for PlayStation, Xbox, PC, and Nintendo Switch. It will be released on April 25.\n\n#AfterImage", "link": "https://www.youtube.com/watch?v=fYOHixcJyXg", "date_published": "2023-04-24 14:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Green Hell: Animal Husbandry - Official Consoles Release Trailer", "description": "Build pens and take care of adorable creatures, like capybara, in Green Hell's Animal Husbandry update, available now on PlayStation 4 and Xbox One. Watch the trailer for this update, which allows you to tame and breed animals from the survival game Green Hell. The update also brings new features and quality-of-life improvements, such as those from the Name Your Pet Update and the Plant Naming patch.\n\nIn Green Hell's Animal Husbandry update, you can use the new blowpipe weapon to hunt capybara, peccary, and tapir safely putting them to sleep in order to keep them within pens, which are able to be built at your bases. Care for them, earn their trust, feed them, clean their living quarters, and maybe—if you have both a male and female in captivity—you’ll be able to breed them, as well. And of course, you can pet your newfound friends. Further to that, you can also use the blowpipe as a defense against other animal and human enemies by immobilizing the threat either immediately or over time based on your target’s size.\n\n#GreenHellAnimalHusbandry #GreenHell", "link": "https://www.youtube.com/watch?v=MVwYMa1bPa8", "date_published": "2023-04-24 14:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}]