[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Russian Hackers Tomiris Targeting Central Asia for Intelligence Gathering", "description": "The Russian-speaking threat actor behind a backdoor known as Tomiris is primarily focused on gathering intelligence in Central Asia, fresh findings from Kaspersky reveal.\n\"Tomiris's endgame consistently appears to be the regular theft of internal documents,\" security researchers Pierre Delcher and Ivan Kwiatkowski said in an analysis published today. \"The threat actor targets government and", "link": "https://thehackernews.com/2023/04/russian-hackers-tomiris-targeting.html", "date_published": "2023-04-24 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ransomware Hackers Using AuKill Tool to Disable EDR Software Using BYOVD Attack", "description": "Threat actors are employing a previously undocumented \"defense evasion tool\" dubbed AuKill that's designed to disable endpoint detection and response (EDR) software by means of a Bring Your Own Vulnerable Driver (BYOVD) attack.\n\"The AuKill tool abuses an outdated version of the driver used by version 16.32 of the Microsoft utility, Process Explorer, to disable EDR processes before deploying", "link": "https://thehackernews.com/2023/04/ransomware-hackers-using-aukill-tool-to.html", "date_published": "2023-04-24 13:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Study: 84% of Companies Use Breached SaaS Applications - Here's How to Fix it for Free!", "description": "A recent review by Wing Security, a SaaS security company that analyzed the data of over 500 companies, revealed some worrisome information. According to this review, 84% of the companies had employees using an average of 3.5 SaaS applications that were breached in the previous 3 months. While this is concerning, it isn't much of a surprise. The exponential growth in SaaS usage has security and", "link": "https://thehackernews.com/2023/04/study-84-of-companies-use-breached-saas.html", "date_published": "2023-04-24 11:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Exploit Outdated WordPress Plugin to Backdoor Thousands of WordPress Sites", "description": "Threat actors have been observed leveraging a legitimate but outdated WordPress plugin to surreptitiously backdoor websites as part of an ongoing campaign, Sucuri revealed in a report published last week.\nThe plugin in question is Eval PHP, released by a developer named flashpixx. It allows users to insert PHP code pages and posts of WordPress sites that's then executed every time the posts are", "link": "https://thehackernews.com/2023/04/hackers-exploit-outdated-wordpress.html", "date_published": "2023-04-24 11:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New All-in-One \"EvilExtractor\" Stealer for Windows Systems Surfaces on the Dark Web", "description": "A new \"all-in-one\" stealer malware named EvilExtractor (also spelled Evil Extractor) is being marketed for sale for other threat actors to steal data and files from Windows systems.\n\"It includes several modules that all work via an FTP service,\" Fortinet FortiGuard Labs researcher Cara Lin said. \"It also contains environment checking and Anti-VM functions. Its primary purpose seems to be to", "link": "https://thehackernews.com/2023/04/new-all-in-one-evilextractor-stealer.html", "date_published": "2023-04-24 06:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Russian Hackers Suspected in Ongoing Exploitation of Unpatched PaperCut Servers", "description": "Print management software provider PaperCut said that it has \"evidence to suggest that unpatched servers are being exploited in the wild,\" citing two vulnerability reports from cybersecurity company Trend Micro.\n\"PaperCut has conducted analysis on all customer reports, and the earliest signature of suspicious activity on a customer server potentially linked to this vulnerability is 14th April 01", "link": "https://thehackernews.com/2023/04/russian-hackers-suspected-in-ongoing.html", "date_published": "2023-04-24 06:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}]