[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Republican Senators Demands Biden Administration Denounce UN-Backed Report They Claim Supports ‘Pedophiles, Sexual Predators’", "description": "Seven U.S. Republican Senators nationwide demanded answers from the Biden Administration on Monday, asking if officials were aware of the United Nations-backed report suggesting global leaders normalize pedophilia by allowing children to legally decide on engaging in sexual activities with adults. “The U.N.’s effort to normalize sex with minor children is barbaric,” Sen. John Kennedy ...", "link": "https://www.dailywire.com/news/republican-senators-demands-biden-administration-denounce-un-backed-report-they-claim-supports-pedophiles-sexual-predators", "date_published": "2023-04-24 18:53:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hageman Says Blinken Should Testify Over Biden Campaign’s Role In Pushing False Claims About Hunter’s Laptop", "description": "Rep. Harriet Hageman (R-WY) on Saturday called on Secretary of State Antony Blinken to testify in front of the House over his role in an attempt to falsely discredit the authenticity of Hunter Biden’s laptop. Hageman threw down the challenge on Saturday in an interview on Sirius XM’s Breitbart News Saturday. Hageman, who successfully primaried ...", "link": "https://www.dailywire.com/news/hageman-says-blinken-should-testify-over-biden-campaigns-role-in-pushing-false-claims-about-hunters-laptop", "date_published": "2023-04-24 18:47:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update: Tucker Out At Fox, Don Lemon Fired, U.S. Evacuating Americans From Sudan", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Tucker Carlson Out At Fox Primetime host Tucker Carlson is out effective immediately at Fox News. The network announced his departure Monday morning in a press release, stating that his last show was last Friday. This comes on ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-tucker-out-at-fox-don-lemon-fired-u-s-evacuating-americans-from-sudan", "date_published": "2023-04-24 18:39:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Blasts Don Lemon Over Statement, Claims It’s False", "description": "CNN responded to former co-host Don Lemon&#8217;s statement on Monday — announcing that he had been terminated without a chance to speak to management — by saying that his claims were false. &#8220;Don Lemon’s statement about this morning’s events is inaccurate,&#8221; CNN Communications said in a statement. &#8220;He was offered an opportunity to meet with ...", "link": "https://www.dailywire.com/news/cnn-blasts-don-lemon-over-statement-claims-its-false", "date_published": "2023-04-24 18:32:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Georgia Prosecutor Says Trump Probe Charging Decisions Coming In Summer", "description": "Georgia&#8217;s Fulton County District Attorney Fani Willis is urging local law enforcement to prepare for possible indictments this summer in her 2020 election inquiry focused on former President Donald Trump and his allies. In a letter dated Monday to Fulton Sheriff Patrick Labat, the prosecutor said she will be &#8220;announcing charging decisions&#8221; resulting from her ...", "link": "https://www.dailywire.com/news/georgia-prosecutor-says-trump-probe-charging-decisions-coming-in-summer", "date_published": "2023-04-24 18:29:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Michigan Dem Sentenced To House Arrest For Sabotaging Ballot Box In 2020 Election", "description": "A local official in Flint, Michigan, was sentenced to six months of house arrest Monday for misconduct in office after sabotaging a ballot box in her own election in 2020.  Kathy Funk, a Democrat and former Flint Township Clerk, was accused of breaking a seal on a ballot box to ensure that the votes couldn’t ...", "link": "https://www.dailywire.com/news/michigan-dem-sentenced-to-house-arrest-for-sabotaging-ballot-box-in-2020-election", "date_published": "2023-04-24 18:09:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Contentious Spat With GOP Candidate May Have Been Don Lemon’s Last Straw: Report", "description": "CNN cut ties with longtime anchor Don Lemon on Monday, and according to a report from The New York Times, a testy debate with Republican presidential hopeful Vivek Ramaswamy might have been what pushed the network over the edge. The Times reported on Monday that the contentious segment — during which Lemon accused Ramaswamy of ...", "link": "https://www.dailywire.com/news/contentious-spat-with-gop-candidate-may-have-been-don-lemons-last-straw-report", "date_published": "2023-04-24 18:04:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jordan Subpoenas FBI Executive In Conservative ‘Purge’ Inquiry", "description": "Rep. Jim Jordan (R-OH) subpoenaed an FBI executive in an escalation of an investigation into whistleblower allegations of politicization within the agency. A spokesperson for Jordan, who heads the House Judiciary Committee as well as the subcommittee charged with investigating the &#8220;weaponization&#8221; of the federal government, announced the development on Monday. “Today, Chairman Jordan issued ...", "link": "https://www.dailywire.com/news/jordan-subpoenas-fbi-executive-in-conservative-purge-inquiry", "date_published": "2023-04-24 17:51:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two Cable TV Departures, One Gigantic Difference", "description": "Monday morning, two of the biggest names in TV — for opposite reasons — were canned or otherwise left their jobs. While Fox News&#8217;s Tucker Carlson&#8217;s and CNN&#8217;s Don Lemon&#8217;s departures from their respective networks occurred on the same day, their careers could not have been more different. Carlson called things as he saw them ...", "link": "https://www.dailywire.com/news/two-cable-tv-departures-one-gigantic-difference", "date_published": "2023-04-24 17:21:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nick Cannon Gives Fans Update On Jamie Foxx After Pal Was Hospitalized For ‘Medical Complications’", "description": "Nick Cannon gave fans an update on how his pal actor Jamie Foxx was doing after being hospitalized nearly two weeks ago for what Foxx&#8217;s family called &#8220;medical complications.&#8221; The 42-year-old TV host told Entertainment Tonight on Sunday that the 55-year-old actor is &#8220;awake&#8221; and &#8220;alert&#8221; following reports on April 12 that the actor was ...", "link": "https://www.dailywire.com/news/nick-cannon-gives-fans-update-on-jamie-foxx-after-pal-was-hospitalized-for-medical-complications", "date_published": "2023-04-24 17:16:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox Stock Dropped $1 Billion Minutes After Tucker Carlson Departure", "description": "Fox Corporation, the parent company of Fox News Channel, saw its stock fall by $1 billion minutes after news broke on Monday that the cable news channel had ousted its primetime star Tucker Carlson. Shares of the company, which also owns other sports and entertainment television networks, dipped more than 5.4% following the news of ...", "link": "https://www.dailywire.com/news/fox-stock-dropped-1-billion-minutes-after-tucker-carlson-departure", "date_published": "2023-04-24 17:11:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Packers Star Aaron Rodgers Traded To New York Jets", "description": "Star quarterback Aaron Rodgers is now a New York Jet after the team finalized a massive deal with the Green Bay Packers Monday. The Packers and Jets agreed to a deal that includes &#8220;major compensation,&#8221; a first-round pick swap, a second-round pick this year, and a conditional first-round pick in 2024, according to NFL.com insider ...", "link": "https://www.dailywire.com/news/packers-star-aaron-rodgers-traded-to-new-york-jets", "date_published": "2023-04-24 16:37:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Hey, Hey, Hey, Goodbye’: ‘The View’ Women Laugh, Mock Tucker After His Exit", "description": "After the news of Fox News host Tucker Carlson’s departure from the network was made public, the women hosts of ABC’s &#8220;The View&#8221; immediately responded by mocking him. Carlson’s “Tucker Carlson Tonight” first aired on November 14, 2016, in the 7 p.m. time slot until it replaced “The Kelly File,” featuring former Fox News host ...", "link": "https://www.dailywire.com/news/hey-hey-hey-goodbye-the-view-women-laugh-mock-tucker-after-his-exit", "date_published": "2023-04-24 16:24:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "If You Want To Boycott Anheuser-Busch Over Dylan Mulvaney, Add These Brands To Your No-Buy List", "description": "It might be an understatement to say that Bud Light, and its parent company Anheuser-Busch, stirred up quite a bit of controversy when transgender influencer Dylan Mulvaney showed off a can of the light beer with his face on it on April 1. A few days later, Bud Light confirmed that it had indeed signed ...", "link": "https://www.dailywire.com/news/if-you-want-to-boycott-anheuser-busch-over-dylan-mulvaney-add-these-brands-to-your-no-buy-list", "date_published": "2023-04-24 16:06:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Beloved ‘DWTS’ Judge Len Goodman Dead At 78", "description": "&#8220;Dancing with the Stars&#8221; beloved Judge Len Goodman has died after a battle with bone cancer, his manager announced. He was 78. Goodman&#8217;s agent, Jackie Gill, said that the long-serving judge on the popular reality TV competition had &#8220;passed away peacefully&#8221; on Saturday night surrounded by family, New York Post reported. Gill also revealed that ...", "link": "https://www.dailywire.com/news/dwts-beloved-judge-len-goodman-dead-at-78", "date_published": "2023-04-24 15:59:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hidin’ Biden: POTUS Holds Fewest Press Conferences Of Any President In 40 Years", "description": "Despite a pledge to &#8220;bring transparency and truth back to the government,&#8221; President Joe Biden has held the fewest press conferences since Ronald Reagan and just half as many as his predecessor. Biden averaged just 10 news conferences per year during his first two years in office, including 11 solo sessions and nine with foreign ...", "link": "https://www.dailywire.com/news/hidin-biden-potus-holds-fewest-press-conferences-of-any-president-in-40-years", "date_published": "2023-04-24 15:44:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter Biden’s Legal Team Demands Ethics Probe Over ‘Unethical’ Statements From Rep. Greene", "description": "First son Hunter Biden’s legal team on Monday demanded Congress investigate Rep. Marjorie Taylor Greene, accusing the Georgia Republican of making several “unethical” statements about the president’s son. Biden’s lawyer, Abbe Lowell, sent a letter obtained by POLITICO to the Office of Congressional Ethics, requesting lawmakers take action against Greene for her statements about Biden, ...", "link": "https://www.dailywire.com/news/hunter-bidens-legal-team-demands-ethics-probe-over-unethical-statements-from-rep-greene", "date_published": "2023-04-24 15:19:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dan Bongino ‘Stunned’ Reacting Live To Fox Parting Ways With Tucker Carlson", "description": "Popular conservative pundit Dan Bongino reacted with shock upon learning that Fox News parted ways with top-rated host Tucker Carlson. &#8220;I&#8217;m stunned. I don&#8217;t even know what to say right now,&#8221; Bongino, who himself recently split with Fox News, said as his podcast, &#8220;The Dan Bongino Show,&#8221; was airing live on Monday. Moments earlier, Bongino ...", "link": "https://www.dailywire.com/news/dan-bongino-stunned-reacting-live-to-fox-parting-ways-with-tucker-carlson", "date_published": "2023-04-24 15:16:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meghan Trainor Faces Backlash After She Says ‘F*** Teachers,’ Issues Apology", "description": "Meghan Trainor faced a backlash after she said &#8220;f*** teachers&#8221; when discussing her decision to homeschool her 2-year-old child, then apologized and said it isn&#8217;t how she really feels. During the 29-year-old singer&#8217;s recent podcast episode &#8220;Workin&#8217; on Motherhood&#8221; with brother Ryan and guest Trisha Paytas, they talked about school shootings influencing her decision to ...", "link": "https://www.dailywire.com/news/meghan-trainor-faces-backlash-after-she-says-f-teachers-issues-apology", "date_published": "2023-04-24 15:01:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Misogynistic, Sexist POS’: CNN Insiders Trash Don Lemon After He’s Fired", "description": "CNN insiders took aim at former CNN anchor Don Lemon after he was fired on Monday. Lemon was unceremoniously sacked, prompting him to issue a statement in which he complained that CNN’s management did not have the “decency to tell me directly,” adding that he was “stunned.” Initially, CNN released a statement saying, “CNN and ...", "link": "https://www.dailywire.com/news/misogynistic-sexist-pos-cnn-insiders-trash-don-lemon-after-hes-fired", "date_published": "2023-04-24 14:57:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Finally Fact-Checks Don Lemon, But Only After He’s Been Fired", "description": "In perhaps the least surprising news of all time, CNN&#8217;s public relations department issued a statement saying that now ex-CNN anchor Don Lemon did not tell the truth about how he was let go from the network Monday morning. Lemon claimed that network executives never &#8220;directly&#8221; told him that he was being canned. CNN says ...", "link": "https://www.dailywire.com/news/cnn-finally-fact-checks-don-lemon-but-only-after-hes-been-fired", "date_published": "2023-04-24 14:51:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CPAC Releases Conservative Rankings–Mitch McConnell’s Lowest In 38 Years", "description": "The group being the Conservative Political Action Committee released its annual analysis of Congress’ voting records and slammed Senate Republicans, giving Minority Leader Mitch McConnell the lowest conservative rating in his 38-year career.", "link": "https://www.dailywire.com/news/cpac-releases-conservative-rankings-mitch-mcconnells-lowest-in-38-years", "date_published": "2023-04-24 14:32:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Admin Says Total Number Of Americans Left In Sudan Unknown", "description": "The Biden administration is defending the State Department’s decision to evacuate embassy personnel from Sudan while taking limited steps to aid thousands of Americans thought to still be in the country. U.S. special forces evacuated the U.S. embassy in Khartoum, Sudan, on Saturday as the country edges toward civil war. Violence across the country is ...", "link": "https://www.dailywire.com/news/biden-admin-says-total-number-of-americans-left-in-sudan-unknown", "date_published": "2023-04-24 14:25:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It’s A Great Thing For Tucker’: Megyn Kelly Says Getting Rid Of Carlson A ‘Terrible Move’ By Fox", "description": "Megyn Kelly reacted to the news that Fox News had cut ties with top host Tucker Carlson, calling it a &#8220;terrible move&#8221; by the network. During the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast opening segment on Monday, the host said Carlson&#8217;s departure was not part of the network&#8217;s recent $800 million settlement with Dominion ...", "link": "https://www.dailywire.com/news/its-a-great-thing-for-tucker-megyn-kelly-says-getting-rid-of-carlson-a-terrible-move-by-fox", "date_published": "2023-04-24 14:08:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why The Definition Of Anti-Semitism Does Not Belong In The Hands Of Israel’s Enemies", "description": "As Jews around the world commemorated Yom Hashoah (Holocaust Remembrance Day) last week, 100+ organizations signed onto a Human Rights Watch letter asking the United Nations not to use the most accepted definition of anti-Semitism, the International Holocaust Remembrance Alliance (IHRA) definition, as part of its efforts to make sure that Never Again isn’t just ...", "link": "https://www.dailywire.com/news/why-the-definition-of-anti-semitism-does-not-belong-in-the-hands-of-israels-enemies", "date_published": "2023-04-24 13:54:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Curb Your Enthusiasm’ Star Richard Lewis Reveals He Has Parkinson’s Disease", "description": "Comedian and “Curb Your Enthusiasm” star Richard Lewis just announced that he’d been diagnosed with Parkinson’s disease. The 75-year-old actor posted an emotional video to Twitter Sunday revealing the news to his fans. Lewis began by saying he’s had &#8220;sort of a rocky time&#8221; over the past three and a half years. The “CYE” actor ...", "link": "https://www.dailywire.com/news/curb-your-enthusiasm-star-richard-lewis-reveals-he-has-parkinsons-disease", "date_published": "2023-04-24 13:23:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SCOTUS To Consider Whether Public Officials Can Block Criticism On Social Media", "description": "The U.S. Supreme Court will consider whether public officials can block criticism of them on social media. The court is examining two cases that had vastly different outcomes. In one, Garnier v. Poway Unified Sch. Dist., Christopher and Kimberly Garnier — who had three children in the school district — sued Michelle O&#8217;Connor-Ratcliff and T.J. ...", "link": "https://www.dailywire.com/news/scotus-to-consider-whether-public-officials-can-block-criticism-on-social-media", "date_published": "2023-04-24 13:00:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Challengers Rage Over Lack Of 2024 Dem Debates", "description": "Two Democrats challenging President Joe Biden in the 2024 primary are calling foul over the absence of planned debates. Declared candidates Robert F. Kennedy Jr. and self-help author Marianne Williamson took aim at the Democratic National Committee (DNC) after The Washington Post reported the national Democratic Party said it will support Biden and has no ...", "link": "https://www.dailywire.com/news/biden-challengers-rage-over-lack-of-2024-dem-debates", "date_published": "2023-04-24 12:40:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sad: Biden To Announce Re-Elect Bid By Video; 70% Don’t Want Him To Run: Poll", "description": "President Joe Biden is expected to announce his re-election bid on Tuesday &#8212; by video. Numerous reports late last week have said Biden will make the announcement on April 25, which will be the four-year anniversary of his 2020 campaign launch. The news comes as a new NBC News poll found 70% of Americans, including ...", "link": "https://www.dailywire.com/news/sad-biden-to-announce-re-elect-bid-by-video-70-dont-want-him-to-run-poll", "date_published": "2023-04-24 12:35:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: CNN Fires Don Lemon", "description": "CNN fired Don Lemon on Monday, the former CNN host said in a statement. &#8220;I was informed this morning by my agent that I have been terminated by CNN,&#8221; Lemon said in a statement. &#8220;I am stunned. After 17 years at CNN I would have thought that someone in management would have had the decency ...", "link": "https://www.dailywire.com/news/breaking-cnn-fires-don-lemon", "date_published": "2023-04-24 12:30:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jennifer Grey Said Her Guest Role On ‘Friends’ Was Recast Because She Had ‘Anxiety’", "description": "Actress Jennifer Grey said she was supposed to have a recurring role on the hit NBC comedy “Friends” but decided to decline the offer due to “anxiety.” The popular sitcom aired from 1994 until 2004 and became a cultural phenomenon. In addition to the six main cast members, many celebrities took on supporting roles over ...", "link": "https://www.dailywire.com/news/jennifer-grey-said-her-guest-role-on-friends-was-recast-because-she-had-anxiety", "date_published": "2023-04-24 12:06:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matthew Perry Will Remove Keanu Reeves’ Name From His Memoir: ‘I Said A Stupid Thing’", "description": "Matthew Perry regrets using Keanu Reeves’ name in his memoir in a derogatory way. The 53-year-old actor apologized for how he referred to Reeves in his tell-all 2022 memoir, “Friends, Lovers, and the Big Terrible Thing,” promising that any future editions of the book will have the name removed.  “I said a stupid thing. It ...", "link": "https://www.dailywire.com/news/matthew-perry-will-remove-keanu-reeves-name-from-his-memoir-i-said-a-stupid-thing", "date_published": "2023-04-24 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Charlie Sheen Set To Make TV Return With Co-Creator Of ‘Two And A Half Men’ For New Show", "description": "Actor Charlie Sheen is reportedly teaming up again with the co-creator of the former hit CBS show &#8220;Two and a Half Men&#8221; for a new series that will air on HBO. Variety reported that Sheen would be featured in Chuck Lorre&#8217;s new series &#8220;How to Be a Bookie,&#8221; which is set to air later this ...", "link": "https://www.dailywire.com/news/charlie-sheen-set-to-make-tv-return-with-co-creator-of-two-and-a-half-men-for-new-show", "date_published": "2023-04-24 11:53:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Tucker Carlson Out At Fox News Channel", "description": "Tucker Carlson, Fox News Channel&#8217;s biggest prime time star, has left the cable news giant. &#8220;FOX News Media and Tucker Carlson have agreed to part ways,&#8221; Fox News said in statement. &#8220;We thank him for his service to the network as a host and prior to that as a contributor.&#8221; The network said Carlson has ...", "link": "https://www.dailywire.com/news/breaking-tucker-carlson-out-at-fox-news-channel", "date_published": "2023-04-24 11:39:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kevin Bacon Goes Viral With Pro-Drag Video, Gets Trashed In Comments: ‘Another Virtue-Signaling Celebrity’", "description": "Kevin Bacon joined a heated debate Sunday by posting a video protesting bans on drag shows in front of children. The 64-year-old actor shared a clip of himself and wife Kyra Sedgwick dancing around to Taylor Swift’s “Karma” while both wearing t-shirts emblazoned with the slogan, “Drag is an art and drag is a right.”  ...", "link": "https://www.dailywire.com/news/kevin-bacon-goes-viral-with-pro-drag-video-gets-trashed-in-comments-another-virtue-signaling-celebrity", "date_published": "2023-04-24 11:20:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Riley Gaines Blasts The Political Left’s Double Standard On Protecting Women’s Sports", "description": "Former NCAA champion swimmer Riley Gaines slammed Rep. Glenn Ivey (D-MD) over the weekend for the double standard in criticisms of the Protection of Women and Girls in Sports Act, a piece of legislation that the Republican-controlled House passed with no support from Democrats. The legislation was approved Thursday morning in a 219-203 vote in which ...", "link": "https://www.dailywire.com/news/riley-gaines-blasts-the-political-lefts-double-standard-on-protecting-womens-sports", "date_published": "2023-04-24 11:06:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former NBA Star Erupts After Legendary Coach Rips NBA For Going Woke", "description": "Former NBA star Jalen Rose, who currently serves as an analyst for ESPN, slammed legendary NBA coach Phil Jackson over the weekend after Jackson blasted the NBA last week. Jackson said that the NBA had become too political and had tried to cater to a &#8220;certain audience&#8221; ever since 2020 and that, in doing so, ...", "link": "https://www.dailywire.com/news/former-nba-star-erupts-after-legendary-coach-rips-nba-for-going-woke", "date_published": "2023-04-24 10:51:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Biden Adviser Will Leave White House Next Month", "description": "One of President Joe Biden&#8217;s top advisers, former U.S. Ambassador to the United Nations Susan Rice, has announced that she will leave the White House effective at the end of May. The White House confirmed on Monday that Rice, who has been serving the Biden administration as a domestic policy adviser, will exit that position ...", "link": "https://www.dailywire.com/news/top-biden-adviser-will-leave-white-house-next-month", "date_published": "2023-04-24 10:18:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Anheuser-Busch Places Another Top Marketing Executive On Leave After Bud Light Transgender Controversy", "description": "Anheuser-Busch has placed another top marketing executive on leave after one of its top brands, Bud Light, ignited controversy over its decision to partner with transgender influencer Dylan Mulvaney for a paid marketing engagement. The Wall Street Journal reported that Daniel Blake, who is in charge of marketing for Anheuser-Busch’s mainstream brands, has been placed on ...", "link": "https://www.dailywire.com/news/anheuser-busch-places-another-top-marketing-executive-on-leave-after-bud-light-transgender-controversy", "date_published": "2023-04-24 10:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Kicks Off Foreign Tour With U.S. Allies As He Gears Up For Likely Presidential Run", "description": "Florida Governor Ron DeSantis made his first trip overseas since 2019 this week, meeting with Japanese Prime Minister Fumio Kishida in Tokyo on Monday to discuss economic matters as the 44-year-old gears up for a likely presidential campaign. The Washington Post reported that the trip was officially part of an “international trade mission” with Enterprise ...", "link": "https://www.dailywire.com/news/desantis-kicks-off-foreign-tour-with-u-s-allies-as-he-gears-up-for-likely-presidential-run", "date_published": "2023-04-24 09:49:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter’s Hideout: Troubled Biden Son Reportedly Camping At White House To Duck Baby Mama’s Lawyers", "description": "First son Hunter Biden has taken up residence in the White House in order to duck process servers sent by his baby mama, according to author and journalist Miranda Devine. The “Laptop From Hell” author and New York Post columnist made the bombshell allegation Sunday, writing that lawyers for former stripper Lunden Roberts asked an ...", "link": "https://www.dailywire.com/news/hunters-hideout-troubled-biden-son-reportedly-camping-at-white-house-to-duck-baby-mamas-lawyers", "date_published": "2023-04-24 09:41:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Morgan Wallen Cancels Concert Minutes Before Showtime, Fans React With Fury Online", "description": "Morgan Wallen set off a firestorm on social media after abruptly canceling his Mississippi concert minutes before he was supposed to take the stage. The country star was scheduled to perform Sunday night at Vaught-Hemingway Stadium as part of his “One Night at a Time World Tour.” The musician played the same venue Saturday night ...", "link": "https://www.dailywire.com/news/morgan-wallen-cancels-concert-minutes-before-showtime-fans-react-with-fury-online", "date_published": "2023-04-24 09:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Terrifying Moment American Airlines Plane Bursts Into Flames Following Bird Strike Goes Viral", "description": "Video of an American Airlines flight headed to Phoenix, Arizona, from Columbus, Ohio, bursting into flames in mid-air after a flock of geese collided with it has been released. The plane, a Boeing 737-800, took off at 7:43 a.m. on Sunday but was forced to make an emergency landing back at John Glenn Columbus International ...", "link": "https://www.dailywire.com/news/watch-terrifying-moment-american-airlines-plane-bursts-into-flames-following-bird-strike-goes-viral", "date_published": "2023-04-24 08:53:35+00:00", "persistent": false, "user": null, "language": "en-US"}]