[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Using Trojanized macOS Apps to Deploy Evasive Cryptocurrency Mining Malware", "description": "Trojanized versions of legitimate applications are being used to deploy evasive cryptocurrency mining malware on macOS systems.\nJamf Threat Labs, which made the discovery, said the XMRig coin miner was executed as Final Cut Pro, a video editing software from Apple, which contained an unauthorized modification.\n\"This malware makes use of the Invisible Internet Project (i2p) [...] to download", "link": "https://thehackernews.com/2023/02/hackers-using-trojanized-macos-apps-to.html", "date_published": "2023-02-23 16:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Sound Alarm Over Growing Attacks Exploiting Zoho ManageEngine Products", "description": "Multiple threat actors have been observed opportunistically weaponizing a now-patched critical security vulnerability impacting several Zoho ManageEngine products since January 20, 2023.\nTracked as CVE-2022-47966 (CVSS score: 9.8), the remote code execution flaw allows a complete takeover of the susceptible systems by unauthenticated attackers.\nAs many as 24 different products, including Access", "link": "https://thehackernews.com/2023/02/experts-sound-alarm-over-growing.html", "date_published": "2023-02-23 15:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "The Secret Vulnerability Finance Execs are Missing", "description": "The (Other) Risk in Finance\nA few years ago, a Washington-based real estate developer received a document link from First American – a financial services company in the real estate industry – relating to a deal he was working on. Everything about the document was perfectly fine and normal.\nThe odd part, he told a reporter, was that if he changed a single digit in the URL, suddenly, he could see", "link": "https://thehackernews.com/2023/02/the-secret-vulnerability-finance-execs.html", "date_published": "2023-02-23 12:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Hacking Cluster 'Clasiopa' Targeting Materials Research Organizations in Asia", "description": "Materials research organizations in Asia have been targeted by a previously unknown threat actor using a distinct set of tools.\nSymantec, by Broadcom Software, is tracking the cluster under the moniker Clasiopa. The origins of the hacking group and its affiliations are currently unknown, but there are hints that suggest the adversary could have ties to India.\nThis includes references to \"", "link": "https://thehackernews.com/2023/02/new-hacking-cluster-clasiopa-targeting.html", "date_published": "2023-02-23 12:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Lazarus Group Using New WinorDLL64 Backdoor to Exfiltrate Sensitive Data", "description": "A new backdoor associated with a malware downloader named Wslink has been discovered, with the tool likely used by the notorious North Korea-aligned Lazarus Group, new findings reveal.\nThe payload, dubbed WinorDLL64 by ESET, is a fully-featured implant that can exfiltrate, overwrite, and delete files; execute PowerShell commands; and obtain comprehensive information about the underlying machine.", "link": "https://thehackernews.com/2023/02/lazarus-group-using-new-winordll64.html", "date_published": "2023-02-23 11:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New S1deload Malware Hijacking Users' Social Media Accounts and Mining Cryptocurrency", "description": "An active malware campaign has set its sights on Facebook and YouTube users by leveraging a new information stealer to hijack the accounts and abuse the systems' resources to mine cryptocurrency.\nBitdefender is calling the malware S1deload Stealer for its use of DLL side-loading techniques to get past security defenses and execute its malicious components.\n\"Once infected, S1deload Stealer steals", "link": "https://thehackernews.com/2023/02/new-s1deload-malware-hijacking-users.html", "date_published": "2023-02-23 10:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Python Developers Warned of Trojanized PyPI Packages Mimicking Popular Libraries", "description": "Cybersecurity researchers are warning of \"imposter packages\" mimicking popular libraries available on the Python Package Index (PyPI) repository.\nThe 41 malicious PyPI packages have been found to pose as typosquatted variants of legitimate modules such as HTTP, AIOHTTP, requests, urllib, and urllib3.\nThe names of the packages are as follows:\naio5, aio6, htps1, httiop, httops, httplat, httpscolor", "link": "https://thehackernews.com/2023/02/python-developers-warned-of-trojanized.html", "date_published": "2023-02-23 06:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}]