[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Władimir Putin o swoim przemówieniu: Było długie i trudno było go wysłuchać", "description": "Prezydent Rosji Władimir Putin przyznał, że jego przesłanie do Zgromadzenia Federalnego w tym roku było długie i że obecnym trudno było go wysłuchać - czytamy we wpisie Ukraińskiej Prawdy na Twitterze, do którego dołączono fragment ze słowami rosyjskiego przywódcy. Rosyjski dyktator wygłosił orędzie do Zgromadzenia Federalnego we wtorek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/rosja-wladimir-putin-o-swoim-przemowieniu-bylo-dlugie-i-trudno-bylo-go-wysluchac/", "date_published": "2023-02-23 20:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Harvey Weinstein skazany na 16 lat więzienia za gwałt", "description": "Harvey Weinstein został skazany przez sąd w Los Angeles na 16 lat więzienia za gwałt - poinformowała agencja AFP. To kolejny wyrok za przestępstwo seksualne dla byłego producenta filmowego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/harvey-weinstein-skazany-na-16-lat-wiezienia-za-gwalt/", "date_published": "2023-02-23 19:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Japonia. Na brzeg wypłynęła tajemnicza kula. Oceanograf: Od razu wiedziałem, co to", "description": "Nazywana jajkiem Godzilli, piłką z kosmosu czy po prostu wodną miną - tajemnicza kula, która wyłoniła się z oceanicznej toni przeraziła mieszkańców Japonii i wprawiła w zakłopotanie tamtejszy rząd. Internauci zachodzą w głowę, czym jest zadziwiający obiekt. Swoje wyjaśnienie przedstawił oceanograf.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/japonia-na-brzeg-wyplynela-tajemnicza-kula-oceanograf-od-razu-wiedzialem-co-to/", "date_published": "2023-02-23 18:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Na lotnisku pod Biełgorodem rozbił się samolot szturmowy Su-25", "description": "W obwodzie biełgorodzkim przy granicy z Ukrainą rozbił się w czwartek rosyjski samolot szturmowy Su-25. Jak podaje prokremlowska agencja TASS, przyczyną katastrofy była usterka techniczna. Maszyna wracała z misji bojowej, a jej pilot zginął - wynika z informacji rosyjskiego resortu obrony.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/rosja-na-lotnisku-pod-bielgorodem-rozbil-sie-samolot-szturmowy-su-25/", "date_published": "2023-02-23 17:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś. Alaksandr Łukaszenka o \"kroku Xi Jinpinga\": Będzie miał poważne konsekwencje", "description": "- Jeśli ten komunikat przywódcy Chin nie zostanie usłyszany przez tych, do których ten komunikat jest skierowany, to będzie miało poważne konsekwencje - powiedział w czwartek białoruski dyktator Alaksandr Łukaszenka, cytowany przez agencję BelTA. Jego słowa dotyczą oświadczenie Xi Jinpinga w sprawie wojny w Ukrainie, które ma zostać przedstawione dziś lub jutro.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/bialorus-alaksandr-lukaszenka-o-kroku-xi-jinpinga-bedzie-mial-powazne-konsekwencje/", "date_published": "2023-02-23 17:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szwecja. Szef policji w Sztokholmie znaleziony martwy. W tle miłosny skandal", "description": "Ciało Matsa Löfvinga, który kierował sztokholmską policją, znaleziono dzień po tym, jak w wewnętrznym raporcie stwierdzono, że powinien zostać usunięty ze stanowiska. Autorzy dokumentu dowiedli, że był w związku z podwładną Lindą Staaf i podejmował wobec niej decyzje, do których nie był upoważniony. Skandalem wokół Löfvinga zajmowały się media z całej Skandynawii.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/szwecja-szef-policji-w-sztokholmie-znaleziony-martwy-w-tle-milosny-skandal/", "date_published": "2023-02-23 16:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Zdrapki w Illinois Lottery sprzedawane mimo braku głównych nagród. Klienci oburzeni", "description": "Zamiast pięciu milionów dolarów - 20 tysięcy. A w przypadku zdrapki, w której miało być pół miliona, w rzeczywistości zdobyć można co najwyżej 10 tysięcy. Amerykańskie media ustaliły, że Illinois Lottery kontynuuje sprzedaż losów do zdrapywania, chociaż główne wygrane padły kilka tygodni temu. To zbulwersowało klientów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/usa-zdrapki-w-illinois-lottery-sprzedawane-mimo-braku-glownych-nagrod-klienci-oburzeni/", "date_published": "2023-02-23 15:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Kary za psa, który wystawił głowę przez okno. Pomysł rodem z Florydy", "description": "Demokratyczna senator Florydy Lauren Book domaga się zmiany w prawie obowiązującym kierowców. Nowe przepisy miałyby ukrócić przewożenie zwierząt domowych na pace pickupów. Zamiast tego czworonogi trzeba byłoby umieszczać w bezpiecznych dla nich transporterach. Polityk chce też karania właścicieli, których psy w czasie jazdy autem wystawiają głowę na zewnątrz przez okno.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/usa-kary-za-psa-ktory-wystawil-glowe-przez-okno-pomysl-rodem-z-florydy/", "date_published": "2023-02-23 14:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Stał nagi na ganku i dotykał się. \"To nie jest coś, co chciałam zobaczyć\"", "description": "Policja z Huston (USA) poszukuje mężczyzny, który został uwieczniony na nagraniu domowego monitoringu, kiedy stanął ganku jednego z domów. - Nikt nie chciałby tego zobaczyć, ja na pewno nie chciałam - powiedziała właścicielka nieruchomości Constance Sutton, komentując obsceniczne zachowanie mężczyzny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/usa-stal-nagi-na-ganku-i-dotykal-sie-to-nie-jest-cos-co-chcialam-zobaczyc/", "date_published": "2023-02-23 13:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kradli w Niemczech i Polsce. Policja poszukuje trzech mężczyzn", "description": "22,5 tys. euro, czyli ponad 100 tys. złotych padło łupem szajki złodziei, którzy od kilku miesięcy kradną karty kredytowe na terenie Niemiec i Polski. Niemiecka policja opublikowała wizerunek jednego z podejrzewanych i prosi o kontakt osoby, które mają informacje na temat poszukiwanych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/kradli-w-niemczech-i-polsce-policja-poszukuje-trzech-mezczyzn/", "date_published": "2023-02-23 11:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA, Arizona: Farmer zastrzelił Meksykanina, który wtargnął na jego ziemię. Usłyszał zarzut rasizmu", "description": "75-letni George Alan Kelly, ranczer z Arizony, został oskarżony o zabójstwo obywatela Meksyku, który wtargnął na jego ziemię w pobliżu granicy. Usłyszał również dodatkowy zarzut - napaści na tle rasowym.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/usa-arizona-farmer-zastrzelil-meksykanina-ktory-wtargnal-na-jego-ziemie-uslyszal-zarzut-rasizmu/", "date_published": "2023-02-23 10:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holenderskie F-35 przechwyciły kolejne rosyjskie samoloty nad Morzem Bałtyckim", "description": "Holenderskie F-35 stacjonujące w Polsce przechwyciły kolejne dwa rosyjskie samoloty nad Morzem Bałtyckim. Były to maszyny Ił-20. To kolejny taki incydent w ostatnich dniach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/holenderskie-f-35-przechwycily-kolejne-rosyjskie-samoloty-nad-morzem-baltyckim/", "date_published": "2023-02-23 10:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mariusz Błaszczak: Jest zgoda Kongresu USA na sprzedaż wyrzutni HIMARS Polsce", "description": "Kongres USA zatwierdził sprzedaż dla Sił Zbrojnych RP najnowocześniejszych zestawów artylerii dalekiego zasięgu HIMARS - poinformował szef Ministerstwa Obrony Narodowej, wicepremier Mariusz Błaszczak. Jak dodał, finalizacja wielkiego kontraktu nastąpi wkrótce.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/mariusz-blaszczak-jest-zgoda-kongresu-usa-na-sprzedaz-himarsow-polsce/", "date_published": "2023-02-23 07:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia: Rozpoczyna się eksperyment z marihuaną w coffee shopach", "description": "Dwa holenderskie miasta - Tilburg i Breda - zainaugurują jesienią eksperymentalną sprzedaż marihuany. Decyzję podjął minister zdrowia publicznego Ernst Kuipers. Docelowo w przedsięwzięciu udział weźmie dziesięć gmin i najprawdopodobniej jedna z dzielnic Amsterdamu. Eksperyment ma wypełniić lukę w obecnej polityce tolerancji wobec konopi indyjskich.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/holandia-rozpoczyna-sie-eksperyment-z-marihuana-w-coffee-shopach/", "date_published": "2023-02-23 07:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Strzelanina w Orlando. Zginęły trzy osoby, dwie zostały ranne", "description": "Cztery osoby zginęły w trzech strzelaninach, do których doszło w środę Orlando na Florydzie. Najpierw 19-letni Keith Melvin Moses zastrzelił 20-letnią kobietę, potem dziennikarkę, która relacjonowała zdarzenie, a następnie wszedł do przypadkowego domu i zastrzelił matkę z córką. Dwie inne osoby zostały ranne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-23/usa-strzelanina-w-orlando-zginely-trzy-osoby-dwie-zostaly-ranne/", "date_published": "2023-02-23 05:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]