[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: ‘we will rebuild’ says Zelenskiy on anniversary of invasion; China abstains from UN vote on Russian withdrawal", "description": "<p>Zelenskiy says situation in country’s south ‘dangerous’; UN passes resolution calling for immediate Russian withdrawal from Ukraine</p><p>The military situation in Ukraine’s south is quite dangerous in some places while conditions in the east are very difficult, Ukraine’s president, Volodymyr Zelenskiy, said in a video address early on Friday.</p><p>Zelenskiy, speaking on the first anniversary of the Russian invasion, said pro-Moscow forces had again shelled the southern city of Kherson, this time cutting off heat for 40,000 people.</p> <a href=\"https://www.theguardian.com/world/live/2023/feb/24/russia-ukraine-war-live-updates-one-year-anniversary-russian-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/24/russia-ukraine-war-live-updates-one-year-anniversary-russian-invasion", "date_published": "2023-02-23 23:40:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alec Baldwin pleads not guilty to manslaughter in Rust film shooting", "description": "<p>Actor also agrees to court’s terms to complete the movie after Halyna Hutchins’s death, including no guns and no alcohol</p><p>The Hollywood star Alec Baldwin pleaded not guilty on Thursday to manslaughter over the death of a cinematographer who was shot on the set of low-budget western Rust.</p><p>The actor also agreed to the court’s terms that will allow him to complete filming of the movie, including a ban on using guns and on drinking alcohol.</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/alec-baldwin-pleads-not-guilty-rust-film-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/alec-baldwin-pleads-not-guilty-rust-film-shooting", "date_published": "2023-02-23 23:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK politicians mark anniversary of war with renewed call to send arms to Kyiv", "description": "<p>They stopped short of Boris Johnson’s demand for UK to ‘break the ice’ and supply Ukraine with fighter jets</p><p>UK political leaders have marked the anniversary of Russia’s invasion of Ukraine with a renewed call to support Kyiv with additional weaponry – but stopped short of the firm commitments on fighter jets demanded by Boris Johnson.</p><p>With James Cleverly, the foreign secretary, in New York for a meeting of the UN security council, Rishi Sunak hosted the Ukrainian ambassador at Downing Street, with a national minute’s silence planned for 11am on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/uk-politicians-mark-anniversary-of-war-with-renewed-call-to-send-arms-to-kyiv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/uk-politicians-mark-anniversary-of-war-with-renewed-call-to-send-arms-to-kyiv", "date_published": "2023-02-23 22:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Lord of the Rings films in the works at Warner Bros", "description": "<p>Announcement comes 20 years after Peter Jackson’s trilogy was released, and amid a scramble for franchises at Warner Bros Discovery</p><p>Cinema is heading back to Middle-earth, with Warner Bros and New Line making a deal to make more adaptations of Lord of the Rings and The Hobbit.</p><p>On Thursday, Warner Bros Discovery’s CEO, David Zaslav, announced on an earnings call that a deal had been brokered to make “multiple” films based on JRR Tolkien’s books.</p> <a href=\"https://www.theguardian.com/film/2023/feb/24/new-lord-of-the-rings-films-in-the-works-at-warner-bros\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/24/new-lord-of-the-rings-films-in-the-works-at-warner-bros", "date_published": "2023-02-23 22:22:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Borthwick wants ‘best players’ for England team amid fears of exodus", "description": "<ul><li>RFU currently bans selection of anyone playing overseas</li><li>Cash-strapped Premiership clubs cannot compete with rivals</li></ul><p>Steve Borthwick has said he wants license to pick the strongest England team possible amid fears that an exodus of players heading abroad after the World Cup will weaken his hand. The Rugby Football Union’s strict criteria currently stops Borthwick from selecting players based outside England but with cash-strapped Premiership clubs unable to compete with overseas rivals, powerbrokers are under pressure to change that policy as part of an overhaul to the domestic game.</p><p>Luke Cowan-Dickie, Sam Simmonds, Joe Marchant and David Ribbans have all agreed moves to France after the World Cup while Jack Willis is on a short-term deal with Toulouse and only currently available for England after the RFU granted temporary dispensation to players who lost their jobs at Wasps or Worcester.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/23/borthwick-wants-best-players-for-england-team-amid-fears-of-exodus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/23/borthwick-wants-best-players-for-england-team-amid-fears-of-exodus", "date_published": "2023-02-23 22:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Warren Gatland hopes to ‘draw a line’ under troubled week for Wales", "description": "<ul><li>Coach says players were ‘a bit impulsive’ in threatening strike</li><li>Wales make nine changes for Six Nations match against England</li></ul><p>It has been a long week in Welsh rugby, and the hardest part has not even started. On Thursday the Wales head coach, Warren Gatland, spoke of wanting to “draw a line in the sand” before Saturdays match against England, which he admitted will be “absolutely massive” for both teams given that his side have already lost to Ireland and Scotland and Steve Borthwick’s still have to play Ireland and France.</p><p>However, even Gatland seemed to be struggling to move on. Hard as he tried, he could not disguise his irritation at the position he has been in this week, or his frustration about the state that Welsh rugby union is in. He stopped short of criticising his players, and reiterated his support for their cause, but did say that he felt they had been “a little bit impulsive” in pushing for a strike, and that they could have given the authorities “more warning” about what they wanted.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/23/warren-gatland-hopes-to-draw-a-line-under-troubled-week-for-wales-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/23/warren-gatland-hopes-to-draw-a-line-under-troubled-week-for-wales-six-nations", "date_published": "2023-02-23 22:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clinical finish from Antony takes Manchester United past Barcelona", "description": "<p>It is probably fair to say that the jury has been out on Antony since Manchester United’s decision to pay €100m for him last summer. The most insistent criticism has been that he is too predictable. Defenders know that he wants to come in from the right and curl for the far corner with his favoured left foot. It will not be out for much longer if he gets the trick to work to this kind of effect on nights like these.</p><p>United had battled back from a 1-0 half-time deficit, Fred lashing home to cancel out Robert Lewandowski’s penalty and a meeting that always crackles was in search of its latest hero. United have had a few goalscoring heroes over the years against Barcelona, taking in Bryan Robson, Mark Hughes and Paul Scholes. Now Antony, who had come on as a half-time substitute, added his name to the list.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/clinical-finish-from-antony-takes-manchester-united-past-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/clinical-finish-from-antony-takes-manchester-united-past-barcelona", "date_published": "2023-02-23 21:59:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand v England: second Test, day one – live", "description": "<ul><li>Updates from day one at Basin Reserve from 10pm GMT</li><li><a href=\"https://www.theguardian.com/sport/blog/2023/feb/22/stuart-broad-demolition-jobs-victims-cricket-the-spin-england\">The Spin: Stuart Broad’s demolition jobs, as told by his victims</a></li><li>Share your thoughts with Tim <a href=\"mailto:tim.delisle.casual@guardian.co.uk\">via email</a> or <a href=\"https://twitter.com/TimdeLisle\">on Twitter</a></li></ul><p>As advertised. But how will they go on a greentop?</p><p><strong>England </strong>1 Zak Crawley, 2 Ben Duckett, 3 Ollie Pope, 4 Joe Root, 5 Harry Brook, 6 Ben Stokes (capt), 7 Ben Foakes (wkt), 8 Ollie Robinson, 9 Stuart Broad, 10 Jack Leach, 11 Jimmy Anderson.<br /></p> <a href=\"https://www.theguardian.com/sport/live/2023/feb/23/new-zealand-v-england-second-test-day-one-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/feb/23/new-zealand-v-england-second-test-day-one-live-score-updates", "date_published": "2023-02-23 21:42:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocaine Bear review – critter-on-drugs thriller struggles to live up to sensational title", "description": "<p>Not since Snakes on a Plane has a movie promised so much, but despite a great cast the plot is too tame</p><p>Once upon a time, deep in the woods by Georgia’s Chattahoochee River, a bear stumbled upon a cartel’s stash, ingested $2m worth of cocaine and … died. If the near-inescapable <a href=\"https://www.theguardian.com/film/2022/nov/30/cocaine-bear-trailer-2023-wildest-film-everything-and-more\">marketing for this movie</a> had you idly wondering, “What <em>would</em> happen if a bear did a load of cocaine?” this is the underwhelming but factual answer, <a href=\"https://www.nytimes.com/1985/12/23/us/cocaine-and-a-dead-bear.html\">supplied by a 1985 news report</a>.</p><p>That’s not much of a movie, however, so screenwriter Jimmy Warden has instead imagined what<em> might </em>have happened if that 175lb black bear had gone on a coke-fuelled murderous rampage. The result is this film, and not since 2006’s <a href=\"https://www.theguardian.com/film/2006/aug/19/actionandadventure\">Snakes on a Plane</a> has a title promised so much entertainment, so succinctly. But is this film, like that Samuel L Jackson vehicle, also fated to be blown off-course by the hot air of its own hype? And, relatedly, do bears defecate in the woods?</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/cocaine-bear-review-critter-on-drugs-thriller-never-lives-up-to-sensational-title\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/cocaine-bear-review-critter-on-drugs-thriller-never-lives-up-to-sensational-title", "date_published": "2023-02-23 21:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bukayo Saka reaches verbal agreement to extend Arsenal contract to 2028", "description": "<ul><li>Winger’s existing deal is due to expire in the summer of 2024</li><li>Focus will now turn to renewals for Ramsdale and Saliba</li></ul><p>Arsenal have reached a verbal agreement to extend Bukayo Saka’s contract to June 2028, with the deal expected to be confirmed by the club in the coming days. The news represents a huge boost for the Premier League leaders, with Saka’s existing contract due to expire next summer.</p><p>It has always been Saka’s intention to sign a new deal at the club he first joined in 2008 at the age of seven. The 21-year-old has been in scintillating form this season, scoring nine league goals from the right wing to fire the Gunners to the top of the table. Only Manchester City’s Kevin De Bruyne has more than Saka’s eight league assists.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/bukayo-saka-reaches-verbal-agreement-to-extend-arsenal-contract-to-2028\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/bukayo-saka-reaches-verbal-agreement-to-extend-arsenal-contract-to-2028", "date_published": "2023-02-23 20:39:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Possible sighting of Yorkshire man missing in Glencoe area", "description": "<p>Kyle Sambrook, 33, was seen with his dog in the Lost Valley area of Glencoe on Sunday</p><p>There has been a possible sighting of a man who is missing in the Glencoe area after leaving his Yorkshire home to climb a hill, police have said.</p><p>Kyle Sambrook, 33, was seen with his beagle called Bane in the Lost Valley area of Glencoe at about 12pm on Sunday and police are keen to speak to anyone who may have seen him in the area at the time.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/possible-sighting-of-yorkshire-man-kyle-sambrook-missing-in-glencoe-area\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/possible-sighting-of-yorkshire-man-kyle-sambrook-missing-in-glencoe-area", "date_published": "2023-02-23 20:26:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When it comes to immigration policy, Biden is increasingly Trump-like | Moustafa Bayoumi", "description": "<p>Why is the Biden administration rolling out policies that are so unpopular with members of his own party?</p><p>Who exactly does Joe Biden think he is, Donald Trump? The question probably sounds ludicrous on its face. Trump is a known <a href=\"https://www.cnbc.com/2019/07/05/joe-biden-on-trump-he-is-the-bully-i-have-known-my-whole-life.html\">bully</a>. But folksy Uncle Joe – with his big, toothpaste smile – is supposed to care about the little guy and do the right thing. On immigration, for example, candidate Joe took a <a href=\"https://joebiden.com/immigration/\">stand</a> in 2019 in direct opposition to his opponent, whom he accused of waging “an unrelenting assault on our values and our history as a nation of immigrants”. That same year, Biden also <a href=\"https://www.nytimes.com/2019/12/11/us/politics/joe-biden-immigration.html\">said</a> that if people are coming to the country “because they’re actually seeking asylum, they should have a chance to make their case”.</p><p>So why is Biden now laying down yet another set of rules to the asylum system on the nation’s southern border that looks ominously like Trump’s?</p> <a href=\"https://www.theguardian.com/us-news/commentisfree/2023/feb/23/joe-biden-immigration-policy-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/commentisfree/2023/feb/23/joe-biden-immigration-policy-trump", "date_published": "2023-02-23 20:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany and China clash over west’s supply of weapons to Ukraine", "description": "<p>Chinese diplomat accuses west of ‘adding fuel to fire’ as Annalena Baerbock calls on China to intervene</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/23/russia-ukraine-war-live-vladimir-putin-nuclear-forces-nato-chief-china-support\">Russia-Ukraine war: latest updates</a></li></ul><p>The German foreign minister, Annalena Baerbock, clashed with Chinese diplomats on Thursday, passionately rejecting their claim that the west was adding fuel to the fire by arming Ukraine.</p><p>Baerbock said it was time for China to tell Russia to stop its aggression.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/germany-and-china-clash-over-wests-supply-of-weapons-to-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/germany-and-china-clash-over-wests-supply-of-weapons-to-ukraine", "date_published": "2023-02-23 19:42:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Mescal tell of clash with female fan who groped him during selfie", "description": "<p>Oscar nominated actor says a woman ‘put her hand on my ass’ after asking for photograph outside theatre where he is performing </p><p>The Oscar nominated actor Paul Mescal said he confronted a female fan who groped him outside the theatre where he was performing.</p><p>He told <a href=\"https://www.standard.co.uk/esmagazine/paul-mescal-interview-gladiator-ridley-scott-gods-creatures-aftersun-oscars-b1061989.html\">ES Magazine</a> that the woman “put her hand on my ass” as he posed for a photograph with her outside the Almeida theatre in north London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/paul-mescal-confronts-female-fan-who-groped-him-during-selfie\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/paul-mescal-confronts-female-fan-who-groped-him-during-selfie", "date_published": "2023-02-23 19:39:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on unappealing Tory vegetables – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/feb/23/ben-jennings-on-unappealing-tory-vegetables-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/feb/23/ben-jennings-on-unappealing-tory-vegetables-cartoon", "date_published": "2023-02-23 19:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BFMTV host Rachid M’Barki sacked in influence investigation", "description": "<p>Team exposed by the Guardian and consortium of reporters led by France’s Forbidden Stories</p><p>France’s leading rolling news channel BFMTV on Thursday said it has sacked an anchor after a probe into alleged external influence in his work.</p><p>Rachid M’Barki was sacked this week after the probe revealed that due editorial process had not been followed in several segments aired between 2021 and 2022, its director general Marc-Olivier Fogiel said in the message.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/bfmtv-host-rachid-mbarki-sacked-in-influence-probe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/bfmtv-host-rachid-mbarki-sacked-in-influence-probe", "date_published": "2023-02-23 19:27:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United v Barcelona: Europa League playoff, second leg – live", "description": "<ul><li>Europa League news from the 8pm GMT kick-off (<a href=\"https://www.theguardian.com/football/2023/feb/16/barcelona-manchester-united-europa-league-match-report\">first leg: 2-2</a>)</li><li>Get in touch! <a href=\"mailto:scott.murray@theguardian.com\">Send Scott an email</a> with your match thoughts</li></ul><p><strong>Last week was the first time Manchester United have drawn a first leg of a European tie away from home 2-2.</strong> They’ve recored a first-leg away draw on 17 other occasions in Uefa-approved competition, going on to win 12 of the 18 ties in total … but they lost the most recent, against Atletico Madrid in last season’s Champions League last 16.</p><p><strong>Barca have been held to a draw at home in the first leg of a Uefa tie on 13 previous occasions.</strong> They’re only a smidge better than one in two going forward, having progressed in seven of those ties. They succeeded on that score twice in the Europa League last season, going through against Napoli and Galatasaray after first-leg home draws … and after their one and only first-leg home 2-2 draw, against PSV in the 1995-96 Uefa Cup quarter-finals, they advanced after a 3-2 win in Eindhoven.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/23/manchester-united-v-barcelona-europa-league-playoff-second-leg-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/23/manchester-united-v-barcelona-europa-league-playoff-second-leg-live-score-updates", "date_published": "2023-02-23 19:21:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defence review at risk of delay amid funding row", "description": "<p>Original review published in 2021 but Ukraine war demonstrates need for investment</p><p>A planned refresh of the government’s integrated review of defence and foreign policy is at risk of being delayed until after the budget in mid-March amid a row over funding and a lack of clarity over its aims.</p><p>It had been expected that the fresh look at Britain’s geopolitical strategy, originally announced by Liz Truss and inherited by Rishi Sunak, would be released on 7 March – more than a week before the 15 March annual financial statement.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/defence-review-at-risk-of-delay-amid-funding-row\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/defence-review-at-risk-of-delay-amid-funding-row", "date_published": "2023-02-23 19:15:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby player paralysed after ‘reckless’ tackle wins case against opposing player", "description": "<p>Judge finds Natasha King liable for unintentional injuries suffered by Dani Czernuszka in amateur game</p><p>A rugby player who was paralysed from the waist down after a “reckless” tackle has won her high court claim against the opposing player who made the “red mist” challenge.</p><p>In October 2017, Dani Czernuszka suffered a spinal fracture during an amateur league rugby match that has since left her having to use a wheelchair.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/rugby-player-paralysed-after-reckless-tackle-wins-high-court-case-opposing-player\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/rugby-player-paralysed-after-reckless-tackle-wins-high-court-case-opposing-player", "date_published": "2023-02-23 19:07:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good quality sleep can add years to people’s lives, study suggests", "description": "<p>Researchers say findings indicate quantity of sleep alone is not enough to benefit; quality is key</p><p>It is no mystery that a good night’s sleep and a lie-in can improve your day. But researchers are suggesting that, far from just being enjoyable, quality sleep may even add years to people’s lives.</p><p>Men who regularly sleep well could live almost five years longer than those who do not, while women could benefit by two years, research suggests. And they could also enjoy better health during their lives.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/good-quality-sleep-can-add-years-to-peoples-lives-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/good-quality-sleep-can-add-years-to-peoples-lives-study-suggests", "date_published": "2023-02-23 19:03:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland republican dissidents lurk in the shadows hoping to be noticed", "description": "<p>Their numbers are small, their terrorist skillset meagre, and public revulsion only reinforces their self-mythology</p><p>The ambush of a senior Northern Ireland police officer on Wednesday night was almost certainly the work of a tiny group of so-called <a href=\"https://www.theguardian.com/news/2021/jul/22/dissident-irish-republicans-new-ira-continuity-belfast-lyra-mckee\">republican dissidents</a> who have long tried – and consistently failed – to escalate a violent campaign.</p><p>The New IRA has launched sporadic attacks on security forces over the past decade to show that there is still a flickering flame in the tradition of physical-force republicanism.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/republican-dissidents-lurk-in-the-shadows-hoping-to-be-noticed\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/republican-dissidents-lurk-in-the-shadows-hoping-to-be-noticed", "date_published": "2023-02-23 18:52:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on war in Ukraine: reshaping the world | Editorial", "description": "<p>One year on from Russia’s full-scale invasion, the international repercussions are still being felt</p><p>The shock of Russia’s full-scale invasion has been replaced, <a href=\"https://www.theguardian.com/world/series/a-year-of-war-in-ukraine\" title=\"\">one year on</a>, by horror at the toll that it has taken on Ukraine. Tens of thousands of lives have been lost, including those of civilians; tens of thousands have been injured, and more bear psychological scars. The country’s infrastructure has been pulverised. In September, an estimate suggested that <a href=\"https://www.theguardian.com/world/2023/jan/31/rebuilding-warzone-no-time-grand-visions-ukraine\" title=\"\">rebuilding Ukraine would cost upwards of $349bn,</a> a figure that will have risen sharply. Millions have fled their homes and often their country too.</p><p>The reverberations of Vladimir Putin’s attack have been felt, too, far beyond its borders. This illegal act of aggression has entrenched a <a href=\"https://edition.cnn.com/2023/01/15/business/global-food-crisis-davos/index.html\" title=\"\">growing food crisis</a>, claiming more lives and threatening stability in other nations. Its reshaping of international relations will define the decades to come.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/the-guardian-view-on-war-in-ukraine-reshaping-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/the-guardian-view-on-war-in-ukraine-reshaping-the-world", "date_published": "2023-02-23 18:50:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Keir Starmer’s growth speech: mission statement | Editorial", "description": "<p>The party leader’s Manchester speech outlines what Labour would do. Now he should colour it in</p><p>Sir Keir Starmer has often faced calls from supporters and critics alike to clarify what a Labour government would do in office and what its priorities would be. He will face more such calls as the general election nears. As a rule, the Labour leader remains cautious about responding. Critics suspect that is because he has little radical to say. His own reasoning, presumably, is that he is not in the business of putting policies on premature public display that the Conservatives might be tempted to pinch. He also wants the government’s divisions and ineptitude to remain the main political focus. Labour’s polling lead is likely to reassure him that his approach is working.</p><p>In a speech on Thursday in Manchester, Sir Keir nevertheless lifted the curtain a little. The speech was not especially inspiring. That isn’t Sir Keir’s style. His theme of “mission-driven” government is designed to reassure, not excite. But the speech was politically clear, strategic and internally consistent. It provided a sharper outline than before of the thinking that will underpin a new Labour government’s more detailed decisions. It also made very clear that Sir Keir takes the long view, and that he is thinking in terms of a potential <a href=\"https://www.theguardian.com/politics/2023/feb/23/keir-starmer-labour-already-planning-second-term-in-government\" title=\"\">two-term prime ministership</a>, something Labour has only achieved once in the century and a quarter of its existence.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/the-guardian-view-on-keir-starmers-growth-speech-mission-statement\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/the-guardian-view-on-keir-starmers-growth-speech-mission-statement", "date_published": "2023-02-23 18:50:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "White paper would not block Qatari buyout of Manchester United", "description": "<ul><li>State ownership not covered by enhanced test</li><li>‘That is obviously a matter for foreign office’</li></ul><p>An enhanced owners’ and directors’ test, one of the central components of a proposed independent regulator for football, would not have prevented the Saudi-led takeover of Newcastle and would not block a Qatari buyout of Manchester United, the government has confirmed.</p><p>The extent of a regulator’s reach was one of the main concerns raised by the Premier League over a white paper loudly welcomed by the majority of stakeholders. In the case of state ownership of clubs or takeovers by individuals from countries with questionable human rights records, a regulator will stay well away from these contentious issues, however.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/white-paper-would-not-block-qatari-buyout-of-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/white-paper-would-not-block-qatari-buyout-of-manchester-united", "date_published": "2023-02-23 18:35:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Limbo review – hardbitten outback noir with a compassionate heart", "description": "<p>Simon Baker plays a ruined cop investigating a cold-case murder in this tough, sandblasted thriller that coolly lays out the racism and discrimination the Indigenous population face</p><p>Indigenous Australian film-maker Ivan Sen brings to Berlin a terrific outback noir, a cold-case crime procedural that he has written and directed – and also shot in a stark monochrome, which makes the vast skies and cratered earth of South Australia’s abandoned opal mines look like another planet.</p><p>The setting is the town of Umoona, where a grizzled cop arrives, broodingly listening to a Christian talkshow on the car radio, and checking into a place unsubtly called the Limbo Motel, where his room is a bizarre stone grotto, apparently repurposed from one of the disused mines. This is detective Travis Hurley, played in careworn, weatherbeaten style by Simon Baker – very much resembling Bryan Cranston in Breaking Bad. Hurley is a former drug squad officer who has become addicted to heroin; his superiors have quite clearly given him this hopeless job in the middle of nowhere as a means of getting him out of the way. His ostensible task is to reopen a 20-year-old case: the unsolved disappearance of an Indigenous woman. This was casually and incompetently investigated by white officers at the time, who were concerned only in getting a confession from (any) Indigenous man.</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/limbo-review-hardbitten-outback-noir-with-a-compassionate-heart\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/limbo-review-hardbitten-outback-noir-with-a-compassionate-heart", "date_published": "2023-02-23 18:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Macron criticised for ceremony giving Jeff Bezos Légion d’honneur", "description": "<p>Event for Amazon founder took place as scores of workers protested across France over pension changes</p><p>Emmanuel Macron has carried out a discreet ceremony to give Amazon founder Jeff Bezos the Légion d’honneur at the Elysée Palace while hundreds of thousands of workers protested across France over changes to pensions.</p><p>The French president presented the country’s highest honour in the presence of a number of VIP guests and influential business leaders last Thursday, a day of industrial action in France against Macron’s plan to raise the retirement age to 64.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/emmanuel-macron-criticised-for-ceremony-giving-jeff-bezos-legion-dhonneur\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/emmanuel-macron-criticised-for-ceremony-giving-jeff-bezos-legion-dhonneur", "date_published": "2023-02-23 18:16:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roald Dahl’s mean and nasty books don’t deserve all this attention | Letters", "description": "<p><strong>Chris Townsend, Anthony Lawton </strong>and others weigh in on the decision to edit the author’s books to make them less offensive to a modern audience</p><p>Not wishing to pass judgment on the merits or demerits of bowdlerising Roald Dahl’s work (<a href=\"https://www.theguardian.com/books/2023/feb/20/roald-dahl-books-editing-philip-pullman\" title=\"\">Rishi Sunak joins criticism of changes to Roald Dahl books, 20 February</a>), it is a shame that Puffin didn’t do more to preserve Dahl’s rhythms when tinkering with his verse. The lines from James and the Giant Peach – “Aunt Spik-er was thin as a wire / And dry as a bone, on-ly dri-er” – are pleasing because of that steady rhythm, with two unaccented words between each strong stress.</p><p>In its place Puffin offers: “Aunt Spik-er was much of the same / And de-serves half of the blame.” The lack of any gap between “deserves” and “half” means you have to force your own pause there to keep time, and it throws the rhythm out of whack. The result isn’t a high crime, but it isn’t Dahl, either. I will add that you could try to clean up a book like The Twits, but it’s going to remain a horrible and mean-spirited story.<br /><strong>Chris Townsend</strong><br /><em>Fellow in English literature, Christ’s College, Cambridge University</em></p> <a href=\"https://www.theguardian.com/books/2023/feb/23/roald-dahl-mean-and-nasty-books-dont-deserve-all-this-attention\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/23/roald-dahl-mean-and-nasty-books-dont-deserve-all-this-attention", "date_published": "2023-02-23 18:06:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A plea against factionalism in Labour | Letters", "description": "<p><strong>Dr Ian Saville</strong> responds to Polly Toynbee’s statement that ‘a party can’t be a little bit racist’</p><p>Polly Toynbee says “a party can’t be a little bit racist. The damning findings [of the Equality and Human Rights Commission] had to be swallowed whole”, as justification of the ban on Jeremy Corbyn from running as a Labour candidate (<a href=\"https://www.theguardian.com/commentisfree/2023/feb/15/keir-starmer-jeremy-corbyn-labour-election-antisemitism\" title=\"\">Starmer is right to stop Corbyn standing for Labour at the next election – but he mustn’t purge dissent, 15 February</a>).</p><p>It sounds impressive, but surely the logic here is flawed. A party, like a person, can be more or less racist. Indeed, most people are probably “a little bit racist”, as implicit association tests consistently show. And a party with an ideology declaring racial superiority, or even a party that has no such explicit ideology, but which consistently discriminates against one group, can be said to be more racist than one where racist attitudes are held by a fringe minority.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/a-plea-against-factionalism-in-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/a-plea-against-factionalism-in-labour", "date_published": "2023-02-23 18:06:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From potato worlds to dancing vaginas: Ai Weiwei leads a dip into witchcraft and weird nature", "description": "<p>Inspired by a Dartmoor witch’s cauldron, Earth Spells features magnificent oddities, including a human-headed hen, while Super Natural, another south-west show, ties wisdom to the Earth, not least in Ai Weiwei’s tree root sculpture</p><p>In search of the roots of our current ecological crisis, the writer <a href=\"https://www.theguardian.com/books/amitav-ghosh\">Amitav Ghosh</a>, in his most recent book <a href=\"https://guardianbookshop.com/the-nutmegs-curse-9781529369465?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Nutmeg’s Curse</a>, looks back to the suppression of witchcraft in 16th-century Europe. He views this as the moment human violence towards the natural world came to supersede an older wisdom, inherent in magical practices around the world, that “landscapes are neither inert not mute, but imbued with vitality”.</p><p>It’s a theme that plays out with dramatic effect in two major exhibitions currently running across south-west England – <a href=\"https://rammuseum.org.uk/whats-on/earth-spells-witches-of-the-anthropocene/\">Earth Spells: Witches of the Anthropocene</a> at the Royal Albert Memorial Museum (Ramm) in Exeter and <a href=\"https://www.edenproject.com/media-relations/super-natural-at-the-eden-project-a-new-exhibition-exploring-interdependencies\">Super Natural</a> at the Eden Project in Cornwall.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/23/potato-worlds-dancing-vaginas-ai-weiwei-earth-spells-super-natural\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/23/potato-worlds-dancing-vaginas-ai-weiwei-earth-spells-super-natural", "date_published": "2023-02-23 18:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Motty’s skill and delivery secured his status at the heart of our national psyche | Steve Wilson", "description": "<p>A familiar voice who will forever be associated with football, there will never be anyone quite like John Motson</p><p>The loss of John Motson will be felt deeply in commentary boxes and directors’ boxes at football stadiums across the country this weekend.</p><p>Motson knew everyone in football, and everyone knew him. He made it his mission to be on good terms with stewards, strikers and chief executives – any one of whom might pass on that nugget of information that could raise his commentary above the ordinary. Meticulous doesn’t do it justice.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/john-motson-skill-and-delivery-secured-his-status-at-the-heart-of-our-national-psyche\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/john-motson-skill-and-delivery-secured-his-status-at-the-heart-of-our-national-psyche", "date_published": "2023-02-23 18:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top marks for ambition, but new Rolls boss still has to set hard targets", "description": "<p>Tufan Erginbilgic is saying the right things but the engine-maker’s performance is still a shocker </p><p>After the new chief executive Tufan Erginbilgic’s dramatic description of Rolls-Royce as <a href=\"https://www.theguardian.com/business/2023/jan/27/rolls-royce-is-a-burning-platform-that-must-transform-says-new-ceo\">“a burning platform”</a>, the actual numbers for 2022 were almost encouraging – or, at least, better than forecast. In place of the previously promised “modest” positive cashflow, Derby’s finest engine-maker <a href=\"https://www.theguardian.com/business/2023/feb/23/new-rolls-royce-boss-launches-strategic-review-despite-profits-rise\">produced £505m</a>, which is not small change even in the context of a group of this size.</p><p>Meanwhile, commercial aircraft are flying again, especially in China, which is critical for Rolls-Royce. And it is obviously a good moment to own a business in the defence sector.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/feb/23/top-marks-ambition-rolls-royce-boss-still-has-to-set-hard-targets\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/feb/23/top-marks-ambition-rolls-royce-boss-still-has-to-set-hard-targets", "date_published": "2023-02-23 17:47:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Real jobs, real lives’: Prada turns uniforms into exquisite clothes", "description": "<p>Utilitarian collection in Milan is elevated by details and haute couture references and tailoring</p><p>Miuccia Prada has put the spruce, starched white crispness of nurses’ uniforms on to the catwalk at Milan fashion week, and said backstage that the show was “very much about politics”.</p><p>Prada and her co-creative director, Raf Simons, said they wanted to “give importance to real jobs” by crafting elegant, beautiful interpretations of workers’ uniforms, which they described as “sartorial representations of the beauty of care, of love, of reality … of responsibility”.<br /><br />“There is the notion in fashion that only glamour is important – I hate that, I have always fought against it,” said Prada. “For me, for political reasons, right now I am very much focused on reality. What I care about is modest jobs.” With strikes making headlines across Europe, the celebration of workers had an unmistakable symbolism. Prada, who studied for a PhD in political science before becoming a fashion designer, was for a time a member of the Italian Communist party.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/23/prada-uniforms-exquisite-clothes-milan-fashion-week\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/23/prada-uniforms-exquisite-clothes-milan-fashion-week", "date_published": "2023-02-23 17:41:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Motson obituary", "description": "<p>BBC’s voice of football for nearly half a century with an encyclopedic knowledge of the game</p><p>John Motson, who has died aged 77, was BBC television’s “voice” of football for almost half a century, commentating for Match of the Day from 1971 until his retirement in 2018 and becoming affectionately known as “Motty”.</p><p>“I remember my first game, Liverpool against Chelsea,” he recalled. “They kicked off and my heart sank because I thought, ‘What do I say now?’ I still remember the feeling. I realised I had a lot of work to do.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/john-motson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/john-motson-obituary", "date_published": "2023-02-23 17:32:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Environment secretary urges Britons to ‘cherish’ turnips amid food shortages", "description": "<p>Thérèse Coffey’s championing of UK ‘specialisms’ causes one Labour MP to retort: ‘Let them eat turnips!’</p><p>The UK environment secretary, Thérèse Coffey, has caused a furore after she suggested people should “cherish” seasonal foods such as turnips as bad weather <a href=\"https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets\">cleared supermarket shelves</a> of tomatoes and other fresh produce.</p><p>“It’s important to make sure that we cherish the specialisms that we have in this country,” Coffey told parliament. “A lot of people would be eating turnips right now rather than thinking necessarily about aspects of lettuce and tomatoes and similar.”</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/food-shortages-environment-secretary-urges-britons-cherish-turnips\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/food-shortages-environment-secretary-urges-britons-cherish-turnips", "date_published": "2023-02-23 17:27:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden nominates former Mastercard boss Ajay Banga to lead World Bank", "description": "<p>US president puts forward choice to oversee new focus on climate crisis after resignation of Trump appointee David Malpass</p><p>Joe Biden has nominated a former boss of Mastercard with decades of experience on Wall Street to lead the World Bank and oversee a shake-up at the development organisation to shift its focus to the climate crisis.<br /><br />The US president’s choice of Ajay Banga, an American citizen born in India, comes a week after David Malpass, a Donald Trump appointee, <a href=\"https://www.theguardian.com/business/2023/feb/15/david-malpass-world-bank-president-steps-down\">quit the role</a>.</p><p>The World Bank’s governing body is expected to make a decision in May, but the US is the Washington-based organisation’s largest shareholder and has traditionally been allowed to nominate without challenge its preferred candidate for the post.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/joe-biden-nominates-ajay-banga-world-bank-president\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/joe-biden-nominates-ajay-banga-world-bank-president", "date_published": "2023-02-23 17:19:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where to start with: Colette", "description": "<p>James Hopkin looks at why, 150 years after her birth, the pioneering French writer still deserves our attention</p><p>Last month marked the 150th anniversary of the birth of Sidonie-Gabrielle Colette, who assumed the mononym Colette after her second divorce. Married at 20, she was coerced by her first husband to write books under his name, as depicted in the <a href=\"https://www.theguardian.com/film/2018/jan/22/colette-review-keira-knightley-is-on-top-form-in-exhilarating-literary-biopic\">2018 biopic</a> starring Keira Knightley and Dominic West. The Claudine series proved a sensation, rapturously relaying a young girl’s coming-of-age and her search for sexual freedom; the modern French teenager had arrived. Once separated, Colette immersed herself in “pleasures so lightly called physical”, and expressed them in her novellas with poetic intensity and a joyous savoir faire. Simone de Beauvoir called her “the only great woman writer in France”, but Colette also flourished as a dancer, screenwriter, librettist, journalist and the hands-on owner of a beauty chain. She loved women, married men three times, and, aged 40, gave birth to a daughter. She was awarded four ranks of the Légion d’honneur, became the first female president of the Académie Goncourt, and was the first woman to receive a state funeral in France upon her death in 1954. For those new to this astonishing author’s work, writer and Colette fan James Hopkin suggests some good places to start.</p><p>***</p> <a href=\"https://www.theguardian.com/books/2023/feb/23/where-to-start-with-colette\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/23/where-to-start-with-colette", "date_published": "2023-02-23 17:17:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shamima Begum has shown up courts' deference to this government. It's a worrying new era | Conor Gearty", "description": "<p>Issues related to national security have always been hard to crack, but judges are unwilling to consider human rights</p><p>Are the courts reverting to type? Until quite recently, it was widely assumed that the last people to look to for protection from the state were the judges. The Irish knew this, so too did union officials, leftwing campaigners and civil libertarian activists. Progress on racial and gender equality was achieved despite judges, not because of them.</p><p>Then along came the 1998 Human Rights Act and the flourishing of a new generation of abrasively liberal judges, men and women not afraid to impose their will on the executive where the law demanded it, undaunted by “enemy of the people” jibes. The Human Rights Act survives in law, it is true – but what of its spirit?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/shamima-begum-courts-government-human-rights-national-security\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/shamima-begum-courts-government-human-rights-national-security", "date_published": "2023-02-23 17:16:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French police questioning teenager after fatal stabbing of school teacher", "description": "<p>Suspect alleged to have struck Spanish teacher Agnès Lassalle with kitchen knife brought to school inside kitchen roll</p><p>Police are continuing to question the teenager accused of stabbing a teacher to death at a school in south-west France.</p><p>52-year-old Spanish teacher Agnès Lassalle died after a single wound from a kitchen knife.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/french-police-questioning-teenager-after-fatal-stabbing-of-school-teacher\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/french-police-questioning-teenager-after-fatal-stabbing-of-school-teacher", "date_published": "2023-02-23 17:12:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tinkling the ivories and tugging the heart strings: is The Piano the most uplifting TV talent show ever?", "description": "<p>Railway station pianists from 11 to 92 get a surprise shot at fame in this Claudia Winkleman-hosted Channel 4 hit, where even the judges find something nice to say</p><p>Is there an instrument with more emotional range than the piano? Sometimes, it is tough to believe that the same collection of wood and wires can make you stamp your feet with delight one minute and wipe away a tear the next. But that’s exactly what happens in The Piano, the perfect showcase for the instrument’s versatility. So far, the show has been to railway stations in London and Leeds, treating crowds of commuters to everything from Debussy to Darude – with London playing host to virtuosos as young as 11 and as old as 92.</p><p>And, spoiler alert, there’s plenty to applaud <em>and</em> get misty-eyed about. Take Daniel, the 14-year-old who describes himself as “quite shy” and then belts out a heartstring-twanging version of the Goo Goo Dolls’ Iris with an octave-jump that gets the crowd applauding. Or 71-year-old Liam, who has built a shed on wheels to haul his own upright around, holding back his own tears as he plays a Chopin nocturne, and explaining via voiceover that the instrument is “not always an easy friend, but a great friend”. Reader, did I even get a little lump in my throat when Christopher the waistcoat-wearing pub pianist was (quite kindly) told to stop singing by host Claudia Winkleman, and immediately found a new level to his performance on the keys? I’m not ashamed to tell you that I absolutely did.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/23/the-piano-most-uplifting-tv-talent-show-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/23/the-piano-most-uplifting-tv-talent-show-ever", "date_published": "2023-02-23 17:10:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia reach seventh straight T20 final after thrilling win over India", "description": "<ul><li>Australia 172-4; India 167-8 – Australia win by five runs</li><li>Harmanpreet Kaur half-century almost sees India home</li></ul><p>There was one question on everyone’s lips before Thursday’s T20 World Cup semi-final: would Harmanpreet Kaur be playing? India’s captain might have had a quiet tournament to date (with scores of 16, 33, 4 and 13 in the group stages), but sometimes a player is a talisman. When you’re playing Australia, you need one.</p><p>This is the player who the last time these two sides met in a World Cup semi-final <a href=\"https://www.theguardian.com/sport/2017/jul/20/australia-india-womens-world-cup-semi-final-match-report\">pummelled 171 not out</a> while nursing a broken finger; so Harmanpreet being Harmanpreet, she shrugged it all off at the toss: “I was unwell but I am fine now.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/23/australia-reach-seventh-straight-t20-final-after-thrilling-five-run-win-over-india\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/23/australia-reach-seventh-straight-t20-final-after-thrilling-five-run-win-over-india", "date_published": "2023-02-23 17:09:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Warwick student with cancer wins payout after university denied extension request", "description": "<p>University accepts it did not make adjustments for her illness as a form of disability</p><p>Warwick University has agreed to pay a student who is seriously ill with cancer £12,000 in damages for the “distress and inconvenience” caused by not allowing her to extend her course as a result of her health condition.</p><p>Riham Sheble, an international postgraduate film and television studies student at Warwick was diagnosed with uterine sarcoma – a rare and aggressive form of cancer – in February 2021.</p> <a href=\"https://www.theguardian.com/education/2023/feb/23/warwick-student-with-cancer-wins-payout-after-university-denied-extension-request\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/feb/23/warwick-student-with-cancer-wins-payout-after-university-denied-extension-request", "date_published": "2023-02-23 17:03:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘High stress, high demand, high burnout’: life as a social worker in England", "description": "<p>John says ‘we can’t do the work we trained for’ and tells of ‘constantly firefighting’ in under-resourced job</p><ul><li><a href=\"https://www.theguardian.com/society/2023/feb/23/social-workers-in-england-quitting-in-record-numbers\">Social workers in England quitting in record numbers</a></li></ul><p>John* has a motto: “You don’t choose <a href=\"https://www.theguardian.com/society/2023/feb/23/social-workers-in-england-quitting-in-record-numbers\">to be a social worker</a>, social work chooses you.” It reflects his experience giving up his first career to become a carer for a family member with mental health problems. After they died, he realised he wanted to help other vulnerable people.</p><p>Yet despite that initial strength of purpose, he was beaten down by the cost of retraining. As a graduate, he studied an MA in social work, which cost £16,000, yet the bursary he received was just £12,000. While he recalls coursemates dropping out, he did weekend work and took out a credit card.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/high-stress-high-demand-high-burnout-life-as-social-worker-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/high-stress-high-demand-high-burnout-life-as-social-worker-england", "date_published": "2023-02-23 17:02:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stevo of Some Bizzare Records: ‘The delay in any kind of recognition is outrageous’", "description": "<p>He’s been stabbed, headbutted and locked in bitter rows, but his label made bands such as Soft Cell and Cabaret Voltaire into stars. In the wake of a new biography, Stevo tells his own story</p><p>‘If I wanted to go to war, I would have joined the army,” says record industry maverick Stevo, reflecting on his life in the music business and his record label Some Bizzare [sic], home to artists including <a href=\"https://www.theguardian.com/music/2017/sep/20/soft-cell-10-of-the-best\">Soft Cell</a>, Cabaret Voltaire, the The, Psychic TV and <a href=\"https://www.theguardian.com/music/2020/may/18/blixa-bargeld-interview-einsturzende-neubauten\">Einstürzende Neubauten</a>.</p><p>However, looking back on Stevo’s journey, it does sometimes look like a war. He has been stabbed and repeatedly headbutted; he terrorised record labels, even threatening to shoot Seymour Stein of Sire Records in the kneecaps; he was banned from the Sony building after trying to strangle someone from the legal department; and he instructed an office intern to plant a fake bomb under a music executive’s car. For decades, he has also been locked in bitter, and public, financial disagreements with artists from his own label.</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/stevo-of-some-bizzare-records-the-delay-in-any-kind-of-recognition-is-outrageous\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/stevo-of-some-bizzare-records-the-delay-in-any-kind-of-recognition-is-outrageous", "date_published": "2023-02-23 17:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer grabs the limelight and shows that practice almost makes perfect | John Crace", "description": "<p>Labour leader shrugs off reputation as a wooden performer as he delivers what feels like a manifesto launch</p><p>When is a pledge not a pledge? When it’s a mission.</p><p>Keir Starmer’s speech on Thursday had all the feel of a manifesto launch during a general election. The atrium setting of the Co-op building in central Manchester. Hundreds of people watching from the balconies above. Party activists bussed in to create a vibe. Several people stuck in the revolving doors. Most of the shadow cabinet squeezed into the front row, eyes rapt with wonder and hands bruised from the applause.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/starmer-grabs-the-limelight-and-shows-that-practice-almost-makes-perfect\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/starmer-grabs-the-limelight-and-shows-that-practice-almost-makes-perfect", "date_published": "2023-02-23 16:54:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cutting air pollution improves children’s lung development, study shows", "description": "<p>Conclusions from long-term survey in Sweden come days after 10th anniversary of Ella Kissi-Debrah’s death in London</p><p>Reducing air pollution could improve lung function development in children and cut the numbers of young people with significant pulmonary impairments, research suggests.</p><p>The impact of air pollution on health has become a topic of intense concern in recent years, with research <a href=\"https://www.theguardian.com/environment/ng-interactive/2019/may/17/air-pollution-may-be-damaging-every-organ-and-cell-in-the-body-finds-global-review\">suggesting it can affect every organ in the body</a> and the <a href=\"https://www.theguardian.com/environment/2018/oct/29/air-pollution-worlds-children-breathing-toxic-air-who-study-finds\">World Health Orgazisation noting</a> children’s developing organs and nervous systems are more susceptible to long-term damage.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/23/cutting-air-pollution-improves-childrens-lung-development-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/23/cutting-air-pollution-improves-childrens-lung-development-study-shows", "date_published": "2023-02-23 16:51:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crypto firm with links to parliamentary groups appears to have vanished", "description": "<p>Apparent disappearance of Phoenix Community Capital leaves some investors fearing they have lost large sums of money</p><ul><li><a href=\"https://www.theguardian.com/technology/2023/feb/23/phoenix-community-capital-case-shines-light-on-uks-lobbying-problem\">Phoenix Community Capital case shines light on UK’s lobbying problem</a></li></ul><p>A cryptocurrency investment firm with links to two all-party parliamentary groups (APPGs) appears to have disappeared, leaving some investors fearing they have lost tens of thousands of pounds and raising the prospect of further questions being asked about the role of APPGs in parliament.</p><p>Phoenix Community Capital established itself last year as a cryptocurrency project and investment scheme, which it said at one point was valued at $800m (£665m). It was a sponsor of one APPG, and its co-founder, Luke Sullivan, spoke at an event for a second APPG , as well as appearing as a panellist for events hosted by peers in parliament.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/crypto-firm-with-links-to-parliamentary-groups-appears-to-have-vanished\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/crypto-firm-with-links-to-parliamentary-groups-appears-to-have-vanished", "date_published": "2023-02-23 16:49:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was an out of body experience’: looking back at the Wattsstax music festival", "description": "<p>In 1972, the largely Black community of Watts came together for a giant music event from Stax Records, captured in a thrilling, re-released documentary</p><p>In the long, hot summer of 1965, Memphis soul singer William Bell travelled to Los Angeles with Stax Records’ labelmates Booker T and the MGs and Rufus Thomas to play a club date attended by many people from the predominantly Black neighborhood of Watts. “We had such a great reception there,” he said. “It was so popular that people were turned away at the door.”</p><p>At the same time, Bell felt tension in the air. “There was a sense in the Black community that something had to give,” he said. “People were tired of being suppressed. It was like a volcano waiting to blow.”</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/wattsstax-music-festival-documentary-watts-1972\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/wattsstax-music-festival-documentary-watts-1972", "date_published": "2023-02-23 16:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only 22 Afghans resettled in UK under scheme to help vulnerable refugees", "description": "<p>Charity says disparity with 8,633 Afghans who arrived in small boats across Channel last year shows lack of functioning route</p><p>Only 22 Afghan people, including eight children, have been resettled in the UK under a government scheme that promised to help vulnerable refugees.</p><p>At the same time, the number of Afghan nationals arriving in the UK on small boats across the Channel rose to 8,633 last year – a sixfold increase on 2021. Afghans have in recent months overtaken Albanians as the predominant nationality in dangerous, irregular crossings.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/only-22-afghans-resettled-in-uk-scheme-vulnerable-refugees-small-boats-channel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/only-22-afghans-resettled-in-uk-scheme-vulnerable-refugees-small-boats-channel", "date_published": "2023-02-23 16:32:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Social workers in England quitting in record numbers", "description": "<p>Numbers fall for first time since 2017 despite increased need due to cost of living crisis</p><p>Social workers are quitting in record numbers as they struggle to cope with more challenging caseloads stemming from austerity, the pandemic and the cost of living crisis.</p><p>The scale of the crisis in children’s social work is revealed in figures for 2022 published by the Department for Education, which show the number of professionals has fallen for the first time since data collection began in 2017 – despite rising need.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/social-workers-in-england-quitting-in-record-numbers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/social-workers-in-england-quitting-in-record-numbers", "date_published": "2023-02-23 16:28:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experience of being a first time buyer in the UK", "description": "<p>We are particularly interested in hearing from people in the north of England and in the Midlands </p><p>We would like to speak to prospective and recent first-time buyers about their experiences of purchasing their first home.</p><p>We are particularly interested in hearing from people in the Midlands and in the north of England. Have you struggled to get on the property ladder? Are you buying in a town or city? Are you from the area, or have you moved for work?</p> <a href=\"https://www.theguardian.com/money/2023/feb/23/share-your-experience-of-being-a-first-time-buyer-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/23/share-your-experience-of-being-a-first-time-buyer-in-the-uk", "date_published": "2023-02-23 16:22:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "César awards spark row with all-male best director nominations", "description": "<p>French film academy’s judgment shocks industry despite supposed shakeup after 2022 sexism allegations</p><p>In all its history, only one female film director has won a best director at the César awards – the French equivalent of the Oscars – and in its 48th year, that is not about to change.</p><p>France’s prestigious film academy has not nominated any woman for the coveted award, despite a shakeup of the organisation after accusations of sexism and a number of critically acclaimed films by female directors released last year.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/cesar-awards-spark-row-with-all-male-best-director-nominations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/cesar-awards-spark-row-with-all-male-best-director-nominations", "date_published": "2023-02-23 16:22:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ateez review – hard not to be wowed by this 22-song K-pop endurance test", "description": "<p><strong>O2 Arena, London</strong><br />Even if you’re not a young ‘Atiny’, the hard graft of the eight band members, the seamless mix of EDM, 80s ballads and emo and the lead’s powerful voice all impress </p><p>It’s 7.30, long before the headline act usually takes the stage – and the devotees of the latest <a href=\"https://www.theguardian.com/music/k-pop\">Korean pop</a> sensations are out in force. Ateez’s fans call themselves Atinys – pronounced “a-teenies” – and are younger and dress more gothic than those recently drawn to the O2 by fellow K-pop sensations <a href=\"https://www.theguardian.com/music/2022/dec/03/blackpink-o2-arena-london-review-born-pink-k-pop-juggernaut-with-world-beating-attitude\">Blackpink</a>: Ateez’s own look leans towards black clothes, eyeshadow and lipstick, which leaves the eight members looking both androgynous and strikingly pretty. But they’re just as susceptible to the lure of the merch stand. The hot ticket item is the Ateez lightstick, which illuminates in different colours in time to the band’s performance, like the wristbands at a Coldplay gig, and sells for – get this – £63, plus £3 for batteries.</p><p>Still, no one could complain they’re not getting their money’s worth when it comes to the show itself. It starts at 7.30 because it goes on for two-and-a-half hours. Some of that is taken up with interstitial videos, including one that features the members of Ateez spray-painting anarchy symbols on walls, devotees of Bakunin and Discharge to a man. And more of it still is taken up with between-song chat. Because there are eight of them, and they all get to have their say, the banter takes forever, a sensation heightened by the fact that the screaming that occurs every time one of Ateez puts a microphone near their mouth renders most of it incomprehensible.</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/ateez-review-hard-not-to-be-wowed-by-this-22-song-k-pop-endurance-test\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/ateez-review-hard-not-to-be-wowed-by-this-22-song-k-pop-endurance-test", "date_published": "2023-02-23 16:20:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graham Potter’s refusal to feign fury seems to have got us all … well, very angry | Max Rushden", "description": "<p>Chelsea manager’s measured response to his team’s poor form has sparked an oddly outraged reaction from press and public </p><p>Just how angry do we want Graham Potter to be? Stepped on an upturned plug angry? Just missed a train angry? Had his Subaru nicked and getting ghosted by his insurance company angry?</p><p>Potter’s tenure at Chelsea is a fascinating study in our expectations of managers and how much importance – if any – we place on honesty and integrity.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/graham-potter-chelsea-anger\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/graham-potter-chelsea-anger", "date_published": "2023-02-23 16:19:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray seals semi-final spot in Qatar after comeback win over Müller", "description": "<ul><li>Former British No 1 recovers after losing opening set</li><li>Murray to face Lehecka after Czech’s win over Rublev</li></ul><p>Andy Murray will face Jiri Lehecka in the Qatar Open semi-finals after beating French qualifier Alexandre Müller in three sets.</p><p>Murray hit back strongly after losing the opening set to win 4-6, 6-1, 6-2 in two hours and three minutes against Müller, who defied his world ranking of 170 early in the match. The 35-year-old Scot, who <a href=\"https://www.theguardian.com/sport/2023/feb/22/tennis-andy-murray-alexander-zverev-qatar-open\">knocked out</a> German fourth seed Alexander Zverev in the previous round, was forced to produce some of his best tennis again as he stayed on course for his third title in Doha.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/23/andy-murray-seals-semi-final-spot-in-qatar-after-comeback-win-over-muller\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/23/andy-murray-seals-semi-final-spot-in-qatar-after-comeback-win-over-muller", "date_published": "2023-02-23 16:17:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More deadly than hard plastic: California city bans balloons to protect birds and the ocean", "description": "<p>Experts say more cities should join the growing legislative trend as balloons wreak havoc on marine environments</p><p>Laguna Beach – the California city known for surfers, waves, rolling hills – grabbed headlines this week for enacting a strict ban on the sale and use of balloons. The city council passed the resolution on Tuesday night, citing wildfire risk and the fact that balloons are a huge source of marine trash. Beginning in 2024, balloons of all types will not be permitted to be used on public property or at city events, with violators facing fines of up to $500. Residential homes will be exempt.</p><p>The move is part of a growing trend. Maryland and Virginia banned intentional balloon releases in 2021, Hawaii followed suit in 2022, with <a href=\"https://bigfrog104.com/new-york-balloon-ban/\">New York</a> and <a href=\"https://www.wfla.com/news/politics/florida-lawmaker-proposes-banning-release-of-balloons-outdoors-without-court-approval/\">Florida</a> now considering similar measures. And like plastic bags and other pollutants, experts say balloon bans could catch on more widely as awareness rises of the harms that the popular celebratory item causes to the environment.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/23/california-laguna-beach-bans-balloons-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/23/california-laguna-beach-bans-balloons-ocean", "date_published": "2023-02-23 16:12:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crew tried to stop Ohio train from derailing after wheel bearing alert – report", "description": "<p>Engineer put the brakes on, the NTSB’s report says, but a wheel bearing had been heating up for a considerable amount of time</p><p>Crew members on the freight train <a href=\"https://www.theguardian.com/world/2023/feb/04/blaze-from-50-car-train-derailment-in-ohio-keeps-burning\">that derailed</a> in Ohio earlier this month, unleashing a huge blaze and spreading dangerous chemicals, tried to slow and stop the train after seeing an alert about an overheating wheel bearing, but it came off the tracks, according to an interim report released on Thursday by the National Transportation Safety Board (NTSB).</p><p>The train engineer put the brakes on and the automatic braking system activated, <a href=\"https://www.ntsb.gov/investigations/Documents/RRD23MR005%20East%20Palestine%20OH%20Prelim.pdf\">the report</a> said, but it was revealed that a wheel bearing had been heating up for a considerable time before the train reached the town of East Palestine, near the Pennsylvania state line.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/ohio-train-derailment-overheated-wheel-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/ohio-train-derailment-overheated-wheel-crash", "date_published": "2023-02-23 16:06:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From a smooch-happy Aidan to an ‘unholy’ Sam Smith: what’s in store on And Just Like That …", "description": "<p>A famous pop singer on set! More Che! A flagrant disregard for road safety! The rumour mill is going into overdrive for the SATC spin-off’s summer return</p><p>The warmer months cannot come quickly enough. Despite some coyness around whether it would be a one-off or not, <a href=\"https://www.theguardian.com/tv-and-radio/2022/jan/12/dare-i-whisper-it-im-really-enjoying-and-just-like-that\">And Just Like That …</a> is definitely coming back this summer. Although the first season ended with a neatness that could have wrapped it up for good (for Carrie, at least, who said goodbye to Big in Paris, ready for her life without him), it left plenty of questions still to be answered, such as: what happened to Miranda’s drinking problem? Is everyone a podcaster now? Will Charlotte ever wear white again?</p><p>Filming for the second season is currently taking place, and with it, a steady trickle of reports as to which familiar faces will be joining from the Sex and the City-verse. It is worth being cautious of whatever titbits of gossip are out there, because before And Just Like That … arrived for its first season, we were told that nobody would die, and then Peloton came calling for Mr Big’s soul. Actor John Corbett also hinted that the second most important love interest, his character Aidan, would be back, and there was no sign of him. (Although executive producer Michael Patrick King did claim that “We never said anything about Aidan,” in an interview with Deadline last February). Here, however, is what we know about season two so far.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/23/whats-in-store-season-two-and-just-like-that\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/23/whats-in-store-season-two-and-just-like-that", "date_published": "2023-02-23 16:05:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead Space at 15: ‘We wanted to make one of the scariest games ever’", "description": "<p>With its frequent dismemberments, repulsive creatures and total immersion, Dead Space spliced horror and sci-fi to make a truly classic video game – even though it initially tanked</p><p>It’s one of the more memorable intros in video game history: as part of a five-person team sent to investigate a communications blackout aboard the mining ship USG Ishimura, engineer Isaac Clarke boots up the vessel’s computer while his colleagues pace around nervously. Suddenly, the lights go out, and shadowy monstrosities appear from the walls, spearing two of the team as Clarke watches helplessly before they turn on him, chasing him unarmed into the bowels of the Ishimura, where even more horrors await.</p><p>Fifteen years, two sequels and countless books, comics and spin-offs later, and Dead Space has become synonymous with video game sci-fi horror. Its enemies, the zombie-like Necromorphs, are hideously metamorphosed humans, perverted by the machinations of the Marker, a strange alien artefact that has engendered a worryingly familiar religion known as Unitology. It’s an experience that few players forget, and is being discovered by new fans this year thanks to <a href=\"https://www.theguardian.com/games/2023/feb/01/dead-space-review-an-intensely-horrible-sci-fi-classic-returns#:~:text=Guardian%20Pick,-Dead%20Space%20is&amp;text=The%20remake%20is%20great%3B%20it,have%20never%20played%20the%20original.\">Motive’s remake</a> – but it almost didn’t get made.</p> <a href=\"https://www.theguardian.com/games/2023/feb/23/dead-space-at-15-we-wanted-to-make-one-of-the-scariest-games-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/feb/23/dead-space-at-15-we-wanted-to-make-one-of-the-scariest-games-ever", "date_published": "2023-02-23 16:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Winter’s Tale review – the Globe’s two-venue telling loses its way", "description": "<p><strong>Sam Wanamaker Playhouse and Shakespeare’s Globe, London<br /></strong>As this ambitious production switches between stages, and deaths pile up like dishes, neither the comedy nor the tragedy have room to breathe</p><p>Glimpses of fine craft and grand ambition cannot hold together Sean Holmes’s sprawling production of The Winter’s Tale. Taking over both the Sam Wanamaker Playhouse and the Globe theatre, this chaotic tragi-comedy struggles to root us emotionally in Shakespeare’s story.</p><p>At the candlelit Wanamaker, we are in Sicilia, Grace Smart’s design conjuring the sleek, rich dining room of King Leontes (strait-laced Sergo Vares). Over an extravagant tasting menu of tiny, dry-iced dishes, the king’s accusation that his wife is cheating with his friend, the king of Bohemia (a looser, more confident performance from John Lightbody) feels entirely unfounded. So sets off a whirlwind of events as courses keep coming. Time collapses and the king’s sanity quickly scuttles away from him. But the impact has little time to be felt; delivery is rushed, lines sped through. News of deaths pile up like dishes. In the constant hurry, there’s hardly time to care.</p><p>At <a href=\"https://www.shakespearesglobe.com/whats-on/the-winters-tale-2022/\">Sam Wanamaker Playhouse and Shakespeare’s Globe, London</a>, until 16 April</p> <a href=\"https://www.theguardian.com/stage/2023/feb/23/the-winters-tale-review-sam-wanamaker-playhouse-shakespeares-globe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/23/the-winters-tale-review-sam-wanamaker-playhouse-shakespeares-globe", "date_published": "2023-02-23 16:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s fundamental’: WPP chief on how AI has revolutionised advertising", "description": "<p>Mark Read says artificial intelligence is helping firm win clients keen to tap into technology’s potential</p><p>From Serena Williams playing against incarnations of her younger self to millions of personalised messages from a Bollywood superstar to support small businesses in India, artificial intelligence and machine learning is driving a revolution in the global advertising industry.</p><p>Mark Read, the chief executive of London-listed WPP, the world’s largest marketing services company, said AI-led advertising practices were helping it win clients hungry to embrace the potential of a new technology.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/23/ai-artificial-intelligence-wpp-global-advertising-revolution-technology\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/23/ai-artificial-intelligence-wpp-global-advertising-revolution-technology", "date_published": "2023-02-23 15:58:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Warrior Nun to Three Women, TV shows are being cancelled. Yet somehow Emily in Paris lives on | Rebecca Nicholson", "description": "<p>There is no room for sentimentality in the ruthless world of TV streaming. If only services felt the same about quality control</p><p>In December, fans of the Netflix fantasy series Warrior Nun learned that their favourite show had been cancelled after just two seasons. They did not take the news quietly. <a href=\"https://screenrant.com/warrior-nun-fan-campaign-international-billboards/\">Billboards appeared</a> in New York and London, sporting the slogan #SaveWarriorNun. Another, in Los Angeles, now faces Netflix HQ. This highly organised fan campaign has raised thousands of dollars in order to fund protests against the show being axed, and a petition calling for Warrior Nun to get a third season now has well over 100,000 signatures.</p><p><a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/09/kickass-girls-killing-monsters-is-warrior-nun-the-next-stranger-things\">Warrior Nun</a> has a particularly devoted set of fans who are making a lot of noise about its demise. While their viewers are not so vocal, plenty of other series are facing cancellation, after two seasons if they’re lucky, or one, if they’re not. Some have even ended for good on a cliffhanger, leaving fans of Apple TV+’s <a href=\"https://www.theguardian.com/tv-and-radio/2021/apr/29/the-mosquito-coast-justin-theroux-paul-theroux-novel\">Mosquito Coast</a>, for example, with no resolution and no way of finding out what happened next</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/warrior-nun-three-women-tv-shows-streaming-netflix-emily-in-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/warrior-nun-three-women-tv-shows-streaming-netflix-emily-in-paris", "date_published": "2023-02-23 15:54:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hauliers: tell us about what is causing the UK vegetable shortages", "description": "<p>We would like to speak to those involved in transportation and importing of produce from Europe to the UK</p><p>A shortage of salad and other vegetables has led <a href=\"https://www.theguardian.com/business/2023/feb/23/uk-salad-shortages-vegetables-supermarket-government-policy\">some UK supermarkets to ration</a> fresh produce, with cold weather, Brexit, and increased production costs all blamed for the situation.</p><p>We would like to speak to international hauliers and others involved in the transportation and importing of fresh produce from Europe to the UK. What can you tell us about the shortages? In your experience, what factors are causing them where you are? What can be done differently?</p> <a href=\"https://www.theguardian.com/global/2023/feb/23/hauliers-tell-us-about-what-is-causing-the-uk-vegetable-shortages\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/feb/23/hauliers-tell-us-about-what-is-causing-the-uk-vegetable-shortages", "date_published": "2023-02-23 15:53:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | John Motson was all about the sound of football", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p><em>“This is George, the substitute, turning well. Mallender. Meadows heading it on. Tremendous spirit in this Hereford side, they’re not giving it up by any means. Radford. Now Tudor’s gone down for Newcastle. Radford again. Oh what a go-oa-l! Wh-aa-at a goal! Radford the scorer! Ronnie Radford! And the crowd, the crowd are invading the pitch, and now it will take some time to clear the field. What a tremendous shot by Radford. He got this ball back, and hit it from well outside the penalty area, and no goalkeeper in the world would have stopped that. It fairly flew into the top corner of McFaul’s net!”</em></p> <a href=\"https://www.theguardian.com/football/2023/feb/23/football-daily-email-john-motson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/football-daily-email-john-motson", "date_published": "2023-02-23 15:43:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kirby’s Return to Dream Land Deluxe review – overfamiliar fun for friends and families", "description": "<p><strong>Nintendo Switch; Hal Laboratories/ Nintendo</strong><br />This colourful multiplayer platformer was largely ignored when it first came out in 2011 – is it worth a second look?</p><p>Kirby was designed to be easily drawn. Part balloon, part sentient piece of bubblegum, creator Masahiro Sakurai envisioned a character so simple that kids would scribble it on their notebooks for decades to come. And it worked: Nintendo’s ball-shaped mascot is ubiquitous in modern meme culture. Yet despite Kirby’s status as an internet icon, for most of his existence, he never <em>quite</em> had the gaming classic to match.</p><p>Thankfully for Kirby, that all changed last year, with his fantastic first foray into the third dimension: Kirby and the Forgotten Land. It was a hit, shifting over <a href=\"https://www.videogameschronicle.com/news/the-forgotten-land-is-reportedly-now-the-best-selling-kirby-game-ever/\">5 million copies</a> and delighting players of all ages (<a href=\"https://www.theguardian.com/games/2022/apr/11/kirby-and-the-forgotten-land-review-pink-blobby-caper-is-a-sliver-of-weird-joy-in-dark-times\">including this 31-year-old</a>). Now Nintendo has raided its vaults to reanimate an old Kirby caper: Return To Dream Land’s colourful platforming was largely ignored when it originally arrived in 2011, sent out to die on the (then) ailing Wii. Why not give it a second chance on the mega-successful Nintendo Switch?</p><p>Kirby’s Return to Dream Land is out 24 February; £49.99</p> <a href=\"https://www.theguardian.com/games/2023/feb/23/kirbys-return-to-dream-land-deluxe-review-overfamiliar-fun-for-friends-and-families\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/feb/23/kirbys-return-to-dream-land-deluxe-review-overfamiliar-fun-for-friends-and-families", "date_published": "2023-02-23 15:37:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer’s five missions reveal a man serious about being prime minister | Polly Toynbee", "description": "<p>We are seeing a leader emerge who doesn’t promise quick fixes, but is committed to the long-term revival of broken Britain</p><p>Aside from being <a href=\"https://bit.ly/3EsXEnd\">28% ahead</a> in the polls, a sure sign that a party is on the threshold of power, is its leader receiving a ferocious roasting on the BBC’s Today show. Keir Starmer, laying out his “<a href=\"https://www.theguardian.com/politics/2023/feb/23/keir-starmer-labour-already-planning-second-term-in-government\">five missions</a>” covering the economy, the NHS, crime, the climate crisis and education, was stress-tested in that boxing ring on Thursday morning. He stood up to it pretty well, as you’d expect of a former chief prosecutor.</p><p>The line of attack on him is the one that he will face through the next election: why did he break the pledges he made in his leadership campaign? Pledges, the BBC’s Amol Rajan claimed, are for life, echoing attacks from right and left on Thursday morning. The Tory chairman, <a href=\"https://twitter.com/GregHands/status/1628712415146790914\">Greg Hands</a>, said that Starmer will “say anything if the politics of that moment suit him”. <a href=\"https://inews.co.uk/news/politics/keir-starmer-speech-labour-leader-dropped-pledges-five-missions-2167583\">Momentum</a> said: “his promises lie in tatters, ditched in favour of the reheated third-way Blairism typified by these latest, vapid ‘missions’”. Sky asked him after his speech, “Why should anyone believe a word you say?”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/keir-starmer-five-missions-prime-minister-leader-long-term-broken-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/keir-starmer-five-missions-prime-minister-leader-long-term-broken-britain", "date_published": "2023-02-23 15:26:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Camilla tells authors to ‘remain true to calling’ amid Roald Dahl row", "description": "<p>Speech during reception for queen consort’s online book club follows backlash against rewrites of Dahl’s books</p><p>Camilla, the Queen Consort, has urged authors to resist curbs on freedom of expression in an apparent reflection on the backlash against changes to Roald Dahl’s books.</p><p>Speaking at a Clarence House reception to mark the second anniversary of her online book club, Camilla told authors: “Please remain true to your calling, unimpeded by those who may wish to curb the freedom of your expression or impose limits on your imagination.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/camilla-roald-dahl-books-row\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/camilla-roald-dahl-books-row", "date_published": "2023-02-23 15:23:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lawyers advising Tory Eurosceptics submit fresh post-Brexit plan to Sunak", "description": "<p>Three-page letter proposes legal device to end rule of EU law in Northern Ireland, as talks with bloc continue</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/23/labour-keir-starmer-conservatives-rishi-sunak-uk-politics-latest-news\">UK politics live – latest news updates</a></li></ul><p>Lawyers advising Eurosceptics in the Conservative party have submitted fresh proposals to Rishi Sunak to end the rule of EU law in Northern Ireland, one of the major sticking points in the UK-EU negotiations over the protocol, it has emerged.</p><p>The proposals were sent to Downing Street, senior ministers and the European Commission as the Northern Ireland secretary, Chris Heaton-Harris, travels to Brussels for more talks with the commission vice-president Maroš Šefčovič.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/lawyers-tory-eurosceptics-submit-fresh-post-brexit-proposals-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/lawyers-tory-eurosceptics-submit-fresh-post-brexit-proposals-rishi-sunak", "date_published": "2023-02-23 15:19:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rogue UK landlords using ‘ghost tenants’ to con taxpayers out of millions", "description": "<p>Gangs among those buying up cheap houses and claiming housing benefit for vulnerable people who do not live there, police say</p><p>Rogue landlords are conning the government out of millions of pounds by fraudulently claiming housing benefits for so-called “ghost tenants”, it has been revealed.</p><p>Criminal gangs are among those buying cheap property to convert into housing for vulnerable people, in some cases claiming welfare payments for tenants who do not live there.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/rogue-uk-landlords-using-ghost-tenants-to-con-taxpayers-out-of-millions\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/rogue-uk-landlords-using-ghost-tenants-to-con-taxpayers-out-of-millions", "date_published": "2023-02-23 15:17:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suzume review – Makoto Shinkai’s charming modern Alice in Wonderland", "description": "<p>The Your Name director’s mythic and comic new animation is an absorbing, intriguing and bewildering work</p><p>Here is the new animation from the Japanese film-maker Makoto Shinkai, whose <a href=\"https://www.theguardian.com/film/2016/nov/20/your-name-review-makoto-shinkai\">2016 fantasy Your Name</a> captured moviegoers’ imagination and led him to be thought of as a new master and perhaps even the heir to Hayao Miyazaki himself. It is an absorbing, intriguing, bewildering work: often spectacular and beautiful, like a sci-fi supernatural disaster movie or an essay on nature and politics, but shot through with distinctive elements of fey and whimsical comedy.</p><p>Suzume (voiced by Nanoka Hara) is a lonely, smart teenager, who lives with her aunt after the death of her mother. While walking one day she chances across a mysterious young man called Souta (Hokuto Matsumura), who is apparently in search of a door. Fascinated and somehow nettled by this stranger and his eccentric quest, Suzume sets out to follow him, stumbling into abandoned ruins and finding a disturbing door in the middle of nowhere.</p><p>Suzume screened at the Berlin film festival, and is released on 13 April in Australia, and on 14 April in the US and UK.</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/suzume-review-makoto-shinkais-charming-modern-alice-in-wonderland\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/suzume-review-makoto-shinkais-charming-modern-alice-in-wonderland", "date_published": "2023-02-23 15:15:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Malkovich on best friend Julian Sands: ‘Jules was such a storyteller, and so, so funny’", "description": "<p>The actor reflects on the pair’s new film together, Seneca – On the Creation of Earthquakes, as ‘a pretty fitting tribute’ and shares memories of the ‘boy who grew up wild on the moors’</p><p>One of the last conversations <a href=\"https://www.theguardian.com/film/john-malkovich\" title=\"\">John Malkovich</a> had with <a href=\"https://www.theguardian.com/film/julian-sands\" title=\"\">Julian Sands</a>, his best friend of 40 years, concerned how to prepare yourself for death. You can see that conversation in their new film, Seneca – On the Creation of Earthquakes, which premiered at the <a href=\"https://www.theguardian.com/film/berlinfilmfestival\" title=\"\">Berlin film festival</a> this week. Malkovich fears it will be their last together.</p><p>Malkovich plays the Stoic philosopher of ancient Rome, an adviser and speechwriter to the despotic emperor Nero. In one scene, Seneca tells his friends: “Remind yourselves: we die every day. Death is stalking us everywhere, so it’s useless to fear or dread it.”</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/john-malkovich-on-best-friend-julian-sands\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/john-malkovich-on-best-friend-julian-sands", "date_published": "2023-02-23 15:08:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An anonymous, pro-Brexit play about Dominic Cummings? Classic Dom! | Mark Lawson", "description": "<p>Partially based on verbatim texts from Boris Johnson’s former chief adviser, a new play which lists no dramatist veers from Ted talk to pantomime</p><p>At this play about Dominic Cummings, the notoriously shortsighted north-east explorer, the audience played a Westminster equivalent of Where’s Wally? as a rumour circulated that the subject’s vision had sufficed for him to reach the venue.</p><p>From my sweeps, the dedicated EU outer was not, as theatre people say, “in” for Dom – The Play. But the chief of the Vote Leave campaign and Boris Johnson’s senior Downing Street adviser from 2019-20 commands the stage as played by Chris Porter, who delivers, in soft County Durham tones, a monologue apologia. It is punctuated by dialogues with Tim Hudson’s puce, buffoonish prime minister and lightning impressions of bit players from Rebecca Todd (Nicola Sturgeon, Elizabeth II) and David Mildon (Farage, Cameron, Obama etc).</p><p>Dom – The Play is at the <a href=\"https://theotherpalace.co.uk/dom-the-play/\">Other Palace, London</a>, until 5 March</p> <a href=\"https://www.theguardian.com/stage/2023/feb/23/an-anonymous-pro-brexit-play-about-dominic-cummings-dom-the-play\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/23/an-anonymous-pro-brexit-play-about-dominic-cummings-dom-the-play", "date_published": "2023-02-23 15:07:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tunisia’s president calls for halt to sub-Saharan immigration amid crackdown on opposition", "description": "<p>Kais Saied claims migrants are part of campaign to make country ‘purely African’ in move critics say is to distract from economic crisis</p><p>Tunisia’s president, Kais Saied, has told a meeting of security officials that migrants are part of a wider campaign to change the demographic makeup of the country and make it “purely African”.</p><p>The president’s comments come alongside an extensive <a href=\"https://www.theguardian.com/world/2023/feb/17/tunisia-crackdown-on-opposition-and-media-figures-alarms-rights-groups\">crackdown on critics and opposition</a> figures in a campaign that human rights groups, including Amnesty International, have labelled a witch-hunt.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/23/tunisia-president-kais-saied-calls-for-halt-to-sub-saharan-immigration-amid-crackdown-on-opposition\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/23/tunisia-president-kais-saied-calls-for-halt-to-sub-saharan-immigration-amid-crackdown-on-opposition", "date_published": "2023-02-23 15:03:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enescu: Works for Piano review – committed and accomplished performances", "description": "<p><strong>Daria Parkhomenko<br />(Prospero)<br /></strong>Three of the Romanian composer’s underperformed, muscular works for piano are brilliantly realised in this new recording</p><p>Though outside his native Romania he is best remembered as one of the greatest violinists and teachers of the 20th century, whose most famous pupil was Yehudi Menuhin, <a href=\"https://www.georgeenescu.ro/en/georgeenescu-ro-en_doc_20_george-enescu-biography-and-work_pg_0.htm\">George Enescu</a> thought of himself primarily as a composer, even though his output was relatively small. Yet in western Europe his music is still underperformed; his only opera, Oedipe, was <a href=\"https://www.theguardian.com/music/2016/may/24/oedipe-review-enescu-royal-opera-house-london\">staged for the first time in Britain in 2016</a>, 80 years after its Paris premiere.</p><p>Enescu wrote just six works for piano – two sonatas, three suites and a set of variations. <a href=\"https://www.dariaparkhomenko.com/\">Daria Parkhomenko’s</a> disc includes the best known of them, the sonatas Opus 24 Nos 1 and 3 (the second sonata, Op 24 No 2, seems never to have existed), separated by the second of the suites, Op 10, which was awarded the Pleyel keyboard prize in Paris in 1903. The sonatas were premiered in 1925 and 1938 respectively, and differ markedly in style. The first of them, composed when Enescu interrupted work on Oedipe, parades a range of modernist influences, from Debussy and Ravel to motoric Prokofiev and neoclassical Stravinsky, as well as touches of modal Romanian folk music. In the second sonata the style is more purely neoclassical, sometimes not unlike Ravel’s suite Le Tombeau de Couperin, but also harking back more directly to baroque keyboard composers, such as Scarlatti and Rameau.</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/daria-parkhomenko-enescu-works-for-piano-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/daria-parkhomenko-enescu-works-for-piano-review", "date_published": "2023-02-23 15:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FTX founder Sam Bankman-Fried charged with 12 counts in new indictment", "description": "<p>Bankman-Fried was previously charged with eight counts including fraud and money laundering in FTX collapse case</p><p>A superseding indictment against the FTX cryptocurrency exchange founder Sam Bankman-Fried containing 12 charges has been unsealed in Manhattan federal court.</p><p>Bankman-Fried was previously charged with eight counts of fraud, money laundering and other charges over the collapse of the now-bankrupt exchange. He has pleaded not guilty.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/ftx-sam-bankman-fried-cryptocurrency-exchange-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/ftx-sam-bankman-fried-cryptocurrency-exchange-charges", "date_published": "2023-02-23 14:45:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The European Championship offers rugby league fans quirky delights", "description": "<p>England join Ireland, Scotland, Serbia, France, Wales, Italy and Spain in the egalitarian and eclectic event later this year</p><p>By <a href=\"https://www.theguardian.com/profile/gavin-willacy\">Gavin Willacy</a> for <a href=\"https://www.facebook.com/nohelmetsrequiredbook\">No Helmets Required</a></p><p>After the success of the Rugby League World Cup, it was somewhat dispiriting that the Super League season began, yet again, with no autumn international programme in place for later this year. Fans were assured that things were different now, that under <a href=\"https://www.theguardian.com/sport/2023/feb/15/rugby-league-revolution-as-img-prepares-to-rip-it-up-and-start-again\">the new IMG regime</a> such seemingly shambolic organisation was a thing of the past. On this occasion, though, it is not the RFL’s fault: the <a href=\"https://www.theguardian.com/sport/2023/feb/21/nrl-cancels-annual-season-launch-amid-ongoing-pay-dispute-with-clubs\">ongoing standoff between the NRL and players’ association</a> in Australia over their collective bargaining agreement has prevented the Asia-Pacific nations from confirming their international plans.</p><p>However, England know they will play at least three internationals in October and November: against Ireland, Scotland and (pray for them) Serbia in the European Championship. England will expect to top their group in the eight-team tournament and then face France – who have been drawn against Wales, Italy and Spain in Group B – in the final on Saturday 21 November.</p> <a href=\"https://www.theguardian.com/sport/no-helmets-required/2023/feb/23/european-championship-rugby-league-fans-qengland-ireland-scotland-serbia-france-wales-italy-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/no-helmets-required/2023/feb/23/european-championship-rugby-league-fans-qengland-ireland-scotland-serbia-france-wales-italy-spain", "date_published": "2023-02-23 14:45:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian forces step up attacks in Ukraine’s east as one-year mark looms", "description": "<p>Zelenskiy says Ukraine ‘will prevail’ as general staff reports 90 assaults in 24 hours in country’s east and north-east</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/23/russia-ukraine-war-live-vladimir-putin-nuclear-forces-nato-chief-china-support\">Russia-Ukraine war: latest updates</a></li></ul><p>Russian forces have stepped up attacks along the eastern frontline of the war in Ukraine as Kyiv prepares to mark the sombre first anniversary of the invasion.</p><p>Amid fears that the Russian president, Vladimir Putin, intends to mark the anniversary with fresh attacks on Ukrainian cities, Ukraine’s general staff said it had repelled 90 assaults in the past 24 hours in the east and north-east.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/ukraine-russian-forces-attacks-east\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/ukraine-russian-forces-attacks-east", "date_published": "2023-02-23 14:35:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democrats condemn McCarthy for handing Capitol attack footage to Tucker Carlson – live", "description": "<ul><li>House Republican leader’s move ‘poses grave security risks’</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Needless to say, Democrats are howling over the release of the January 6 footage, saying it risks Congress’s safety.</strong></p><p>“The apparent transfer of video footage represents an egregious security breach that endangers the hardworking women and men of the United States Capitol Police, who valiantly defended our democracy with their lives at risk on that fateful day,” leader of the House Democrats <strong>Hakeem Jeffries</strong> wrote in a letter to colleagues earlier this week.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/feb/23/ohio-train-derailment-buttigieg-jan-6-footage-mccarthy-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/feb/23/ohio-train-derailment-buttigieg-jan-6-footage-mccarthy-live-updates", "date_published": "2023-02-23 14:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Officials identify Florida journalist killed while reporting at scene of murder", "description": "<p>Dylan Lyons, a reporter for Spectrum News 13, died in a shooting on Wednesday that also took the life of a nine-year-old girl</p><p>A Florida <a href=\"https://www.theguardian.com/us-news/2023/feb/22/journalist-child-scene-earlier-fatal-florida\">journalist killed</a> near Orlando on Wednesday was identified as 24-year-old Dylan Lyons.</p><p>Lyons, a reporter for Spectrum News 13, was fatally shot on Wednesday afternoon while at the scene of a murder. Officials said Keith Melvin Moses, 19, shot Lyons and a colleague before walking into a nearby home <a href=\"https://www.nbcnews.com/news/us-news/journalist-killed-florida-shooting-identified-dylan-lyons-rcna71921\">and shooting a woman </a>and her nine-year-old daughter. The girl died.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/florida-shooting-dylan-lyons-spectrum-journalist\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/florida-shooting-dylan-lyons-spectrum-journalist", "date_published": "2023-02-23 14:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LPO/Adès review – composer’s finest stage work sea-changes into something rich not strange", "description": "<p><strong>Royal Festival Hall, London<br /></strong>Thomas Adès’ Tempest symphony proved a shapely and gorgeous precis of his 2004 opera in a concert conducted by the composer himself</p><p><a href=\"https://www.theguardian.com/music/thomas-ades\">Thomas Adès</a> has now written four stage works, and subsequently fashioned pieces for the concert hall from each. His programme with the London Philharmonic included the most recent of those scores, the Inferno Suite and the Tempest Symphony, the latter receiving its British premiere.</p><p>It took 18 years after <a href=\"https://www.theguardian.com/music/2004/feb/11/classicalmusicandopera\">the Covent Garden premiere</a> of his opera based on Shakespeare’s late play for Adès to extract his Tempest Symphony from it. Vocal lines are re-assigned to instruments – high woodwind takes over Ariel’s giddy coloratura, for instance, Prospero is sometimes a horn, more often a cello. The five movements begin with the opera’s tumultuous overture and end with the long, slow fade with which Prospero bids his final farewell; scenes for Ariel and Prospero, the lovers Ferdinand and Miranda, and the depiction of the feast that Ariel conjures up for the survivors of the shipwreck (including a gorgeous tuba solo for Gonzalo’s aria) come in between. It’s a shapely precis, flecked with glistening instrumental colours, and a welcome memento of what is Adès’s finest stage work to date.</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/lpo-ades-review-composers-finest-stage-work-sea-changes-into-something-rich-not-strange\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/lpo-ades-review-composers-finest-stage-work-sea-changes-into-something-rich-not-strange", "date_published": "2023-02-23 14:05:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De La Soul on their belated streaming debut: ‘It felt like we were being erased from history’", "description": "<p>Speaking before the death of founder member Trugoy, Posdnuos and Maseo answer your questions on playing Glastonbury, working with MF Doom and utilising the power of an infectious laugh</p><ul><li><a href=\"https://www.theguardian.com/music/2023/feb/13/a-new-style-of-speak-the-lyrical-genius-of-trugoy-the-dove\">‘A new style of speak’: the lyrical genius of De La Soul’s Trugoy the Dove</a></li></ul><p><strong>You were one of the first non-guitar headline acts at Glastonbury </strong><strong>[in 1990]</strong><strong>. </strong><strong>Was the crowd ready for you? </strong><em>JulestheRun</em><br /><strong>Kelvin Mercer, AKA Posdnuos</strong><strong>:</strong> I didn’t really know that, but we were pulled into a world that was already at superstar status. We were learning on the job. The first tour we ever did was with LL Cool J, NWA, Slick Rick and Public Enemy. When we got to Glastonbury, I don’t think we were used to the size of the place and we didn’t know the weight of the name, but people seemed to love us.</p><p><strong>What’s the story behind the laughter at the beginning of </strong><strong>[Gorillaz’s] Feel Good Inc</strong><strong>? </strong><em>VerulamiumParkRanger</em><br /><strong>Vincent Mason, </strong><strong>AKA Maseo</strong><strong>: </strong>My laugh was always considered pretty infectious. I did it on U Don’t Wanna BDS and it worked. One night, I laughed through the whole song and he [Posdnuos] was like: “He just comes out and laughs and gets a standing ovation.” When we did the Gorillaz record, Damon [Albarn] whispered the rhyme in my ear and I knew exactly where he wanted me to laugh.</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/de-la-soul-interview-belated-streaming-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/de-la-soul-interview-belated-streaming-debut", "date_published": "2023-02-23 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recapturing excess heat could power most of Europe, say experts", "description": "<p>Preventing heat waste largely being ignored as solution to energy crisis, say environmental campaigners</p><p>Excess heat produced across Europe could almost power the entire region but preventing this waste is largely being ignored as a solution to the energy crisis, say environmental experts.</p><p>“The global energy crisis is a wakeup call to stop wasting energy,” said Toby Morgan, senior manager for the built environment at Climate Group, an environmental not-for-profit. “Now, more than ever, we need to make better use of the energy we already produce, we simply can’t afford to let it literally escape out the window. Energy efficiency improvements, like capturing and recycling excess heat, are absolutely critical to lower fossil fuel demand and lower bills.”</p> <a href=\"https://www.theguardian.com/environment/2023/feb/23/recapturing-excess-heat-could-power-most-of-europe-say-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/23/recapturing-excess-heat-could-power-most-of-europe-say-experts", "date_published": "2023-02-23 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My dog needs an operation I can’t afford. Should I try to find the money, or put him down?", "description": "<p>The feelings of helplessness towards an animal in pain are difficult, says advice columnist <strong>Eleanor Gordon-Smith</strong>, but try not to make this decision in isolation</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><strong>My father has dementia, and when his cat was run over, </strong><strong>he was absolutely distraught. A few months later, he asked for a dog as he couldn’t face having a cat to lose again. So I bought him a Labrador puppy. It took one, maybe two days, and he was done with it. So I took on the responsibility.</strong></p><p><strong>The puppy was expensive to begin with; and then his hip went when he was six months old and I had to pay </strong><strong>$18k for an operation, of which insurance only paid less than half of it. Now his front leg elbows have gone and the vet says he’s got elbow dysplasia and</strong><strong> needs an operation. He’s limping now. I feel so sorry for him as he’s such a beautiful, good-natured dog.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/24/my-dog-needs-an-operation-i-cant-afford-should-i-try-to-find-the-money-or-put-him-down\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/24/my-dog-needs-an-operation-i-cant-afford-should-i-try-to-find-the-money-or-put-him-down", "date_published": "2023-02-23 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m hanging between worlds’: couple who fled Russia toy with returning", "description": "<p>Anna and her husband left after Putin’s mobilisation. She tells of difficulties in Turkey and potential dangers of moving back</p><p>A few months after leaving Russia, I came back to Moscow. We’re still figuring out what to do. We’re considering moving back to Russia because we can’t afford living in Turkey, since<a href=\"https://www.reuters.com/markets/currencies/rouble-slumps-past-70-vs-dollar-first-time-since-may-2022-12-21/\"> the rouble has become much weaker</a><strong>.</strong></p><p>But it’s not safe. There could be another mobilisation at any moment, and we worry my husband could be drafted because he has an engineering background.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/russians-returning-home-dangers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/russians-returning-home-dangers", "date_published": "2023-02-23 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Oscars bring in ‘crisis team’ for coming ceremony", "description": "<p>After last year’s events, where Will Smith slapped Chris Rock, the Academy Awards have brought in a squad to deal with any unexpected happenings</p><p>A “crisis team” will be introduced at the Oscars to handle any unanticipated events, after Will Smith stormed the stage and slapped Chris Rock during last year’s ceremony.</p><p>Academy chief executive Bill Kramer said the new team had “run many scenarios” in the hope that they will be “prepared for anything” that might take place at the gala on 12 March, which is due to be hosted by US comedian Jimmy Kimmel.</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/oscars-ceremony-academy-awards-crisis-team\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/oscars-ceremony-academy-awards-crisis-team", "date_published": "2023-02-23 13:58:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein to be sentenced over Los Angeles rape conviction", "description": "<p>Lawyers for disgraced producer, who is serving 23-year sentence for rape and sexual assault in New York, petition for new trial </p><p>Harvey Weinstein is due to be sentenced on Thursday, three months after being <a href=\"https://www.theguardian.com/world/2022/dec/19/harvey-weinstein-trial-guilty-los-angeles\">convicted</a> of rape and sexual assault in Los Angeles, if his motion for a new trial is denied.</p><p>The disgraced film producer faces up to 18 additional years in prison, but his attorneys argue that Weinstein deserves a new trial because the jury should have seen evidence suggesting that the actress he was convicted of raping was having an affair with another man.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/harvey-weinstein-los-angeles-rape-conviction-sentencing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/harvey-weinstein-los-angeles-rape-conviction-sentencing", "date_published": "2023-02-23 13:57:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pioneering Corby children’s centre under threat for second time in a year", "description": "<p>Pen Green, a leader in wraparound care, says it will shut if Tory council goes ahead with £800,000 of cuts</p><p>A trailblazing children’s centre in one of the UK’s poorest towns that inspired the creation of Sure Start is facing closure because of local council cuts.</p><p>Pen Green in Corby, Northamptonshire, a global beacon of early years expertise that pioneered wraparound care – bringing together a nursery, parental support and health and social services under a single roof – says it will shut if the Tory-run North Northamptonshire council pushes ahead with £800,000 of cuts.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/pioneering-corby-childrens-centre-pen-green-under-threat-for-second-time-in-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/pioneering-corby-childrens-centre-pen-green-under-threat-for-second-time-in-a-year", "date_published": "2023-02-23 13:56:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US mass killings linked to extremism at highest level in decades, report finds", "description": "<p>Anti-Defamation League says all extremist killings last year linked to rightwing extremism and a high number to white supremacy</p><p>The number of US mass killings linked to extremism over the past decade was at least three times higher than the total from any other 10-year period since the 1970s, according to the Anti-Defamation League.</p><p>The ADL report also found that all extremist killings identified in 2022 were linked to rightwing extremism, with an especially high number linked to white supremacy.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/us-mass-killings-extremism-anti-defamation-league\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/us-mass-killings-extremism-anti-defamation-league", "date_published": "2023-02-23 13:54:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Interest rates will need to rise again, warns Bank of England rate-setter", "description": "<p>Catherine Mann, a hawkish member of the MPC, says high rates necessary to stop inflation becoming embedded in wages and prices</p><p>Interest rates will need to rise again to prevent inflation becoming a persistent problem in the UK, a <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> policymaker has warned.</p><p>A shortage of workers and high wage demands were likely to continue pushing up inflation, acting as a counterweight to falling energy prices, said Catherine Mann, a member of the Bank’s monetary policy committee (MPC), which sets the base rate.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/interest-rates-rise-bank-mpc-inflation-wages-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/interest-rates-rise-bank-mpc-inflation-wages-prices", "date_published": "2023-02-23 13:53:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Press greets Home Office redraft of national security bill with scepticism", "description": "<p>Industry sources say changes appear not to go far enough amid fears of ‘chilling effect’ on journalism</p><p>A Home Office attempt to redraft controversial espionage legislation to tackle media concerns about its impact on investigative journalism has been greeted with scepticism across key parts of the industry.</p><p>Ministers put down a series of amendments on Thursday aimed at eliminating concerns that the sweeping national security bill could be used to <a href=\"https://www.theguardian.com/media/2023/jan/11/national-security-bill-may-have-chilling-effect-on-investigative-journalism-in-uk\">criminalise both reporters and whistleblowers</a>.</p> <a href=\"https://www.theguardian.com/media/2023/feb/23/national-security-bill-redraft-journalism-scepticism\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/feb/23/national-security-bill-redraft-journalism-scepticism", "date_published": "2023-02-23 13:36:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home village hopes ‘greatest Welsh thinker’ finally receives his dues", "description": "<p>Events mark 300 years since birth of Richard Price,  a radical who ‘helped build the modern world’ but has largely been forgotten</p><p>His achievements include helping shape the US constitution, championing women’s rights, furthering the cause of the anti-slavery movement – and he also found time to hone the maths used by the insurance industry. In short <a href=\"https://richardpricesociety.org.uk/\">Richard Price, an 18th-century moral philosopher, nonconformist preacher and scientist,</a> was – those in the know agree – Wales’s greatest thinker.</p><p>The problem is that not so many people in the UK, Wales or even his home county of Bridgend, know much about him, and lots have not even heard of him.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/home-village-hopes-greatest-welsh-thinker-richard-price-finally-receives-his-dues\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/home-village-hopes-greatest-welsh-thinker-richard-price-finally-receives-his-dues", "date_published": "2023-02-23 13:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild weather varies across US, with brutal snow storms and record high temperatures", "description": "<p>Winter weather led to cancelled flights and closed highways in multiple states, while other states saw summer-like temperatures</p><p>A brutal winter storm closed highways from Arizona to Wyoming on Wednesday, trapping drivers in cars, knocking out power to hundreds of thousands and prompting the first blizzard warning in southern California in decades – and the worst won’t be over for several days.</p><p>Few places were untouched by wild weather, including some at the opposite extreme: long-standing record high temperatures were broken in the midwest, mid-Atlantic and south-east.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/winter-storms-us-high-temperatures-snow-blizzard-winds\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/winter-storms-us-high-temperatures-snow-blizzard-winds", "date_published": "2023-02-23 13:34:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A great lost work’: Love, Leda’s candid tale of 1960s gay life is a touching time capsule", "description": "<p>Honest, transgressive and intimate, the only novel by Mark Hyatt shines a light on a repressive era in laying bare the desire, depression and love life of a working-class gay man</p><p>One can only wonder what effect Mark Hyatt’s only known novel, Love, Leda, would have had on British culture had it found a publisher and reached bookshop shelves when it was written, in the middle of the 1960s. A frank, intimate portrait of a young working-class homosexual struggling to find meaning, work or just a good fuck in London, living between friends’ sofas and dingy bedsits, Love, Leda is a book without contemporaries. It might well have been explosive and remembered as one of the great works of working-class literature of the time alongside works by authors and playwrights such as <a href=\"https://www.theguardian.com/books/alan-sillitoe\">Alan Sillitoe</a>, <a href=\"https://www.theguardian.com/stage/shelagh-delaney\">Shelagh Delaney</a> or Bill Naughton. But instead it is passed down to us as an orphan, a great lost work, a time capsule.</p><p>In grand historical terms, the 1960s were a great turning point for British society. Between 1964 and 1970 a Labour government undertook sweeping reforms to domestic social legislation, transforming the face of the country in an attempt to produce, in the words of the reforming home secretary Roy Jenkins, “a more civilised, more free and less hidebound society”. New acts of parliament changed the laws on divorce and abortion, and made contraception available on the NHS; attempts were made to address racism and discrimination through a series of race relations acts; capital and corporal punishment were abolished, and strict censorship laws were chipped away at or overturned. Love, Leda was written in that strange thawing of the sexual permafrost that came between the 1957 Wolfenden report, with its recommendation to partially decriminalise sex between men, and its implementation in the Sexual Offences Act some 10 years later.</p> <a href=\"https://www.theguardian.com/books/2023/feb/23/a-great-lost-work-love-ledas-candid-tale-of-1960s-gay-life-is-a-touching-time-capsule\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/23/a-great-lost-work-love-ledas-candid-tale-of-1960s-gay-life-is-a-touching-time-capsule", "date_published": "2023-02-23 13:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK salad shortages could last a month, warns environment secretary", "description": "<p>Government accused of ‘abject policy failure’ as tomato and cucumber supplies dwindle</p><p>Shortages of salad and other vegetables in UK supermarkets could last up to a month, the environment secretary has said, as the government was accused of bringing the problem on itself by failing to support local growers and through Brexit policies.</p><p>Thérèse Coffey told parliament that the shortages could take some time to resolve, after Tesco, Asda, Aldi and Morrisons <a href=\"https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients\">introduced limits</a> on purchases of items including tomatoes, cucumbers and peppers owing to shortages partly caused by a cold spell in southern Spain and north Africa.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/uk-salad-shortages-vegetables-supermarket-government-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/uk-salad-shortages-vegetables-supermarket-government-policy", "date_published": "2023-02-23 13:04:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women, Beware the Devil review – bizarre comedy horror is like Bridgerton on acid", "description": "<p><strong>Almeida, London<br /></strong>Lulu Raczka’s new play, directed by Rupert Goold, is beautifully designed but the plot – and the point – is puzzling. Maybe the joke’s on us?</p><p>This confounding play is nothing if not unique. It is partly about devilry. That much is clear because the devil turns up in the first scene to address us directly. Then, a 17th-century stablehand, Agnes (Alison Oliver), rumoured to have dark powers, makes a Faustian pact with the lady of the house, Elizabeth (Lydia Leonard). Agnes travels though the household, rising in status but never losing her reputation as a witch.</p><p>What begins as a spin on The Crucible, with Puritan hysteria and hearsay along with rumblings of the civil war of 1642, goes off in strange directions. The plot bends and twists from bedroom kink to incestuous assault and pregnancy.</p><p>At the <a href=\"https://almeida.co.uk/whats-on/women-beware-the-devil/\">Almeida theatre, London</a>, until 25 March</p> <a href=\"https://www.theguardian.com/stage/2023/feb/23/women-beware-the-devil-review-almeida\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/23/women-beware-the-devil-review-almeida", "date_published": "2023-02-23 13:04:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A giant Air Jordan and Madama Butterfly: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/feb/23/giant-air-jordan-madama-butterfly-thursday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/feb/23/giant-air-jordan-madama-butterfly-thursday-best-photos", "date_published": "2023-02-23 13:03:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump responds to interviews with grand jury foreperson: ‘This Georgia case is ridiculous’", "description": "<p>Former president, under investigation for his election subversion attempts, criticizes jury foreperson for ‘doing a media tour’</p><p>Donald Trump responded to <a href=\"https://www.theguardian.com/us-news/2023/feb/22/trump-election-2020-grand-jury-georgia\">interviews</a> given by the foreperson of the Georgia grand jury which investigated his election subversion attempts by ridiculing the woman and claiming to be the victim of his political enemies.</p><p>“This Georgia case is ridiculous,” the former president wrote on his Truth Social platform, claiming “a strictly political continuation of the greatest witch hunt of all time”.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/trump-responds-georgia-grand-jury-foreperson-interviews\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/trump-responds-georgia-grand-jury-foreperson-interviews", "date_published": "2023-02-23 13:03:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Radford again … Oh what a goal!’ John Motson’s best commentary moments", "description": "<p>A BBC football commentator from 1971 until 2018, John Motson has died aged 77. But he remains in the hearts of fans around the world – and this is why</p><p>1) In the early-1990s, the BBC released a series of videos, looking back at the 60s, 70s and 80s as captured by Match of the Day – narrated by Motson. <a href=\"https://www.youtube.com/watch?v=CBuIs-_u8h4\">Here</a>, he introduces the first of them, briefly explaining the history of football in England, the history of televised football and football commentary in England, and with his verdict on the 1989 FA Cup final to boot.</p><p>2) “Tremendous spirit in this Hereford side, they’re not giving this up by any means. Radford … Now Tudor’s gone down for Newcastle. Radford again … OH WHAT A GOAL! WHAT – A - GOAL! RADFORD THE SCORER! Ronnie Radford … and the … crowd. The crowd are invading the pitch. And now it will take some time to clear the field. What a tremendous shot by Radford.” Motty loved the FA Cup, and <a href=\"https://twitter.com/BBCMOTD/status/997934076370849793\">perhaps his most famous call</a> came in just his second year at the BBC, when Ronnie Radford’s goal saw Hereford knock out Newcastle.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/john-motson-best-moments-in-commentary\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/john-motson-best-moments-in-commentary", "date_published": "2023-02-23 12:58:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trinity College Dublin to return skulls stolen from Inishbofin", "description": "<p>Return of human remains robbed by academics in 1890 sets possible precedent for other artefacts</p><p>Trinity College Dublin is to return skulls <a href=\"https://www.theguardian.com/world/2022/dec/14/trinity-college-dublin-considers-returning-inishbofin-skulls\">stolen a century ago</a> from the Irish island of Inishbofin, setting a possible precedent for other controversial human remains and artefacts held by the university.</p><p>The institution apologised on Wednesday for keeping the 13 skulls that two academic headhunters had robbed from the ruins of a <a href=\"http://www.megalithicireland.com/St%20Colman%27s%20Monastery,%20Inishbofin.html\">medieval monastery</a> on the island off the coast of Galway in 1890.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/trinity-college-dublin-to-return-skulls-stolen-from-inishbofin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/trinity-college-dublin-to-return-skulls-stolen-from-inishbofin", "date_published": "2023-02-23 12:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She’s not in the river’: diving expert in Nicola Bulley case under the spotlight", "description": "<p>After three days of searching the River Wyre, Peter Faulding pulled out, saying he could ‘guarantee’ the missing 45-year-old mother-of-two was not there. Then her body was found</p><p>Peter Faulding arrived in Lancashire in the manner of a man who doesn’t lack confidence, promising answers to a mystery that was tormenting a family, and captivating a nation.</p><p>Flying in from Surrey in his own helicopter , 10 days after the disappearance of Nicola Bulley, Faulding surveyed the River Wyre near the place where she was last seen.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/nicola-bulley-peter-faulding-diving-expert\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/nicola-bulley-peter-faulding-diving-expert", "date_published": "2023-02-23 12:28:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Phil Davis resigns Bafta membership over ‘embarrassing travesty’ of TV awards show", "description": "<p>The actor, known for films like Quadrophenia and Vera Drake, described the Baftas TV show as ‘toe-curling’</p><p>Veteran actor Phil Davis has said he has resigned his Bafta membership in protest at a number of aspects of Sunday’s televised awards ceremony, including the omission of <a href=\"https://www.theguardian.com/tv-and-radio/2022/jul/28/bernard-cribbins-obituary\">Bernard Cribbins</a> from the In Memoriam section.</p><p>Describing the show as “an embarrassing travesty”, Davis – best known for a string of films and TV shows including Quadrophenia, Vera Drake, and Whitechapel – <a href=\"https://twitter.com/PhilDavis6/status/1628482493887270913\">announced his resignation on social media</a>. He added: “Cutting deserving winners speeches for toe-curling non-interviews. Poor Richard E Grant pretending to arrive in a Batmobile and no Bernard Cribbens [sic] in memorium.”</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/actor-phil-davis-resigns-bafta-membership-over-embarrassing-travesty-of-tv-awards-show\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/actor-phil-davis-resigns-bafta-membership-over-embarrassing-travesty-of-tv-awards-show", "date_published": "2023-02-23 12:18:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a disabled person I need electricity to keep me alive. So why is it costing me so much?| Karis Williamson", "description": "<p>Due to a technicality in the benefit system, I am not eligible for the means-tested support for ‘the most vulnerable’ households</p><p>I have a severe, life-limiting form of muscular dystrophy; my condition is progressive. My parents’ home where I live contains lots of medical equipment that keeps me alive and in the community, saving the NHS hundreds of pounds per night and keeping a bed free for those in need. Needless to say, all of this equipment requires energy – and this costs a lot of money right now.</p><p>Keeping me out of hospital entails ensuring that lots of medical equipment is continually charged. I use two ventilators, two ventilator batteries, one power-chair battery, one gastrostomy feed-pump, two suction pumps, one electric bed, one electric hoist, one cough-assist machine, one microphone amplifier and monitors to check my breathing when no one is in the room. I also need three hot water bottles night and day, to keep me warm in my power-chair and in my bed. That’s the baseline; additionally, when I’m ill or tired, I have to use an oxygen concentrator, a nebuliser and Sats machines. I wouldn’t be able to survive without the above equipment.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/electricity-alive-cost-of-living-crisis-disabled-government-vulnerable\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/electricity-alive-cost-of-living-crisis-disabled-government-vulnerable", "date_published": "2023-02-23 12:13:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish farmers blame the weather and Brexit for UK salad shortages", "description": "<p>Spain’s biggest farming group says new import rules and borders controls more at fault than the weather for shortages</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients\">Tesco and Aldi join rivals in rationing salad ingredients</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets\">Why are UK supermarkets facing fresh food shortages?</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/2023/feb/23/we-have-to-pay-more-for-food-britains-biggest-tomato-farmer-on-the-runaway-costs-of-growing\">UK’s biggest tomato farmer blames runaway costs of growing</a></strong></li></ul><p>The head of Spain’s largest farming association has pointed to Brexit and its impact on transportation, bureaucracy and border controls as the underlying cause of the UK salad crisis, saying there has been no major drop in production among his members.</p><p>Alfonso Gálvez – who serves as general secretary of <a href=\"https://www.asaja.com/\">Asaja</a>, which represents farmers in the Murcia region, said he was puzzled by media reports of weather-induced shortages.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/uk--fresh-food-shortages-rationing-spanish-farmers-blame-brexit-import-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/uk--fresh-food-shortages-rationing-spanish-farmers-blame-brexit-import-rules", "date_published": "2023-02-23 12:11:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Earthquake aftermath threatens uneasy coexistence at Turkish-Syrian border", "description": "<p>Reopening of Bab al-Salam border and Erdoğan’s promises to deport refugees exacerbate tensions between Turks and Syrians</p><p>When a 7.8 magnitude earthquake shook southern Turkey and northern Syria on 6 February, Murat Naomi rushed out of his home in his running gear. His mother, who normally covers her hair with a hijab, fled their first floor apartment without one, fearing the building could collapse.</p><p>Mother and son went to a large central square in Kilis, a southern Turkish town that hugs the Syrian border and the nearby Bab al-Salam crossing into the north-west of a country they once called home. Over the border is Jisr ash-Shugur, where Naomi’s father, sister and fiancee still live.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/earthquake-aftermath-threatens-uneasy-coexistence-at-turkish-syrian-border\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/earthquake-aftermath-threatens-uneasy-coexistence-at-turkish-syrian-border", "date_published": "2023-02-23 12:08:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Western countries stay silent as India cracks down on democracy | Letter", "description": "<p><strong>Rajendra Kumar Kale </strong>responds to an article by Arundhati Roy on how Narendra Modi’s violent nationalism is underwritten by big business</p><p>Arundhati Roy’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/feb/18/narendra-modi-hindu-nationalism-india-gautam-adani\">Modi’s model is at last revealed for what it is: violent Hindu nationalism underwritten by big business, 18 February</a>) takes an accurate overview of the two simultaneous events jinxing two shining stars of India: the prime minister, Narendra Modi, and India’s biggest industrialist, Gautam Adani. To me, there are two noteworthy messages in her article that the world, and in particular the Indian elite, must not ignore.</p><p>First, that millions of Indian voters living in abject poverty would “not remotely comprehend” what $100bn (more than 20% of India’s annual budget) even means. This is a profound statement. These voters cast their vote every five years, little knowing how powerful it is in creating an impregnable <a href=\"https://indianexpress.com/article/political-pulse/pm-narendra-modi-speech-parliament-8432485/\">shield</a> that protects Modi and gives him a mandate to continue his social and economic wrongdoings of gigantic proportions.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/western-countries-stay-silent-as-india-cracks-down-on-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/western-countries-stay-silent-as-india-cracks-down-on-democracy", "date_published": "2023-02-23 12:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fulham’s Andreas Pereira: ‘I got in the Brazil team mainly because of Mourinho’", "description": "<p>Midfielder on his stop-start Manchester United career, bouncing back from a costly cup final error and loving life under Marco Silva</p><p>Andreas Pereira can understand why people in England do not rate the quality of football in South America. “At the time I had the same feeling,” the Fulham midfielder says as he discusses joining Flamengo on loan when he realised it was time to leave Manchester United in the summer of 2021. “I was not thinking about going back to Brazil. A few clubs in Europe were interested but I was not sure about them. That’s when my dad told me one of the most important things.”</p><p>Pereira’s father, Marcos, is a former professional footballer and he could see that his son needed a change of scenery. There was too much competition in attacking midfield at United. Pereira had tried. The Brazil international joined United in 2011, lured away from PSV Eindhoven by Sir Alex Ferguson, and was the owner of some fond Old Trafford memories by the time Fulham bought him last summer.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/fulham-andreas-pereira-brazil-mourinho-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/fulham-andreas-pereira-brazil-mourinho-manchester-united", "date_published": "2023-02-23 12:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Pence effort to block January 6 testimony could succeed, experts say", "description": "<p>Constitutional provision could prevent special counsel from obtaining information about conversations with Trump</p><p>Mike Pence is expected to fight his grand jury subpoena as part of the January 6 criminal investigation with the “speech or debate” protection – a move that could prevent the special counsel from obtaining his testimony about key conversations with <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> and members of Congress.</p><p>The special counsel overseeing the Trump investigations recently <a href=\"https://www.theguardian.com/us-news/2023/feb/09/mike-pence-subpoenaed-trump-special-counsel-investigations\">issued a subpoena to Pence</a> – a key witness with unique insight into a number of conversations with the former president and the efforts to stop the congressional certification of the 2020 presidential election.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/mike-pence-january-6-investigation-subpoena\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/mike-pence-january-6-investigation-subpoena", "date_published": "2023-02-23 12:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gorillaz: Cracker Island review – smaller, subtler, and better for it", "description": "<p><strong>(Parlophone)<br /></strong>Damon Albarn has reined in the excess – though there are still cameos from the likes of Bad Bunny and Stevie Nicks – for a trim album that is one of the band’s best</p><p>Here’s a sobering thought for anyone old enough to recall the early 00s first-hand: Cracker Island arrives 22 years on from Gorillaz’s debut single, Clint Eastwood. Founded by Damon Albarn, an alt-rock star apparently dabbling in pop, and his former flatmate Jamie Hewlett, who supplied the cartoons, it was a project you might have assumed would be a short-lived joke. But nearly a quarter of a century on, <a href=\"https://www.theguardian.com/music/gorillaz\">Gorillaz</a> have made as many studio albums as Albarn’s primary band and, in the process, have achieved things <a href=\"https://www.theguardian.com/music/blur\">Blur</a> haven’t: a string of US Top 10 albums, one of them double-platinum; a Grammy; and entente cordiale with Oasis – or at least Noel Gallagher, who appeared on 2017’s We Got the Power.</p><p>They’ve also proved oddly prescient. You don’t hear many bands who sound like Blur these days, but we live in an era when pop is fuelled by the kind of cross-genre collaborations that started popping up on Gorillaz’s eponymous debut album and had more or less consumed their output entirely by the release of 2010’s <a href=\"https://www.theguardian.com/music/2010/mar/04/gorillaz-plastic-beach-cd-review\">Plastic Beach</a>. In truth, their current prevalence probably has more to do with trying to game the streaming services’ genre-specific playlists than Gorillaz’s influence, but still. You can see the mark their tracks Feel Good Inc and Dirty Harry left on Gen Z’s nascent musical taste by the fact that Gorillaz are still playing arenas and headlining festivals years after their albums stopped shifting in the kind of quantities they once sold; last year, Billie Eilish said Albarn “changed my life” when she invited him to sing Feel Good Inc with her at Coachella.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/23/gorillaz-cracker-island-review-smaller-subtler-and-better-for-it\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/23/gorillaz-cracker-island-review-smaller-subtler-and-better-for-it", "date_published": "2023-02-23 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 20 best time-travel movies – ranked!", "description": "<p>As Adam Driver accidentally winds up 65m years ago, facing not just dinosaurs but an asteroid, we countdown the best films about going backwards, or forwards, through the ages</p><p>Regardless of what anyone says, I believe in my heart that Timecop was greenlit because someone showed a studio executive a picture of Jean-Claude Van Damme and said the word “Timecop” out loud, at which point they had to throw a script together as quickly as possible. Nothing about Timecop makes sense. It is the most 90s film ever made.</p> <a href=\"https://www.theguardian.com/film/2023/feb/23/the-20-best-time-travel-movies-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/23/the-20-best-time-travel-movies-ranked", "date_published": "2023-02-23 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Questionnaires for UK asylum seekers could have ‘devastating impact’", "description": "<p>Charities fear impact on vulnerable refugees as latest figures show application backlog of 160,000</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/feb/23/labour-keir-starmer-conservatives-rishi-sunak-uk-politics-latest-news\">UK politics live – latest news updates</a></li></ul><p>A new government scheme to give asylum seekers just 20 days <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/home-office-plans-to-use-questionnaires-to-clear-asylum-backlog\">to fill in detailed questionnaires in English or face rejection</a> has been condemned by the Red Cross as figures show that the backlog of applications has reached 160,000.</p><p>The humanitarian charity has said the plan, which is meant to help fulfil Rishi Sunak’s pledge to clear a “legacy” backlog of 92,000 applicants by the end of this year, could have a “devastating impact” on vulnerable refugees.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/questionnaires-for-uk-asylum-seekers-could-have-devastating-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/questionnaires-for-uk-asylum-seekers-could-have-devastating-impact", "date_published": "2023-02-23 11:55:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s last dedicated Meccano factory to close in France", "description": "<p>Once-popular engineering toy, in decline since the 1950s, will still be manufactured by partner companies</p><p>It is the children’s toy, invented in Britain, that inspired a passion for engineering, science and technology in generations of youngsters – and their parents.</p><p>Meccano building sets filled with reusable perforated metal – and later plastic – strips, plates, nuts, bolts, winches, wires, wheels and even motors have been used to construct models and mechanical devices for more than 120 years.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/last-dedicated-meccano-factory-to-close-in-france\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/last-dedicated-meccano-factory-to-close-in-france", "date_published": "2023-02-23 11:49:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlotte and Theodore review – agonised academics knee-deep in culture wars", "description": "<p><strong>Ustinov Studio, Bath<br /></strong>Ryan Craig’s play stars Eve Ponsonby and Kris Marshall as a couple tearing themselves apart over cancel culture and other hot-button topics</p><p>Think male-female two-hander in academia and a pair of plays leap to mind: <a href=\"https://www.theguardian.com/stage/2020/dec/13/oleanna-review-brutal-and-brilliant-revival-of-mamets-pre-metoo-masterpiece\">Oleanna</a> and <a href=\"https://www.theguardian.com/stage/2020/oct/30/educating-rita-review-rose-theatre-kingston\">Educating Rita</a>. Combining the lacerating fury of the former with the fuzzy warmth of the latter would be like stirring battery acid into Ovaltine, but that is what Ryan Craig (<a href=\"https://www.theguardian.com/stage/2011/mar/16/the-holy-rosenbergs-review\">The Holy Rosenbergs</a>) does in Charlotte and Theodore, which gallops through hot-button topics (cancel culture, sensitivity training, pronouns) in a sketchy 90 minutes.</p><p>The action begins with esteemed academic Charlotte (Eve Ponsonby) leaving for a job in the US while her husband, philosophy professor Theodore (Kris Marshall), stays behind with their children. Skipping back and forth in time, we see how they came together – she was his research assistant, then his faculty boss – before tearing themselves apart over ideological differences.</p><p>At <a href=\"https://www.theatreroyal.org.uk/event/charlotte-and-theodore/\">Ustinov Studio, Bath</a>, until 18 March then touring.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/23/charlotte-and-theodore-review-agonised-academics-knee-deep-in-culture-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/23/charlotte-and-theodore-review-agonised-academics-knee-deep-in-culture-wars", "date_published": "2023-02-23 11:48:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK defence secretary accuses Prince Harry of ‘boasting’ about war killings", "description": "<p>Ben Wallace says success in armed forces is not measured by ‘who can shoot the most’</p><p>The UK defence secretary, Ben Wallace, has accused Prince Harry of “boasting” about the number of people he killed while on tour in Afghanistan and “letting down” his fellow service personnel.</p><p>Wallace, a former soldier, joined other high-profile veterans who have criticised the <a href=\"https://www.theguardian.com/uk-news/2023/jan/06/army-veterans-criticise-prince-harry-claim-killed-25-taliban-afghanistan\">Duke of Sussex’s claim he killed 25 Taliban soldiers</a> while serving with the British army.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/uk-defence-secretary-ben-wallace-prince-harry-boasting-afghanistan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/uk-defence-secretary-ben-wallace-prince-harry-boasting-afghanistan", "date_published": "2023-02-23 11:31:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Draft of NHS workforce plan calls for doubling of medical school places", "description": "<p>Plan expected to be published next month could propose increasing number of places to 15,000</p><p>Britain could double the number of doctors and nurses it trains under NHS plans to tackle a deepening staffing crisis, according to reports.</p><p>The proposal to increase the number of places in UK medical schools from 7,500 to 15,000 is contained in a draft of NHS England’s long-awaited workforce plan, which is expected to be published next month.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/draft-nhs-workforce-plan-medical-school-places\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/draft-nhs-workforce-plan-medical-school-places", "date_published": "2023-02-23 11:26:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Political propaganda’: China clamps down on access to ChatGPT", "description": "<p>Leading tech firms reportedly ordered to remove workarounds allowing access to US-based service</p><p>Chinese regulators have reportedly clamped down on access to ChatGPT, as Chinese tech firms and universities push forward with developing domestic artificial intelligence bots.</p><p>ChatGPT, the popular discussion bot created by US-based OpenAI, is not officially available in China, where the government operates a comprehensive firewall and strict internet censorship. But many had been accessing it via VPNs, and some third-party developers had produced programs that gave some access to the service.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/23/china-chatgpt-clamp-down-propaganda\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/23/china-chatgpt-clamp-down-propaganda", "date_published": "2023-02-23 11:24:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The American climate migration has already begun | Jake Bittle", "description": "<p>Last year, 3 million were displaced in the US. Millions more will follow  – and neither they, the government or the housing market are ready</p><p>Over the past decade, the US has experienced a succession of monumental climate disasters. Hurricanes have obliterated parts of the Gulf Coast, dumping more than 50in of rain in some places. Wildfires have denuded the California wilderness and destroyed thousands of homes. A once-in-a-millennium drought has dried up rivers and forced farmers to stop planting crops. Many of these disasters have no precedent in living memory, and they have dominated the headlines as Americans process the power of a changing climate.</p><p>But the disasters themselves are only half the story. The real story of climate change begins only once the skies clear and the fire burns out, and it has received far less attention in the mainstream media.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/us-climate-crisis-housing-migration-natural-disasters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/us-climate-crisis-housing-migration-natural-disasters", "date_published": "2023-02-23 11:11:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Call to cut UK subsidies as Drax power station profits nearly double", "description": "<p>Critics say power generator would make loss without public support as firm boosts dividend after 84% rise in profits to £731m</p><p>Ministers are under pressure to cut subsidies to the operator of Britain’s biggest power station after it reported an 84% increase in annual profits, helped by high electricity prices.</p><p>Drax, the power generator which owns the eponymous plant in North Yorkshire, posted underlying profits of £731m for 2022, up from £398m a year earlier.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/drax-power-station-profits-nearly-double-call-for-subsidies-cut\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/drax-power-station-profits-nearly-double-call-for-subsidies-cut", "date_published": "2023-02-23 11:06:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mariupol: The ruin of a city", "description": "<p></p><p><strong>For more than 80 days, the Russians bombarded Mariupol, determined to take the port city </strong><em><strong>even if they had to raze it to the ground first</strong></em><strong>.</strong></p><p><strong>After Russian forces finally crushed Ukrainian resistance last May, they set about putting their stamp on Mariupol, </strong><em><strong>erasing evidence</strong></em><strong> </strong><em><strong>of the recent atrocities</strong></em><strong> </strong><em><strong>and of past Ukrainian history</strong></em><strong> in the city.</strong></p> <a href=\"https://www.theguardian.com/world/ng-interactive/2023/feb/23/mariupol-the-ruin-of-a-city\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2023/feb/23/mariupol-the-ruin-of-a-city", "date_published": "2023-02-23 11:04:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Motson – a life in pictures", "description": "<p>Beloved commentator John Motson has died aged 77. We take a look at some of his best moments behind the mic over a 50-year career</p> <a href=\"https://www.theguardian.com/football/gallery/2023/feb/23/john-motson-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/football/gallery/2023/feb/23/john-motson-a-life-in-pictures", "date_published": "2023-02-23 11:04:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Affinities by Brian Dillon review – in the eye of the beholder", "description": "<p>A critic’s tour of the images that have entranced him, from Julia Margaret Cameron’s niece, to pictures of seahorses and a drawing of a migraine aura</p><p>Why do some things combine and others separate? Add nitric acid to gold, and nothing happens. Pour on aqua regia, a mixture of nitric and hydrochloric acids, and the gold dissolves. The chemical doctrine of affinity emerged as a way to explain these reactions. In his 1809 novel Elective Affinities<em>, </em>Johann Wolfgang Goethe applied the idea to human relationships. Charlotte and Edward may form a stable union but if Edward has an affinity with young Ottilie – ah, well, then all bets are off.</p><p>What is an affinity? A little like a crush, I suppose, at least at the beginning. And sometimes just as fleeting. But sometimes more stable, more serious, and more revealing of our ways of engaging with things. Brian Dillon’s writings have always been marked by affinities – for artworks, for writers, even for particular sentences. In this work he turns his attention to the notion of affinity itself, through an examination of images that have drawn his gaze.</p> <a href=\"https://www.theguardian.com/books/2023/feb/23/affinities-by-brian-dillon-review-in-the-eye-of-the-beholder\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/23/affinities-by-brian-dillon-review-in-the-eye-of-the-beholder", "date_published": "2023-02-23 11:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lawyer argues fetus of jailed pregnant woman is being illegally detained", "description": "<p>Florida attorney uses ‘fetal personhood’ argument in attempt to free client that could have consequences for women’s rights</p><p>A lawyer’s attempt to have his pregnant client released from jail ahead of trial by arguing that her fetus has been subject to “unlawful and illegal detention” could have profound consequences for the rights of women in Florida.</p><p>Attorney William M Norris filed a petition for a <a href=\"https://s3.documentcloud.org/documents/23686497/natalia-harrell-habeas-corpus-filing.pdf\">writ of habeas corpus</a> on behalf of the “unborn child” of Natalia Harrell in Florida’s third district court of appeal on 16 February, the Miami Herald <a href=\"https://www.miamiherald.com/news/local/crime/article272551249.html\">first reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/florida-lawyer-jailed-pregnant-woman-fetal-personhood-reproductive-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/florida-lawyer-jailed-pregnant-woman-fetal-personhood-reproductive-rights", "date_published": "2023-02-23 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The lavatory waste comes on us’: unsafe, unsanitary work conditions, airport workers claim", "description": "<p>Swissport USA employees also allege ground services firm violates sick leave policy and retaliates against those who speak out</p><p>These days Omar Rodriguez, a ramp worker and cabin cleaner at LaGuardia airport in New York, dreads cleaning planes – especially the toilets.</p><p>The 19-year-old works for Swissport USA, which services Spirit Airlines and Air Canada at LaGuardia, and claims that faulty equipment used for cleaning airplane lavatories often results in workers getting sprayed with human waste. When it happens, he said, workers are expected to continue cleaning the airplane cabins without being provided time or products to properly clean themselves.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/swissport-usa-new-york-unsafe-unsanitary-conditions-unionize\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/swissport-usa-new-york-unsafe-unsanitary-conditions-unionize", "date_published": "2023-02-23 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big archaeological digs happening up in the sky", "description": "<p>Laser technology called lidar is helping archaeologists complete years of fieldwork sometimes in the span of a single afternoon</p><p>Archaeology is facing a time crunch. Thousands of years of human history risk imminent erasure, from tiny hamlets to entire cities - temples, walls and roads <a href=\"https://www.theguardian.com/world/2022/nov/22/amazon-deforestation-bolivia-lost-civilization\">under grave threat of destruction</a>. <a href=\"https://www.theguardian.com/science/2022/oct/11/hundreds-of-skeletons-found-beneath-former-department-store-in-pembrokeshire-ocky-white-haverfordwest\">Urban sprawl</a> and <a href=\"https://www.theguardian.com/science/2005/oct/07/archaeology.heritage\">industrial agriculture</a> are but two culprits, smothering ancient settlements beneath car parks and cattle pastures. <a href=\"https://www.theguardian.com/commentisfree/2022/mar/15/ukrainian-heritage-under-threat-truth-soviet-era-russia\">International conflict</a> and <a href=\"https://www.theguardian.com/world/2022/apr/15/iraq-ancient-buildings-destroyed-by-climate-change-salt-sandstorms\">climate change</a> are also damaging vulnerable sites, with warfare and water shortages destroying pockets of history across the world.</p><p>The endless excavations of yesteryear are no longer the best solution. Big digs aren’t the big idea they once were: mapping the human archaeological record is now moving upward, into the sky.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/23/lidar-technology-archeology-radical-thinking\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/23/lidar-technology-archeology-radical-thinking", "date_published": "2023-02-23 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A proud shark, an uncertain scientist and a broken dog statue – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>Thursday trundles round once again, bringing with it the same test of 15 vaguely topical and general knowledge questions, sweetened by a selection of predictable in-jokes, and the knowledge that if there was a quirky story about an animal on the Guardian website in the previous seven days, it will almost certainly feature here. There are no prizes, it is just for fun. Let us know how you got on in the comments.</p><p><strong>The Thursday quiz, No 96</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/23/a-proud-shark-an-uncertain-scientist-and-a-broken-dog-statue-take-the-thursday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/23/a-proud-shark-an-uncertain-scientist-and-a-broken-dog-statue-take-the-thursday-quiz", "date_published": "2023-02-23 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experience of using nitrous oxide in the UK", "description": "<p>We would like to speak to people in the UK who use the drug also known as nos and laughing gas, about their experience with it</p><p>As the use of nitrous oxide, also known as nos or laughing gas, has grown in recent years doctors have warned of a rapid rise in <a href=\"https://www.theguardian.com/society/2022/aug/30/doctors-warn-of-rise-in-nerve-damage-linked-to-nitrous-oxide\">reports of spinal cord and nerve damage</a> associated with its use.</p><p>We are keen to hear from those who use the drug. Were you made aware of the risks? Has it affected whether you would use the drug again? What do you make of the potential <a href=\"https://www.theguardian.com/society/2023/jan/26/uk-ban-on-laughing-gas-sale-or-possession-poised-to-go-ahead\">laws to control nitrous oxide</a>?</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/share-your-experience-of-using-nitrous-oxide-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/share-your-experience-of-using-nitrous-oxide-in-the-uk", "date_published": "2023-02-23 10:56:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan’s fresh £580m loan from China intensifies debt burden fears", "description": "<p>Loan is on top of £25bn that cash-strapped Islamabad already owes Beijing and Chinese commercial banks</p><p>China has agreed to loan Pakistan $700m (£580m) to help it weather its worst economic crisis in a generation, in a move that will intensify concern among western countries about cash-strapped Islamabad’s debt burden to Beijing.</p><p>The loan comes on top of $30bn (£25bn) that <a href=\"https://www.theguardian.com/world/2021/sep/30/42-nations-owe-china-hidden-debts-exceeding-10-of-gdp-says-report\">Pakistan already owes China</a> and Chinese commercial banks. Securing the financing will help to unlock bailout cash from the International Monetary Fund (IMF).</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/pakistan-loan-china-intensifies-debt-burden-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/pakistan-loan-china-intensifies-debt-burden-fears", "date_published": "2023-02-23 10:33:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Rolls-Royce boss launches strategic review despite profits rise", "description": "<p>Tufan Erginbilgic outlines need for further changes after unveiling 57% rise in profits to £650m</p><p>The new boss of Rolls-Royce has launched a sweeping review of the aircraft engine maker pledging there was “much more” to come after last year beat expectations, sending shares up nearly 20%.</p><p>Tufan Erginbilgic, who joined as chief executive 1 January, said the FTSE 100 manufacturer had been “underperforming financially for years” and outlined key areas for reform that he said would deliver “materially higher profit, cashflows and returns”. It followed his warning to employees last month that <a href=\"https://www.theguardian.com/business/2023/jan/27/rolls-royce-is-a-burning-platform-that-must-transform-says-new-ceo\">Rolls-Royce is a “burning platform”</a> that must transform to survive.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/new-rolls-royce-boss-launches-strategic-review-despite-profits-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/new-rolls-royce-boss-launches-strategic-review-despite-profits-rise", "date_published": "2023-02-23 10:16:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Motson, legendary football commentator, dies aged 77", "description": "<ul><li>Motson covered 10 World Cups and 29 FA Cup finals</li><li>His final game for Match of the Day was in 2018</li></ul><p>The football commentator John Motson has died at the age of 77. Motson worked for 50 years for the BBC and commentated on more than 2,500 games on television and radio.</p><p>Motson, often associated with his sheepskin coat and known as “Motty”, covered 10 World Cups, 10 European Championships and 29 FA Cup finals for the BBC before retiring from the broadcaster in 2018. His final game for Match of the Day was that year.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/john-motson-football-commentator-dies-aged-77\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/john-motson-football-commentator-dies-aged-77", "date_published": "2023-02-23 10:02:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You can’t have robot waiters!’ Fred Sirieix on Brexit, the restaurant crisis – and delicious first dates", "description": "<p>The TV star’s new show sees him putting young people to work in the demanding world of hotel service. He talks about the excitement of his early career, the joy of first kisses, and why he still believes in hard work</p><p>In a cream suit, with a sharp new haircut, Fred Sirieix appears entirely at home in the bar of a glitzy London hotel. And that’s as it should be. First Dates’ host-cum-matchmaker spent his career in high-end hospitality before being “sidetracked”, as he puts it, when telly came calling. Now his new show is taking him right back to his roots: the nitty gritty of hotel and restaurant service.</p><p>In Fred’s Last Resort, 12 young Britons looking to change their lives are dropped into a five-star resort on the Côte d’Azur – glittering sea, white parasols and glossy one-percenters in massive shades – to learn every aspect of the hospitality business. There’s £10,000 and a job for the last one standing. Predictable havoc ensues as, thrown in at the deep end, the recruits spill drinks, tell one guest: “Your arse looks amazing”, and are equally revolted by waxy discarded cotton buds and oysters. Many Apprentice-adjacent tropes are present: tasks and team leaders, speakerphone recriminations, terrible decisions and professionals watching in mute horror as the chaos unravels. But the kids, with all their insecurities and anxieties, are very endearing – those you would employ in a heartbeat but also the ones who could age you 10 years in a single lunch service – and it has heart and humour.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/you-cant-have-robot-waiters-fred-sirieix-on-brexit-the-restaurant-crisis-and-delicious-first-dates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/you-cant-have-robot-waiters-fred-sirieix-on-brexit-the-restaurant-crisis-and-delicious-first-dates", "date_published": "2023-02-23 10:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Best podcasts of the week: The makers of Serial are back with a cold case killing in deepest Wyoming", "description": "<p>In this week’s newsletter: Reporter Kim Barker explores an unsolved murder in her ‘mean’ hometown, in The Coldest Case in Laramie. Plus: five of the best podcasts about friendship</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p><strong><a href=\"https://podcasts.apple.com/gb/podcast/the-moomin-phenomenon/id1644347601\">The Moomin Phenomenon</a><br />Widely available, all episodes out on Wed</strong> <br />The Moomin philosophy – love, equality and courage – is a way of life for thousands of fans of Tove Jansson’s cartoons. These include Jennifer Saunders, who hosts this podcast that gets lost in the world of Moominvalley. In the first episode, she’s joined by superfan Lily Collins. Then she speaks with Jansson’s biographer Boel Westin, Moomin fabric-maker Rika Kawato and a fan who gets her third Moomin tattoo on air. <em>Hollie Richardson</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/23/hear-here-coldest-case-in-laramie-serial-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/23/hear-here-coldest-case-in-laramie-serial-podcast", "date_published": "2023-02-23 09:45:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Register of tutor-student relations proposed for England campuses", "description": "<p>Academics may face dismissal if relations involving romance, sex or financial dependency are not reported</p><p>Universities in England could face sanctions if intimate relationships between staff and the students they have academic responsibilities for are not disclosed, under plans by the higher education watchdog.</p><p>Academics who refuse to report relationships with their students that involve sexual activity, romantic intimacy or financial dependency, should be dismissed, the Office for Students (OfS) has proposed.</p> <a href=\"https://www.theguardian.com/education/2023/feb/23/register-of-tutor-student-relations-proposed-for-england-campuses\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/feb/23/register-of-tutor-student-relations-proposed-for-england-campuses", "date_published": "2023-02-23 09:40:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was an App Store games editor – that’s how I know Apple doesn’t care about games", "description": "<p>The tech giant has taken billions from game developers but failed to reinvest it, leaving the App Store a confusing mess for mobile gamers</p><p>In the 15 years since it launched the App Store, Apple has proved again and again that it cares very little about games – though it is happy to make billions from them. I should know: I was an App Store games editor for seven years.</p><p>It all started so well. When the iPhone and iPad arrived, those devices transformed games almost as much as they upended the rest of the tech world. Suddenly everyone had powerful games machines in their pockets, and it was amazing. Some wonderful developers broke through. Zach Gage kickstarted his career with the artsy Tetris-meets-wordsearch game <a href=\"https://www.theguardian.com/games/2022/feb/28/worldle-sweardle-byrdle-a-guide-to-the-maze-of-word-game-apps-that-arent-wordle\">SpellTower</a>; Adam Saltsman’s Canabalt turned platforming tropes into a desperate post-apocalyptic dash; ingenious gothic puzzler Helsing’s Fire gave us our first glimpse into the mind of Lucas Pope, later the creator of <a href=\"https://www.theguardian.com/technology/2014/oct/30/papers-please-wins-2014-gamecity-prize\">Papers, Please</a>.</p> <a href=\"https://www.theguardian.com/games/2023/feb/23/i-was-an-app-store-games-editor-thats-how-i-know-apple-doesnt-care-about-games\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/feb/23/i-was-an-app-store-games-editor-thats-how-i-know-apple-doesnt-care-about-games", "date_published": "2023-02-23 09:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow ‘deeply scarred’ by Covid but expects rebound to continue", "description": "<p>Airport reports annual losses halved in 2022 and is optimistic demand for travel will grow further this year</p><p>Heathrow airport says is still recovering after being “deeply scarred” by the pandemic, but expects a further rebound in travel this year after annual losses narrowed in 2022.</p><p>While Britain’s busiest airport continued to make losses throughout 2022, it said a near-trebling of passenger numbers helped halve adjusted losses to £684m from £1.3bn a year earlier.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/heathrow-airport-deeply-scarred-by-covid-but-expects-rebound-to-continue\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/heathrow-airport-deeply-scarred-by-covid-but-expects-rebound-to-continue", "date_published": "2023-02-23 09:29:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost 40% of domestic tasks could be done by robots ‘within decade’", "description": "<p>Chores such as shopping likely to have most automation, while caring for young or old least likely to be affected, says report</p><p>A revolution in artificial intelligence could slash the amount of time people spend on household chores and caring, with robots able to perform about 39% of domestic tasks within a decade, according to experts.</p><p>Tasks such as shopping for groceries were likely to have the most automation, while caring for the young or old was the least likely to be affected by AI, according to a large survey of 65 artificial intelligence (AI) experts in the UK and Japan, who were asked to predict the impact of robots on household chores.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/23/almost-40-of-domestic-tasks-could-be-done-by-robots-within-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/23/almost-40-of-domestic-tasks-could-be-done-by-robots-within-decade", "date_published": "2023-02-23 09:28:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour plans to ensure UK has ‘highest sustained growth in G7’, says Keir Starmer – UK politics live", "description": "<p>The Labour leader will set out his party’s five ‘missions’ for government in a speech later</p><p>In interviews this morning <strong>Keir Starmer</strong> has been saying more about Labour’s five missions. Here are some of his main points.</p><p><strong>Starmer rejected claims that his five missions were vague, or easy to achieve. </strong>He told the Today programme:</p><p>If you take missions, let’s take that first one — the highest sustained growth in the G7. That is going to be tough. Nobody is going to say, ‘That’s vague, that’s something that is going to be easily achievable’.</p><p>An NHS actually fit for the future, so that is not just to get through this winter but the next 75 years.</p><p><strong>He said the annual “winter crisis” in the NHS was an example of how the current government was just engaged in “sticking-plaster politics”. </strong>He said:</p><p>The idea behind [Labour’s five missions] is really based on the frustrations, the everyday frustrations that people have that almost nothing seems to be working, everything needs to be fixed and all we’ve really ever had for many years now is sticking-plaster politics.</p><p>The classic example of that is the NHS. We have a winter crisis in the NHS every year. We just about fix it, get through to the summer and then go back into the next year’s winter crisis.</p><p><strong>He said his experience as director of public prosecutions made him realise the value of a “cross-cutting” approach to government (which means getting departments across Whitehall to work together addressing problems).</strong> When Today’s <strong>Amol Rajan</strong> challenged the term, <strong>Starmer</strong> replied:</p><p>I know you don’t like the language but I ran the Crown Prosecution Service for five years. I know that among the problems I had was that it was in a silo.</p><p>If you want to reduce crime, you have to get to grips with your education system, you have to recognise the mental health element to it, you have to recognise the health element.</p><p>Each mission will be laser-targeted on the complex problems which drive our crises. The root causes that demand new thinking.</p><p>New solutions born in all parts of our country. New ways of harnessing the ingenuity that is all around us.</p> <a href=\"https://www.theguardian.com/politics/live/2023/feb/23/labour-keir-starmer-conservatives-rishi-sunak-uk-politics-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/feb/23/labour-keir-starmer-conservatives-rishi-sunak-uk-politics-latest-news", "date_published": "2023-02-23 09:23:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cursed Bread by Sophie Mackintosh – sex, death and baking", "description": "<p>Set in postwar France, this sharp fable explores the power desire and envy exert over reality and memory</p><p>Three books in, we can begin to say that there are traits in Sophie Mackintosh’s novels which are particularly Mackintoshian. The image of a woman with a man’s hand around her throat. The attendant sexual violence that image suggests. A veil thrown over questions of time and location that lends both prose and plot a gauzy, fever-dream quality. That gauzy quality is likewise aided by a set of strict rules established for each story world, and momentum in Mackintosh’s novels is usually the result of those structures dissolving. What happens when three girls raised on an island away from men are finally confronted with them, as in <a href=\"https://www.theguardian.com/books/2018/may/23/the-water-cure-by-sophie-mackintosh-review\">The Water Cure</a>, or the progress of a woman who has chosen to have a child in a country where she has been forbidden from doing so by a fertility lottery (<a href=\"https://www.theguardian.com/books/2020/sep/23/blue-ticket-by-sophie-mackintosh-review-a-dark-fable-about-free-will\">Blue Ticket</a>).</p><p>Cursed Bread is a quietly rich maturation of Mackintosh’s skill, set in a semi-rural postwar French town. It is narrated by Elodie, a woman of indeterminate age. She is married to a passionless baker, provider of the titular bread – a man who touches her around four times a year and is usually too drunk to stay hard if they have sex. When she watches his still-strong hands kneading dough each day, one can see why Elodie might be dissatisfied with life. “Perhaps I’ll throw myself off a bridge or bake myself into a pie, what do you think?” she asks her husband brightly one afternoon. He shrugs. They attend a midsummer festival instead. To some extent, it is the small churn of bucolic domesticity that endows this novel with the uncanny quality also present in Mackintosh’s other books – this is a world in which women wash clothes at the lavoir, make confession on Sundays, faithfully aid their husbands’ work as butchers or grocers. “Sometimes,” Elodie recounts, “not very often, I found myself tied around the throat with a hot thread of panic at the inevitability of the days.”</p><p>Cursed Bread by Sophie Mackintosh is published by Hamish Hamilton (£14.99). To support the Guardian and Observer, order your copy at <a href=\"https://guardianbookshop.com/cursed-bread-9780241539613?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</p> <a href=\"https://www.theguardian.com/books/2023/feb/23/cursed-bread-by-sophie-mackintosh-sex-death-and-baking\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/23/cursed-bread-by-sophie-mackintosh-sex-death-and-baking", "date_published": "2023-02-23 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You & Me review – you can’t fail to love this deftly written romance’s big, healing heart", "description": "<p>This sharp, original drama slowly morphs from peppy romcom into something far more profound. It’s a sentimental charmer with a plot that twists, turns and pivots</p><p>Don’t be fooled by the breezy, Richard Curtis-like stylings of You &amp; Me. This sentimental charmer, executive-produced by <a href=\"https://www.theguardian.com/media/russelltdavies\">Russell T Davies</a>, may look like a romcom, but it’s more David Nicholls’ One Day than Notting Hill. This is a drama about tragedy, and whether hearts can survive the potential horrors that life may throw at them. “After the worst, most unimaginable thing has happened to them, do you really think people can be happy again, the way they were before?” asks up-and-coming theatrical star Emma (Jessica Barden). The answer plays itself out over three episodes, which twist, turn and pivot across two-ish timelines and several years.</p><p>At its best, it’s got a touch of Cold Feet to it. Industry’s Harry Lawtey plays Ben, a carefree young man in London whose life is changed for ever when he misses a bus at the exact same time as stranger Jess (Sophia Brown). For the first 20 minutes or so, it plays out like the romcom that it is pretending to be. The meet-cute is intensely cute, and there is plenty of lovely magical thinking going on. Strangers daring to strike up conversations with one another! In London! At a bus stop! (In You &amp; Me, buses are romantic, which suggests the writer has blocked out any memories of dodging a rolling bottle full of something that looks a bit like apple juice on the 76 at 3am.) Ben is a journalist whose mother is a cleaner, yet he can afford a two-bedroom flat in the city that doesn’t have a shower in the kitchen and a fridge/wardrobe combo! Being a parent of small children doesn’t seem to age anyone at all! I like this London, all sun-kissed and optimistic and friendly and affordable.</p><p>You &amp; Me is on ITVX now.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/23/you-and-me-review-a-romcom-disguised-drama-with-a-dark-troubled-heart\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/23/you-and-me-review-a-romcom-disguised-drama-with-a-dark-troubled-heart", "date_published": "2023-02-23 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police name off-duty detective injured in Omagh shooting", "description": "<p>DCI John Caldwell, a high-profile PSNI officer, in critical condition in hospital after shooting on Wednesday night</p><p>The senior police officer shot in Omagh on Wednesday evening has been named as DCI John Caldwell, as police said the primary focus of the investigation was on dissident republicans.</p><p>Caldwell is in a critical but stable condition in hospital after the <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/off-duty-police-officer-shot-in-omagh-report\">attack at a sports complex</a> in Omagh. He was shot a number of times by masked men in front of young people he had been coaching.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/police-name-off-duty-detective-injured-in-omagh-shooting-john-caldwell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/police-name-off-duty-detective-injured-in-omagh-shooting-john-caldwell", "date_published": "2023-02-23 08:45:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK brought its shortages of fruit and vegetables on itself, ex-Sainsbury’s CEO says – business live", "description": "<p>Failure to subsidise energy costs, and Brexit disruption, has led to shortages of fresh vegetables and fruits such as tomatoes, pepper and cucumbers, Justin King warns</p><ul><li><a href=\"https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets\">Why are UK supermarkets facing fresh food shortages?</a></li></ul><p><br /></p><p>On the eve of the first anniversary of the Ukraine war, defense firm <strong>BAE Systems</strong> has reported a surge in profits and orders last year.</p><p><strong>BAE</strong>, which makes fighter jets, <a href=\"https://www.baesystems.com/en-uk/product/global-combat-ship\">combat ships</a>, weapons systems such as naval guns, munitions, communications systems and the US Army’s Armored Multi-Purpose Vehicle, says it expects growth this year too as geopolitical tensions remain high.</p><p>Our employees have done an outstanding job to effectively manage supply chain and inflationary pressures whilst delivering critical capabilities and driving efficiencies for our customers.</p><p>“Our diverse geographic footprint, deep customer relationships and highly relevant, leading defence technologies mean we’re well positioned to support national security requirements in an elevated threat environment.</p><p>Personal trainer Lisa Fearns, 49 – who filled a <strong><a href=\"https://metro.co.uk/tag/lidl/?ico=auto_link_news_P2_LNK1\">Lidl</a></strong> trolley to make detox drinks for her business – said that as she paid the manager ‘came running out of the back saying I’m buying too much fruit and veg and I can’t purchase that much.’</p><p>The mum from Kirby, Merseyside, has bought a huge number of cucumbers every week for the past three years to make the drinks she sells online.</p> <a href=\"https://www.theguardian.com/business/live/2023/feb/23/uk-shortages-fruit-vegetables-supermarkets-bae-systems-inflation-stock-markets-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/feb/23/uk-shortages-fruit-vegetables-supermarkets-bae-systems-inflation-stock-markets-business-live", "date_published": "2023-02-23 08:24:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona’s Ronald Araújo: ‘I came from a different football. But I told myself, I have to play here’", "description": "<p>Uruguayan centre-back who honed his skills in the bullring at La Masia has been tipped for greatness by Xavi before the Europa League playoff second leg against Manchester United</p><p>Some days he would go before training, others after training and there were days he went before <em>and</em> after training, but every day without fail Ronald Araújo would head to the bullring. He was 19, recently arrived in Spain, and what he wanted most was to fit in. The bullring is a small cage with portable metal panels on wheels, relentlessly receiving and returning endless passes, and it became his place. Because if <em>everything </em>was different, ask the Uruguayan to name the hardest thing about moving to Barcelona as a teenager 6,000 miles from home and his response is simple: “the ball”.</p><p>“Football happened fast,” Araújo says. “At 17, I was still in my little home town, playing for the local team, Huracán Rivera. At 17, I went to Montevideo on trial at Rentistas. I was in the under-19s for five months, got promoted to the seniors in the second division, then they transferred me to Boston River. From Rivera to Barcelona in two years; it was mad.</p> <a href=\"https://www.theguardian.com/football/2023/feb/23/barcelonas-ronald-araujo-i-came-from-a-different-football-but-i-told-myself-i-have-to-play-here\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/23/barcelonas-ronald-araujo-i-came-from-a-different-football-but-i-told-myself-i-have-to-play-here", "date_published": "2023-02-23 08:18:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beginning review – touching after-party tale of the last two left standing", "description": "<p><strong>Royal Exchange theatre, Manchester<br /></strong>David Eldridge’s insightful play about a pair of singletons sizing each other up is relocated for a funny and moving revival</p><p>New light was cast on David Eldridge’s 2017 play <a href=\"https://www.theguardian.com/stage/2017/oct/13/beginning-review-national-theatre-dorfman-david-eldridge\">Beginning</a> by last year’s sort-of sequel, <a href=\"https://www.theguardian.com/stage/2022/may/05/middle-review-david-eldridge-theatre\">Middle</a>. These two-handers don’t concern the same characters but, as portraits of burgeoning romance and seasoned marriage respectively, they each gain emotional resonance from the other.</p><p>Both find a couple in the small hours, weighing up relationships. Middle has spilt blood, broken crockery and affection souring into acrimony whereas Beginning is all ketchup stains, frothing lager and heady anticipation. If the second play presents an overgrown lawn of a marriage, Beginning is about tender green shoots.</p><p>At the <a href=\"https://www.royalexchange.co.uk/whats-on-and-tickets/beginning\">Royal Exchange, Manchester</a>, until 11 March</p> <a href=\"https://www.theguardian.com/stage/2023/feb/23/beginning-review-touching-after-party-tale-of-the-last-two-left-standing\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/feb/23/beginning-review-touching-after-party-tale-of-the-last-two-left-standing", "date_published": "2023-02-23 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oddities of the not so deep – in pictures", "description": "<p>These images were taken by underwater photographer Robert Stansfield, from Southampton, UK, on a blackwater dive in the open ocean surround the island of Cozumel, Mexico.</p><p>‘The blackwater dives never fail to amaze me with the crazy alien-like life forms that drift past out in the open ocean, well away from a reef,’ says Robert. ‘The idea is to see the largest biomass migration on the planet. Every night a huge volume of life migrates up from the mesopelagic zone up to the epipelagic. This night-time migration gives us the opportunity to see life at the surface that normally lives well beyond recreational diving depths.’</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/feb/23/oddities-of-the-not-so-deep-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/feb/23/oddities-of-the-not-so-deep-in-pictures", "date_published": "2023-02-23 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Faithful to my profession to the end’: Russian journalists endure under Putin’s onslaught", "description": "<p>Jailed Mikhail Afanasyev one of many journalists refusing to be silenced despite laws criminalising much independent reporting</p><ul><li><strong>Please <a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22UKR_1Y_EDITORIAL%22%2C%22campaignCode%22%3A%22UKR_1Y_EDITORIAL%22%7D&amp;INTCMP=UKR_1Y_EDITORIAL\">support our independent reporting today</a>, from as little as £1/$1. It only takes a minute, and it makes a huge difference to what we do.</strong></li></ul><p>Mikhail Afanasyev wants your letters.</p><p>The Russian journalist from Abakan in Siberia was <a href=\"https://www.theguardian.com/world/2022/apr/21/im-waiting-to-be-arrested-russian-fake-news-law-targets-journalists\">jailed last year for writing about a small group of national guardsmen</a> who had refused to fight in Ukraine. But Afanasyev remains defiant, while local supporters crowdfund thousands of dollars to pay off his legal fines.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/russian-journalists-putin-laws-criminalising-independent-reporting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/russian-journalists-putin-laws-criminalising-independent-reporting", "date_published": "2023-02-23 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It may be the most effective anti-obesity drug yet – but even Wegovy is no ‘wonder cure’ | Jason Halford", "description": "<p>The much-hyped medicine is due to hit UK chemists in spring. However, one drug in isolation is never the answer</p><ul><li>Jason Halford is president of the European Association for the Study of Obesity</li></ul><p>In my 30 years as an obesity researcher, I’ve seen all kinds of “wonder cures” come and go. Some were withdrawn due to serious side-effects; most have had only a relatively modest effect on people’s body mass.</p><p>But now a new generation of medications has arrived, based on a better understanding of the biological underpinnings of obesity. While previous pharmaceutical treatments resulted in weight loss of 5-10%, clinical trials of this new wave of drugs are reporting initial weight loss of 15-20%. They work by suppressing appetite and slowing down digestion so we feel full for longer. One of these medications – semaglutide, sold under the brand name Wegovy – will soon be available in UK chemists in the form of a weekly, self-administered injection.</p><p>Jason Halford is a professor of biological psychology and health behaviours at the University of Leeds and president of the European Association for the Study of Obesity</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/obesity-drug-wegovy-chemist-semaglutide\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/obesity-drug-wegovy-chemist-semaglutide", "date_published": "2023-02-23 08:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The West by Naoíse Mac Sweeney review – history rediscovered", "description": "<p>An archaeologist’s sparkling new analysis of the West and its antagonists, from Herodotus to Tullia d’Aragona to Carrie Lam</p><p>In her new book, classical archaeologist Naoíse Mac Sweeney sets out to challenge and reinterpret the notion of “western civilisation” over the past 2,500 years, through the lives and writings of 14 women and men – ranging from Herodotus, the great Greek historian of the fifth century BC, to Carrie Lam, the 21st-century chief executive of Hong Kong, who presided over its recent slide into authoritarian rule.</p><p>Does that sound interesting to you? Frankly, I was dubious. We all know that publishers love this kind of big-picture proposition, but it’s easy to imagine how this one could turn into an ungainly mashup of second-hand knowledge and lukewarm platitudes.</p> <a href=\"https://www.theguardian.com/books/2023/feb/23/the-west-by-naoise-mac-sweeney-review-history-rediscovered\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/23/the-west-by-naoise-mac-sweeney-review-history-rediscovered", "date_published": "2023-02-23 07:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A bonkers US rule brands me a terrorist because of a Cuba passport stamp", "description": "<p>I just want to take part in a yacht race but have to pay in advance for a non-immigrant visa I can’t even get</p><p><strong>I want to travel to Florida in March to take part in a yacht race. However, in 2019, competitors (including Americans) sailed to Cuba to begin the race back to Florida, and my passport was stamped by Cuban border control. Because of that, I have to make an appointment to obtain a visa to enter the US, as Cuba has been classified as a supporter of terrorism. I’ve paid the £147 application fee, but the online booking form has no available dates. It seems wrong to take payment for a service that is not supplied, with no refunds.<br /></strong><em><strong>DP, Truro, Cornwall</strong></em></p><p>One of Donald Trump’s final legacies was to class Cuba as a “state sponsor of terrorism” (SST). This means anyone who has visited the island no longer qualifies for a cheap and easy Electronic System for Travel Authorisation (ESTA) visa waiver to enter the US as a visitor. Instead, they have to pay the fee and undergo an interview for a non-immigrant visa. The rule ranks Cuba with Syria and North Korea, and assumes holidaymakers are complicit in terror activity.</p> <a href=\"https://www.theguardian.com/money/2023/feb/23/a-bonkers-us-rule-brands-me-a-terrorist-because-of-a-cuba-passport-stamp\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/23/a-bonkers-us-rule-brands-me-a-terrorist-because-of-a-cuba-passport-stamp", "date_published": "2023-02-23 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucian Freud portrait of daughter Isobel expected to fetch up to £20m at auction", "description": "<p>Ib Reading, not seen in public for more than 20 years, was result of more than 70 sittings</p><p>An intimate portrait by Lucian Freud of one of his children that has not been seen in public for more than 20 years is expected to fetch up to £20m when it is auctioned next week.</p><p>Ib Reading was the result of more than 70 sittings by Isobel Boyt in the artist’s studio in Holland Park, west London, in 1997. Known to her family as Ib, Boyt is painted while reading Marcel Proust’s 4,000-page novel Remembrance of Things Past, wearing a loose dress, with her bare feet up on a chair and the book in her lap.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/23/lucian-freud-portrait-daughter-isobel-auction-ib-reading\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/23/lucian-freud-portrait-daughter-isobel-auction-ib-reading", "date_published": "2023-02-23 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There is a surefire way for the English to correctly pronounce Irish names. Just ask us  | Niamh Ní Hoireabhaird", "description": "<p>We’re used to people struggling with our names and we’re here to help. But it’s an issue heavy with history. Quips and scoffs can hurt</p><p>Last year, the lead singer of The 1975, Matt Healy, managed to offend a whole lot of <em>Gaelgoirí </em>(Irish speakers) when he appeared to <a href=\"https://twitter.com/itsdervz/status/1581657977655676928?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1581657977655676928%7Ctwgr%5E60188feec50374ee032518294beacc3955a8e8a2%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.irishmirror.ie%2Fshowbiz%2Firish-people-fume-after-1975-28258051\">mock a fan’s name</a> – Dervla – at a meet-and-greet.</p><p>Healy isn’t alone, though, when it comes to anglophone bafflement at Irish names. A <a href=\"https://www.irishcentral.com/culture/craic/irish-name-hardest-word-british-people\">recent study</a> based on an analysis of Google searches revealed the words that British people have the most difficulty pronouncing. The names Aoife, Saoirse, Niamh and Siobhán occupy places in the top 10.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/english-pronounce-irish-names-history\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/english-pronounce-irish-names-history", "date_published": "2023-02-23 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A one-woman job’: early 20th century Scotland – in pictures", "description": "<p>A new exhibition gathers together the work of 14 photographers who cast a female eye over the rituals of rural communities and city dwellers</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/23/a-one-woman-job-early-20th-century-scotland-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/23/a-one-woman-job-early-20th-century-scotland-in-pictures", "date_published": "2023-02-23 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Loneliness is awful – so every day I try to start a conversation with a stranger | Adrian Chiles", "description": "<p>For years I have been recognised off the telly, and it has been easy to meet new people. But a memorable party reminded me of why it pays to work at the art of conversation</p><p>I enjoy having conversations like, you know, face-to-face, in person. Or just on the phone will do. Weird, I know. I’m assuming analogue chit-chat is dying out, as the rise of AI means we’ll have to get used to talking to computers. Already, many of the face-to-face conversations we are having were initiated via them. For example, I had a young male colleague, a good-looking and confident rascal. Even though, as far as I could see, he was enjoying conspicuous success with his Tinder dating, he bemoaned the march of technology. He said he’d often approach a woman in a bar, only to be told that she was waiting for a Tinder date. “The game’s over,” he said sadly. Tellingly, in relating this, it strikes me that approaching somebody unbidden to talk to them might now come across as dodgier than meeting a stranger you’ve found on the internet.</p><p>Whether you’re dating or not, the knack of starting conversations is at least as important – and challenging – as the art of conversation itself. The talking is the easy bit. It helps no end, of course, if you’re interested in other people, in which case you’ll generally bring yourself and others pleasure by asking them about themselves. If you’re more interested in yourself than anyone else, then that can be straightforward, too – just rattle on about your own brilliance and either turn a blind eye to any yawning or glazing over, or move on to your next victim. This is all set out nicely in <a href=\"https://www.theguardian.com/money/2005/oct/08/careers.work\">Dale Carnegie’s famous/infamous book, How to Win Friends and Influence People</a>. “Show interest in others” being his key point. I read it as a teenager and it made a huge impression on me – so much so that I gave it to a close friend of mine to read. His critique was exactly as follows: “This is all very well if you’re interested in other people, but I’m not really.” So that was that.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/loneliness-is-awful-so-every-day-i-try-to-start-a-conversation-with-a-stranger\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/loneliness-is-awful-so-every-day-i-try-to-start-a-conversation-with-a-stranger", "date_published": "2023-02-23 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Remade in Paris: new life for capital’s abandoned buildings", "description": "<p>Across the French capital, old stations, factories and a university campus are being transformed into artists’ studios, theatres and some of the city’s hottest clubbing venues</p><p>An enormous art nouveau greenhouse rises from the Meudon forest, its front made entirely of glass. Inside, suspended from the ceiling, is a 21-metre-long shiny, inflatable zeppelin, which looks as though any minute it might burst through the facade’s central circular pane.</p><p>The airship is a permanent, site-specific artwork by Korean artist Lee Bul, designed to draw attention to and define the huge space: this is <a href=\"https://hangar-y.com/\">Hangar Y</a>, the world’s first airship manufacturing hangar, built in 1878. Less than 10 miles south-west of Paris, it churned out airships and hot-air balloons until the end of the first world war. After a brief spell as an aeronautics museum, it was abandoned and left empty for 40 years.</p> <a href=\"https://www.theguardian.com/travel/2023/feb/23/remade-in-paris-france-new-life-for-abandoned-buildings\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/feb/23/remade-in-paris-france-new-life-for-abandoned-buildings", "date_published": "2023-02-23 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the people who stayed in Ukraine tell their incredible stories", "description": "<p>A year to the day since Russia’s invasion, reporter Rohit Kachroo revisits the people he met when covering the story. Plus: Shropshire gets some sub-par marketing in The Apprentice. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/23/tv-tonight-the-people-who-stayed-in-ukraine-tell-their-incredible-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/23/tv-tonight-the-people-who-stayed-in-ukraine-tell-their-incredible-stories", "date_published": "2023-02-23 06:20:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watch that man: V&A lands huge archive of David Bowie memorabilia", "description": "<p>Public will have access to more than 80,000 items from the star’s handwritten lyrics to set designs in dedicated new centre</p><p>The physical legacy of David Bowie is to become publicly available following the donation of the cultural pioneer’s extensive archive to the V&amp;A.</p><p>The enormous cache of more than 80,000 items – including handwritten lyrics, instruments, costumes, set designs, letters and album artwork – spanning more than six decades will be held in a special centre being created in east London.</p> <a href=\"https://www.theguardian.com/music/2023/feb/23/va-lands-huge-archive-of-david-bowie-memorabilia\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/23/va-lands-huge-archive-of-david-bowie-memorabilia", "date_published": "2023-02-23 06:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s Preet Gill accused of undermining Sikh victims of sexual violence", "description": "<p>Shadow development secretary urged those calling Sikh temples unsafe to submit written apologies</p><p>Grassroots Labour supporters have complained about the behaviour of Preet Gill, the shadow international development secretary, whom they accuse of undermining Sikh victims of sexual violence.</p><p>Sikh members have made a complaint to the party after Gill sent a series of messages on a WhatsApp group that appeared to cast doubt on allegations of sexual abuse within gurdwaras.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/labours-preet-gill-accused-of-undermining-sikh-victims-of-sexual-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/labours-preet-gill-accused-of-undermining-sikh-victims-of-sexual-violence", "date_published": "2023-02-23 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The promise I made from a Kyiv stage still stands: more than ever I’ll be there for the people of Ukraine | Elton John", "description": "<p>There are 250,000 Ukrainians living with HIV, and more than 600,000 at risk from it. I said I would do everything to help and renew that pledge today</p><p>On a perfect spring evening in 2007, I sat on a stage in the centre of Kyiv, in Ukraine, looking out at a 300,000-strong crowd. It was one of those magical nights that performers live for: when music brings people of every age, background and belief together in a moment of shared humanity and joy.</p><p>At the time, amid increased prosperity and personal freedom, Ukraine’s Aids crisis was a growing storm. I was playing a free concert partly to underscore what I had learned in so many other countries – that awareness and compassion are essential in fighting this disease. I shouted from the stage, <em>Zupinimo </em><em>Snid </em><em>razom</em>! (Let’s end Aids together).</p><p>Elton John is an entertainer, humanitarian and singer/songwriter. He is the founder of the Elton John Aids Foundation</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/23/kyiv-ukraine-ukrainians-hiv-elton-john\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/23/kyiv-ukraine-ukrainians-hiv-elton-john", "date_published": "2023-02-23 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ynys Enlli off Welsh coast designated as a dark sky sanctuary", "description": "<p>Bardsey Island is first site in Europe to receive certification, thanks to low light pollution and pristine night skies</p><p>The sunsets are wonderful but the night that follows even more spectacular. If it is clear, the moon and stars illuminate the tiny island vividly; when it is cloudy, the darkness is thick and unbroken, “bible black” to quote Dylan Thomas.</p><p><a href=\"https://www.bardsey.org/about\">Ynys Enlli (Bardsey Island)</a>, two miles off the mainland of north-west Wales, has become the first site in Europe to receive <a href=\"https://www.darksky.org/our-work/conservation/idsp/sanctuaries/\">international dark sky sanctuary certification</a>, joining just 16 other spots in some of the most remote places in the world.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/ynys-enlli-bardsey-island-off-welsh-coast-designated-dark-sky-sanctuary\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/ynys-enlli-bardsey-island-off-welsh-coast-designated-dark-sky-sanctuary", "date_published": "2023-02-23 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Biden’s the most impressive president of my lifetime’: Mehdi Hasan on Fox News, tough questions and post-Trump politics", "description": "<p>The progressive journalist praises the bluntness of British colleagues and says the real ‘cancel culture brigade’ is on the right</p><p>One evening this month on cable television, <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/27/mehdi-hasan-interview?CMP=Share_iOSApp_Other\">Mehdi Hasan</a> interviewed Ilhan Omar, who had just been ousted from a House of Representatives panel by Republicans still worshipping at Donald Trump’s altar of intolerance.</p><p>The significance of the moment was not lost on Hasan.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/mehdi-hasan-interview-trump-biden-fox-news-msnbc\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/22/mehdi-hasan-interview-trump-biden-fox-news-msnbc", "date_published": "2023-02-23 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We have to pay more for food’: Britain’s biggest tomato farmer on the runaway costs of growing", "description": "<p>Soaring costs from light and fertiliser to pickers and packaging led APS Group to leave one in 12 of its glasshouses empty last winter</p><ul><li><a href=\"https://www.theguardian.com/business/2023/feb/22/aldi-asda-morrisons-supermarkets-rationing-salad-ingredients\">Aldi joins rivals Asda and Morrisons in rationing salad ingredients</a></li><li><a href=\"https://www.theguardian.com/business/2023/feb/22/problem-shortage-fresh-food-uk-supermarkets\">Why are UK supermarkets facing fresh food shortages?</a></li></ul><p>Multiple glasshouses owned by tomato grower APS Group were left empty last year, for the first time in the business’s 80-year history.</p><p>The <a href=\"https://www.theguardian.com/business/2023/feb/21/asda-morrisons-ration-tomatoes-peppers-fruit-shortages\">current shortages of tomatoes and other salad crops</a> on British supermarket shelves have unfortunately come as no surprise to Philip Pearson, development director at the UK’s largest tomato producer.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/we-have-to-pay-more-for-food-britains-biggest-tomato-farmer-on-the-runaway-costs-of-growing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/we-have-to-pay-more-for-food-britains-biggest-tomato-farmer-on-the-runaway-costs-of-growing", "date_published": "2023-02-23 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Afghan women face further harm if donor funding is withdrawn – report", "description": "<p>Aid agencies repelled by the Taliban’s harsh treatment should avoid moves that would leave women worse off, says thinktank </p><p>Western countries have risked causing further harm to Afghan women by withdrawing funding and suspending operations in protest against Taliban policies that adversely affect women, the International Crisis Group said in a report today.</p><p>The Brussels-based thinktank said outside powers should hold the Taliban to account for its bans on secondary and university education for girls and women as well as on those working for non-governmental organisations, but they should avoid “self-defeating” policies that left women without services.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/23/afghan-women-face-further-harm-if-donor-funding-is-withdrawn-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/feb/23/afghan-women-face-further-harm-if-donor-funding-is-withdrawn-report", "date_published": "2023-02-23 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "City mayors call for rent freeze and eviction ban for England’s tenants", "description": "<p>Campaigners say millions are struggling, in letter to Michael Gove signed by leaders of Manchester, Liverpool and London</p><p>An immediate rent freeze and a ban on evictions should be introduced in England to help renters deal with the cost of living crisis, the mayors of three of the biggest cities have said.</p><p>It would bring the country into line with Scotland, where tenants have been protected under emergency measures designed to curb a “humanitarian emergency” announced by Nicola Sturgeon last September.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/city-mayors-call-for-rent-freeze-and-eviction-ban-for-england-tenants\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/city-mayors-call-for-rent-freeze-and-eviction-ban-for-england-tenants", "date_published": "2023-02-23 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could growing celery in rewetted peatland help fight climate change?", "description": "<p>A trial is farming crops that can tolerate high water levels on bogland, and prevent carbon being released</p><p>Could celery help fight climate change? Peatlands in lowland Britain have been drained for agriculture and releasing carbon for years, but paludiculture, or wet farming, aims to rewet drained peatland and grow crops that can tolerate high water levels. In Greater Manchester, the local wildlife trust is growing celery on bogland that was drained for farming, leaving a small relic of old peat below the surface. The drains and ditches of the old field were blocked up, the water table allowed to rise 10cm to 50cm below the surface, preventing the peat releasing its carbon, while celery has been planted – a crop that tolerates wet conditions.</p><p>In the Fens, cattail bulrushes are being grown in rewetted old peat, then harvested and processed as fireproof insulation for housing, biodegradable food packaging, and as compost for commercial growers. The plants also clean up excess nutrients from the water they grow in and help store water. At the Great Fen in Cambridgeshire, a paludiculture trial is growing sphagnum moss. This is highly absorbent and naturally antiseptic, and was used as bandages in the first world war. The top of the moss can even be turned into a substitute for peat compost for growing seedlings.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/23/could-growing-celery-rewetted-peatland-help-fight-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/23/could-growing-celery-rewetted-peatland-help-fight-climate-change", "date_published": "2023-02-23 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jason Arday to become youngest ever black professor at Cambridge University", "description": "<p>Arday, 37, a sociologist, aims to inspire others from disadvantaged and under-represented backgrounds</p><p>A renowned sociologist who was unable to read or write until the age of 18, and was working part-time in Sainsbury’s less than eight years ago, is to become the youngest black professor ever appointed at the University of Cambridge.</p><p>Prof <a href=\"https://www.theguardian.com/profile/jason-arday\">Jason Arday</a>, 37, is a highly respected scholar of race, inequality and education, yet at three years old he was diagnosed with global development delay and autism spectrum disorder, and he did not learn to speak until he was 11.</p> <a href=\"https://www.theguardian.com/education/2023/feb/23/jason-arday-to-become-youngest-ever-black-professor-at-cambridge\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/feb/23/jason-arday-to-become-youngest-ever-black-professor-at-cambridge", "date_published": "2023-02-23 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘One billionaire at a time’: inside the Swiss clinics where the super-rich go for rehab", "description": "<p>For the ultra-wealthy and the super-famous, regular therapy won’t do</p><p>If the sky is clear, it is possible to lean out of the windows of Paracelsus Recovery, a luxury rehabilitation clinic in Zurich, and gaze along the lake to the Alps in the distance. It is the kind of view, of blue water and white peaks, that promises immediate rejuvenation, a purity close to holiness. The clinic, meanwhile, offers more elaborate treatments at a cost of between 95,000 to 120,000 Swiss francs (£85,000-£107,000) a week for the typical six- to eight-week stay.</p><p>I was not a typical arrival at Paracelsus, named after the 16th-century Swiss physician who believed, contrary to popular opinion at the time, that those suffering from mental illness were not possessed by evil spirits but deserved humane treatment. My rucksack was marked by old coffee stains and my coat had a hole in the back from which feathers regularly drifted. The staff here are used to people who do not carry their own luggage, and for whom a million in any currency is a forgettable sum. Clients are typically members of Middle Eastern royal families, self-made billionaires, famous actors or sports stars and the troubled children of all these types, who have inherited their wealth and its attendant burdens.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/one-billionaire-at-a-time-swiss-clinics-super-rich-rehab-therapy-paracelsus-kusnacht\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/one-billionaire-at-a-time-swiss-clinics-super-rich-rehab-therapy-paracelsus-kusnacht", "date_published": "2023-02-23 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My friend Pete Reed was killed as he saved lives in Ukraine. You should know the good he did", "description": "<p>A former US Marine, Pete took incredible risks to save lives, including acts of bravery during the battle of Mosul. He leaves behind the organization he built to serve on the frontlines</p><p>On Thursday 2 February, my friend Pete Reed died as he tried to evacuate civilians in the Ukrainian city of Bakhmut.</p><p>Based on <a href=\"https://www.nytimes.com/2023/02/14/world/europe/russian-attack-aid-worker-video.html\">footage</a> we now have of the incident, his vehicle was hit by a Russian anti-tank missile. He was killed in the blast, and others in his team were severely injured. Reports <a href=\"https://www.wsj.com/articles/the-russian-double-strike-that-killed-a-u-s-medic-in-ukraine-they-had-us-in-sight-442cd058\">suggest</a> it was likely a double-tap strike, a technique used frequently by Russia in Syria, where an attack is made to draw in additional support and recovery operations before a second attack is made.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/pete-reed-tribute-former-marine-ukraine-mosul-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/pete-reed-tribute-former-marine-ukraine-mosul-iraq", "date_published": "2023-02-23 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He stole my childhood’: how three women banded together – and took down their rapist", "description": "<p>Martin Butler had escaped justice for the rape of young women in the 1980s and 90s. Then one of the survivors put out a call on Facebook ...</p><p>It was the first time the three women had been in a room together. Sipping their drinks nervously in a London bar, it wasn’t long before they were hugging and crying and clasping each other’s hands as they talked about the decades-long battle that had brought them there. In an extraordinary act of teamwork, the evidence of Mary Sharp, Laura Hughes and Lauren Preston had secured a conviction for rape and buggery against Martin Butler, a convicted drug dealer living in Stevenage. All three women have chosen to waive their right to anonymity.</p><p>Until the trial concluded earlier this month with a majority verdict at Truro crown court, the women had not been allowed to discuss the case. Hughes and Preston, both 42, grew up in the same area as Sharp, 54, but did not know her and were not even told what her name was. Once Butler, 61, was convicted of his crimes against Sharp, which had taken place in the summer of 1988, the first thing they wanted to do was get together.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/he-stole-my-childhood-how-three-women-banded-together-and-took-down-their-rapist\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/he-stole-my-childhood-how-three-women-banded-together-and-took-down-their-rapist", "date_published": "2023-02-23 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "15-minute cities: mundane planning concept or global conspiracy? – podcast", "description": "<p>Madeleine Finlay speaks to the Guardian’s architecture and design critic, Oliver Wainwright, about why the relatively obscure concept of the 15-minute city has become a magnet for conspiracy theories in recent weeks. And hears from Dr Richard Dunning about how the theory can be implemented in a way that’s fair to all residents</p><p><em>Clips: GB News, Rebel News UK</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/feb/23/15-minute-cities-mundane-planning-concept-or-global-conspiracy-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/feb/23/15-minute-cities-mundane-planning-concept-or-global-conspiracy-podcast", "date_published": "2023-02-23 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the war in Ukraine changed the world – Politics Weekly UK | podcast", "description": "<p>This week marks one year since Russia sent its troops into Ukraine. The Guardian’s John Harris is joined by defence and security editor, Dan Sabbagh, and the Ukrainian MP, Kira Rudik, to look at how the war has changed world politics. And, what the future may look like for Ukraine and Russia. </p><p>Archive: BBC News, CNN News</p> <a href=\"https://www.theguardian.com/politics/audio/2023/feb/23/how-the-war-in-ukraine-changed-the-world-politics-weekly-uk-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/feb/23/how-the-war-in-ukraine-changed-the-world-politics-weekly-uk-podcast", "date_published": "2023-02-23 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: scale of ‘forever chemical’ pollution across UK and Europe", "description": "<p>Major mapping project reveals PFAS have been found at high levels at thousands of sites</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/feb/23/what-are-pfas-forever-chemicals-how-toxic-are-they-and-how-do-you-become-exposed\">What are PFAS, how toxic are they and how do you become exposed?</a></li><li><a href=\"https://www.theguardian.com/environment/2023/feb/23/buncefield-the-pfas-legacy-of-biggest-fire-in-peacetime-europe\">Buncefield: the PFAS legacy of ‘biggest fire in peacetime Europe’</a></li></ul><p>Pollutants known as “forever chemicals”, which don’t break down in the environment, build up in the body and may be toxic, have been found at high levels at thousands of sites across the UK and Europe, a major mapping project has revealed.</p><p>The map shows that per- and polyfluoroalkyl substances (PFAS), a family of about 10,000 chemicals valued for their non-stick and detergent properties, have made their way into water, soils and sediments from a wide range of consumer products, firefighting foams, waste and industrial processes.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/23/revealed-scale-of-forever-chemical-pollution-across-uk-and-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/23/revealed-scale-of-forever-chemical-pollution-across-uk-and-europe", "date_published": "2023-02-23 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Putin threat to strengthen nuclear forces; Nato chief sees ‘signs’ China may provide support to Russia", "description": "<p>Russia ‘will pay increased attention to strengthening the nuclear triad,’ Vladimir Putin expected to say on Thursday; Jens Stoltenberg strongly urges China against backing Moscow</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/live/2023/feb/23/russia-ukraine-war-live-vladimir-putin-nuclear-forces-nato-chief-china-support\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/23/russia-ukraine-war-live-vladimir-putin-nuclear-forces-nato-chief-china-support", "date_published": "2023-02-23 04:55:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did the search for Nicola Bulley turn so toxic? | podcast", "description": "<p>After the mortgage adviser disappeared TikTok detectives, grief tourists and the media descended. Now her family have hit out at the ‘appalling’ way they have been treated. What went wrong?</p><p>When Nicola Bulley, a 45-year-old mortgage adviser, went missing on 27 January while walking her dog and on a work call, it could have been seen as just another missing person’s case. Instead, social media influencers, amateur sleuths and psychics descended on her village, alongside the UK press.</p><p>The Guardian’s north of England correspondent, <strong>Robyn Vinter</strong>, explains to <strong>Hannah Moore</strong> why seemingly puzzling details and a lack of clear police communication led to an assumption that there was more to the case than met the eye. As fascination with Bulley’s whereabouts increased, grief tourists arrived while TikTok users made videos, searched empty houses and even made accusations against her family.</p> <a href=\"https://www.theguardian.com/news/audio/2023/feb/23/why-did-the-search-for-nicola-bulley-turn-so-toxic-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/feb/23/why-did-the-search-for-nicola-bulley-turn-so-toxic-podcast", "date_published": "2023-02-23 03:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rockets fired from Gaza towards Israel hours after deadly raid on West Bank city", "description": "<p>Israel’s military says air defences intercepted all but one of the rockets, which landed in a field</p><p>The Israeli military has said Palestinian militants fired six rockets from the Gaza Strip towards Israel’s south, hours after an Israeli army raid in the occupied West Bank that killed 11.</p><p>The rocket attacks early on Thursday morning were not immediately claimed by Palestinian militant groups, but appeared to be triggered by <a href=\"https://www.theguardian.com/world/2023/feb/22/israeli-troops-west-bank-raid-palestinian-deaths-nablus\">the raid in Nablus in which 11 Palestinians were killed</a>.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/rockets-fired-from-gaza-towards-israel-hours-after-deadly-raid-on-west-bank-city\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/rockets-fired-from-gaza-towards-israel-hours-after-deadly-raid-on-west-bank-city", "date_published": "2023-02-23 02:52:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journalist and child killed near scene of fatal Florida shooting earlier in day", "description": "<p>Police say man involved in earlier killing returned to scene and fired on news van before walking to nearby home and shooting girl</p><p>A central Florida television journalist and a young girl were fatally shot on Wednesday afternoon near the scene of a fatal shooting from earlier in the day, authorities said.</p><p>The Orange county sheriff, John Mina, said during a news conference on Wednesday evening that the police had detained Keith Melvin Moses, 19, who they believe is responsible for both shootings in the Orlando-area neighborhood.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/journalist-child-scene-earlier-fatal-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/journalist-child-scene-earlier-fatal-florida", "date_published": "2023-02-23 02:42:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ivanka Trump and Jared Kushner subpoenaed in January 6 investigation – report", "description": "<p>Special counsel looking into Trump’s efforts to overturn 2020 election subpoenas former president’s daughter and son-in-law </p><p>Former US president Donald Trump’s son-in-law Jared Kushner and daughter Ivanka Trump have been subpoenaed by the special counsel Jack Smith to testify before a federal grand jury regarding the January 6 attack on the Capitol, the New York Times reported on Wednesday, citing sources.</p><p>Merrick Garland, the attorney general, appointed Smith in November last year to take over two investigations involving Trump, who is running for president in 2024.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/22/ivanka-trump-jared-kushner-subpoena-january-6-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/22/ivanka-trump-jared-kushner-subpoena-january-6-investigation", "date_published": "2023-02-23 02:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN chief condemns Russian invasion as assembly votes on motion calling for peace", "description": "<p>UN general assembly debates motion calling for unconditional withdrawal of Russian troops from Ukraine on anniversary of war</p><p>UN secretary general António Guterres has condemned Russia’s invasion of Ukraine as an “affront to our collective conscience” as the 193-member General assembly meets ahead of a vote that the US said would “go down in history.”</p><p>Speaking on Wednesday during a special session of the general assembly, Guterres called the anniversary of Moscow’s attack “a grim milestone for the people of Ukraine and for the international community.”</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/un-chief-condemns-russian-invasion-ukraine-united-nations-assembly-vote-peace-motion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/un-chief-condemns-russian-invasion-ukraine-united-nations-assembly-vote-peace-motion", "date_published": "2023-02-23 01:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil floods: death toll rises to 48 as landslides and looters prevent aid reaching survivors", "description": "<p>Dozens missing in south-eastern São Paulo state as rescue crews search for bodies in the rubble of homes</p><p>Search and rescue teams raced to find dozens of people that remained missing after heavy rains devastated coastal areas of Brazil’s south-eastern São Paulo state, as the official death toll rose to 48.</p><p>“We are currently working with a tally of at least 38 missing people,” the São Paulo governor, Tarcísio de Freitas, told reporters on Wednesday, as weather forecasters cautioned more rain was on its way.</p> <a href=\"https://www.theguardian.com/world/2023/feb/23/brazil-floods-death-toll-flooding-landslides-looters-sao-paulo-state\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/23/brazil-floods-death-toll-flooding-landslides-looters-sao-paulo-state", "date_published": "2023-02-23 01:24:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England seam attack ‘licking their lips’ ahead of second Test against New Zealand", "description": "<ul><li>England captain Ben Stokes names unchanged team</li><li>Emerald green pitch awaits bowling trio at Basin Reserve</li></ul><p>Ben Stokes has named an unchanged England team for the second Test against New Zealand that starts on Friday, with his seam attack “licking their lips” at the sight of the Basin Reserve’s emerald green pitch.</p><p>The only doubt going into the match was whether Jimmy Anderson, Stuart Broad and Ollie Robinson would all recover from the stiffness that followed <a href=\"https://www.theguardian.com/sport/2023/feb/19/james-anderson-blitz-delivers-thumping-first-test-victory-over-new-zealand\">last week’s 267-run win at Bay Oval</a>, with Stokes minded to play his strongest XI at all times these days.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/23/england-seam-attack-licking-their-lips-ahead-of-second-test-against-new-zealand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/23/england-seam-attack-licking-their-lips-ahead-of-second-test-against-new-zealand", "date_published": "2023-02-23 01:05:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surfing great Kelly Slater to retire after Paris Olympics in 2024", "description": "<ul><li>American 11-time world champion aims to qualify for Games</li><li>Slater will be 52 if he surfs at competition to be held in Tahiti</li></ul><p>Surfing great Kelly Slater has said he will retire from competition after the Paris Olympics next year.</p><p>Widely considered the greatest surfer of all time, the 51-year-old has enjoyed a career of unprecedented success and duration. Slater won his first world title in 1992, aged 20, and another 10 world titles in subsequent decades. Most recently, he took out last year’s Pipeline Masters in Hawaii and is currently ranked 16th in the world.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/23/surfing-great-kelly-slater-to-retire-after-paris-olympics-in-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/23/surfing-great-kelly-slater-to-retire-after-paris-olympics-in-2024", "date_published": "2023-02-23 01:04:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five ‘national missions’ to form core of Labour manifesto – Keir Starmer", "description": "<p>Labour leader to set out policy details for how to grow stalled UK economy</p><p>Keir Starmer is to launch his five “national missions” which will form the building blocks of Labour’s next manifesto as the party starts to set out how it would transform the country if it wins the election.</p><p>In a major speech in Manchester on Thursday, the Labour leader is expected to say the country needs a “serious plan” to provide more stability after years of Tory government “blowing with the wind” rather than fixing deep-rooted problems.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/23/five-national-missions-to-form-core-of-labour-manifesto-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/23/five-national-missions-to-form-core-of-labour-manifesto-keir-starmer", "date_published": "2023-02-23 00:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women work two months for free, reveals TUC analysis", "description": "<p>New research reveals a 15% pay gap that widens dramatically after women have children</p><p>Women “work for free for nearly two months” a year, according to fresh analysis which reveals a 15% gender pay gap that widens “dramatically” after women have children.</p><p>Women in paid employment earn on average £29,684 a year, compared with the £35,260 a year earned by men, according to the analysis of official data by the Trades Union Congress (TUC).</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/women-work-two-months-for-free-reveals-tuc-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/women-work-two-months-for-free-reveals-tuc-analysis", "date_published": "2023-02-23 00:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Health impact of tyre particles causing ‘increasing concern’, say scientists", "description": "<p>Far more tiny particles now come from tyres than are emitted from exhausts but new tyre designs may help</p><p>Scientists are “increasingly concerned” by the health impact of air pollution produced by the wear of vehicle tyres. The particles are especially damaging due to the toxic chemicals they are made from, say the scientists from Imperial College London.</p><p>The warning follows UK government <a href=\"https://www.gov.uk/government/statistics/emissions-of-air-pollutants/emissions-of-air-pollutants-in-the-uk-particulate-matter-pm10-and-pm25\">data</a> that shows significantly more tiny pollution particles now come from tyre erosion than are emitted from vehicle exhausts.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/23/health-impact-tyre-particles-increasing-concern-air-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/23/health-impact-tyre-particles-increasing-concern-air-pollution", "date_published": "2023-02-23 00:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK moves to cut industry energy bills to help compete with European rivals", "description": "<p>Long-awaited scheme aims to cut costs for 300 firms in energy-intensive sectors such as steel and chemicals</p><p>Ministers have moved to level the playing field on energy costs between British manufacturers and their European competitors after years of concerns that domestic firms faced an unfair disadvantage.</p><p>The “British Industry Supercharger” scheme aims to improve conditions for 300 companies – employing 400,000 workers – in sectors including steel, metals, chemicals and paper manufacturing.</p> <a href=\"https://www.theguardian.com/business/2023/feb/23/uk-moves-to-cut-industry-energy-bills-to-help-compete-with-european-rivals\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/23/uk-moves-to-cut-industry-energy-bills-to-help-compete-with-european-rivals", "date_published": "2023-02-23 00:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK now among most accepting countries for foreign workers, survey finds", "description": "<p>Exclusive: Study’s authors note ‘extraordinary shift’ since 2009 on question of British jobs for British workers</p><p>The UK has become one of the world’s most accepting places for foreign workers, according to a survey in 24 nations revealing a sharp increase in British acceptance of economic migration.</p><p>People in the UK emerged as less likely to think that when jobs are scarce employers should give priority to people of their own country than those in Norway, Canada, France, Spain, the US, Australia and Japan. Only Germany and Sweden were more open on that question.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/23/uk-now-among-most-accepting-countries-for-foreign-workers-survey-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/23/uk-now-among-most-accepting-countries-for-foreign-workers-survey-finds", "date_published": "2023-02-23 00:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just 10% of Britons think ministers have right policies on NHS, study shows", "description": "<p>Ipsos poll also shows strong public support for founding principles of universal healthcare based on taxation</p><p>Just 10% of Britons think ministers have the right policies on the NHS, though public support for the service’s founding principles remains strong, according to new polling.</p><p>The proportion of voters across the UK who believe that ministers are tackling the NHS’s many problems in the right way is lowest in England, at 8% – a record low.</p><p>Only 33% think the NHS is providing a good service, a lot fewer than the 43% who said it was when the survey was last done in May 2022.</p><p>62% fear that the standard of NHS care will get worse over the next year – a big jump from the 39% who said that last year.</p><p>74% expect the already serious pressure placed on NHS staff will intensify.</p> <a href=\"https://www.theguardian.com/society/2023/feb/23/britons-ministers-policies-nhs-study-ipsos-poll\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/23/britons-ministers-policies-nhs-study-ipsos-poll", "date_published": "2023-02-23 00:01:37+00:00", "persistent": false, "user": null, "language": "en-UK"}]