[{"source": "https://businessinsider.com.pl/.feed", "title": "Rafał Baniak nie jest już szefem Pracodawców RP. Zrezygnował, bo wciąż przebywa w areszcie", "description": "Rafał Baniak zrezygnował z funkcji prezesa Pracodawców RP. Sąd odrzucił jego zażalenie, co oznacza, że pozostanie w areszcie. Były wiceminister gospodarki jest oskarżany o korupcję.", "link": "https://businessinsider.com.pl/wiadomosci/rafal-baniak-nie-jest-juz-szefem-pracodawcow-rp-zrezygnowal-z-funkcji/chq6qyz", "date_published": "2023-02-23 21:28:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Był premier Wielkiej Brytanii ostro o Chinach. \"Popełnią historyczny błąd\"", "description": "Były brytyjski premier Boris Johnson wezwał w czwartek obecny rząd, by Wielka Brytania stała się był pierwszym krajem, który przekaże Ukrainie samoloty bojowe. Ocenił też, że Chiny popełnią \"historyczny błąd\", jeśli zaczną dostarczać Rosji broń.", "link": "https://businessinsider.com.pl/wiadomosci/byl-premier-wielkiej-brytanii-ostro-o-chinach-popelnia-historyczny-blad/lzhxkj2", "date_published": "2023-02-23 20:20:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biden zapowie nowe sankcje na Rosję. Tak uderzą w reżim Putina", "description": "Jak poinformowała w czwartek rzeczniczka Białego Domu Karine Jean-Pierre, prezydent USA Joe Biden odbędzie w piątek spotkanie online z przywódcami państw grupy G7 oraz prezydentem Ukrainy Wołodymyrem Zełenskim. Ma ogłosić nowy pakiet sankcji wobec Rosji za jej inwazję na Ukrainę.", "link": "https://businessinsider.com.pl/gospodarka/biden-zapowie-nowe-sankcje-na-rosje-tak-uderza-w-rezim-putina/td8ql6l", "date_published": "2023-02-23 20:03:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezydent Duda z orędziem do narodu. Poruszył temat rosyjskich surowców", "description": "W przededniu rocznicy wybuchu wojny w Ukrainie, prezydent Andrzej Duda zwrócił się z orędziem. Oprócz zapewnienia o poparciu Ukrainy w walce z rosyjską agresją, poruszył też kwestię celów, jakich nie udało się osiągnąć w minionym roku Władimirowi Putinowi.", "link": "https://businessinsider.com.pl/wiadomosci/oredzie-prezydenta-putin-chcial-uzaleznic-europe/0h7s75z", "date_published": "2023-02-23 19:16:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Netflix obniża ceny w ponad 100 krajach", "description": "Netflix obniżył ceny abonamentów w ponad 100 krajach, głównie w regionach o niższych dochodach, gdzie firma ma mniej klientów.", "link": "https://businessinsider.com.pl/media/internet/netflix-obniza-oplaty-w-ponad-100-krajach/137vj2c", "date_published": "2023-02-23 19:03:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W tych krajach obywatele najbardziej chcą sankcji na Rosję. Polska nie jest liderem", "description": "Najnowsze badanie Eurobarometr wskazuje, że w Unii Europejskiej najwięcej zwolenników nakładania na Rosję sankcji za jej inwazję na Ukrainę jest w Szwecji, Polsce i Danii. Tylko w tych trzech państwach UE odsetek osób, które wspierają sankcje sięga 90 i więcej proc.", "link": "https://businessinsider.com.pl/gospodarka/w-tych-krajach-obywatele-najbardziej-chca-sankcji-na-rosje-polska-w-czolowce/hvcgl4d", "date_published": "2023-02-23 18:43:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Narodowy Bank Ukrainy pokazał nowy banknot w rocznicę inwazji.  \"Pamiętamy! Nie przebaczymy!\"", "description": "W czwartek 24 lutego mija rok od pełnoskalowej inwazji Rosji na Ukrainę. Z tej okazji Narodowy Bank Ukrainy wyemitował banknot okolicznościowy opatrzony hasłem \"Pamiętamy! Nigdy nie przebaczymy!\", który uwiecznił ducha i bohaterstwo Ukraińców", "link": "https://businessinsider.com.pl/wiadomosci/w-rocznice-inwazji-ukraina-emituje-banknot-pamietamy-nie-przebaczymy/d87fm82", "date_published": "2023-02-23 18:38:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fitnessy, remonty, pielęgnacje ogrodów. Polski miliarder \"nie kupuje\" pracy zdalnej", "description": "Praca zdalna w pandemii okazała się przebojem dla wielu pracowników. Wielu ciężko się z nią żegnało i teraz za nią tęskni, a wielu robi wszystko, żeby ta forma pracy się utrzymała, choćby w części. Inne nastroje panują wśród niektórych właścicieli firm. Założyciel Marvipolu w wywiadzie dla \"Forbesa\" wskazuje, że dla jego firmy to gehenna.", "link": "https://businessinsider.com.pl/biznes/polski-miliarder-nie-kupuje-pracy-zdalnej-fitness-remonty-pielegnacje-ogrodow/0y2f9xb", "date_published": "2023-02-23 17:59:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kim jest córka przywódcy Korei Północnej i dlaczego coraz częściej pojawia się w mediach?", "description": "Córka przywódcy Korei Północnej, Kim Dzong Una ostatnio cieszy się wzmożoną popularnością państwowych mediów i coraz częściej pojawia się przy boku ojca podczas wystąpień publicznych.", "link": "https://businessinsider.com.pl/wiadomosci/wizerunek-szanowanej-corki-kim-dzong-una-bedzie-widnial-na-znaczkach-pocztowych-kraju/kkepv6r", "date_published": "2023-02-23 17:23:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lista wstydu po roku od wybuchu wojny. Oto marki, które kurczowo trzymają się Rosji", "description": "\"Merci\" – może powiedzieć Władimir Putin niemieckiej firmie August Storck KG, za to, że ta utrzymuje swoją działalność w Rosji. Dlaczego Rosjanin ma mówić do Niemców po francusku? Czekoladki o tej nazwie są w portfelu produktów Storcka, który z Rosji na razie nie zamierza się wycofywać. To samo dotyczy wielu innych niemieckich, ale i francuskich, amerykańskich oraz szwajcarskich marek produktów. Wielkie koncerny nie chcą sobie psuć wieloletnich inwestycji w nadziei, że wojna zaraz się skończy i wtedy będą mogły wrócić do \"biznesu jak zwykle\". Tym samym jednak wspierają gospodarkę agresora i dają mu pieniądze w podatkach na finansowanie agresji. Coraz więcej firm zmienia jednak stanowisko.", "link": "https://businessinsider.com.pl/biznes/lista-wstydu-po-roku-od-wybuchu-wojny-oto-marki-ktore-kurczowo-trzymaja-sie-rosji/jf8e2jd", "date_published": "2023-02-23 17:10:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wykorzstują lukę w sankcjach. Udaremniono przemyt z Białorusi", "description": "Litwini udaremnili przemyt ponad 3 tys. ton białoruskiego mocznika o wartości ponad 2 mln euro. Białoruskie nawozy przekraczają litewską granicę dzięki luce w sankcjach, którą przemytnicy sprytnie wykorzystują.", "link": "https://businessinsider.com.pl/gospodarka/udaremniono-przemyt-z-bialorusi-nowy-rodzaj-dzialalnosci-przestepczej/nh9s94j", "date_published": "2023-02-23 16:26:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orban surowo o Bidenie. \"W tej wojnie nie może być zwycięzcy\"", "description": "Premier Węgier Viktor Orban oznajmił, że na niedawnym posiedzeniu rządu Węgier w Sopronie zdecydowano, iż nie należy zmieniać węgierskiego stosunku do wojny na Ukrainie. Surowo ocenił też politykę prezydenta USA Joe Bidena.", "link": "https://businessinsider.com.pl/wiadomosci/orban-surowo-o-bidenie-w-tej-wojnie-nie-moze-byc-zwyciezcy/0wr7men", "date_published": "2023-02-23 16:04:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Joe Biden wybrał prezesa Banku Światowego. To weteran z Wall Street", "description": "Joe Biden mianował w czwartek byłego dyrektora naczelnego Mastercard, Ajaya Bangę, na prezesa Banku Światowego, wybierając wychowanego w Indiach weterana z Wall Street, aby nadzorował największą zmianę misji instytucji od pokolenia.", "link": "https://businessinsider.com.pl/wiadomosci/usa-wybraly-prezesa-banku-swiatowego-to-byly-szef-finansowego-giganta/trp3bj8", "date_published": "2023-02-23 15:35:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Joe Biden wybrał prezesa Banku Światowego. To weteran z Wall Street", "description": "Joe Biden mianował w czwartek byłego dyrektora naczelnego Mastercard, Ajaya Bangę, na prezesa Banku Światowego, wybierając wychowanego w Indiach weterana z Wall Street, aby nadzorował największą zmianę misji instytucji od pokolenia.", "link": "https://businessinsider.com.pl/wiadomosci/biden-wybral-prezesa-banku-swiatowego-to-byly-szef-finansowego-giganta/trp3bj8", "date_published": "2023-02-23 15:35:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Seniorze, nie czekaj z PIT za 2022 r. Chcesz zwrot? To działaj", "description": "Wielu emerytów powinno dostać zwrot PIT za 2022 r. Z kolei pracujący seniorzy mogą wyzerować swój podatek, dzięki nowej uldze w PIT. Jeśli uzyskujesz przychody wyłącznie z emerytury, to nie musisz składać PIT, ale wbrew twierdzeniom MF warto to zrobić, żeby szybciej dostać zwrot podatku. Jeśli jednak chcesz skorzystać z ulg, odliczeń, czy wspólnie rozliczyć się z małżonkiem, to musisz złożyć PIT-37. Pracujący seniorzy też muszą rozliczyć się z fiskusem. Co, jeśli uzyskali prawo do ulgi w trakcie roku? Tłumaczymy", "link": "https://businessinsider.com.pl/prawo/podatki/pit-za-2022-r-emerytow-i-pracujacych-seniorow-chcesz-zwrot-to-dzialaj/2y7xhrc", "date_published": "2023-02-23 15:27:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy Szwecja i Finlandia będą w NATO? Sekretarz podaje datę", "description": "Widzę postępy w rozmowach z Turcją dotyczących zaakceptowania przez Ankarę wniosku Szwecji o wstąpienie do NATO — powiedział w czwartek Agencji Reutera sekretarz generalny NATO Jens Stoltenberg, dodając, że dąży do tego, aby Szwecja i Finlandia wstąpiły do sojuszu przed lipcowym szczytem.", "link": "https://businessinsider.com.pl/gospodarka/kiedy-szwecja-i-finlandia-beda-w-nato-sekretarz-podaje-date/e03f9j6", "date_published": "2023-02-23 15:07:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny bank wstrzymuje sprzedaż kredytów mieszkaniowych ze stawką WIBOR", "description": "Bank Millennium dołącza do grona tych instytucji finansowych, które wstrzymują oferowanie hipotek ze zmiennym oprocentowaniem. Aby taki kredyt mieszkaniowy uzyskać, trzeba będzie poczekać na wprowadzenie nowej stawki WIRON.", "link": "https://businessinsider.com.pl/poradnik-finansowy/w-tym-banku-nie-dostaniesz-juz-hipoteki-ze-zmienna-stopa-oparta-na-stawce-wibor/8jymjds", "date_published": "2023-02-23 15:07:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Studenci nie chcą mięsa. Jedna z najstarszych uczelni przeszła na weganizm", "description": "Ograniczenie spożycia pokarmów pochodzenia zwierzęcego jako krok do spowolnienia zmian klimatu doszło do głosu na jednym z najbardziej cenionych uniwersytetów na świecie. Studenci zdecydowali, że kampus w Cambridge będzie wegański.", "link": "https://businessinsider.com.pl/lifestyle/jedzenie/studenci-nie-chca-miesa-jedna-z-najlepszych-uczelni-przeszla-na-weganizm/vde3559", "date_published": "2023-02-23 15:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto 100 najbogatszych Polaków. Część z nich wyraźnie zbiedniało, są też przetasowania na szczycie", "description": "Jeszcze nigdy w zestawieniu 100. najbogatszych Polaków magazynu Forbes nie odnotowano aż tylu miliarderów, co w tym roku. Z drugiej strony fortuna aż trzech z czterech najbogatszych biznesmenów w Polsce wyraźnie stopniała. Doszło też do interesującej zamiany miejsc.", "link": "https://businessinsider.com.pl/gospodarka/100-najbogatszych-polakow-czesc-wyraznie-zbiednialo-sa-zmiany-w-czolowce/vpj127x", "date_published": "2023-02-23 14:57:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dobry sezon na zakup auta od Opla", "description": "Trzy popularne modele aut marki Opel są obecnie dostępne w ciekawej formie kredytowania. Warto się pospieszyć, ponieważ do końca lutego można otrzymać również rabat. Dowiedz się, które samochody znalazły się w ofercie i jakie wersje wyposażenia są do nabycia już od ręki.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/to-dobry-sezon-na-zakup-auta-od-opla/mveh8e6", "date_published": "2023-02-23 14:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Amerykańska gospodarka hamuje bardziej niż oczekiwano. Słabszy odczyt PKB", "description": "Już wstępny odczyt dynamiki amerykańskiego PKB wskazywał na hamowanie aktywności gospodarczej, ale drugie wyliczenie pokazało jeszcze głębszą skalę spowolnienia. Jednak dane z rynku pracy napłynęły wskazują, że Fed nie zatrzyma się z podwyżkami stóp procentowych.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/mieszane-dane-z-amerykanskiej-gospodarki-widac-wplyw-na-notowania-dolara/y4lm5e8", "date_published": "2023-02-23 14:27:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te polskie firmy straciły i zyskały na wojnie [LISTA]", "description": "Wojna to cierpienie milionów, ale też nie da się ukryć, że dzięki konfliktom zbrojnym wiele firm notuje gigantyczne wzrosty przychodów. W przeszłości wojny zresztą kreowały kultowe marki i rodziły gigantyczne biznesy. A jak prezentuje się ostatni rok z perspektywy dużych polskich przedsiębiorstw? Oto firmy, które nagle wpadły w tarapaty, jak i te, które na wojnie w Ukrainie sporo zyskały.", "link": "https://businessinsider.com.pl/gospodarka/polskie-firmy-ktore-najbardziej-stracily-i-zyskaly-na-wojnie-lista/jsdm1k2", "date_published": "2023-02-23 14:05:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "O kocie ze Szczecina mówi cały świat. Miasto zamierza zareagować", "description": "Ta historia pojawiła się mediach na całym świecie – żyjący na ulicy Szczecina kot Gacek stał się największą atrakcją miasta, a ludzie przybywają aż z Norwegii, by tylko go poznać. Wiemy, jak władze Szczecina zamierzają skorzystać z popularności czworonoga. Może się pojawić nawet... specjalna kampania promocyjna.", "link": "https://businessinsider.com.pl/wiadomosci/o-kocie-ze-szczecina-mowi-caly-swiat-miasto-zamierza-zareagowac/2s2gehj", "date_published": "2023-02-23 13:53:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Idealny prezent na Dzień Kobiet — aparaty natychmiastowe. Ranking popularności", "description": "Aparat natychmiastowy może być świetnym, a zarazem nietuzinkowym prezentem z okazji Dnia Kobiet. Dostępne są wersje w kolorach, które na pewno przypadną do gustu każdej obdarowanej. Sprawdź najnowszy ranking popularności takich aparatów według danych ze Skąpiec.pl i wybierz model najlepszy dla bliskiej ci osoby.", "link": "https://businessinsider.com.pl/technologie/idealny-prezent-na-dzien-kobiet-aparaty-natychmiastowe-ranking-popularnosci/w2xf9rp", "date_published": "2023-02-23 13:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Walka z szarą strefą w Polsce. Widać efekt wojny w Ukrainie", "description": "Pandemia i wojna w Ukrainie sprawiły, że szara strefa w Polsce znowu zaczęła rosnąć i na koniec 2022 r. prawdopodobnie przekroczyła 20 proc. PKB – wynika z opublikowanego w czwartek raportu \"Przeciwdziałanie szarej strefie w latach 2012-2022\". W tym okresie szczególnie w dwóch branżach doszło do pogorszenia sytuacji. Ponadto ze względu na sankcje przeciw Rosji może rosnąć przemyt niektórych produktów.", "link": "https://businessinsider.com.pl/gospodarka/walka-z-szara-strefa-oto-najwieksi-zwyciezcy-i-przegrani/dk4e235", "date_published": "2023-02-23 13:20:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy podupadają na zdrowiu psychicznym. Sytuacja gospodarcza ma w tym swój udział", "description": "23 lutego przypada ogólnopolski dzień walki z depresją. O tym, jak bardzo potrzebne jest podnoszenie tego problemu, świadczy raport \"Zdrowie psychiczne Polaków. Depresja jest wśród nas..\" przygotowanego przez UCE Research i platformę ePsycholodzy.pl. Okazuje się, że swoje do kondycji psychicznej Polaków dokłada inflacja.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/polacy-podupadaja-na-zdrowiu-psychicznym-sytuacja-gospodarcza-ma-w-tym-swoj-udzial/xf2pmtm", "date_published": "2023-02-23 12:42:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wygrał na loterii gigantyczne pieniądze. Dostanie mniej niż połowę. Oto dlaczego", "description": "W USA padła czwarta największa wygrana w historii. Zwycięzca loterii Mega Millions wygrał 1,35 mld dol., ale otrzyma niecałe 500 mln dol. Część wygranej zjadły podatki, ale to niejedyny powód. Co ciekawe, właściciel sklepu, w którym kupiono szczęśliwy los, otrzymał pokaźną premię, którą podzielił się z pracownikami.", "link": "https://businessinsider.com.pl/wiadomosci/wygral-na-loterii-13-mld-dol-dostanie-500-mln-dol-oto-dlaczego/gcqneb1", "date_published": "2023-02-23 12:12:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Turcy wracają do obniżek stóp procentowych. Lira znowu słabnie", "description": "Bank Centralny Republiki Turcji wznowił obniżki stóp procentowych. To ruch zgodny z oczekiwaniami, ale skala cięcia okazała się większa od prognoz. Zmniejszenie kosztu pieniądza w obliczu wciąż bardzo wysokiej inflacji to ryzykowne, motywowane celami politycznymi działanie.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/turcja-wymysla-polityke-pieniezna-na-nowo-powrot-do-ciec-stop-procentowych/7cnbfj8", "date_published": "2023-02-23 11:54:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od marca ceny za ciepło 40 proc. wyższe. Jest decyzja", "description": "Zgodnie z ustawą o wsparciu odbiorców ciepła, Prezes Urzędu Regulacji Energetyki opublikował w czwartek maksymalne ceny dostaw ciepła poszczególnych dostawców, które będą obowiązywać od 1 marca 2023 r. Są to ceny obowiązujące 30 września 2022 r. powiększone o 40 proc.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/od-marca-ceny-za-cieplo-40-proc-wyzsze-jest-decyzja/vq59det", "date_published": "2023-02-23 11:32:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od marca ceny za ciepło 40 proc. wyższe. Jest decyzja", "description": "Zgodnie z ustawą o wsparciu odbiorców ciepła, prezes Urzędu Regulacji Energetyki opublikował w czwartek maksymalne ceny dostaw ciepła poszczególnych dostawców, które będą obowiązywać od 1 marca 2023 r. Są to ceny obowiązujące 30 września 2022 r. powiększone o 40 proc.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oszczedzanie/wielkie-podwyzki-cen-za-cieplo-od-marca-decyzja-juz-zapadla/vq59det", "date_published": "2023-02-23 11:32:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Ukraińcy kpią z Rosjan. Czeskie wabiki robią furorę [WIDEO]", "description": "Firma z czeskiego Decina produkuje dmuchane wyrzutnie HIMARS i inne sprzęty wojskowe, a następnie przekazuje je Ukrainie. Tak przygotowane zabawki mają skutecznie zwodzić Rosjan — balony emitują nawet ciepło, by w ten sposób oszukać także systemy termowizyjne. Porównując ją do innych form pomocy, ta jest szczególnie zaskakująca i pomysłowa.", "link": "https://businessinsider.com.pl/wiadomosci/tak-ukraincy-kpia-z-rosjan-czeskie-wabiki-robia-furore-wideo/3lxe6w2", "date_published": "2023-02-23 11:17:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen pod lupą największego funduszu inwestycyjnego świata. Powodem prawa człowieka", "description": "Norweski fundusz państwowy, największa na świecie instytucja tego typu zarządzająca aktywami wartymi 1,3 bln dol., umieścił PKN Orlen na liście obserwacyjnej ze względu na \"nieakceptowalne ryzyko, że firma przyczynia się do poważnego naruszania praw człowieka\".", "link": "https://businessinsider.com.pl/biznes/norwegowie-obawiaja-sie-ze-orlen-narusza-prawa-czlowieka-firma-trafila-na-liste/vpmcpq7", "date_published": "2023-02-23 11:03:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cztery godziny. To średnia długość życia żołnierza na linii frontu w Ukrainie", "description": "Średnia długość życia żołnierza na froncie we wschodniej Ukrainie wynosi zaledwie cztery godziny — powiedział ABC News emerytowany żołnierz piechoty morskiej USA walczący u boku sił ukraińskich w regionie Donbasu.", "link": "https://businessinsider.com.pl/wiadomosci/cztery-godziny-to-srednia-dlugosc-zycia-zolnierza-na-linii-frontu-w-ukrainie/twqdssb", "date_published": "2023-02-23 10:58:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uczniowie mają płacić za wynajęcie szafek. \"To teraz bilety do szkoły\"", "description": "Liceum w Dąbrowie Górniczej postanowiło przerzucić opłaty na uczniów i wynajmuje im szafki za opłatą. Cena? Nawet 179 zł za rok.", "link": "https://businessinsider.com.pl/wiadomosci/uczniowie-maja-placic-za-wynajecie-szafek-to-teraz-bilety-do-szkoly/rfn1tpb", "date_published": "2023-02-23 10:28:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle trzeba zarabiać miesięcznie, by załapać się do grupy 10 proc. najbogatszych w Polsce", "description": "Nierówności społeczne na świecie rosną i nie omijają też Polski. \"Na najbogatsze 10 proc. światowej populacji przypada obecnie 52 proc. globalnego dochodu, podczas gdy najuboższa połowa populacji zarabia 8,5 proc.\" — wynika z raportu \"World Inequality Report 2022\" opublikowanego przez Międzynarodowy Fundusz Walutowy.", "link": "https://businessinsider.com.pl/finanse/tyle-trzeba-zarabiac-miesiecznie-by-zalapac-sie-do-grupy-10-proc-najbogatszych-w/m909mtm", "date_published": "2023-02-23 10:21:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle trzeba zarabiać miesięcznie, by łapać się do grupy 10 proc. najbogatszych w Polsce", "description": "Nierówności społeczne na świecie rosną i nie omijają też Polski. \"Na najbogatsze 10 proc. światowej populacji przypada obecnie 52 proc. globalnego dochodu podczas gdy najuboższa połowa populacji zarabia 8,5 proc.\" — wynika z raportu \"World Inequality Report 2022\" opublikowanego przez Międzynarodowy Fundusz Walutowy.", "link": "https://businessinsider.com.pl/finanse/tyle-trzeba-zarabiac-miesiecznie-by-lapac-sie-do-grupy-10-proc-najbogatszych-w-polsce/m909mtm", "date_published": "2023-02-23 10:21:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spadek inflacji na Starym Kontynencie", "description": "Najprawdopodobniej szczyt wzrostu cen konsumpcyjnych Europa ma już za sobą. Styczniowe dane potwierdzają spadek głównych wskaźników inflacji.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/spada-inflacja-w-strefie-euro-kolejny-miesiac-potwierdza-trend/8qz6kr4", "date_published": "2023-02-23 10:04:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co miesiąc rata twojego kredytu będzie inna. O czym powinni wiedzieć kredytobiorcy mówi prezes warszawskiej giełdy", "description": "Nieuchronnie nadciąga wielka zmiana, która dotknie wszystkich kredytobiorców. O tym, jak powstaje następca WIBOR-u, nowy wskaźnik WIRON oraz o zagrożeniach i szansach dla warszawskiej Giełdy Papierów Wartościowych w najnowszym odcinku programu \"In Business\" Mikołaj Kunica rozmawia z prezesem GPW Markiem Dietlem.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/co-miesiac-rata-twojego-kredytu-bedzie-inna-o-tym-powinni-wiedziec-kredytobiorcy/w9z4269", "date_published": "2023-02-23 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Madera — wyspa wiecznej wiosny. Pokoje z widokiem na ocean", "description": "Madera to malownicza wyspa na Oceanie Atlantyckim, nazywana jest rajskim ogrodem. Słynie z zapierających dech w piersiach widoków, bujnej roślinności, wyśmienitej kuchni oraz kameralnych miasteczek i wiosek bogatych w zabytki. Jest to największa i najbardziej popularna wyspa z archipelagu wysp portugalskich. Charakteryzują ją piękne plaże, kwiaty i bogata zielona roślinność z unikatowymi na skalę światową lasami laurowymi, które objęte są ochroną UNESCO. W artykule polecamy sprawdzone hotele, które są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/madera-wyspa-wiecznej-wiosny-pokoje-z-widokiem-na-ocean/h0nhl5b", "date_published": "2023-02-23 09:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mandaty za jazdę na gapę przychodzą po latach. Sprytne zagranie przewoźników", "description": "Jeśli kiedykolwiek zdarzyło ci się wpaść na jeździe bez biletu, a internet podpowiedział ci, że niepłacenie ujdzie na sucho, to możesz mieć problem. Przewoźnicy windykują długi nawet po latach — donosi interia.pl.", "link": "https://businessinsider.com.pl/poradnik-finansowy/mandaty-za-jazde-na-gape-przychodza-po-latach-sprytne-zagranie-przewoznikow/lypn2pm", "date_published": "2023-02-23 09:46:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bezrobocie w Polsce rośnie. GUS podał najnowsze dane", "description": "Spowolnienie gospodarcze, inflacja i wysokie stopy procentowe zaczynają odbijać się na polskim rynku pracy. Bezrobocie w styczniu wzrosło i to już trzeci taki miesiąc z rzędu. Ekonomiści uspokajają, że w dużej mierze to efekt czynników sezonowych i wielkich problemów ze znalezieniem pracy czy zwolnieniami nie powinno być.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/niepokojace-liczby-z-polskiego-rynku-pracy-w-styczniu-wzroslo-bezrobocie/d9l2yjc", "date_published": "2023-02-23 09:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gortat zdradza finansowe kulisy gwiazd koszykówki. \"Sam mam drogi zegarek z diamentami\"", "description": "Koszykarze z NBA błyskawicznie zarabiają fortuny, od których może zakręcić się w głowie. Jednak równie szybko potrafią je stracić. \"500-600 tys. dol. odsetek powinno spokojnie wystarczyć na dom, podróże, opłaty i nawet na alimenty, które płaci niestety wielu koszykarzy\" — mówi Marcin Gortat w rozmowie z naczelnym portalu interia.pl.", "link": "https://businessinsider.com.pl/finanse/gortat-zdradza-finansowe-kulisy-gwiazd-koszykowki-sam-mam-drogi-zegarek-z-diamentami/3lg52yc", "date_published": "2023-02-23 09:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny miesiąc fatalnej sytuacji na rynku kredytów mieszkaniowych", "description": "Początek 2023 nie przyniósł zmiany w zakresie sprzedaży kredytów mieszkaniowych w Polsce. Nadal udzielanych jest niewiele hipotek. Czy są szanse na odbicie? Pojawiają się pierwsze optymistyczne wieści.", "link": "https://businessinsider.com.pl/finanse/padl-niechlubny-rekord-tak-malo-kredytow-mieszkaniowych-nie-udzielano-od-lat/vey0dhv", "date_published": "2023-02-23 08:18:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 23 lutego w okolicy 4,75", "description": "Kurs euro w okolicy 4,75. W czwartek rano 23 lutego 2022 r. kurs EUR/PLN wynosił 4,7539 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-23-lutego-2023/xqwe4k2", "date_published": "2023-02-23 08:12:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 23 lutego poniżej 4,5", "description": "Kurs dolara poniżej 4,5. W czwartek rano 23 lutego 2022 r. kurs USD/PLN wynosi 4,4808.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-22-lutego-2023/21wvsec", "date_published": "2023-02-23 08:10:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 23 lutego w okolicy 4,8", "description": "Frank szwajcarski w okolicy 4,8. W czwartek rano 23 lutego 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,8092.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-23-lutego-2023/z4y1te1", "date_published": "2023-02-23 08:08:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dzięki nim rosyjska gospodarka nie upadła. \"To partnerstwo zrodziło się z desperacji\"", "description": "Zachodnie sankcje nałożone na Rosję po tym, jak rok temu zaatakowała Ukrainę, nie pozostały bez wpływu na gospodarkę tego kraju. Osłabiły ją, ale wbrew oczekiwaniom nie spowodowały jej zapaści, a według Międzynarodowego Funduszu Walutowego w tym roku może wręcz zanotować wzrosty. Rosja utrzymuje się na powierzchni m.in. dzięki temu, że Chiny rzuciły jej koło ratunkowe.", "link": "https://businessinsider.com.pl/wiadomosci/tak-chiny-wspieraja-rosyjska-gospodarke-partnerstwo-z-desperacji/5xjd8mh", "date_published": "2023-02-23 08:05:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny aż 600 leków w górę. Tak wzrosną ceny", "description": "W marcu wchodzi życie nowa lista leków refundowanych. Pacjenci zapłacą więcej za aż 601 różnych leków. Największy wzrost dotknie osoby korzystających z insuliny.", "link": "https://businessinsider.com.pl/wiadomosci/ceny-az-600-lekow-w-gore-tak-wzrosna-ceny/ypjncx7", "date_published": "2023-02-23 07:54:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny aż 600 leków w górę. Wiadomo, kogo podwyżki dotkną najbardziej", "description": "W marcu wchodzi życie nowa lista leków refundowanych. Pacjenci zapłacą więcej za aż 601 różnych leków. Największy wzrost dotknie osoby korzystających z insuliny.", "link": "https://businessinsider.com.pl/wiadomosci/ceny-az-600-lekow-w-gore-wiadomo-kogo-podwyzki-dotkna-najbardziej/ypjncx7", "date_published": "2023-02-23 07:54:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Deweloper upchnie w bloku ponad 500 \"mieszkań\". Z nową ustawą będzie to niemożliwe", "description": "565 lokali ma się znaleźć w 13-piętrowym bloku na warszawskim Służewcu. Najmniejsze zaczną się od 17 m kw. Na razie to wciąż legalne, ale nowa ustawa ma to zmienić.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/deweloper-upchnie-w-bloku-ponad-500-mieszkan-z-nowa-ustawa-bedzie-to-niemozliwe/wfdnqyv", "date_published": "2023-02-23 07:46:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec procedury \"milczącej zgody\". Prawie 500 wyrzutni z USA trafi do Polski", "description": "Kongres USA wyraził zgodę na sprzedaż Polsce prawie 500 wyrzutni HIMARS — poinformował na Twitterze wicepremier i szef MON Mariusz Błaszczak.", "link": "https://businessinsider.com.pl/wiadomosci/koniec-procedury-milczacej-zgody-prawie-500-wyrzutni-z-usa-trafi-do-polski/r6mlrkg", "date_published": "2023-02-23 06:37:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigant najgorszymi liniami lotniczymi w Europie. \"Unikaj ich\"", "description": "Wizz Air to najgorsza linia lotnicza w Europie, Ryanair jest niewiele lepszy — wynika z badania brytyjskiej organizacji konsumenckiej Which?, którą opisuje serwis euronews.com. Podano też, który przewoźnik oferuje najlepsze warunki.", "link": "https://businessinsider.com.pl/wiadomosci/gigant-najgorszymi-liniami-lotniczymi-w-europie-unikaj-ich/2rpthq5", "date_published": "2023-02-23 06:14:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Żywność będzie tanieć. Jej ceny w skupach spadają właśnie najszybciej od lat", "description": "Rosną szanse na wyraźniejszy spadek cen żywności w sklepach. Spadają też nasze oczekiwania inflacyjne, a także wartość gotówki w obiegu. Z USA nadeszły kolejne jastrzębie pomruki ze strony Fed (chociaż prawdziwe jastrzębie chyba nie mruczą), a z Wielkiej Brytanii mamy zaskakująco pozytywne wyniki badań nad efektami czterodniowego tygodnia pracy. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/zywnosc-bedzie-taniec-jej-ceny-w-skupach-spadaja-wlasnie-najszybciej-od-lat/l116j9p", "date_published": "2023-02-23 06:01:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak oszczędza Polak. Kupił 300 g kosmetyków mniej niż rok temu", "description": "Polacy kupują coraz mniej kosmetyków. Gdyby nie inflacja i napływ uchodźców, to w zeszłym roku polski rynek kosmetyków straciłby na wartości — pisze w czwartek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/finanse/handel/tak-oszczedza-polak-kupil-300-g-kosmetykow-mniej-niz-rok-temu/01rqkvt", "date_published": "2023-02-23 05:51:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wielki problem dewelopera od \"Hongkongu na Woli\". Miasto nie uznaje 157 mieszkań", "description": "O tym warszawskim osiedlu głośno było w całej Polsce. Było przyrównywane do mieszkaniówki rodem z Hongkongu. Teraz 157 \"mikroapartamentów\" stoi pustych, bo Warszawa nie zamierza uznać ich za mieszkania.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/wielki-problem-dewelopera-od-hongkongu-na-woli-miasto-nie-uznaje-157-lokali-za/v5ncb4g", "date_published": "2023-02-23 05:47:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Już za kilka dni wielka zmiana dla 8 mln pracowników", "description": "28 lutego 2023 roku wygasają deklaracje o rezygnacji z dokonywania wpłat do Pracowniczych Planów Kapitałowych. Tzw. autozapis do PPK obejmie ok. 8 milionów pracowników – przekazał prezes zarządu PFR Portal PPK Robert Zapotoczny.", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/juz-za-kilka-dni-wielka-zmiana-dla-8-mln-pracownikow/f0ftyjp", "date_published": "2023-02-23 05:32:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pusto na półkach. Brytyjskie supermarkety wprowadzają limity dla kupujących", "description": "Brytyjskie supermarkety wprowadzają ograniczenia w sprzedaży niektórych owoców i warzyw w związku z niedoborami świeżych produktów. Wśród nich są Tesco, Aldi czy Asda i Morrisons.", "link": "https://businessinsider.com.pl/finanse/handel/pusto-na-polkach-brytyjskie-supermarkety-wprowadzaja-limity-dla-kupujacych/4pzs9nc", "date_published": "2023-02-23 05:21:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urlopy, zwolnienia, ryczałty. Kalendarz ważnych zmian dla pracownika", "description": "Tegoroczna wiosna będzie należeć do pracowników. W najbliższych miesiącach zyskają wiele nowych uprawnień, w tym dodatkowe urlopy, ekstra pieniądze za pracę z domu i lepszą ochronę przed zwolnieniem. O niektóre przywileje trzeba będzie wnioskować.", "link": "https://businessinsider.com.pl/prawo/praca/urlopy-zwolnienia-ryczalty-kalendarz-waznych-zmian-dla-pracownika/xcx6hrg", "date_published": "2023-02-23 05:12:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle powinno dziś wynosić 500 plus. Podpowiadamy rządzącym", "description": "Inflacja mocno nadgryzła 500 plus, które dziś jest realnie warte znacznie mniej niż w momencie wprowadzania programu. Gdyby rząd chciał wrócić do sytuacji z 2016 r., to świadczenie powinno wynosić już ponad 700 zł. — Prędzej czy później taki postulat w kampanii wyborczej może się pojawić. Z jednej czy z drugiej strony politycznej barykady — prognozuje Oskar Sobolewski, ekspert ds. rynku pracy i emerytur w HRK.", "link": "https://businessinsider.com.pl/poradnik-finansowy/tyle-powinno-dzis-wynosic-500-plus-podpowiadamy-rzadzacym/4hbfl6v", "date_published": "2023-02-23 05:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie ma już w Polsce rosyjskiego gazu? Nic z tych rzeczy. Sznur cystern przy terminalach", "description": "Do Polski wciąż wjeżdża rosyjski gaz płynny LPG używany w naszym kraju przede wszystkim jako autogaz. Z dokumentów, do których dotarliśmy, wynika, że tylko w styczniu przez Białoruś przyjechało do nas koleją 74,7 tys. ton tego surowca. — Handel kwitnie, ponieważ jest sterowany z Rosji głównie ceną i nadpodażą — tłumaczy Maciej Chyż z Gaspolu.", "link": "https://businessinsider.com.pl/biznes/nie-ma-juz-w-polsce-gazu-z-rosji-nic-z-tych-rzeczy-sznur-cystern-w-terminalach/lf58qf9", "date_published": "2023-02-23 04:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}]