[{"source": "https://www.engadget.com/rss.xml", "title": "'Humanity' was the most interesting game at Sony's State of Play, and you can play a demo today", "description": "<p>You're forgiven if you've forgotten about <a href=\"https://www.engadget.com/2019-09-24-humanity-game-for-ps4.html\"><em>Humanity</em></a>, the game from <em>Rez</em> creator Tetsuya Mizuguchi's studio Enhance. However, it's finally close to launch — and it's receiving expanded platform support in the process. Enhance and THA have <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj02MllqbDVyVFhTWSIsImNvbnRlbnRVdWlkIjoiNmNlM2Y4YzYtN2ZmNy00NDE2LWE5NGEtYjRkMTNlNDFkM2E1In0&amp;signature=AQAAAcLUPOXSSBNDkfQSa1iBawcRqdUADcnbSE5pWJjWGtui&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D62Yjl5rTXSY\">announced</a> during Sony's State of Play event that the strange puzzle and platformer hybrid will arrive in May on PS4, PS5, PlayStation VR and <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">PlayStation VR2</a>. A demo is also available today through the PlayStation Store, although you'll have to act fast when it's only available to play for a \"limited time.\"</p><p>The premise is clearer. You play a Shiba Inu (yes, really) who places commands to guide human crowds to safety in pillars of light. And that's just the start — you can expect flying people and lightsaber battles with the mysterious \"Others,\" among further oddities. There's a 90-level story mode, but you can also build your own maps to challenge other players.</p><span id=\"end-legacy-contents\"></span><div id=\"91ccdddd7e484de3b558d4ae48e53cb4\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Humanity</em> has been in development for a long time, to put it mildly. The title was unveiled in September 2019, and was slated to come to PS4 and PSVR sometime the following year. It's not clear what prompted the three-year wait (the pandemic certainly didn't help), but it might be worth a look to see what took the developers so long.</p>", "link": "https://www.engadget.com/humanity-was-the-most-interesting-game-at-sonys-state-of-play-and-you-can-play-a-demo-today-215456616.html?src=rss", "date_published": "2023-02-23 21:54:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lordstown Motors freezes production to address quality issues", "description": "<p><a href=\"https://www.engadget.com/gm-selling-its-stake-in-troubled-electric-pickup-maker-lordstown-motors-091509553.html\">Lordstown Motors' problems</a> aren't over just because it's manufacturing electric pickup trucks. The fledgling brand is <a href=\"https://investor.lordstownmotors.com/news-releases/news-release-details/lordstown-motors-announces-production-and-delivery-pause-address\">pausing</a> production and customer deliveries to help it tackle &quot;performance and quality issues&quot; with some components in its Endurance truck. Accordingly, it's partnering with the National Highway Traffic Safety Administration (NHTSA) on a voluntary recall to fix a connection problem that could cut motor output while driving.</p><p>The recall will affect 19 vehicles already on the road, some of which were in use at Lordstown. The company isn't offering an estimate as to when production will resume, but claims it's making &quot;significant progress&quot; on component and subsystem issues holding up manufacturing. More details are expected to come when the firm holds its next earnings call on the morning of March 6th.</p><span id=\"end-legacy-contents\"></span><p>The freeze is tiny compared to issues at rivals like Tesla, which has recalled <a href=\"https://www.engadget.com/tesla-recalls-over-360000-vehicles-for-full-self-driving-crash-risk-180110819.html\">hundreds of thousands of cars</a> (if frequently for software-only problems). However, Lordstown hasn't made many pickups so far — it only delivered the first trucks from its initial 500-unit wave in November, and said last year that it only expected to sell 3,000 Endurance models through 2023. The halt and recall are proportionately huge.</p><p>Lordstown also doesn't have much breathing room. <a href=\"https://www.engadget.com/gm-selling-its-stake-in-troubled-electric-pickup-maker-lordstown-motors-091509553.html\">GM sold its stake</a> in late 2021, just a few months after Lordstown warned it <a href=\"https://www.engadget.com/lordstown-motors-232701777.html\">didn't have enough money</a> to make its signature truck. The startup then raised funds by selling its plant to manufacturing heavyweight Foxconn. It <a href=\"https://investor.lordstownmotors.com/news-releases/news-release-details/lordstown-motors-and-foxconn-broaden-strategic-partnership\">deepened the relationship</a> in November in exchange for two Foxconn-chosen seats on the board of directors. There's pressure on Lordstown to turn things around, and setbacks like this don't help.</p>", "link": "https://www.engadget.com/lordstown-motors-freezes-production-to-address-quality-issues-210811052.html?src=rss", "date_published": "2023-02-23 21:08:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch Sony's latest State of Play here at 4PM ET", "description": "<p>Sony is set to host its <a href=\"https://www.engadget.com/playstation-lines-up-a-state-of-play-for-february-23rd-172640508.html\">first State of Play showcase</a> of 2023 this afternoon, featuring some new announcements and updates on previously revealed games. The stream starts at 4PM and you can watch it on PlayStation's <a href=\"https://www.twitch.tv/playstation?uuid=KfSgqQJvTC1D30hv1962\">Twitch</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vQFBsYXlTdGF0aW9uIiwiY29udGVudFV1aWQiOiI3OGE1MTE5Yi1hMTkwLTQxZmItOTFkMy0xZGVjNzliOTcwYzIifQ&amp;signature=AQAAAcvpkOPUwh4csAFDNg2DojKe9fZcPIBQgeSSFjDEoPjK&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2F%40PlayStation&amp;uuid=bfCXefrdDL5GaZxy2962\">YouTube</a> channels. Alternatively, you can check out the State of Play via the embedded video below.</p><p>We're expecting to hear about five games that are coming to PS VR2 later this year. It seems like an ideal time for Sony to show off what's in the pipeline for <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\">the new headset</a>, which it released earlier this week. We'll also get details on some &quot;anticipated&quot; third-party games, as well as an in-depth look at <em>Suicide Squad: Kill the Justice League. </em></p><span id=\"end-legacy-contents\"></span><p>Given the heavy focus on the followup to <em>Batman: Arkham Knight, </em>it'd be a little surprising if there were any other big announcements that could upstage that game, but you never know. Thankfully, we won't have to wait long to find out what's up Sony's sleeve.</p><div id=\"1f9872b6cc194f728e3e96d8f7416a9a\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "link": "https://www.engadget.com/watch-sonys-latest-state-of-play-here-at-4pm-et-204100056.html?src=rss", "date_published": "2023-02-23 20:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify is testing exclusive playlists for NFT owners", "description": "<p>Spotify might not be done adding <a href=\"https://www.engadget.com/spotifys-new-ai-dj-will-talk-you-through-its-recommendations-140052560.html\">trendy technology</a> to its streaming music service. The company has <a href=\"https://techcrunch.com/2023/02/23/spotify-is-testing-playlists-that-could-be-unlocked-by-nft-holders/\">confirmed</a> that it's testing a feature which requires owning <a href=\"https://www.engadget.com/nft-explainer-digital-art-collectibles-blockchain-environment-business-investment-cryptocurrency-153023551.html\">an NFT</a> (non-fungible token) to unlock certain playlists. The band <a href=\"https://twitter.com/therealkingship/status/1628484792214859780\">Kingship</a> is part of a pilot that also includes organizations like Fluf, Moonbirds and <a href=\"https://twitter.com/Overlord_xyz/status/1628485145706614792\">Overlord</a>. The experiment appears to be limited to Android users in certain countries, although <em>TechCrunch</em> notes this isn't surprising when Apple limited NFT uses on iOS in October of last year.</p><p>A Spotify spokesperson tells Engadget the company &quot;routinely&quot; conducts tests. Some lead to product improvements while others only amount to &quot;important learnings,&quot; the representative says. The company isn't commenting on future plans for the NFT pilot. The service is holding its next Stream On event <a href=\"https://www.engadget.com/spotify-stream-on-event-date-time-162012543.html\">on March 8th</a>, but there's no guarantee the feature will make an appearance.</p><span id=\"end-legacy-contents\"></span><p>The firm is no stranger to the digital tokens. It tested <a href=\"https://www.engadget.com/spotify-nft-gallery-test-173558481.html\">NFT galleries on artist pages</a> last spring, and was hiring people with related technical experience. A move like this would help Spotify form partnerships where it could spur listening (and sales of partners' NFTs) by putting a tastemaker's music selections behind a paywall.</p><p>The timing is unfortunate, however. Blockchain businesses <a href=\"https://www.engadget.com/ftx-co-founder-sam-bankman-fried-faces-four-new-criminal-charges-153406519.html\">like FTX</a> and <a href=\"https://www.engadget.com/coinbase-lay-offs-reduced-expenses-153433234.html\">Coinbase</a> are reeling from either fraud accusations or the continued crypto market downturn. Interest in NFTs has also <a href=\"https://www.engadget.com/square-enix-symbiogenesis-nft-parasite-eve-155218372.html\">cooled dramatically</a> in the past year, in part because the assets frequently <a href=\"https://www.engadget.com/ubisoft-nft-quartz-ghost-recon-blockchain-140720063.html\">aren't selling well</a>. Spotify is also cutting costs, and recently said it would <a href=\"https://www.engadget.com/spotify-will-lay-off-6-percent-of-employees-130337498.html\">lay off six percent of its workforce</a>. The company has less money to invest in experiments, and would be entering a grim market.</p>", "link": "https://www.engadget.com/spotify-nft-playlist-test-203825293.html?src=rss", "date_published": "2023-02-23 20:38:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Podcasts are coming to YouTube Music", "description": "<p><a href=\"https://www.engadget.com/tag/youtube%20music/\"><ins>YouTube Music</ins></a> is moving into podcasts. YouTube proper hosts video versions of many podcasts, some of which accrue hundreds of thousands or even millions of views per episode. The audio service hasn't ventured into podcast territory just yet, but that's about to change, YouTube's podcast chief Kai Chuk announced at the Hot Pod Summit on Thursday.</p><p>&quot;We will soon start to bring both audio and video-first podcasts to YouTube Music for users in the US, making podcasts more discoverable and accessible, with more regions to come,&quot; a YouTube spokesperson told Engadget. &quot;This will help make the podcasts that users already love on YouTube, available in all the places they want to listen.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"afd8c22bad5b46948597e963e5a61021\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">YouTube is focused on unifying the audio and video experience for the audience. <br /><br />Start watching a podcast at home, listen during your commute (maybe finish watching at work).</p>— Alban 🛫 NYC for Hot Pod Summit (@AlbanBrooke) <a href=\"https://twitter.com/AlbanBrooke/status/1628790456644411393?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote></div><p>Podcast creation tools are coming to YouTube Studio and, later this year, it'll be possible for creators to add audio podcasts to YouTube via RSS feeds. &quot;Podcast playlists will be eligible for current and upcoming podcast features on YouTube, such as eligibility for youtube.com/podcasts, podcast badging and inclusion in the YouTube Music app,&quot; the spokesperson said.</p><p>Background podcast listening will be available for free, according to <a href=\"https://techcrunch.com/2023/02/23/podcasts-are-coming-to-youtube-music/\"><em><ins>TechCrunch</ins></em></a>. However, there will be ads unless you subscribe to YouTube Music. It also seems that users will be able to switch between video and audio versions of podcast episodes.</p><p>At least for now, it doesn't seem that YouTube is planning to follow the likes of <a href=\"https://www.engadget.com/spotify-cancels-some-original-podcasts-134405125.html\"><ins>Spotify</ins></a> and <a href=\"https://www.engadget.com/npr-how-i-built-this-podcast-amazon-music-wondery-204510802.html\"><ins>Amazon</ins></a> by having exclusive and/or original podcasts. Whether YouTube Music can make a dent in Spotify and Apple's share of the market remains to be seen, but by blending audio and video podcasts together and taking advantage of YouTube's enormous reach, it can certainly make a play for listeners' attention.</p>", "link": "https://www.engadget.com/podcasts-are-coming-to-youtube-music-201928472.html?src=rss", "date_published": "2023-02-23 20:19:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Netflix cuts prices in over 30 countries", "description": "<p>Despite <a href=\"https://www.engadget.com/netflix-price-us-increase-canada-203548569.html\">raising</a> North American prices a year ago, Netflix is getting cheaper in over 30 countries. Although that seems to be a contradiction at first glance, the company appears to be experimenting with the right balance of global revenue and subscriber growth as viewer habits change post-lockdowns.</p><p>The company has cut prices by as much as half in parts of the Middle East (Yemen, Jordan, Libya and Iran), Sub-Saharan Africa (Kenya), Europe (Croatia, Slovenia and Bulgaria), Latin America (Nicaragua, Ecuador and Venezuela) and Asia (Malaysia, Indonesia, Thailand and the Philippines). Although periodic price increases have become a <a href=\"https://www.engadget.com/netflix-raises-prices-in-united-states-192313367.html\">regular occurrence</a> for Netflix, it also introduced a cheaper <a href=\"https://www.engadget.com/netflix-basic-with-ads-price-release-date-174526317.html\">ad-supported plan</a> in 12 countries last October.</p><span id=\"end-legacy-contents\"></span><p>The subscription price cuts come as several other streaming services (including <a href=\"https://www.engadget.com/disney-plus-price-increase-ad-based-service-204903273.html\">Disney+</a>, <a href=\"https://www.engadget.com/hulu-live-tv-bundle-price-hike-063452182.html\">Hulu</a> and <a href=\"https://www.engadget.com/sling-tv-is-getting-another-price-hike-051610504.html\">Sling TV</a>) have raised prices recently. “It definitely goes against the recent trends not just for Netflix, but for the broader streaming industry,” John Hodulik, media and entertainment analyst at UBS Group AG <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9uZXRmbGl4LWN1dHMtc3Vic2NyaXB0aW9uLXByaWNlcy1pbi1vdmVyLTMwLWNvdW50cmllcy1hZTZkMDQ3YyIsImNvbnRlbnRVdWlkIjoiZWI2NGQ3MzAtMDc2Zi00ZGIzLTk3MjEtYmU3MzE4OGJkMDFiIn0&amp;signature=AQAAAfW50oJCVGGL0B00QqSiozu_SqOa1NUAbiol6AWdWXaq&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fnetflix-cuts-subscription-prices-in-over-30-countries-ae6d047c\">told</a><em>The Wall Street Journal</em>. “Some of these cuts on a percentage basis are substantial,” he said.</p><p>In Netflix’s January earnings call, co-CEO Greg Peters said the company wants to find areas where it can raise prices, helping to fund new content investments. “We think of ourselves as a non-substitutable good,” said Peters. The regional price increases let Netflix add subscribers to global markets where its share could be higher. The fact that rival services, including Disney+, HBO Max and Paramount+, are expanding globally likely weighed in the decision.</p><p>Netflix is still rolling out a new <a href=\"https://www.engadget.com/netflix-will-begin-charging-extra-user-fees-early-next-year-221450520.html\">monthly fee</a> for people who share their login credentials outside their homes. After trialing the program in Latin America, the company has <a href=\"https://www.engadget.com/netflix-account-sharing-rollout-countries-202340036.html\">rolled out</a> paid account sharing in Canada, New Zealand, Portugal and Spain. The new fee costs $8 in Canada and New Zealand, €4 in Portugal and €6 in Spain. It’s expected to come to the US early this year.</p>", "link": "https://www.engadget.com/netflix-cuts-prices-in-over-30-countries-191309892.html?src=rss", "date_published": "2023-02-23 19:13:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "European Commission bans staff from using TikTok on work devices", "description": "<p>The <a href=\"https://www.engadget.com/tag/european%20commission/\"><ins>European Commission</ins></a>, the executive wing of the European Union, has banned <a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a> from devices it owns. It also asked its staff to remove the app from personal phones and tablets that are part of its mobile device service — in other words, any devices they use for work.</p><p>“This measure aims to protect the Commission against cybersecurity threats and actions which may be exploited for cyber-attacks against the corporate environment of the Commission,” the EC said in a statement. “The security developments of other social media platforms will also be kept under constant review.”</p><span id=\"end-legacy-contents\"></span><p>The EC has approximately 32,000 permanent and contract employees. It asked them to delete TikTok as soon as possible and by March 15th at the latest, according to the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=60e97fc3-5759-41aa-a73b-6317bb989588&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=BBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MGU5N2ZjMy01NzU5LTQxYWEtYTczYi02MzE3YmI5ODk1ODgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmJjLmNvbS9uZXdzL3RlY2hub2xvZ3ktNjQ3NDM5OTEiLCJjb250ZW50VXVpZCI6IjlmMzdlYTc3LTkxMGYtNGEwYS1iMjFmLThiZGMwODVjZTY1MSJ9&amp;signature=AQAAARIcwzDZ-OQy3n4EoU2xMUXFbQAkO6TY0lYtRTqdap1f&amp;gcReferrer=https%3A%2F%2Fwww.bbc.com%2Fnews%2Ftechnology-64743991\"><em><ins>BBC</ins></em></a>. If the workers don't comply in time, they'll lose access to corporate apps, including the EC's email service and Skype for Business.</p><p>\"We believe this suspension is misguided and based on fundamental misconceptions,\" a TikTok spokesperson told Engadget. \"We are surprised that the Commission did not contact us directly nor offer any explanation — we have requested a meeting to set the record straight on how we protect the data of the 125 million people across the EU who come to TikTok every month. We're continuing to enhance our approach to data security, including by establishing three data centers in Europe to store user data locally; further reducing employee access to data; and minimizing data flows outside of Europe.\"</p><p>TikTok's parent company ByteDance is based in China. Officials in a number of countries have <a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"><ins>expressed concern</ins></a> over the Chinese government potentially using the app to access user data, as well as <a href=\"https://www.engadget.com/bytedance-tiktok-employees-us-user-data-journalists-210339650.html\"><ins>other security issues</ins></a>.&nbsp;</p><p>The US government has <a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\"><ins>banned the app</ins></a> from most of the devices <a href=\"https://www.engadget.com/us-house-of-representatives-bans-tik-tok-070722060.html\"><ins>it owns</ins></a>. Officials in <a href=\"https://www.engadget.com/georgia-tiktok-wechat-telegram-ban-211015416.html\"><ins>many</ins></a><a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html\"><ins>states</ins></a> have enacted similar bans, while TikTok is prohibited on some college networks. There are also efforts to <a href=\"https://www.engadget.com/senate-house-tiktok-ban-bill-anti-social-ccp-act-205120387.html\"><ins>ban TikTok in the US entirely</ins></a>. In November, the EC said there were <a href=\"https://www.engadget.com/tiktok-data-investigation-data-practices-161535147.html\">multiple ongoing investigations</a> into TikTok's data practices.</p>", "link": "https://www.engadget.com/european-commission-bans-staff-from-using-tiktok-on-work-devices-185157323.html?src=rss", "date_published": "2023-02-23 18:51:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta is reforming ‘Facebook jail’ in response to the Oversight Board", "description": "<p>It’s now going to be harder to land in “Facebook jail.” Meta says it’s <a href=\"https://about.fb.com/news/2023/02/meta-is-improving-facebooks-penalty-system/\"><ins>reforming</ins></a> its penalty system so that people are less likely to have their accounts restricted for less serious violations of the company’s rules.</p><p>“Under the new system, we will focus on helping people understand why we have removed their content, which is shown to be more effective at preventing re-offending, rather than so quickly restricting their ability to post,” Meta explains in a <a href=\"https://about.fb.com/news/2023/02/meta-is-improving-facebooks-penalty-system/\"><ins>blog post</ins></a>. “We will still apply account restrictions to persistent violators, typically beginning at the seventh violation, after we’ve given sufficient warnings and explanations to help the person understand why we removed their content.”</p><span id=\"end-legacy-contents\"></span><p>Previously, users could land in “Facebook jail,” which could prevent them from posting on the platform for 30 days at a time, for relatively minor infractions. Meta says that it sometimes imposed these types of penalties mistakenly due to “missed context.” For example, someone who jokingly told a friend they would “kidnap” them, or posted a friend’s address in order to invite others to an event, may have been wrongly penalized. These punishments were not just unfair for “well-intentioned” users, but in some cases actually made it more difficult for the company to identify actual bad actors.</p><p>With the <a href=\"https://transparency.fb.com/enforcement/taking-action/restricting-accounts/\"><ins>new system</ins></a>, users may still be restricted from certain features, like posting in groups, following a strike, but will still be able to post elsewhere on the service. Longer, thirty-day restrictions will be reserved for a user’s tenth strike, though the company may impose more restrictions for “severe” rule violations. Facebook users will be able to to view their past violations and details about account restrictions in the “Account Status” seduction of the app.</p><p>Meta notes that the overhaul comes as a result of feedback from the Oversight Board, which has repeatedly criticized Meta for not providing users with information about why their posts were removed. In <a href=\"https://oversightboard.com/news/507876928181835-oversight-board-response-to-meta-s-announcement-on-reforming-its-penalty-system/\"><ins>a statement</ins></a> following Meta’s new policy, the board said the changes were “a welcome step in the right direction,” but that “room for improvement remains.”</p><p>The board notes that the latest changes don’t do anything to address “severe strikes,” which can have an outsize impact on activists and journalists, especially when the company makes a mistake. The Oversight Board also said that Meta should provide users the opportunity to add context to their appeals, and that the information should be available to its moderators.</p>", "link": "https://www.engadget.com/meta-is-reforming-facebook-jail-in-response-to-the-oversight-board-180316345.html?src=rss", "date_published": "2023-02-23 18:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Game designer Shinji Mikami is leaving the Bethesda studio he founded", "description": "<p>One of the game industry's better-known figures is moving on from the studio he created. Bethesda has <a href=\"https://twitter.com/bethesda/status/1628751694258479104\">confirmed</a> that Tango Gameworks founder and CEO Shinji Mikami is leaving his company in the &quot;coming months.&quot; The designer hasn't provided reasons for his departure, or said where he's going next. We've asked Bethesda and Tango for comment.</p><p>Mikami has been one of the most influential game developers in his 33-year career. He's best-known for directing and producing early Resident Evil games, but has also played a key role in other Capcom series like Devil May Cry, Dino Crisis and Phoenix Wright: Ace Attorney. He had a brief stint at PlatinumGames, only to found Tango Gameworks in 2010. His studio has enjoyed success with the Evil Within series and <a href=\"https://www.engadget.com/ghostwire-tokyo-preview-ps5-2022-150024173.html\"><em>Ghostwire: Tokyo</em></a>. Tango's most recent project is the <a href=\"https://www.engadget.com/hi-fi-rush-release-date-205659375.html\">surprise-release rhythm brawler</a><em>Hi-Fi Rush</em>.</p><span id=\"end-legacy-contents\"></span><div id=\"c6537a3919594a90b9f20d46fec8bb4c\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"zxx\"><a href=\"https://t.co/yP6WaSxOun\">pic.twitter.com/yP6WaSxOun</a></p>— Bethesda (@bethesda) <a href=\"https://twitter.com/bethesda/status/1628751694258479104?ref_src=twsrc%5Etfw\">February 23, 2023</a></blockquote></div><p>Tango wasn't independent for long. Bethesda had its parent company, ZeniMax, acquire Mikami's studio in October 2010 after it ran into financial trouble. <a href=\"https://www.engadget.com/microsoft-zenimax-acquisition-approved-eu-us-regulators-105057960.html\">Microsoft bought ZeniMax</a> in 2021.</p><p>This doesn't necessarily mean Tango is in trouble. Mikami executive produced the company's three most recent games, and Bethesda notes he's a &quot;supportive mentor&quot; to younger developers. However, this still amounts to an industry legend leaving the studio that's supposed to reflect his vision.</p>", "link": "https://www.engadget.com/game-designer-shinji-mikami-is-leaving-the-bethesda-studio-he-founded-174159251.html?src=rss", "date_published": "2023-02-23 17:41:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk says California is home to Tesla’s engineering headquarters", "description": "<p>Despite moving its corporate headquarters to Texas, Tesla now <a href=\"https://www.reuters.com/business/autos-transportation/tesla-set-make-announcement-california-engineering-headquarters-2023-02-22/?taid=63f6bced84441400016e4cc8&amp;utm_campaign=trueAnthem:+Trending+Content&amp;utm_medium=trueAnthem&amp;utm_source=twitter\">considers</a> California its global engineering home base. Elon Musk said a Palo Alto engineering hub will be “effectively a headquarters of Tesla.” The CEO added that the company’s plant in Fremont, which it <a href=\"https://www.engadget.com/2010-05-20-tesla-lands-sudden-deal-with-toyota-will-build-model-s-sedan-in.html\">bought</a> in 2010 from a joint venture of General Motors and Toyota Motor Corp., will increase production to over 600,000 vehicles this year.</p><p>Tesla will use a former Hewlett-Packard building in Palo Alto as its new engineering headquarters. “This is a poetic transition from the company that founded Silicon Valley to Tesla,” Musk said.</p><span id=\"end-legacy-contents\"></span><p>The move is an about-face from the CEO’s <a href=\"https://www.engadget.com/elon-musk-says-tesla-moving-hq-181109558.html\">previous comments</a> about the state. Musk didn’t mince words about California’s regulations and taxes when he moved Tesla’s official corporate headquarters to Texas in 2021, complaining about “overregulation, overlitigation, over-taxation.” He tweeted about California pandemic lockdowns the previous year, “Frankly, this is the final straw. Tesla will now move its HQ and future programs to Texas/Nevada immediately. If we even retain Fremont manufacturing activity at all, it will be [dependent] on how Tesla is treated in the future. Tesla is the last carmaker left in CA.”</p><div id=\"e1109d8d9ccb429792b7559b3606c28b\"></div><p>Following news of the Inflation Reduction Act <a href=\"https://www.engadget.com/senate-passes-inflation-reduction-act-2022-214410930.html\">incentives</a>, Tesla will shift its battery-production focus from Germany to the US. Musk appeared with Gavin Newsom at an event on Wednesday, where the California governor poked fun at the move: “Eat your heart out, Germany.” California, which has more electric vehicles than any other state, provided tax bonuses to Tesla on its way to growing into the EV superpower it is today; Texas has minimal regulation and taxes by comparison.</p>", "link": "https://www.engadget.com/elon-musk-says-california-is-home-to-teslas-engineering-headquarters-172303533.html?src=rss", "date_published": "2023-02-23 17:23:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's Workspace apps are getting an updated look", "description": "<p><a href=\"https://www.engadget.com/tag/google/\"><ins>Google</ins></a> is bringing some new features to its <a href=\"https://www.engadget.com/tag/google%20workspace/\"><ins>Workspace</ins></a> apps in the coming weeks, including a fresh lick of paint. The company is updating the look and feel of Drive, Docs, Sheets, Slides and Chat in the coming weeks, drawing from its Material Design 3 language to do so. Google says the updated designs will streamline the user interface and put more emphasis on the most-loved tools in each app.</p><p>There's another handy update coming to Drive in the next few weeks as part of the <a href=\"https://www.engadget.com/google-smart-canvas-update-maps-chip-email-draft-pageless-format-170008326.html\"><ins>Smart Canvas collaboration initiative</ins></a>. Google will introduce a multiselect toolbar that should make it easier to share, download, move and delete more than one file at a time. Google is also adding an option to filter files by type, such as documents, videos, PDFs and .zip files, without having to <a href=\"https://www.engadget.com/google-drives-improved-search-filters-are-rolling-out-to-all-users-110232054.html\"><ins>search for something first</ins></a>. Improved file management in Drive is always welcome.</p><span id=\"end-legacy-contents\"></span><p>Several new features are on the way to <a href=\"https://www.engadget.com/tag/google%20docs/\"><ins>Docs</ins></a>. Starting today, you'll be able to access a stopwatch directly in the app, which could come in useful if you're trying to stay hyper focused for short bursts. In the coming weeks, Docs will gain emoji reactions for comments, which can be used to emphasize or upvote a response. A calendar invite template will be available in the app soon too.</p><p>As for <a href=\"https://www.engadget.com/tag/google%20sheets/\"><ins>Sheets</ins></a>, you'll be able to preview a Google Maps link directly in the app starting today. Google says that could come in useful for things like logistics tracking and event planning. Something that could be even more helpful on a day-to-day basis are date shortcuts. By typing @today, @yesterday, @tomorrow and @date, you can add quickly add the relevant date to a sheet without having to look at your calendar. That feature will be generally available as of today, as is the option to add stocks, mutual funds and currencies by using the @-mention function and typing in a company's name, stock ticker or currency.</p>", "link": "https://www.engadget.com/googles-workspace-apps-are-getting-an-updated-look-170404744.html?src=rss", "date_published": "2023-02-23 17:04:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google TV's new family page helps you find kid-friendly content", "description": "<p><a href=\"https://www.engadget.com/chromecast-with-google-tv-review-163024220.html\">Google TV</a> may now be easier to use when you're sitting down to watch shows with your kids. Google is <a href=\"https://blog.google/products/google-tv/new-content-pages/\">adding</a> four new pages to the interface that include a Family section, where you'll find suggested content rated PG or lower. While this isn't a completely novel concept (Netflix has a dedicated Kids profile, for example), it should help you find titles that are safe for everyone to watch. The expansion also includes an Español page that, as the name implies, recommends Spanish-language content like movies, shows and live TV.</p><p>Other changes apply more universally. The Movies and Shows tabs have been turned into pages. You'll also find a few navigation tweaks that include a quick settings button and more convenient locations for profile and search functions.</p><span id=\"end-legacy-contents\"></span><p>The new pages are currently available in the US. The navigation updates are rolling out worldwide as of today. All the changes will be visible on devices that support Google TV, including Google's own Chromecast hardware as well as TVs from companies like Hisense and Sony.</p><p>The revamp doesn't come as a surprise. Google is competing with other platforms where child-safe content is either already walled off or dominates, such as Disney+ and Netflix. An update like this may make Google TV more compelling to young families, and creates more consistency with Google's own <a href=\"https://www.engadget.com/youtube-kids-app-game-consoles-roku-143730173.html\">YouTube Kids</a>.</p>", "link": "https://www.engadget.com/google-tvs-new-family-page-helps-you-find-kid-friendly-content-170034596.html?src=rss", "date_published": "2023-02-23 17:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Magic Eraser is coming to older Pixel phones and Google One starting today", "description": "<p><a href=\"https://www.engadget.com/tag/google/\">Google</a> is bringing photo features that were once exclusive to <a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\">recent Pixel phones</a> to more devices. <a href=\"https://www.engadget.com/pixel-6-camera-will-feature-larger-image-sensors-and-smarter-photo-editing-ai-171159356.html\">Magic Eraser</a>, a tool that can easily remove unwanted people or objects from an image, debuted <a href=\"https://www.engadget.com/google-pixel-6-and-pixel-6-pro-review-specs-camera-samples-battery-test-160014200.html\">in 2021 on the Pixel 6</a>. It also has a feature called camouflage, which you can use to change the color of objects to make them blend in with the rest of the image and help other elements stand out.</p><p>Starting today, Google is <a href=\"https://blog.google/products/photos/magic-eraser-android-ios-google-one/\">rolling out</a> Magic Eraser to Pixel 5a and earlier models. The same goes for <a href=\"https://www.engadget.com/tag/google%20one/\">Google One</a>. In the coming weeks, members on all plans will have access to Magic Eraser through Google Photos, even if they're on iOS. Editing features are not available on the Google Photos web app, unfortunately.</p><span id=\"end-legacy-contents\"></span><p>All Pixel models and Google One subscribers will also gain access to an HDR effect that can be applied to videos to boost the brightness and contrast. The feature was already available for still images. Moreover, those with older Pixel devices and a One membership will gain access to more styles (i.e., designs) in the Google Photos collage editor starting today.</p><p>It's not a massive shock that Google is bringing Magic Eraser and other Photos features to One and older Pixel devices. It often debuts new tools on its latest flagship devices before introducing them elsewhere.</p><p>Meanwhile, Google is offering One subscribers in some territories another perk. Those in the US, Canada, European Union and UK can now get free shipping on orders from the print store.</p>", "link": "https://www.engadget.com/magic-eraser-is-coming-to-older-pixel-phones-and-google-one-starting-today-170019112.html?src=rss", "date_published": "2023-02-23 17:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "FTX co-founder Sam Bankman-Fried faces four new criminal charges", "description": "<p>FTX co-creator Sam Bankman-Fried (aka SBF) is now dealing with four new charges over the <a href=\"https://www.engadget.com/ftx-founder-sam-bankman-fried-pleads-not-guilty-195137532.html\">collapse of his crypto exchange</a>. A newly unsealed <a href=\"https://www.cnbc.com/2023/02/23/ftx-founder-sam-bankman-fried-hit-with-new-criminal-charges.html?utm_term=Autofeed&amp;utm_medium=Social&amp;utm_content=Main&amp;utm_source=Twitter#Echobox=1677165199\">indictment</a> in a New York federal court accuses SBF of fraudulent activity through both FTX and a linked hedge fund. The co-founder also allegedly violated federal campaign finance laws by making secret political donations using the names of two executives.</p><p>The expanded charges now include 12 counts. A source speaking to <em>CNBC</em> claims the additional allegations could lead to an additional 40 years in prison if SBF is convincted.</p><span id=\"end-legacy-contents\"></span><p><em>Developing...</em></p>", "link": "https://www.engadget.com/ftx-co-founder-sam-bankman-fried-faces-four-new-criminal-charges-153406519.html?src=rss", "date_published": "2023-02-23 15:34:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's Galaxy S23+ is already $140 off", "description": "<p>Samsung's latest flagship smartphones haven't even been out for a week, but you can already score a solid discount on one model. The <a href=\"https://www.engadget.com/samsung-galaxy-s23-and-s23-price-release-date-hands-on-180052939.html\">Samsung Galaxy S23+</a> with 256GB of storage has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJMUDRKOVJSLz90YWc9Z2RndDBjLXAtby1tMy0yMCIsImNvbnRlbnRVdWlkIjoiZTIwN2ZjNjMtN2JkYS00NTQwLThiN2YtMDI3YmQ5OWY1NGYxIn0&amp;signature=AQAAAXwecesDJGUmFavIjS5lanjWQ3zRl51mXVVNo-1f_Bpw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BLP4J9RR%2F\">dropped by $140 to $860.</a> That makes it the same price as the standard Galaxy S23 with the same storage capacity. It's worth noting that the discount only applies to the Phantom Black colorway.</p><p></p><p>At 6.6 inches, the S23+ has a larger screen than the 6.1-inch S23. It has a bigger battery too. The specs are otherwise the same, save for ultrawideband support on the S23+. The phone runs on a Snapdragon 8 Gen 2 for Galaxy with a 3.36GHz octa-core CPU and Adreno 740 GPU. There's 8GB of RAM, WiFi 6e and Bluetooth 5.3. The S23+ lineup runs on Android 13 too.</p><span id=\"end-legacy-contents\"></span><p>The S23+ doesn't boast the same 200MP camera as the <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-hands-on-specs-price-availability-200-megapixel-camera-test-180044964.html\"><ins>Galaxy S23 Ultra</ins></a>, but it's a worthy phone in its own right. It does have 50MP wide, 12MP ultra-wide and 10MP telephoto cameras. Although it's more of an evolution from the S22 than a revolution, the S23+ is especially worth considering if you've been hanging onto the same phone for a few years or you're looking to make the switch from iOS to Android.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "link": "https://www.engadget.com/samsungs-galaxy-s23-is-already-140-off-152828514.html?src=rss", "date_published": "2023-02-23 15:28:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Snapchat now suggests soundtracks for your videos", "description": "<p>You might not hem and haw the next time you're choosing a soundtrack for a Snapchat video. Snap has <a href=\"https://newsroom.snap.com/en-US/sounds-recommendations-sync\">introduced</a> automatic Sounds features that help you produce clips faster. Sounds Recommendations, for instance, suggests music relevant to the augmented reality Lens you're using. Try a bread Lens and you'll see plenty of toast-related songs alongside the most popular overall tracks.</p><p>Sounds Sync, meanwhile, creates montage videos in sync to the beat of tunes in the Sounds collection. You'll need between four and 20 photos or videos, but this could help you summarize a vacation or social outing without stressing about suitably-timed songs.</p><span id=\"end-legacy-contents\"></span><p>Both features are available now for iOS users in the US, and are rolling out worldwide. Android users can also use Sounds Recommendations right away, but they'll have to wait until March to try Sounds Sync.</p><p>Snap isn't shy about its goals. The easier it is to create videos, the more likely you are to post on Snapchat. This is also as much about helping artists as it is users — Snap music strategy lead Manny Adler claims this is a &quot;unique opportunity&quot; for musicians to reach listeners who'll (hopefully) play full songs after hearing them in someone's video.</p><p>The introductions come at a good time for Snap. The company's audience is growing after a turbulent 2022, having reached <a href=\"https://www.engadget.com/snapchat-now-has-more-than-750-million-monthly-active-users-210037334.html\">750 million monthly active Snapchat users</a> despite <a href=\"https://www.engadget.com/snap-layoffs-confirmed-hardware-games-mini-apps-182149943.html?uuid=mCrpuFilotvcGQ1Q7763\">laying off roughly 1,300 workers</a> last summer. While it's still much smaller than rivals like Instagram, which had two billion monthly active users as of last fall, it's enduring competition that is frequently <a href=\"https://www.engadget.com/2019-10-08-instagram-camera.html\">mimicking features</a>. Small additions like Sounds Recommendations and Sync may help Snap maintain that growth.</p>", "link": "https://www.engadget.com/snapchat-sounds-recommendations-sync-150502303.html?src=rss", "date_published": "2023-02-23 15:05:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Panasonic S5 II review: The full-frame vlogging camera you’ve been waiting for", "description": "<p>While popular with vloggers, Panasonic’s mirrorless cameras have been held back from true greatness by the lack of a phase-detect autofocus system. Finally, the company has rectified that problem with the <a href=\"https://www.engadget.com/panasonic-launches-its-first-hybrid-autofocus-cameras-the-s-5-ii-and-s-5-i-ix-150053908.html\">launch of the S5 II</a>. It has a new 24-megapixel sensor with phase-detect pixels that should get rid of the wobble and hunting that have plagued the contrast-detect AF on Panasonic cameras over the years.</p><p>To make it even better for content creators, Panasonic also brought over its new, more powerful stabilization system from <a href=\"https://www.engadget.com/panasonic-gh-6-review-video-a-vlogging-workhorse-153048534.html\">the GH6</a>. And you still get the powerful video features you’d expect on Panasonic cameras, like video up to 6K, monitoring tools and advanced audio features. The S5 II is also attractively priced at $2,000 – that’s $500 less than the <a href=\"https://www.engadget.com/sony-a7-iv-mirrorless-camera-review-163026066.html\">Sony A7 IV</a> and <a href=\"https://www.engadget.com/canon-eos-r-6-ii-review-an-excellent-hybrid-camera-with-few-flaws-140005140.html\">Canon EOS R6 II</a>, its main competitors.</p><span id=\"end-legacy-contents\"></span><div id=\"14ebbd176706414b9f315005a2b0685c\"></div><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">This is Panasonic’s first hybrid phase-detect autofocus system, so I was very curious to see how it stacks up against those cameras. I also wanted to see if it would let you leave your gimbal at home, as the company suggests in its ads. To find out, I took it around Paris and my hometown of Gien, France.&nbsp;</p><h3 dir=\"ltr\" style=\"margin-top: 16pt; margin-bottom: 4pt;\">Body and Handling</h3><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">The S5 II’s body and control layout is identical to the S5, and that’s generally a good thing. At 740 grams, it is a bit heavier than its main rivals. However, it’s still a reasonably lightweight video camera that’s comfortable enough to shoot for a full day.&nbsp;</p><p>It has a big comfortable grip, along with lots of manual controls that let you change settings without the need to dip into menus. It has all the controls you’d hope for like a joystick, dedicated AF control and more. The record button is placed on top so it’s easy to find when vlogging, but it would be nice to have a record button on front like the GH6.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">Should you need to use the menus, Panasonic has nailed that part, with well-organized categories that make important adjustments fairly easy to find. It’s also quite easy to customize things, so as with any camera, I’d recommend doing that for your own workstyle.&nbsp;</p><p>The 3-inch, 1.8 million dot rear display is the same one as before and is bright and sharp for video work. It of course fully articulates, so you can flip it around for vlogging, hold it high or low and more. The only drawback is that it can get tangled up with any cables, particularly the headphone jack.&nbsp;&nbsp;</p><p>Luckily, Panasonic boosted the OLED electronic viewfinder (EVF) resolution to 3.68 million dots from 2.34 million dots on the original S5. It's now decently sharp and clear, addressing one of my biggest complaints of the last model.&nbsp;</p><figure><img alt=\"Panasonic S5 II full-frame mirrorless camera review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cb39b890-b2f6-11ed-afff-4d399c6315d8\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">Another welcome update is two fast UHS-II card slots, rather than one UHS-II and one UHS-I slot on the S5. That allows for faster transfer speeds and more reliable backups, if you like to shoot video to two cards at once. It also now uses a full-sized, rather than a micro HDMI jack as before, making it far more reliable when using an external recorder.&nbsp;</p><p>There are of course headphone and mic jacks, but the S5 II now offers 4-channel recording via the DMW-XLR1 hotshoe audio adapter, just like the GH6. It also borrows the latter’s audio interface that gives you a central hub for all audio settings. It doesn’t have a dedicated button like the GH6, but you can assign any function button.</p><p>Finally, the batteries are borrowed from the S5 II, and deliver up to 470 shots on a charge or a solid two hours of 4K recording.</p><h3 dir=\"ltr\" style=\"margin-top: 16pt; margin-bottom: 4pt;\">Video</h3><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">Panasonic’s mirrorless cameras are primarily designed for video shooters, so let’s get into that first. The centerpiece of this camera is that new phase-detect autofocus, designed to eliminate the wobble or hunting that happened with past Panasonic models that had contrast-detect only autofocus. So how does it work for content creators</p><figure><img alt=\"Panasonic S5 II full-frame mirrorless camera review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cb50c300-b2f6-11ed-9bb1-23e4796ab23a\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p>As with other recent models, the S5 II’s system includes regular continuous AF modes along with subject tracking, for both humans and animals. However, it’s not as sophisticated as recent rival cameras like the A7 IV and EOS R6II, though, as it can’t track things like cars and airplanes, and doesn’t distinguish between birds and other animals.</p><p>Luckily, the capabilities it does have are on par with those models. It smoothly tracks subjects and has very little lag if they move toward the camera, for example. Face and eye detection is good, though it struggles a bit if the subject turns, and can’t track their eyes if they’re not reasonably close to the camera. It’s also not quite as sticky as rival models.&nbsp;</p><p>Still, it generally tracks focus reliably for interviews, vlogging and other situations. More importantly, the pulsing, hunting and wobbling is completely gone, so you can now rely on the S5 II’s autofocus in most situations.</p><p>There is one caveat that may be important to some users. As YouTuber <a href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1kRXBtVWZ5RVNSYyZ0PTUxcyIsImNvbnRlbnRVdWlkIjoiNjlmNDkyNTgtOGQ0Yi00ZDU3LTkwMzEtMTk5ODZiNzI5OWJlIn0&amp;signature=AQAAAbU17jRCglyuPT7OSBoWe7Ubj_aXtU5EHVDYOHDz95_z&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DdEpmUfyESRc%26t%3D51s\">CameraOfChoice</a> notes, the phase-detect AF works great at all 4K and 6K resolutions, and 1080 25p. However, the camera switches to contrast-detect AF at 10-bit 1080p 60 fps and 120 fps resolutions, along with 3.3K 422/10L 25p. I’ve reached out to Panasonic for more information, but if you use those resolutions frequently, you may need to look at a different model.&nbsp;</p><figure><img alt=\"Panasonic S5 II full-frame mirrorless camera review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cb285370-b2f6-11ed-9dea-f59230ea350f\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">With autofocus issues mostly gone, the S5 II is a far more attractive vlogging and video camera thanks to its other powerful features.</p><p>You can shoot 5.9K video at 30p using the full width of the sensor, or full-width supersampled 4K at up to 30 fps. 60p 4K video is possible as well, but requires an APS-C crop and some loss of sharpness. The S5 II can also handle 4:3 anamorphic video at up to 6K using the full sensor width, or 3:2 “open gate” video that makes it easier to crop or deliver in social media formats.</p><p>There are few temperature-related time restrictions in any of these modes, thanks to the inclusion of a clever fan that only kicks in when you need it (below). Namely, there are no time restrictions on any video at 4K and below, including 1080p 120, while 6K is limited to 30 minutes. Panasonic is the only manufacturer to test its cameras at up to about 105 degrees Fahrenheit, so most users will likely never experience any problems.&nbsp;</p><p>As with most Panasonic cameras, you can shoot 10-bit video with V-log to boost dynamic range. And it’s easier than ever to monitor V-Log. You can not only choose a standard Rec.709 output, but display your own custom <a href=\"https://nofilmschool.com/2011/05/what-is-a-look-up-table-lut-anyway\">look-up-table</a> or LUT, too. You can even record those LUTs as your final video output, giving you unlimited “looks” and potentially saving time in post.</p><figure><img alt=\"Panasonic S5 II full-frame mirrorless camera review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cb1c1e70-b2f6-11ed-bffd-9b2c9b8134ba\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">The main video drawback is the lowish data rates (200 Mbps and below) and the lack of any ProRes or All-I internal recording modes. There’s also no external RAW capture, though you’ll be able to add that later for a $200 fee. You can, however, capture other ProRes codecs to an Atomos Ninja V/V+ or BlackMagic Video Assist recorder.&nbsp;</p><p>And that brings up Panasonic’s upcoming S5 IIx, announced at the same time as the S5 II. It’s priced at $2,200 and is mostly identical in terms of features. However, the extra $200 gets you not only RAW external video included but also ProRes capture to an external SSD via the USB-C port. With a small price difference to get such a useful feature, a lot of people might want to wait for this model.</p><p>Another terrific new capability is the updated in-body stabilization borrowed from the GH6. It’s now much better at smoothing out vertical step motion than the S5, though there’s still some side-to-side sway. It also has a “Boost IS” for handheld video where you don’t need to move, keeping shots locked off like the camera’s on a tripod. Can it replace your gimbal? In some cases, yes, but you'll have to work carefully as it still can't match a gimbal's smoothness.</p><figure><img alt=\"Panasonic S5 II full-frame mirrorless camera review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cb5074e1-b2f6-11ed-b56f-384d0df09bee\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">Video quality is excellent, with extremely sharp 4K 30p and 4K 60p that’s just a touch less so. Colors are accurate and pleasing straight out of the camera, with natural-looking flesh tones. The 10-bit V-log video delivers a very solid 14+ stops of dynamic range, just slightly below Nikon and Sony models. That gave me plenty of room for extra creativity or to correct over- and underexposed shots.&nbsp;</p><p>The S5 is also good in low light, thanks to Panasonic’s Dual Native ISO system. Don’t expect Sony A7S III-level performance, but the Dual ISO system really keeps noise down at ISOs as high as 12,800 or even 25,600. You’ll of course see noise when you boost shadows at those ISOs, but the grain looks quite natural. Anything below ISO 6400 has very little visible noise. One quirk is that it’s best to use ISO 4000 instead of ISO 3200, as the Dual ISO is set for ISO 640 and ISO 4000.&nbsp;</p><p>As for rolling shutter, the S5 II is middling in this regard. It’s most noticeable in 6K or supersampled 4K modes, but not bad at all with an APS-C crop. I’d rate it as better than the higher-resolution A7 IV and about the same as Canon’s R6 II.</p><p>Finally, Panasonic offers a lot of ways to monitor video not seen on rival cameras, including waveforms and vectorscopes. Those features are very useful to video pros, helping them nail exposure and color accuracy. And as mentioned, audio is very easy to work with thanks to a dedicated hub to adjust settings, along with both line and mic inputs.&nbsp;</p><h3 dir=\"ltr\" style=\"margin-top: 16pt; margin-bottom: 4pt;\">Photography</h3><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">Most people likely won’t buy the S5 II for photography, but it’s not bad at all in this department. It can handle bursts at up to 7 fps with the mechanical shutter or 30 fps in electronic mode. The buffer is quite impressive, as it allows for 200 shots in RAW before throttling – a full 6-seconds of uninterrupted 30 fps burst shooting.</p><p>At those speeds the autofocus largely keeps up, though it’s not quite as fast or accurate as the R6 II and A7 IV AF systems. As with video, the photo autofocus isn’t quite as smart or tenacious with subjects as Sony's A7 IV. Still, it’s much better than the contrast-detect AF of the last model and up there with recent Nikon and Fujifilm AF systems.</p><p>Despite the fast electronic burst speeds, the S5 II has limited usage as a sports camera. The rolling shutter would impact shots with fast moving subjects, unless you use it in APS-C mode. That’s a feasible option, but it reduces the resolution by half.&nbsp;&nbsp;</p><section><img alt=\"Panasonic S5 II sample image gallery\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/a8e69d00-b2f9-11ed-97ee-b75707ea3243\" /></section><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">Given how well it handles video, photos are a piece of cake for the image stabilization system. It locks things down so well that I was able to shoot down to a quarter-second or even less and still get sharp images</p><p>Despite the shift to a sensor with phase-detect pixels, image quality hasn’t suffered, with dynamic range just slightly below Sony and Nikon models. JPEGs offer a good balance between noise reduction and sharpness, while delivering natural colors and pleasing skin tones. If you want more control, the RAW photos dial up the dynamic range so you can claw back highlights or dig into shadows.&nbsp;</p><p>As with video, it also excels in low light, with very little noise up to ISO 6400, nothing too objectionable at ISO 12800 and usable images at ISO 25600 if you don’t try to lift the shadows too much. Beyond that, the color grain in particular can get too harsh.</p><h3 dir=\"ltr\" style=\"margin-top: 16pt; margin-bottom: 4pt;\">Wrap-up</h3><figure><img alt=\"Panasonic S5 II full-frame mirrorless camera review\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/cb1c1e70-b2f6-11ed-9fbe-37204dfd7094\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent/Engadget</div></figure><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 0pt;\">With the autofocus finally keeping up with rival cameras, Panasonic’s S5 II is an awesome full-frame vlogging and video camera option. Priced at $2,000, it’s also a very strong value proposition, particularly for video shooters.</p><p>Its primary competition is the Sony A7 IV and Canon EOS R6 II. Both of those cameras are better for photography, but the S5 II is much better for video and particularly vlogging, thanks to the built-in monitoring tools and superior stabilization. If you want a better match of photography and video tools, Fujifilm’s 40-megapixel $2,000 X-H2 is the best option – if you don’t mind stepping down to an APS-C sensor.</p><p>In fact, the S5 II’s greatest rival might be the upcoming S5 IIx. I’d argue that many people paying $2,000 wouldn’t hesitate to spend an extra $200 to get some pretty valuable features like ProRes SSD recording. Either way, it’s Panasonic’s best vlogging camera since the original GH5 and should rise to the top of many content creators’ shopping lists.</p><p></p><p></p>", "link": "https://www.engadget.com/panasonic-s5-ii-review-the-full-frame-vlogging-camera-youve-been-waiting-for-150028638.html?src=rss", "date_published": "2023-02-23 15:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Picard,’ cargo cults and the perils of success", "description": "<p><em>The following contains spoilers for Star Trek: Picard, Season Three, Episode Two: “Disengage.”</em></p><p><em>Star Trek II: The Wrath of Khan</em> is a 1982 movie that arguably saved Star Trek as a going concern. It was a cheap movie, but writer-director Nicholas Meyer made thriftiness a virtue, building a paranoid submarine thriller out of steely glances and jousting phone calls. Despite having no love of Trek, Meyer painted a broad sweep of an older Jim Kirk, his life, death and rebirth with the help of a son he never knew he had. It’s a sumptuous movie, full of smart dialogue and characterisation, with a drum-tight plot and great acting, not just a great Star Trek film, but a great film, period. And sometimes, I feel that its critical and commercial success was so big that it’s been to Star Trek’s overall detriment.</p><span id=\"end-legacy-contents\"></span><p>Whenever the creative well runs dry, Trek runs back to old comforts, and the <em>Next Generation</em> movies were perpetually looking for its own <em>Khan</em>. <em>First Contact</em> flipped the Moby Dick narrative, making Picard the Ahab against the Borg’s white whale. <em>Insurrection</em> borrowed the setting of Khan’s climatic finale, while <em>Nemesis</em> borrowed its plot beats; a wounded ship only saved by the heroic sacrifice of each series’ Tin Man character. <em>Into Darkness</em> then winkingly inverted those same plot beats, with Kirk nobly “dying” in place of his best friend.</p><p><em>Picard’s</em> been telegraphing its intentions from the get-go, dropping every nod to fans about where we’d wind up. The Bennett-era movie callbacks remain en vogue here, and to my memory this is the first use of the <a href=\"https://en.wikipedia.org/wiki/Blaster_beam\">Blaster Beam</a>, or a soundalike, in a streaming era soundtrack. Much like all of the other nods, we’re watching a cargo cult being assembled in real time, boldly serving us up something we’ve only seen, oooh, four or five times at this point. So: Wounded hero ship facing off against a more powerful enemy? Check. Inside a nebula that’s disrupting normal starship functions? Check. With our lead suddenly presented with the news he has a son he never knew about? <em>Check check check</em>.</p><p>This week, Picard and Riker make it to the Helios to find Beverley in her stasis pod, guarded by her son, Jack. He’s a rakish Englishman who has already spoken <em>two whole words in French</em> while negotiating with a corrupt Fenris Ranger. After being rescued by the Titan, Riker starts hinting about the younger Crusher’s parentage, as if being the world’s most English Frenchman is a genetic trait. It isn’t long before Crusher is outed as an intergalactic con man and fugitive, and Shaw has him sent to the brig. He also, after several hours of allowing her to remain on the bridge giving orders to people, dismisses Seven for indulging two people we keep being told are “legends” and “heroes.”</p><p>There’s plenty of furrowed brows as Picard initially refuses to consider that he might have a son, and at no point does anyone suggest running a paternity test. You might expect it would be easy enough to whip out a tricorder or hypospray, or even the transporter records, and find the truth. But, you know, that would be too efficient, so we’re left with Picard and Jack facing off in the brig. Now, credit where due, Patrick Stewart and Ed Speelers sell the hell out of this scene, the first that feels in any way real so far.</p><p>All the while, the Titan is menaced by Amanda Plummer’s villain, who we know is evil because she’s smoking on the bridge of her ship, the Shrike, indoors! I wonder if this, too, is another nod to those older films given Plummer’s father faced off against Kirk in <em>The Undiscovered Country</em>. Maybe this is why I’m so out of step with so much of the (positive) critical consensus around this run. I find this raiding of Star Trek’s own text and paratext to be insular and repetitive, with it more interested in placating disaffected fanboys than telling a story with a point of view. If you want strange new worlds, new life forms and new civilizations, you’ll need to <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-110-a-quality-of-mercy-review-130037849.html\">watch the show set 142 years earlier</a>.</p><p>Then there’s Raffi. Last week, she uncovered that some nefarious type had stolen some deep tech from <del>Aperture Science</del> Starfleet. At the end of that episode, a Starfleet recruitment building big enough to fill the donut hole in Apple Park gets Portal-ed into dust, killing (just) 117 people. Now, looking to make amends for her, uh, failure? She’s looking into local crims in order to find out who exactly was responsible for the seemingly-unwarranted attack.</p><p>Now, this is the plot beat I <a href=\"https://www.engadget.com/star-trek-picard-season-3-paramount-plus-preview-review-080010710.html\">alluded to in my preview</a>, when Raffi, who is in recovery, is forced to do drugs in order to prove she’s not an undercover agent. The portentous music and Michelle Hurd’s acting sells the notion this isn’t a great idea, but Raffi’s committed to the cause. But while she’s incapacitated, her handler comes in to rescue everyone with some good, old-fashioned Mek’leth carnage. I couldn't help but feel a punch in the air when Worf popped up in all his glory, but the tonal jump doesn't sit well with me.&nbsp;</p><p>You could be wondering why the Federation Ambassador to the Klingon Empire is doing covert intelligence work. But, by the end of the <em>Next Generation</em> movies, it was clear that Worf would just show up for a visit whenever the plot required. And even I’m not going to harp on about this too much, because it is never a chore to watch Michael Dorn do his work. As<em> EW’s</em> Darren Franich said <a href=\"https://ew.com/article/2016/06/10/star-trek-generations-end-cinema/\">in his definitive Star Trek essay series</a>, “Michael Dorn knew Worf only got cooler when the show made him look goofy.” As goofy as he is here, he’s still Worf, and you just wish that Paramount had greenlit a Worf show three years ago instead.</p><p>I had hoped this episode, for its laggy table-laying, may be looking for a way to attack a well worn but fundamentally strong Star Trek trope. That being if it’s right and proper to hand over a potentially-innocent man to frontier justice, and if not, why not? There’s plenty of angles for the argument given the many shades of gray that most people can now comprehend. After all, the Titan is outside Federation space, and so you can’t, or shouldn’t, impose your values on those beyond your worldview. That can be countered by someone saying that natural justice is, or should be a universal virtue. And that these debates must sit side-by-side with the notion that the needs of the many (the 500-plus souls on the USS Titan) outweigh the needs of the few, or the (Jack Crusher) one. You could even have the supposedly “right” argument, the one aping Spock’s famous aphorism, espoused by the character most seen as an asshole, too. But no.</p><p>Unfortunately, <em>Picard</em> remains bad for all of the same reasons that pretty much every other <em>Khan</em> copy is bad: It has almost nothing to say. In fact, this episode seems to hinge on every person in the narrative suddenly becoming incapable of doing even the basic parts of their jobs. Since when would a security officer not search a prisoner for hidden technology before putting them in the brig? Since when would a ship at Red Alert be taken by surprise when a hostile vessel in front of them starts attacking? And why did nobody have the presence of mind to run a paternity test, which surely at this point in history could be done with the ship’s internal sensors? Not to mention, why didn’t Jack just tell the security guard he’d like to hand himself over rather than knocking him out? Maybe so we could have a few more moments of tension before the Titan chooses to make a break for the nebula and we roll the credits.</p><p>You may think I’m banging on unnecessarily about <em>The Wrath of Khan </em>but I think it’s justified here. If the production team weren’t looking to invite comparisons to a vastly superior project then they were unwise to take so many of its plot beats as its own. I mean, in <em>Wrath of Khan</em>, Kirk has sixty seconds to find a way to even things up between the wounded Enterprise and the Reliant. And he does so with a little bit of theatrics, some ingenuity, and by showing that he was a little cleverer than anybody gave him credit for being. When <em>this version</em> of Picard is placed in the same situation but given <em>a whole hour to come up with something</em>, what does he do? He marks time on the bridge while the younger actors with plausible-looking stunt performers can do the now obligatory punch fight so that the audience at home doesn’t start getting bored.</p>", "link": "https://www.engadget.com/star-trek-picard-3-2-disengage-review-140016201.html?src=rss", "date_published": "2023-02-23 14:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube lets creators add multi-language voice tracks to their videos", "description": "<p><a href=\"https://www.engadget.com/youtube-musics-redesigned-radio-experience-allows-you-to-create-totally-custom-stations-181729501.html\">YouTube</a> viewers from around the world might start finding more videos with audio in their native language. The video-hosting website has launched a new feature that gives creators the capability to add voice tracks to their new and existing content in multiple languages. YouTube has been testing multi-language dubs with a handful of creators over the past year, but it's now expanding the feature's reach and making it accessible to thousands more.&nbsp;</p><p>The website presents the new feature as a tool creators can use to grow their audiences around the world. Early testers apparently uploaded 3,500 videos in over 40 languages last month, and viewers watched over 2 million hours of dubbed video everyday in January. The creators who tested feature also found that around 15 percent of their watch time came from viewers playing their videos in another language.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>One of the most notable creators who tested YouTube's multi-language tool was MrBeast, who has over 130 million subscribers worldwide. MrBeast runs multiple channels in 11 different languages, but in an interview, he said that it would be much easier to maintain just one. It's also probably a plus that anybody clicking on a link shared by someone speaking another language will be able to understand it simply by changing the dubbed audio.&nbsp;</p><p>After switching to their preferred language for the first time, the website will default to it whenever they watch videos with dubs. Viewers will also be able to search for content dubbed in their language, even if the video's primary tongue is different, through translated titles and descriptions. YouTube didn't say how it chose the thousands of creators getting access to the feature today, but we asked the website for an idea how it will roll out multi-language dubs until it's available to everyone.&nbsp;</p><div id=\"49fb7047f2444bc1977e61341576b124\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "link": "https://www.engadget.com/youtube-multi-language-voice-dubs-videos-140006355.html?src=rss", "date_published": "2023-02-23 14:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Ant-Man and the Wasp: Quantumania’ broke me", "description": "<p>Early on in <em>Ant-Man and the Wasp: Quantumania</em>, our hero Scott Lang (Paul Rudd) and his daughter Cassie (Kathryn Newton) are warped into a quantum-level universe. It’s filled with alien biology and vistas that wouldn't be out of place on distant planets. But while that sounds like the perfect setup for a fun sci-fi romp, I never bought it. And, unfortunately, the actors didn't appear to buy it either. The backgrounds looked like psychedelic screensavers, and, similar to the <em>Star Wars</em> prequels, there was an uncanny disconnect between the live humans and their mostly digital surroundings.</p><p>I found the aesthetic so viscerally ugly, it made me fear for the future of the Marvel Cinematic Universe, and for anything else made with ILM's StageCraft technology (AKA “the volume”). That realization surprised me, since I've mostly enjoyed how that tech helped make <em>The Mandalorian's</em> unique worlds come alive. The volume is a series of enormous LED walls that can display real time footage. Together with interactive lighting, it makes actors seem like they’re actually walking around artificial environments. Another plus? It also helps the lighting look far more realistic, something that was particularly noticeable on Mando's polished armor.</p><span id=\"end-legacy-contents\"></span><div id=\"3db0064c53da4be0a98e1df2079cb754\"></div><p>So what the hell happened to <em>Quantumania</em>? Its artificiality seems partially intentional, as it's trying to evoke pulp fantasy and even a bit of <em>Star Wars. </em>But somewhere along the line, director Peyton Reed forgot to ground its fantastical visuals with anything resembling human emotion. When Ant-Man, his daughter, or their tiny-tech compatriots, Hank Pym (Michael Douglass) and Janet Van Dyne (Michelle Pfeiffer), enter the Quantum Realm, there's little room for awe and wonder. Sure, they occasionally quip about something weird: buildings that move! An alien intrigued by body holes! But we quickly move onto a rote sci-fi tale of rebellion against an evil conqueror (in this case it's Kang, played by Jonathan Majors.)</p><p>Vulture’s Bilge Ebiri, who <a href=\"https://www.vulture.com/article/ant-man-and-the-wasp-quantumania-movie-review-marvel.html\">calls the film “a cry for help,”</a> succinctly describes why <em>Quantumania</em> falls flat: “The action is tired, the universe unconvincing, and nobody on screen looks like they want to be there. They don’t even look like they know where there is.”</p><figure><img alt=\"(L-R): Kathryn Newton as Cassandra \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/75558460-b2ef-11ed-b7f3-a553f71e0cec\" /><figcaption></figcaption><div class=\"photo-credit\">Marvel</div></figure><p>Clearly, we can't blame”the volume” for all of the film's faults, it's just another tool in a director's kit. In an <a href=\"https://collider.com/ant-man-and-the-wasp-quantumania-director-peyton-reed-interview/\">interview with <em>Collider</em></a>, Reed said that he wasn't sure if the technology would work out for <em>Quantumania</em>, but eventually he found it to be \"great for certain environments, but not necessarily right for other ones.\" He later added \"There are limitations to it [the volume], and we push that system to its limit on this movie... What works so well in <em>Mandalorian </em>is they have a lot of lead time, because they're doing a whole series, to invest and create these environments, and on the schedule we were on, it's not always right for that situation.\"</p><p>Several <a href=\"https://www.vulture.com/2023/02/marvel-vfx-workers-on-ant-man-and-the-wasp-quantumania.html?utm_source=pocket_saves\">anonymous VFX workers told <em>Vulture</em></a>that Quantumania’s hectic production schedule was one reason its computer generated worlds fall so flat. The higher-profile <em>Black Panther</em> sequel, <em>Wakanda Forever</em>, was a higher priority for Marvel (no surprise when that first movie made over $1.3 billion globally) when it came to VFX work. And there were apparently late-stage changes to <em>Quantumania</em> that led to some rushed work – though it’s worth noting that isn’t unusual for a major Marvel film.</p><p>“Making big pivots late in the game has consequences, and there is a constant scramble from the VFX houses to keep up,” a former VFX worker told Engadget. (They requested anonymity due to confidentiality agreements around their work.] “And near the end, it's almost always a disaster. Lots of miracles. Lots of clever solutions, not based on heightening the art, but just being able to do a week’s worth of work in 24 hours.”</p><section><img alt=\"(L-R): Paul Rudd as Scott Lang/Ant-Man in Marvel Studios' ANT-MAN AND THE WASP: QUANTUMANIA. Photo courtesy of Marvel Studios. Â© 2022 MARVEL.\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/75553640-b2ef-11ed-bdf9-8f3f751bb7c6\" /></section><p>While watching <em>Quantumania, </em>I couldn't help but compare it to <a href=\"https://www.engadget.com/avatar-the-way-of-water-review-hfr-high-frame-rate-170058030.html\"><em>Avatar: The Way of Water</em></a>, another big-budget science fiction epic that brings us to another alien, almost completely computer-generated world. That film goes even further than <em>Ant-Man</em>, since almost every scene involves actors playing CG Na’vi characters, one or two humans and elaborate sets. But I never once doubted the reality of <em>The Way of Water.</em></p><p>You could tell that director James Cameron has actually been thinking about the world of Pandora for over a decade, so he has a strong vision of how the Na'vi are supposed to interact with their animal companions, or how a soulless corporation may view a pristine planet as a way to make more revenue. With Quantumania, there's no clear sense of why that sub-atomic universe is special, or why Kang may want to rule it. We might as well be watching a lesser <em>Star Wars</em> movie.</p><figure><img alt=\"(L-R): Paul Rudd as Scott Lang/Ant-Man, Kathryn Newton as Cassandra \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/75555d50-b2ef-11ed-b4bf-58966ff428f0\" /><figcaption></figcaption><div class=\"photo-credit\">Marvel</div></figure><p>Perhaps that's why the volume rubbed me the wrong way this time around. When you have a stronger grasp of character and story, as <em>The Mandalorian</em> (mostly) demonstrated, it can help to make the entire experience feel more epic. But if your narrative is dull and unfocused, the volume can easily heighten its flaws. There's room to do something truly special with the idea of a sub-atomic universe, the sort of thing screenwriter Jeff Loveness frequently did on <em>Rick and Morty.</em></p><p>In the end, though, Quantumania feels like an episode of that show stretched out to two hours, and molded to fit the plot machinations of the MCU. Any enjoyment I had while watching it was instantly warped to the quantum realm when it was over.</p>", "link": "https://www.engadget.com/ant-man-and-the-wasp-quantumania-review-bad-vfx-130036373.html?src=rss", "date_published": "2023-02-23 13:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The creator of PlayStation's iconic logo sound has died", "description": "<p>You may not know the name Tohru Okada, but if you've ever owned a PlayStation console, you'll be familiar with one of his most iconic creations: The sound that plays every time the PS logo appears. According to <a href=\"https://www.excite.co.jp/news/article/SportsHochi_20230222_OHT1T51198/\">Japanese-language sources</a> (via <a href=\"https://www.gamespot.com/articles/playstation-logo-sound-creator-tohru-okada-has-died/1100-6511730/\"><em>GameSpot</em></a>), Okada has passed away on the 14th due to heart failure. He was 73 years old. Okada was reportedly hospitalized early last year due to a compression fracture and was undergoing rehabilitation in hopes of performing at a music festival in April.</p><p>In addition to the PlayStation logo sound, Okada also composed the music for a series of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1icDFvbHlGOTJ4USIsImNvbnRlbnRVdWlkIjoiOTFlNzFmZDEtYmYyNC00M2I0LTg0YjAtNzJjZDlhYzQ5ZTJiIn0&amp;signature=AQAAAfFvX8O5jr6AHZRKN0wo3DIzkhub3iD_QKaheUGQ9ds-&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dbp1olyF92xQ\"><em>Crash Bandicoot</em></a> advertisements that aired in the '90s, as well as for some anime titles like <em>Mobile Suit SD Gundam</em>. For long-time fans of Japanese rock, though, he was more than just a game and anime composer. He was the keyboardist for a rock band called Moonriders, where he played with Keiichi Suzuki, who made music for Nintendo's <em>Mother</em> series that's also known as <em>EarthBound</em> outside Japan.</p><span id=\"end-legacy-contents\"></span><p>While the PS \"bing\" sound is short and unobtrusive, Sony has been using it for over 25 years. You can watch the video below to hear what it sounded like for various PS ads and loading screens from the very first PlayStation.&nbsp;</p><div id=\"8f42d135926b4efaa6f9098bffe022af\"></div><p></p>", "link": "https://www.engadget.com/creator-playstations-iconic-logo-sound-died-123526595.html?src=rss", "date_published": "2023-02-23 12:35:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Apple is reportedly closer to adding no-prick glucose monitoring tech to its Watch", "description": "<p><em>Bloomberg</em> sources claim Apple’s quest for no-prick blood glucose monitoring is now at a &quot;<a href=\"https://www.engadget.com/apple-watch-no-prick-blood-glucose-monitor-200137031.html\">proof-of-concept stage</a>&quot; and good enough that it could come to market once it's smaller. The technology, which uses lasers to gauge glucose concentration under the skin, was previously tabletop-sized but has reportedly advanced nearer to an iPhone-sized prototype.</p><p>It’s been in the works for a long time. In 2010, when Steve Jobs headed up Apple, the company bought blood glucose monitoring startup RareLight. But no-prick monitors are a challenge. In 2018, Alphabet's health subsidiary, Verily, <a href=\"https://www.engadget.com/2018-11-16-verily-shelves-glucose-monitoring-contact-lens-project.html?uuid=TBcsgZlt1s0gwhKC2820\"><ins>scrapped plans for a smart contact lens</ins></a> that tried to track glucose using tears.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/amazon-completes-one-medical-acquisition-163431975.html\"><ins>Amazon officially becomes a health care provider after closing purchase of One Medical</ins></a></p></li><li><p><a href=\"https://www.engadget.com/microsoft-expands-the-xbox-game-pass-family-plan-to-six-more-countries-154500923.html\"><ins>Microsoft expands the Xbox Game Pass family plan to six more countries</ins></a></p></li><li><p><a href=\"https://www.engadget.com/no-mans-sky-fractal-update-overhauls-vr-gameplay-in-time-for-its-ps-vr2-release-173009994.html\"><ins>‘No Man’s Sky’ Fractal update overhauls VR gameplay in time for its PS VR2 release</ins></a></p></li><li><p><a href=\"https://www.engadget.com/bose-portable-speakers-are-up-to-30-percent-off-right-now-144517369.html\"><ins>Bose portable speakers are up to 30 percent off right now</ins></a></p></li><li><p><a href=\"https://www.engadget.com/apple-is-convinced-my-dog-is-stalking-me-143100932.html\"><ins>Apple is convinced my dog is stalking me</ins></a></p></li><li><p><a href=\"https://www.engadget.com/best-bluetooth-tracker-140028377.html\"><ins>The best Bluetooth trackers for 2023</ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/spotifys-new-ai-dj-will-talk-you-through-its-recommendations-140052560.html\">Spotify's new AI DJ will talk you through its recommendations</a></h2><h3>The DJ uses OpenAI to tell you about the songs it chooses for you.</h3><p></p><p>Generative AI is absolutely everywhere right now, and that includes Spotify. Its latest feature, simply called DJ, kicks off a personalized selection of music playing that combines Spotify’s well-known personalization tools, like Discover Weekly, as well as the content that populates your home screen, all with some AI tricks. The feature rolls out today across Spotify Premium in the US and Canada.</p><p><a href=\"https://www.engadget.com/spotifys-new-ai-dj-will-talk-you-through-its-recommendations-140052560.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/notions-ai-editor-is-now-available-to-anyone-who-wants-writing-help-150023114.html\">Notion's AI editor is now available to anyone who wants writing help</a></h2><h3>The company only began testing Notion AI late last year.</h3><p>Last November, Notion, the popular note-taking app, began testing a built-in generative machine learning algorithm dubbed Notion AI. Now it’s ready for launch. Notion said anyone, including free users, can start using its AI-powered writing assistant. More than two million people signed up for the waitlist for the alpha version and, according to the company, most testers weren’t asking it to write blog posts and marketing emails from scratch. Instead, they were using it to refine their own writing. As a result, the company decided to “completely redesign” Notion AI to make it more “iterative and conversational.” The new version of the tool will generate follow-up prompts until you’re satisfied with its results.</p><p><a href=\"https://www.engadget.com/notions-ai-editor-is-now-available-to-anyone-who-wants-writing-help-150023114.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/twitters-2fa-paywall-is-a-good-opportunity-to-upgrade-your-security-practices-130036856.html\">Twitter’s 2FA paywall is a good opportunity to upgrade your security practices</a></h2><h3>The platform could become less secure – but that doesn't mean you have to be.</h3><h3></h3><p>Twitter announced plans to pull a popular method of two-factor authentication for non-paying customers last week. Starting March 20th, if you don’t want to pay $8 to $11 per month for a Twitter Blue subscription (hi, that’s me!), you’ll no longer be able to use text message authentication to get into your account. There are still some options to keep your account secure. Software-based authentication apps like Duo, Authy, Google Authenticator and the <a href=\"https://www.cnet.com/tech/mobile/instead-of-sms-2fa-use-your-iphones-built-in-two-factor-authentication/?uuid=d7FokK8Ft7bsyoui3467\"><ins>2FA authenticator built into iPhones</ins></a> either send you a notification or, in the case of Twitter, generate a token to complete your login, or you can use hardware-based security keys that plug into devices. We walk you through the options if you want to stick around on Twitter.</p><p><a href=\"https://www.engadget.com/twitters-2fa-paywall-is-a-good-opportunity-to-upgrade-your-security-practices-130036856.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/uber-ride-tracker-iphone-lock-screen-060908235.html\">Uber puts a cute lil ride tracker on the iPhone lock screen</a></h2><h3>The app now supports iOS 16's Live Activities feature.</h3><a href=\"https://www.engadget.com/uber-ride-tracker-iphone-lock-screen-060908235.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/ff9e2eb0-b36c-11ed-bc6d-6d56d2d328e7\" style=\"height: 427; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Uber</div></figure></a><p>Uber has rolled out an update for its iPhone app that shows whether it's time to head out the door and meet the ride you ordered. You even get a cute car icon moving along to illustrate it. The company has launched support for Live Activities, an iOS 16 feature that puts real-time events from compatible apps on top of the lock screen and on the iPhone 14 Dynamic Island when your device is unlocked.</p><p><a href=\"https://www.engadget.com/uber-ride-tracker-iphone-lock-screen-060908235.html\"><strong>Continue reading.</strong></a></p>", "link": "https://www.engadget.com/the-morning-after-apple-is-reportedly-closer-to-adding-no-prick-glucose-monitoring-tech-to-its-watch-121513303.html?src=rss", "date_published": "2023-02-23 12:15:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's Mac Mini M2 and M2 Pro models get their first Amazon discounts", "description": "<p>Mac Mini computers with M2 and M2 Pro are the cheapest way to get Apple's latest processors, and now Amazon is sweetening the deal a bit more. The entry-level <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSEdIR1hSL3JlZj1mc19hX21kXzM_dGg9MSZ0YWc9Z2RndDBjLXAtby1seS0yMCIsImNvbnRlbnRVdWlkIjoiODA0YmM0NTUtZWUyYi00YTFlLWFjNTUtOWYzYmQwN2RiODdjIn0&amp;signature=AQAAAXI2bXmw_-w7TImhaRseSyqSdM4F58j3jw7iPQgfIYp7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHGHGXR%2Fref%3Dfs_a_md_3%3Fth%3D1\">256GB Mini M2</a> is on sale at $580 for a savings of $19 over the regular price, while the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSEdUUE1WL3JlZj1mc19hX21kXzM_dGg9MSZ0YWc9Z2RndDBjLXAtby1seS0yMCIsImNvbnRlbnRVdWlkIjoiODA0YmM0NTUtZWUyYi00YTFlLWFjNTUtOWYzYmQwN2RiODdjIn0&amp;signature=AQAAAShdL5PIBfveEHelLSwiM0UWKgQpbR4vRbedMNos-gU0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHGTPMV%2Fref%3Dfs_a_md_3%3Fth%3D1\">512MB Mini M2</a> is $770, or $29 off. And if it's the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSEdUUE1WL3JlZj1mc19hX21kXzM_dGg9MSZ0YWc9Z2RndDBjLXAtby1seS0yMCIsImNvbnRlbnRVdWlkIjoiODA0YmM0NTUtZWUyYi00YTFlLWFjNTUtOWYzYmQwN2RiODdjIn0&amp;signature=AQAAAShdL5PIBfveEHelLSwiM0UWKgQpbR4vRbedMNos-gU0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHGTPMV%2Fref%3Dfs_a_md_3%3Fth%3D1\">512 Mini M2 Pro</a> model you're seeking, it can be found at $1,250, netting you a $49 discount. These appear to be Amazon's new normal prices, but they're less than we're seeing at Apple's Store.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCU0hHSEdYUiUyQ0IwQlNIR1RQTVYlMkNCMEJTSEZTNlhYJnRhZz1nZGd0MGMtcC1vLWx6LTIwIiwiY29udGVudFV1aWQiOiI4MDRiYzQ1NS1lZTJiLTRhMWUtYWM1NS05ZjNiZDA3ZGI4N2MifQ&amp;signature=AQAAAZNOioSsCV553uJb4zndc57Hjxt_TlVUX7UCcHH-pmAR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0BSHGHGXR%2CB0BSHGTPMV%2CB0BSHFS6XX\" id=\"f8b340aff0e64f2498e3b56d9699d2d4\">Shop Mac Mini M2 and M2 Pro on Amazon</a><p>The Mac Mini is <a href=\"https://www.engadget.com/mac-mini-review-m2-pro-2023-140052205.html\">tiny but mighty</a>, with the M2 model easily powerful enough for productivity chores and multitasking. The M2 Pro, meanwhile, is a low-key content creation demon, beating the Mac Studio's M1 Max version and on par with the MacBook Pro 14-inch with M2 Max.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>On top of that, you get killer connectivity, with two Thunderbolt 4 USB-C connections, HDMI 2.0 (with 4K 240Hz and 8K 60Hz output), two USB-A ports, a headphone jack and gigabit Ethernet (upgradeable to 10 gigabit). The M2 Pro model adds two additional USB-C ports, making it even more useful for creatives with a ton of accessories.</p><p>The Mac Mini M2 won't replace your gaming machine, but it can handle nearly everything else you throw at it. We wouldn't recommend the overpriced storage or RAM upgrades either, as the M2 is much more efficient with RAM than typical PCs. Still, if you're looking for a cheap but powerful Mac, this is the way to go.&nbsp;</p>", "link": "https://www.engadget.com/apples-mac-mini-m2-and-m2-pro-models-get-their-first-amazon-discounts-115043276.html?src=rss", "date_published": "2023-02-23 11:50:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "James Webb telescope captures ancient galaxies that theoretically shouldn't exist", "description": "<p>The James Webb Telescope has been giving us <a href=\"https://www.engadget.com/james-webb-space-telescope-galaxy-cluster-early-universe-165352781.html\">clearer views</a> of celestial objects and exposing <a href=\"https://www.engadget.com/james-webb-telescope-hidden-features-young-protostar-115023390.html\">hidden features</a> since it became operational last year. Now, according to a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c6c965be-a8ea-473d-89f4-9754f2675a60&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nature+Research&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNmM5NjViZS1hOGVhLTQ3M2QtODlmNC05NzU0ZjI2NzVhNjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmF0dXJlLmNvbS9hcnRpY2xlcy9zNDE1ODYtMDIzLTA1Nzg2LTIiLCJjb250ZW50VXVpZCI6ImNkYWRhMjVmLWVkZDAtNGM1Ni1hZGFlLWJiZGJhNGNkM2RmMSJ9&amp;signature=AQAAAePPhpKV0vFmninmOj0yDXhlbGmvFPgpzAS11sipgBOa&amp;gcReferrer=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-05786-2\">study</a> conducted by an international team of astrophysicists, it may also completely change our understanding of the cosmos.&nbsp;</p><p>Upon looking at images taken by the telescope near the Big Dipper, the scientists <a href=\"https://www.colorado.edu/today/2023/02/22/webb-telescope-spots-super-old-massive-galaxies-shouldnt-exist\">found</a> six potential galaxies that formed just 500 to 700 million years after the Big Bang. That they could be almost 13 billion years old wasn't what makes them odd, though, it's that they could have as many stars as the Milky Way according to the team's calculations. The scientists explained that they should not exist under current cosmological theory, because there shouldn't be enough matter at the time for the galaxies to form as many stars as ours has.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>What the scientists saw in the images is a few fuzzy but very bright dots of light that look red to our instruments, indicating that they're old. Joel Leja, one of the authors of the study, told <a href=\"https://www.space.com/james-webb-space-telescope-giant-distant-galaxies-surprise\"><em>Space</em></a> that scientists typically expect to see young and small galaxies that glow blue when peering into the ancient universe, since they appear to us as \"objects which have just recently formed out of the primordial cosmic soup.\" (Don't forget that it takes time for light to reach Earth, so we're essentially looking back in time when we view telescopic images.)&nbsp;</p><p>\"We looked into the very early universe for the first time and had no idea what we were going to find. It turns out we found something so unexpected it actually creates problems for science. It calls the whole picture of early galaxy formation into question,\" Leja said. James Webb previously captured images of even older galaxies that formed around 350 million years after the Big Bang. But they're tiny and don't challenge our knowledge of astrophysics.&nbsp;</p><p>For these six galaxies to appear old and massive means they were forming hundreds of stars a year shortly after the Big Bang. In comparison, the Milky Way only forms around one to two new stars every year. Further, these potential galaxies are about 30 times more compact in size than ours despite having as many stars.&nbsp;</p><p>The scientists admit that there's a possibility that the fuzzy red dots they saw are something else, such as faint quasars or supermassive black holes. They could also be smaller in reality compared to the projected size the scientists got from their calculations. The team needs more data and to verify their findings through spectroscopy, but they think they could have <a href=\"https://apnews.com/article/webb-space-telescope-galaxies-e806176f01487742e9973e99adb24418\">official confirmation sometime next year</a>.&nbsp;</p>", "link": "https://www.engadget.com/james-webb-telescope-ancient-galaxies-theoretically-should-not-exist-102034475.html?src=rss", "date_published": "2023-02-23 10:20:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung is readying its own smartphone-to-satellite communication platform", "description": "<p>There was <a href=\"https://www.engadget.com/samsung-unpacked-2023-event-preview-galaxy-s23-160039754.html\">speculation</a> that Samsung could use smartphone-to-satellite technology in its Galaxy S23 much like Apple has for the iPhone 14, but that <a href=\"https://www.engadget.com/qualcomm-snapdragon-satellite-messaging-android-211037007.html\">didn't happen</a> in the end. Now, the company has <a href=\"https://www.businesswire.com/news/home/20230222005458/en/Samsung-Electronics-Introduces-Standardized-5G-NTN-Modem-Technology-to-Power-Smartphone-Satellite-Communication/\">unveiled</a> a new standardized 5G NTN (non-terrestrial network) modem that will enable two-way communication between smartphones and satellites. The technology will allow users to send and receive calls, text messages and data without the need for a cellular network, and will be integrated into Samsung's future Exynos chips.</p><p>The aim is to allow people in mountains, deserts or other remote areas to communication with others in critical situations. 5G NTN conforms to 3rd Generation Partnership Project (3GPP Release 17) standards, meaning it works with traditional communication services from chip manufacturers, smartphone makers and telecoms.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Samsung confirms development of its own smartphone to satellite communication platform\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/12857c80-b35a-11ed-beeb-aa2322bb0dd9\" style=\"height: 540; width: 598;\" /><figcaption></figcaption><div class=\"photo-credit\">Samsung</div></figure><p>However, Samsung indicated that the tech could eventually be used to transmit high-definition photos and even video, on top of texts and calls. It simulated the tech using its Exynos Modem 5300 platform &quot;to accurately predict satellite locations and minimize frequency offsets caused by Doppler shift,&quot; the company said. That will help pave the way for hybrid terrestrial-NTN networks &quot;in preparation for the arrival of 6G,&quot; said Samsung VP Min Goo Kim.&nbsp;</p><p>At CES 2023, Qualcomm unveiled <a href=\"https://www.engadget.com/qualcomm-snapdragon-satellite-messaging-android-211037007.html\">Snapdragon Satellite</a>, technology that would allow smartphones to send messages when no cellular signal is available. It'll work in smartphones that have both the <a href=\"https://www.engadget.com/qualcomms-snapdragon-8-gen-2-chip-offers-hardware-accelerated-ray-tracing-230008445.html\">Snapdragon 8 Gen 2</a> chipset and <a href=\"https://www.engadget.com/qualcomm-x70-annoucement-mwc-2022-133015807.html\">X70 modem</a> system, plus some additional radios. Since Samsung's Galaxy S23 has both chips, it was thought the device may offer satellite communication technology to match Apple's iPhone 14.&nbsp;</p><p>However, Samsung mobile experience VP TM Roh said it wasn't the best moment, as satellite functionality is still fairly limited. &quot;When there is the right timing, infrastructure and the technology is ready, then of course for Samsung Galaxy, for our mobile division, we would also actively consider adopting this feature as well,&quot; he told <a href=\"https://www.cnet.com/tech/mobile/samsungs-galaxy-s23-skips-out-on-satellite-connectivity-for-now/\"><em>CNET</em></a> in an interview.</p>", "link": "https://www.engadget.com/samsung-is-readying-its-own-smartphone-to-satellite-communication-platform-092522234.html?src=rss", "date_published": "2023-02-23 09:25:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Roland SH-4d is a groovebox disguised as a synthesizer", "description": "<p>A lot of Roland's recent instruments, that aren't just <a href=\"https://www.engadget.com/roland-replicates-more-classic-synths-with-the-jd-08-and-jx-8-sound-modules-080042484.html\">rehashes</a> of <a href=\"https://www.engadget.com/roland-sp-404-mkii-hands-on-dragging-an-iconic-sampler-into-the-modern-age-070043439.html\">classic gear</a>, take an &quot;everything and the kitchen sink&quot; approach. <a href=\"https://www.engadget.com/roland-tr-6-s-review-classic-drum-machines-808-909-portable-143001780.html\">Sampling and drum synthesis</a>? Why not. <a href=\"https://www.engadget.com/2019-11-20-roland-mc-101-review.html\">Presets numbering in the thousands</a> — plural? Of course! A dedicated <a href=\"https://www.engadget.com/roland-verselab-mv-1-groovebox-vocalists-hands-on-080016948.html\">vocal effect section</a> and phantom power for running a condenser mic? Would be silly not to. The SH-4d follows the same basic formula, it has basically any feature you could want, and few you wonder who would want them, but sticks it in a box focused synthesis and sound design (mostly).</p><p>Unlike most of Roland's newer fare though, the SH-4d has plenty of hands-on controls. There's a full two octave keyboard, 16-step sequencer buttons, four faders and 32 knobs. It even has motion controls for some reason — You can actually pick up the synth and tilt it to change parameters. I'm not sure what the appeal of that is, but you know what, I'm just glad to see <a href=\"https://www.roland.com/us/\">Roland</a> adding controls instead of stripping back more.</p><span id=\"end-legacy-contents\"></span><div id=\"bd6c329b49834b35b3fdaa0649d72d8d\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Under the hood is a robust sound engine with 11 oscillator types, ranging from emulations of classic analog sounds from Juno-106 and SH-101, to metallic FM tones, PCM samples and 31 different wavetables. There's a multi-mode filter, an amp envelope, and LFO and a multi-effects engine with 93 different options, including nine reverb types and five choruses. The 128 x 64 LED screen isn't the sharpest, but it's definitely an improvement on the somewhat archaic seeming displays on the Verselab and TR-6S</p><p>Based on the demo clips, it seems like the instrument is leaning heavily into Roland's legacy as a cornerstone of techno, house and other electronic dance music. But it's it will likely be versatile enough to work for other genres as well. As long as you're pairing it with other instruments.</p><p>But the SH-4d doesn't stop at sound design. There's also a five track, 64-step polyphonic sequencer with motion recording and three different playback modes. The first four tracks can control any of the 11 oscillator models, The fifth is a dedicated rhythm track that can play back a selection of 439 different samples and virtual analog waves.&nbsp;</p><p>The sequencer and rhythm section turn the SH-4d into more of a groovebox than a synth, which has kind of been Roland's specialty over these last few year. But its interface definitely screams synthesizer, which is a welcome change from the menu-divey affairs the company has been pumping out recently.&nbsp;</p><p>At nearly four pounds and over a foot wide, not to mention almost eight inches deep, the SH-4d isn't super portable, but it can be powered four AA batteries none the less. You can also power it with a standard USB-C charger like you might use for your phone, which is nice. Plus, at least you know it won't eat up too much desk space. The Roland SH-4d will be arriving sometime in March for $650.</p><div id=\"a11761f05ed146c099622b3298397923\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "link": "https://www.engadget.com/the-roland-sh-4d-is-a-groovebox-disguised-as-a-synthesizer-080026322.html?src=rss", "date_published": "2023-02-23 08:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Uber puts a ride tracker on the iPhone lock screen", "description": "<p>Uber has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2cd8d8eb-701c-4377-94c5-920a8345ffac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Uber&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyY2Q4ZDhlYi03MDFjLTQzNzctOTRjNS05MjBhODM0NWZmYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudWJlci5jb20vbmV3c3Jvb20vd2VyZS1yZWRlc2lnbmluZy10aGUtdWJlci1hcHAtanVzdC1mb3IteW91LyIsImNvbnRlbnRVdWlkIjoiOTRlZTdlMDAtNmU5Mi00YTkyLTlhMDUtMWE4YTI4MWE1ZmM3In0&amp;signature=AQAAARijvxjqncpLFLopojABFd7X2pcTHLjEALlIFt3o52Tn&amp;gcReferrer=https%3A%2F%2Fwww.uber.com%2Fnewsroom%2Fwere-redesigning-the-uber-app-just-for-you%2F\">rolled out</a> an update for its iPhone app that gives you the capability to see at a glance whether it's time to head out the door and meet the ride you ordered. The company has launched support for Live Activities, an <a href=\"https://www.engadget.com/wwdc-2022-new-features-coming-to-i-os-16-new-lockscreen-171715107.html\">iOS 16 feature</a> that puts real time events from compatible apps on top of the lock screen and on the iPhone 14 Dynamic Island when your device is unlocked.&nbsp;</p><p>Uber's take on Live Activities is a window that includes the live progress of a ride, its latest estimated time of arrival and the trip status, such as whether your driver is already waiting for you and if the ride has been completed. It also shows the vehicle type and the license plate number of the ride you're waiting for. As <a href=\"https://www.macrumors.com/2023/02/22/uber-live-activities-support-worldwide/\"><em>MacRumors</em></a> notes, Apple announced that Uber would support Live Activities at WWDC last year, and the feature has been in testing in select regions over the past months. This is a wide release that gives you access to the feature anywhere in the world. A company spokesperson also told the publication that the Uber Eats app will support Live Activities in the coming months.</p><span id=\"end-legacy-contents\"></span><p>In addition to Live Activities, Uber has updated its app to simplify the homescreen experience, as well. It has a new Services tab where you can find all of the company's services available in your city, as well as a new Activity Hub that tracks past and upcoming rides and Eats orders.&nbsp;</p>", "link": "https://www.engadget.com/uber-ride-tracker-iphone-lock-screen-060908235.html?src=rss", "date_published": "2023-02-23 06:09:08+00:00", "persistent": false, "user": null, "language": "en-US"}]