[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘God Is Doing Something Pretty Incredible’: Catholic App Passes Up Google, TikTok On Ash Wednesday", "description": "A Catholic prayer and mediation app called Hallow made history on Ash Wednesday, landing at the number #3 spot on the App Store&#8217;s &#8220;Top Charts,&#8221; surpassing heavy hitters like Google, Netflix, Spotify, Instagram, and the CCP&#8217;s TikTok. Hallow, first launched in 2018 by University of Notre Dame graduates Alex Jones, Alessandro DiSanto, and Erich Kerekes, ...", "link": "https://www.dailywire.com/news/god-is-doing-something-pretty-incredible-catholic-app-passes-up-google-tiktok-on-ash-wednesday", "date_published": "2023-02-23 18:38:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Archeologists Investigate Possible Viking Boat Discovered Under Pub Parking Lot", "description": "British archeologists are investigating a possible Viking boat buried under the parking lot of a pub to determine its exact age and origin, the University of Nottingham in England announced last week in a press release. The boat was reportedly discovered in 1938 by workmen, but they were told to cover it back up. The ...", "link": "https://www.dailywire.com/news/archeologists-investigate-possible-viking-boat-discovered-under-pub-parking-lot", "date_published": "2023-02-23 18:31:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Brags About Its Lack Of Whiteness", "description": "If you thought the Biden administration was a walking disaster, then you thought wrong, according to White House Press Secretary Karine Jean-Pierre. It is actually a huge success because it doesn&#8217;t have a lot of straight, white men working in the executive branch, she bragged on Thursday. &#8220;The Cabinet is majority people of color for ...", "link": "https://www.dailywire.com/news/white-house-brags-about-its-lack-of-whiteness", "date_published": "2023-02-23 18:08:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "St. Louis Zoo Locks Down After Bear Escapes Habitat", "description": "St. Louis Zoo patrons were thrown into lockdown Thursday after an Andean bear escaped its enclosure. The 4-year-old bear, named Ben, escaped from his enclosure at the zoo at around 1 P.M. local time Thursday afternoon. Fortunately, the bear was corralled and tranquilized by zoo personnel and safely transported back to his enclosure less than ...", "link": "https://www.dailywire.com/news/st-louis-zoo-locks-down-after-bear-escapes-habitat", "date_published": "2023-02-23 18:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hundreds Swarm World War II Navy Gunner’s Funeral After Some Worry No One Would Attend", "description": "Hundreds of Americans swarmed the funeral of Herman Schmidt, a member of the Navy who was killed during the attack on Pearl Harbor but whose remains were only recently identified, after some were concerned no one would appear to honor the deceased sailor. Schmidt, who hailed from Sheridan, Wyoming, was killed at the age of ...", "link": "https://www.dailywire.com/news/hundreds-swarm-world-war-ii-navy-gunners-funeral-after-some-worry-no-one-would-attend", "date_published": "2023-02-23 17:57:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Buttigieg Blunders In East Palestine, Tennessee Passes Bill Banning Sex-Change Surgeries On Minors, New Charges Against Crypto-Creep", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Buttigieg Blunders In East Palestine Secretary of Transportation Pete Buttigieg traveled to East Palestine, Ohio, on Thursday, 20 days after the Norfolk Southern toxic train derailment upended the Ohio town. Buttigieg has come under criticism for ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-buttigieg-blunders-in-east-palestine-tennessee-passes-bill-banning-sex-change-surgeries-on-minors-new-charges-against-crypto-creep", "date_published": "2023-02-23 17:57:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kylie Jenner Dethroned On Instagram For Most Followed Female By Superstar Selena Gomez", "description": "Kylie Jenner has been dethroned on Instagram for the title of the most-followed female on the social media platform — by the superstar singer Selena Gomez. The 25-year-old reality TV star previously held the crown on the social media site with 380 million followers. She held the top spot for a while until Gomez&#8217; follower ...", "link": "https://www.dailywire.com/news/kylie-jenner-dethroned-on-instagram-for-most-followed-female-by-superstar-selena-gomez", "date_published": "2023-02-23 17:50:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disgraced Film Producer Harvey Weinstein Sentenced To 16 More Years For Sex Crimes", "description": "Disgraced Hollywood film producer Harvey Weinstein, 70, was just sentenced to 16 years in prison, making it all but certain that he’ll spend the rest of his life behind bars. The latest sentencing decision was handed down in Los Angeles Thursday morning, nearly two months after he was found guilty of three counts of rape ...", "link": "https://www.dailywire.com/news/disgraced-film-producer-harvey-weinstein-sentenced-to-16-more-years-for-sex-crimes", "date_published": "2023-02-23 17:40:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gisele Bundchen Looks Very Different On First Vogue Cover Since Tom Brady Divorce", "description": "Gisele Bundchen looked almost unrecognizable — sporting a red wig — on the first Vogue cover she&#8217;s landed since she and Tom Brady divorced in 2022. The 42-year-old retired Victoria&#8217;s Secret model&#8217;s career appears to be getting a jump start after the former Tampa Bay Buccaneers star QB announced in February his official retirement from ...", "link": "https://www.dailywire.com/news/gisele-bundchen-looks-very-different-on-first-vogue-cover-since-tom-brady-divorce", "date_published": "2023-02-23 17:32:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Dukes Of Hazzard’ Star John Schneider Mourns His Wife In Heartbreaking Tribute", "description": "&#8220;Dukes of Hazzard&#8221; star John Schneider shared heartbreaking news on Wednesday via Facebook, announcing that his wife Alicia Allain had died at the age of 53 after previously battling breast cancer. In several touching posts by the 62-year-old actor, he shared photos on his social media account of his wife. In one snap we see her giving a ...", "link": "https://www.dailywire.com/news/dukes-of-hazzard-star-john-schneider-mourns-his-wife-in-heartbreaking-tribute", "date_published": "2023-02-23 17:24:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Detransitioner Chloe Cole Announces Official Lawsuit Against Kaiser Permanente For ‘Medical Negligence’", "description": "Chloe Cole, a detransitioned 18-year-old woman, announced the first official lawsuit in the United States against the hospital and affiliated medical group that facilitated her medical transition as a minor, after her Notice of Intent to Sue in November 2022 was ignored by the defendants. The Center for American Liberty, along with the Dhillon Law ...", "link": "https://www.dailywire.com/news/detransitioner-chloe-cole-announces-official-lawsuit-against-kaiser-permanente-for-medical-negligence", "date_published": "2023-02-23 17:18:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Speaks Out After Trump Grand Jury Leader Hits Media Circuit", "description": "After the leader of an Atlanta-based special grand jury that investigated whether former President Donald Trump and his allies illegally interfered in the Georgia 2020 election stirred controversy with a media tour this week, the judge in the case is speaking out. Fulton County Superior Court Judge Robert McBurney, who oversaw the special grand jury, ...", "link": "https://www.dailywire.com/news/judge-speaks-out-after-trump-grand-jury-leader-hits-media-circuit", "date_published": "2023-02-23 17:14:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Unveils New Hardcore Legislative Proposal To Tackle Biden’s Illegal Immigration Crisis In Florida", "description": "Florida Republican Governor Ron DeSantis announced on Thursday a series of new legislative actions that his administration is proposing to combat President Joe Biden&#8217;s illegal immigration crisis. The new legislative proposal has a very high chance of passing thanks to the supermajorities that Republicans have in both chambers of the state legislature, as well as ...", "link": "https://www.dailywire.com/news/desantis-unveils-new-hardcore-legislative-proposal-to-tackle-bidens-illegal-immigration-crisis-in-florida", "date_published": "2023-02-23 16:57:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Candace Cameron Bure Says She Prays Upcoming Faith-Based Film Helps People Find Jesus", "description": "Candace Cameron Bure said she prays that the upcoming faith-based film &#8220;Jesus Revolution&#8221; helps people find Jesus when it hits theaters this weekend. In a Wednesday post on Instagram, the &#8220;Full House&#8221; star posted a clip of the movie about &#8220;the true story of a national spiritual awakening in the early 1970s and its origins within ...", "link": "https://www.dailywire.com/news/candace-cameron-bure-says-she-prays-upcoming-faith-based-film-helps-people-find-jesus", "date_published": "2023-02-23 16:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Vanity Fair Published Fashion Feature On Sam Brinton, Showcased Allegedly Stolen Dress", "description": "Vanity Fair Magazine published a fashion spread in 2022 that featured disgraced former White House official Sam Brinton — who identifies as nonbinary — wearing clothing that was allegedly stolen four years earlier. Brinton, who was charged with felonies for allegedly stealing luggage from multiple airports, was removed as a nuclear official in President Joe ...", "link": "https://www.dailywire.com/news/vanity-fair-published-fashion-feature-on-sam-brinton-showcased-allegedly-stolen-dress", "date_published": "2023-02-23 16:04:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "European Union Bans TikTok For Government Mobile Devices Over Cybersecurity Concerns", "description": "The executive branch of the European Union announced on Thursday that social media platform TikTok would be banned from some government devices. TikTok is controlled by Chinese technology firm ByteDance, which has been accused of maintaining close ties with the Chinese Communist Party. The European Commission said in a statement that the new ban on ...", "link": "https://www.dailywire.com/news/european-union-bans-tiktok-for-government-mobile-devices-over-cybersecurity-concerns", "date_published": "2023-02-23 16:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The New York Times Finally Admits Masks Don’t Do A @#%*& Thing", "description": "Now they tell us. The New York Times published a piece on Tuesday titled &#8220;The Mask Mandates Did Nothing. Will Any Lessons Be Learned?&#8221; It was penned by Bret Stephens, an opinion columnist with the Times who won a Pulitzer Prize for commentary in 2013. The top of the story was fascinating. &#8220;The most rigorous ...", "link": "https://www.dailywire.com/news/the-new-york-times-finally-admits-masks-dont-do-a-thing", "date_published": "2023-02-23 15:40:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Whitmer Admin’s Proposed Battery Plant Handout Would Send Millions To Railway Company At Center Of Ohio Derailment Disaster", "description": "Republican lawmakers in Michigan have sounded the alarm on a massive Ford battery plant proposal – backed by Democratic Gov. Gretchen Whitmer – that would send $15 million to Norfolk Southern, the railway company at the center of the train derailment and chemical burn in East Palestine, Ohio.  The Lansing lawmakers are being asked to ...", "link": "https://www.dailywire.com/news/whitmer-admins-proposed-battery-plant-handout-would-send-millions-to-railway-company-at-center-of-ohio-derailment-disaster", "date_published": "2023-02-23 15:33:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Tells Megyn Kelly Trump Hit East Palestine Visit ‘Out Of The Park’", "description": "Former President Trump reached back for his 2016 magic with Wednesday&#8217;s trip to East Palestine, Ohio, Ben Shapiro said during a chat with Sirius XM host Megyn Kelly. Trump&#8217;s trip to the small town, which is reeling from an environmental disaster caused by a February 3 train derailment, not only upstaged the Biden administration, but ...", "link": "https://www.dailywire.com/news/ben-shapiro-tells-megyn-kelly-trump-hit-east-palestine-visit-out-of-the-park", "date_published": "2023-02-23 15:30:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Sorry, I Lost My Train Of Thought’: Buttigieg Makes Series Of Errors In Timid, Unprepared East Palestine Appearance", "description": "Secretary of Transportation Pete Buttigieg finally visited the beleaguered town of East Palestine, Ohio, and his appearance was — to put it mildly — a bit underwhelming and reeked of amateurishness. First, his press secretary did not want to be on camera as she dodged reporters, and then he made a massive verbal error during ...", "link": "https://www.dailywire.com/news/sorry-i-lost-my-train-of-thought-buttigieg-makes-series-of-errors-in-timid-unprepared-east-palestine-appearance", "date_published": "2023-02-23 15:12:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pennsylvania Governor Shapiro Will Not Ask Fetterman To Resign Despite Long-Term Hospitalization, Predicts He Will ‘Come Back Stronger Than Ever’", "description": "Gov. Josh Shapiro (D-PA) said on Wednesday that he expects that Sen. John Fetterman (D-PA) will experience a full recovery after he receives treatment for depression. Fetterman was hospitalized after he felt lightheaded during a Democratic Senate retreat earlier this month and checked himself into inpatient care for severe clinical depression one week later, a ...", "link": "https://www.dailywire.com/news/pennsylvania-governor-shapiro-will-not-ask-fetterman-to-resign-despite-long-term-hospitalization-predicts-he-will-come-back-stronger-than-ever", "date_published": "2023-02-23 15:12:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "R. Kelly Sentenced To 20 Years In Prison For Child Sex Crimes", "description": "Musician R. Kelly was just sentenced to an additional 20 years in prison Thursday after being convicted in a Chicago federal court last year on charges of child pornography and enticement of a minor. The R&amp;B singer, whose full name is Robert Sylvester Kelly, is already serving 30 years for a 2021 conviction of racketeering ...", "link": "https://www.dailywire.com/news/r-kelly-sentenced-to-20-years-in-prison-for-child-sex-crimes", "date_published": "2023-02-23 14:57:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "St. Louis Prosecutor Misses Resignation Deadline — Missouri AG Forges Ahead With Plan To Oust Her", "description": "St. Louis Circuit Attorney Kim Gardner made no move to resign before the Thursday-at-noon deadline set by Attorney General Andrew Bailey (R-MO), prompting the AG&#8217;s office to move forward with plans to remove her from office by legal means instead. Bailey delivered the ultimatum on Wednesday evening — resign by noon on Thursday or be ...", "link": "https://www.dailywire.com/news/st-louis-prosecutor-misses-resignation-deadline-missouri-ag-forges-ahead-with-plan-to-oust-her", "date_published": "2023-02-23 14:43:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dr. Seuss Classic ‘How The Grinch Stole Christmas!’ Will Get A Sequel, Publisher Says", "description": "Just ahead of Dr. Seuss’ birthday, Dr. Seuss Enterprises and Random House Children’s Books announced Thursday that the classic 1957 children’s book “How the Grinch Stole Christmas!” will be getting a sequel. The story will continue one year after the events of the original story, according to the Associated Press. The sequel is called “How ...", "link": "https://www.dailywire.com/news/dr-seuss-classic-how-the-grinch-stole-christmas-will-get-a-sequel-publisher-says", "date_published": "2023-02-23 14:40:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pete Buttigieg Provides Answer On Why He Did Not Visit East Palestine Sooner", "description": "Transportation Secretary Pete Buttigieg said during a visit to the train derailment site in East Palestine, Ohio, that he did not visit the community sooner because he was seeking to give federal investigators room to examine the crisis. Local and state authorities previously evacuated all residents within one mile of the February 3 derailment and ...", "link": "https://www.dailywire.com/news/pete-buttigieg-provides-answer-on-why-he-did-not-visit-east-palestine-sooner", "date_published": "2023-02-23 14:40:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘When They Care About The People Is When They’re On TV’: East Palestine Residents Are Not Thrilled Pete Buttigieg Is In Town", "description": "Residents of East Palestine, Ohio, were wary of a visit from Transportation Secretary Pete Buttigieg, which comes nearly three weeks after the train derailment and chemical fallout that has since devastated residents of the small rust belt community. Local and state authorities previously evacuated all residents within one mile of the February 3 derailment and ...", "link": "https://www.dailywire.com/news/when-they-care-about-the-people-is-when-theyre-on-tv-east-palestine-residents-are-not-thrilled-pete-buttigieg-is-in-town", "date_published": "2023-02-23 14:19:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pete Buttigieg’s Press Secretary Only Wants To Do Her Job If Cameras Are Off", "description": "Transportation Secretary Pete Buttigieg made a trip to East Palestine, Ohio, on Thursday — but his press secretary appeared unwilling to make any comments about her boss&#8217; activities as long as cameras were rolling. Buttigieg&#8217;s trip — which comes nearly three weeks to the day from the February 3 derailment that resulted in toxic materials ...", "link": "https://www.dailywire.com/news/pete-buttigiegs-press-secretary-only-wants-to-do-her-job-if-cameras-are-off", "date_published": "2023-02-23 14:11:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Detective Testifies ‘Non-Binary’ Colorado Springs Shooter Ran Neo-Nazi Site", "description": "The &#8220;non-binary&#8221; gunman in the deadly gay nightclub shooting in Colorado Springs, Colorado, ran a website with neo-Nazi content, according to a police detective involved in the case. Detective Rebecca Joines testified on Wednesday in a preliminary hearing to determine whether there is evidence of a motive to support hate crime charges against the alleged ...", "link": "https://www.dailywire.com/news/detective-testifies-non-binary-colorado-springs-shooter-ran-neo-nazi-site", "date_published": "2023-02-23 14:04:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Governor Greg Abbott Launches New Task Force To Combat Street Takeovers", "description": "Texas Republican Governor Greg Abbott announced Thursday that his administration was creating a new task force to combat street takeovers in the state after a recent incident resulted in law enforcement being attacked. &#8220;Launching a statewide task force with @TxDPS to combat the rise in dangerous street takeovers happening across Texas,&#8221; Abbott wrote on Twitter. ...", "link": "https://www.dailywire.com/news/texas-governor-greg-abbott-launches-new-task-force-to-combat-street-takeovers", "date_published": "2023-02-23 13:50:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joy Behar Blames East Palestine Residents For Train Disaster Because They Voted For Trump", "description": "Joy Behar suggested on Thursday that residents of East Palestine were getting what they deserved — or at least what they had voted for — in the wake of the disastrous train derailment that occurred nearly three weeks earlier. In the days since the derailment and crash — involving a number of cars that were ...", "link": "https://www.dailywire.com/news/joy-behar-blames-east-palestine-residents-for-train-disaster-because-they-voted-for-trump", "date_published": "2023-02-23 13:49:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Transgender Patients On Hormones Had 7x The Risk Of Stroke, 6x The Risk Of Heart Attack, According To New Study", "description": "Transgender patients who undergo hormone therapy have a significantly increased risk of serious health problems, such as stroke, heart attack, and pulmonary embolism, according to a new study. A new study presented at an American College of Cardiology conference found that transgender patients who take cross-sex hormones had an increased risk of dangerous blood clots that ...", "link": "https://www.dailywire.com/news/transgender-patients-on-hormones-had-7x-the-risk-of-stroke-6x-the-risk-of-heart-attack-according-to-new-study", "date_published": "2023-02-23 13:29:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "PA Governor Accuses Norfolk Southern Of Giving ‘The Middle Finger’ To Residents After Ohio Train Crash, Makes Criminal Referral", "description": "Pennsylvania Democratic Gov. Governor Josh Shapiro announced on Wednesday that his office made a criminal referral over a lack of cooperation from Norfolk Southern, the company at the center of the train derailment and subsequent chemical fallout in East Palestine, Ohio. Local and state authorities previously evacuated all residents within one mile of the February ...", "link": "https://www.dailywire.com/news/pa-governor-accuses-norfolk-southern-of-giving-the-middle-finger-to-residents-after-ohio-train-crash-makes-criminal-referral", "date_published": "2023-02-23 13:19:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: Teen Tries Carjacking Grandma On Way To Chemo. Neighbors Beat Him Up.", "description": "A Washington, D.C. grandmother on her way to chemotherapy treatment was reportedly accosted by a 15-year-old boy armed with a gun who demanded the keys to her car. As she struggled with him, she called for help, prompting neighbors to assail the teenager so much that he left the scene in an ambulance. The incident ...", "link": "https://www.dailywire.com/news/report-teen-tries-carjacking-grandma-on-way-to-chemo-neighbors-beat-him-up", "date_published": "2023-02-23 13:03:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joy Reid Delivers Wild Rant Claiming Republicans Hate The 20th Century", "description": "MSNBC host Joy Reid delivered a monologue on Wednesday claiming that Republicans are so afraid of progress that they actually hate the 20th century and everything it stood for. Arguing that Republicans were desperate to plot a course &#8220;setting back the clock&#8221; on things like abortion and keeping pornographic materials out of the hands of ...", "link": "https://www.dailywire.com/news/joy-reid-delivers-wild-rant-claiming-republicans-hate-the-20th-century", "date_published": "2023-02-23 12:59:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Education In America Is Abysmal (Especially In Democrat-Run States)", "description": "For some reason, it&#8217;s suddenly important to be teaching children about drag queens in American public schools. Forget the Three R&#8217;s &#8212; in case you&#8217;ve forgotten, they&#8217;re reading, &#8216;riting, and &#8216;rithmatic &#8212; we now need fifth-graders to know 47 different genders (there are even different sexualities and genders in Indigenous Native American communities). The dire ...", "link": "https://www.dailywire.com/news/education-in-america-is-abysmal-especially-in-democrat-run-states", "date_published": "2023-02-23 12:47:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee Bill To Ban Sex-Change Procedures On Minors Advances To Governor’s Desk", "description": "A bill to ban sex-change procedures on minors in Tennessee passed in the state House on Thursday and will go to the desk of Republican Governor Bill Lee.  If signed by Lee, the bill will ban such procedures as mastectomies on girls who come to believe they are boys and make it illegal to give ...", "link": "https://www.dailywire.com/news/tennessee-bill-to-ban-sex-change-procedures-on-minors-advances-to-governors-desk", "date_published": "2023-02-23 12:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kamala Harris Claims Biden Admin Reduced Electricity Costs. Here Are Some Facts.", "description": "Vice President Kamala Harris claimed on Wednesday that the Biden administration has decreased electricity prices for American families even as data indicate the exact opposite. Harris remarked during a speech at Bowie State University in Maryland that efforts from the White House to lower costs have translated to lower power bills. “For working families,” she ...", "link": "https://www.dailywire.com/news/kamala-harris-claims-biden-admin-reduced-electricity-costs-here-are-some-facts", "date_published": "2023-02-23 12:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Plans To Drastically Increase Troop Numbers In Taiwan", "description": "The United States reportedly plans to significantly boost its military presence in Taiwan as tensions with China grow. Officials told The Wall Street Journal and Fox News the U.S. is preparing to send between 100 and 200 troops to Taiwan in the coming months, which would be the largest such deployment in decades and a ...", "link": "https://www.dailywire.com/news/u-s-plans-to-drastically-increase-troop-numbers-in-taiwan", "date_published": "2023-02-23 12:04:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh Trial: Defense Witness Says Crime Scene Wasn’t Properly Cleared, Found Piece Of Skull ‘The Size Of A Baseball’", "description": "A defense witness and former law partner of disgraced South Carolina attorney Alex Murdaugh testified Wednesday that the crime scene where Murdaugh’s wife and son were murdered wasn’t properly cleared. Mark Ball told jurors that he and more than a dozen other people – Murdaugh’s former law partners and friends – walked around the crime scene ...", "link": "https://www.dailywire.com/news/alex-murdaugh-trial-defense-witness-says-crime-scene-wasnt-properly-cleared-found-piece-of-skull-the-size-of-a-baseball", "date_published": "2023-02-23 11:53:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "So Perfect. Pay Bernie Sanders $95 To Hear Him Bash Capitalism.", "description": "&#8220;Never trust a socialist with a summer house.&#8221; &#8212; Colin Quinn *** Sen. Bernie Sanders (I-Vermontistan) has got the greatest gig on earth. It&#8217;s a job anyone can do, as long as you&#8217;re missing a conscience and a sense of irony. Next week, Sanders will hold court at a hip music venue in Washington, D.C., ...", "link": "https://www.dailywire.com/news/so-perfect-pay-bernie-sanders-95-to-hear-him-bash-capitalism", "date_published": "2023-02-23 11:39:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘South Park’ Isn’t Conservative, But At Least They’re Honest While Mocking Trans Militants And Whiny Royals", "description": "The satirical, irreverent, oftentimes offensive adult cartoon “South Park” has been trending recently because it dared to make fun of the transgender movement. This led to many social media users wondering if the show is secretly conservative or, at the very least, if the writers are willing to take a sane approach to hot-button social ...", "link": "https://www.dailywire.com/news/south-park-isnt-conservative-but-at-least-theyre-honest-while-mocking-trans-militants-and-whiny-royals", "date_published": "2023-02-23 11:32:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Details In East Palestine Train Derailment Revealed In Fresh NTSB Report", "description": "The catastrophic Feb. 3 train derailment in East Palestine, Ohio, was caused by an overheated wheel bearing on the 23rd of 149 rail cars, according to a preliminary report issued Thursday by the National Transportation Safety Board. The Norfolk Southern Railway train derailment led to a decision to burn more than a hundred thousand of gallons ...", "link": "https://www.dailywire.com/news/new-details-in-east-palestine-train-derailment-revealed-in-fresh-ntsb-report", "date_published": "2023-02-23 11:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Charges Against Disgraced FTX CEO Sam Bankman-Fried Revealed", "description": "Former FTX CEO Sam Bankman-Fried faces four additional charges related to the disgraced entrepreneur’s allegedly fraudulent cryptocurrency empire. Several companies controlled by Bankman-Fried filed for bankruptcy at the end of last year after customers and investors learned that FTX had improperly commingled funds with sister trading company Alameda Research. A superseding indictment unveiled on Thursday ...", "link": "https://www.dailywire.com/news/new-charges-against-disgraced-ftx-ceo-sam-bankman-fried-revealed", "date_published": "2023-02-23 11:03:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kelsea Ballerini Claims Her Marriage Ended When Morgan Evans Wanted Kids While She Pursued Egg Freezing Route", "description": "Country music star Kelsea Ballerini said one of the reasons she and Morgan Evans divorced was because he wanted to have children immediately, but she preferred to delay motherhood and freeze her eggs instead. The 29-year-old singer discussed what happened during Wednesday&#8217;s episode of the “Call Her Daddy” podcast. Ballerini said her five-year marriage ended ...", "link": "https://www.dailywire.com/news/kelsea-ballerini-claims-her-marriage-ended-when-morgan-evans-wanted-kids-while-she-pursued-egg-freezing-route", "date_published": "2023-02-23 10:50:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Buttigieg Visits Ohio Town Weeks After Devastating Train Crash As Bipartisan Criticism Mounts", "description": "Transportation Secretary Pete Buttigieg visited East Palestine, Ohio, on Thursday morning, nearly three weeks after a train derailment and chemical fallout devastated the small town whose residents have expressed frustration, saying the issue has received minimal attention from the Biden administration. Local and state authorities previously evacuated all residents within one mile of the February ...", "link": "https://www.dailywire.com/news/buttigieg-visits-ohio-town-weeks-after-devastating-train-crash-as-bipartisan-criticism-mounts", "date_published": "2023-02-23 10:32:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Biden Turns The American Government Into Wokeness, Inc.", "description": "Last week, as Presidents Day weekend loomed, the Biden administration dropped a little-noticed executive order. That executive order happened to be one of the broadest, most transformative executive orders in modern American history; it turned the federal government into one giant machine designed for the propagation of woke principles. The so-called “Executive Order On Further ...", "link": "https://www.dailywire.com/news/joe-biden-turns-the-american-government-into-wokeness-inc", "date_published": "2023-02-23 10:19:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oscars Create ‘Crisis Team’ For 2023 Show In Case There’s Another Slap: ‘We Will Be Prepared For Anything’", "description": "The Academy of Motion Picture Arts and Sciences isn’t taking any chances with this year’s Oscars ceremony after the absolute fiasco in 2022. During an interview, the organization’s CEO Bill Kramer told Time that the group has diligently prepared for all kinds of drama ahead of the Academy Awards, which will be broadcast on Sunday, March 12. ...", "link": "https://www.dailywire.com/news/oscars-create-crisis-team-for-2023-show-in-case-theres-another-slap-we-will-be-prepared-for-anything", "date_published": "2023-02-23 09:46:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meghan Markle Furious Over ‘South Park’ Mocking Her And Prince Harry In Episode: Report", "description": "Meghan Markle is furious over how she and her husband, Prince Harry, were portrayed in a recent episode of &#8220;South Park&#8221; on Comedy Central, according to a new report. The episode, titled “The Worldwide Privacy Tour,” mocks both royal figures by showing thinly veiled stand-ins for the couple, &#8220;The Prince and Princess of Canada,&#8221; claim ...", "link": "https://www.dailywire.com/news/meghan-markle-furious-over-south-park-mocking-her-and-prince-harry-in-episode-report", "date_published": "2023-02-23 07:36:08+00:00", "persistent": false, "user": null, "language": "en-US"}]