[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "History of The Legend of Zelda", "description": "The Legend of Zelda is one of the most beloved series in all of gaming. Over 30 years, the series has innovated game design, inspired countless other game developers, and changed the landscape of video games for good. To celebrate the launch of the eagerly awaited Tears of the Kingdom, let’s take a look at the history of The Legend of Zelda.\n\nIn the mid-1980s, Shigeru Miyamoto was working on Super Mario Bros for the Famicom, but began noodling around with an idea for a different game. Miyamoto was inspired by his youth exploring the Japanese countryside, and wanted to move away from the linearity of Mario to give players an adventure where they had to carefully consider their next moves. \n\nThe team worked up a classic damsel-in-distress tale whereby the hero, Link, would rescue Princess Zelda from the evil Ganon’s lair on Death Mountain. It was a simple premise, but Miyamoto, along with Takashi Tezuka, went on to build something on top of it that would change the kinds of games Nintendo made. The Legend of Zelda remains as one of the most influential games of all time, and was the springboard for a franchise that would define Nintendo. In this episode of History Of, we examine the impact the series has had on gaming since its inception in 1986.\n\nTimestamps:\n00:00 - Intro\n00:24 - The Legend of Zelda (1986)\n02:52 - Zelda II: The Adventure of Link (1987)\n04:22 - The Legend of Zelda: A Link to the Past (1991) \n05:21 - The Legend of Zelda: Link’s Awakening (1993) \n06:47 - The Legend of Zelda: Ocarina of Time (1998) \n09:13 - The Legend of Zelda: Majora’s Mask (2000)\n10:58 - The Legend of Zelda: Oracle of Seasons and Oracle of Ages (2001)\n12:42 - The Legend of Zelda: The Wind Waker (2002)\n14:10 - The Legend of Zelda: Four Swords Adventures (2004)\n15:06 - The Legend of Zelda: The Minish Cap (2004)\n15:56 - The Legend of Zelda: Twilight Princess (2006)\n17:20 - The Legend of Zelda: Phantom Hourglass (2007)\n18:09 - The Legend of Zelda: Spirit Tracks (2009)\n18:43 - The Legend of Zelda: Skyward Sword (2011)\n20:23 - The Legend of Zelda: A Link Between Worlds (2013)\n21:45 - The Legend of Zelda: Tri Force Heroes (2015)\n22:08 - The Legend of Zelda: Breath of the Wild (2017)\n24:25 - The Legend of Zelda: Tears of the Kingdom (2023)\n\n#Zelda #TearsOfTheKingdom #GameSpot", "link": "https://www.youtube.com/watch?v=N1L6c9zG1eM", "date_published": "2023-05-01 15:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}]