[{"source": "https://thehill.com/news/feed/", "title": "Adams rebukes Texas governor for 'targeting' cities with Black mayors to bus asylum seekers", "description": "New York City Mayor Eric Adams (D) blasted Texas Gov. Greg Abbott (R) for his move on Monday to resume bussing migrants to cities led by Black mayors, including New York City, across the United States. \"Not only is this behavior morally bankrupt and devoid of any concern for the well-being of asylum seekers, but...", "link": "https://thehill.com/homenews/state-watch/3982211-adams-texas-cities-black-mayors-asylum-seekers/", "date_published": "2023-05-01 21:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Republic fallout: Democrats fume as regulators bail out yet another failed bank", "description": "Democrats are banging a gong about the need for greater regulation of the U.S. financial sector following the combined public and private-sector rescue of California-based First Republic Bank. The San Francisco-based regional powerhouse is the third major U.S. bank to fail and prompt a government-administered bailout of depositors following the collapse of Silicon Valley Bank...", "link": "https://thehill.com/business/3982091-first-republic-fallout-democrats-fume-as-regulators-bail-out-yet-another-failed-bank/", "date_published": "2023-05-01 20:48:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen says drop-dead date for debt ceiling is June 1", "description": "Treasury Secretary Janet Yellen in a Monday letter to congressional leaders said they have only until June 1 to pass legislation to raise the nation's debt ceiling. Yellen told lawmakers that she expects the U.S. to no longer be able to pay all of its outstanding obligations by as early as June 1, ramping up...", "link": "https://thehill.com/homenews/senate/3982225-yellen-says-drop-dead-date-for-debt-ceiling-is-june-1/", "date_published": "2023-05-01 20:36:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zephyr sues Montana over censure", "description": "{beacon}    Evening Report Monday, May 1   ©  AP State Rep. Zephyr sues Montana over censure State Rep. Zooey Zephyr (D) is suing the state of Montana, state House Speaker Matt Reiger (R) and state House Sergeant at Arms Bradley Murfitt regarding her censure.   The House voted last week to censure Zephyr, one of the...", "link": "https://thehill.com/newsletters/evening-report/3982224-zephyr-sues-montana-over-censure/", "date_published": "2023-05-01 20:35:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden appears in court for paternity case", "description": "Hunter Biden, the son of President Biden, appeared in court in Arkansas on Monday in a paternity-related case, with a judge ordering that he must answer questions about his finances. NBC News and CNN reported on Monday that Hunter Biden, in a court appearance in Batesville, was ordered to sit for a deposition under oath...", "link": "https://thehill.com/regulation/court-battles/3982150-hunter-biden-appears-in-court-for-paternity-case/", "date_published": "2023-05-01 20:11:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Big birds are having fewer chicks as climate changes", "description": "In a time of crisis, evolution favors the little guy. Smaller birds are more successful in raising chicks in a hotter world than large birds, according to a study in the Proceedings of the National Academy of Sciences (PNAS) published Monday. \"It’s not good to be big in a warming world,\" Lucyna Halupka, a biologist at Poland's...", "link": "https://thehill.com/policy/equilibrium-sustainability/3982125-big-birds-fewer-chicks-climate-change/", "date_published": "2023-05-01 20:06:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI chatbot outperforms human doctors in responding to patient questions", "description": "An artificial intelligence chatbot was able to outperform human doctors in responding to patient questions posted online, according to evaluators in a new study. Research published in the Journal of the American Medical Association (JAMA) Internal Medicine found that a chatbot’s responses to patient questions, pulled from a social media platform, were rated “significantly higher...", "link": "https://thehill.com/policy/technology/3982046-ai-chatbot-outperforms-human-doctors-in-responding-to-patient-questions/", "date_published": "2023-05-01 20:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s plan to address migrant surge may make it worse", "description": "The plan may reduce the number of illegal crossings, but that will depend on how it is implemented", "link": "https://thehill.com/opinion/immigration/3981672-bidens-plan-to-address-migrant-surge-may-make-it-worse/", "date_published": "2023-05-01 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who will replace Tucker Carlson at Fox News? Here are some top contenders", "description": "Tucker Carlson is out at Fox News, which means the network now has a massive hole to fill in its formidable prime-time lineup. It’s a high-profile job that promises to make whoever gets it more famous and powerful, and the network is buzzing a week after Carlson’s surprise exit over who might get the position....", "link": "https://thehill.com/homenews/media/3982050-who-will-replace-tucker-carlson-at-fox-news-here-are-some-top-contenders/", "date_published": "2023-05-01 19:57:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Group identifies dozens of news sites created by AI chatbots: report", "description": "A report has found that AI chatbots have created dozens of news websites around the world that focus on \"clickbait articles\" to generate revenue. The report published by the news-rating group NewsGuard identified 49 websites across seven different languages that appeared to be generated - or mostly generated - by AI language models. NewsGuard researchers...", "link": "https://thehill.com/policy/technology/3981925-group-identifies-dozens-of-news-sites-created-by-ai-chatbots-report/", "date_published": "2023-05-01 19:55:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House estimates 20K Russians killed in Ukraine war since December", "description": "The Biden administration estimates that since December Russia has suffered 100,000 casualties, including more than 20,000 killed, White House national security council spokesman John Kirby said Monday.   Among those killed, Kirby estimates that nearly half were soldiers from the private military company Wagner Group, which is heavily involved in the grinding fight for Bakhmut in eastern...", "link": "https://thehill.com/policy/defense/3982129-white-house-russians-killed-ukraine-bakhmut/", "date_published": "2023-05-01 19:53:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress plays deft game of ‘kicking the can down the road’", "description": "When I was a young boy, one of our favorite neighborhood pastimes was playing, “kick the can down the street.” We were either too cheap to buy a real soccer ball, or, more likely, too broke to pay for one.   The U.S. Congress long ago elevated our street sport to a world class political contest called...", "link": "https://thehill.com/opinion/congress-blog/3982104-congress-plays-deft-game-of-kicking-the-can-down-the-road/", "date_published": "2023-05-01 19:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Republic Bank collapse spurs fears for banking system, broader economy", "description": "The demise of First Republic Bank raises questions about the strength of the U.S. banking system and the broader economy that relies on it.  Monday’s shutdown marks the nation’s second-largest bank failure — First Republic Bank had nearly $230 billion in assets last month — eclipsing the Silicon Valley Bank collapse. Three of the four...", "link": "https://thehill.com/business/banking-financial-institutions/3982011-first-republic-bank-collapse-spurs-fears-for-banking-system-broader-economy/", "date_published": "2023-05-01 19:28:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump to sit for CNN town hall", "description": "Former President Trump will participate in a CNN town hall event in New Hampshire next week, the network announced on Monday. Trump, who last fall became the first Republican to officially seek the party's nomination for president, has not participated in a town-hall style interview in more than two years, last sitting with NBC's Savanah...", "link": "https://thehill.com/homenews/media/3982030-trump-to-sit-for-cnn-town-hall/", "date_published": "2023-05-01 19:27:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 30 percent of LGBTQ youth attribute poor mental health to anti-LGBTQ laws", "description": "Close to a third of LGBTQ youth say laws and policies that target LGBTQ people have had a substantial and negative impact on their mental health over the past year, according to an annual report published Monday by The Trevor Project, a national LGBTQ youth suicide prevention group. Nearly one in three LGBTQ young people...", "link": "https://thehill.com/policy/healthcare/3982005-more-than-30-percent-of-lgbtq-youth-attribute-poor-mental-health-to-anti-lgbtq-laws/", "date_published": "2023-05-01 19:10:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Human brains show larger-than-life activity at moment of death", "description": "The brains of dying people may spark to sudden life in their final moments. Two apparently brain-dead people taken off of life-support showed sudden spikes in neural activity, according to a study published on Monday. The findings published in Proceedings of the National Academy of Sciences provide scientific support for accounts of “near-death experiences” —...", "link": "https://thehill.com/homenews/state-watch/3982026-human-brains-show-larger-than-life-activity-at-moment-of-death/", "date_published": "2023-05-01 19:06:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Not going to be 80': Michael J. Fox says Parkinson's disease is getting tougher", "description": "\"[Parkinson’s] banging on the door … I'm not going to lie, it's getting hard. It's getting harder. It's getting tougher,\" he said.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3980563-not-going-to-be-80-michael-j-fox-says-parkinsons-disease-is-getting-tougher/", "date_published": "2023-05-01 19:05:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State audit: Oregon should prepare for national competition on marijuana", "description": "Auditors in Oregon said the state needs to make legal and regulatory changes to its marijuana industry to better compete with other states in the event of a national legalization of the drug. Oregon, which was one of the first states in the U.S. to legalize medical marijuana in 1998 and recreational marijuana in 2014,...", "link": "https://thehill.com/homenews/state-watch/3981976-state-audit-oregon-should-prepare-for-national-competition-on-marijuana/", "date_published": "2023-05-01 19:02:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No, Federal Home Loan Banks didn’t cause the SVB collapse", "description": "we are confident that no one would like a U.S. financial system without FHLBanks.", "link": "https://thehill.com/opinion/finance/3981758-no-federal-home-loan-banks-didnt-cause-the-svb-collapse/", "date_published": "2023-05-01 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bed Bath & Beyond liquidation sale has started. Here's what you need to know", "description": "The store closing sales have started at 360 Bed Bath &#38; Beyond locations and 120 Buy Buy Baby locations.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3981860-bed-bath-beyond-liquidation-sale-has-started-heres-what-you-need-to-know/", "date_published": "2023-05-01 18:53:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top scientist quits Google, issues AI warning: 'Bad actors' could use it 'for bad things'", "description": "Geoffrey Hinton, a leading pioneer of artificial intelligence, has resigned from his role at Google after more than a decade, The New York Times reported. Hinton said he left in part because he wanted to warn about the dangers of AI. He has joined a growing list of critics who fear that AI could create...", "link": "https://thehill.com/policy/technology/3981941-top-scientist-quits-google-issues-ai-warning-bad-actors-could-use-it-for-bad-things/", "date_published": "2023-05-01 18:52:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "List of most expensive ZIP codes released", "description": "Beverly Hills' 90210 may be the most famous ZIP code in the country – thanks to the 1990s TV show – but it's actually not the priciest.", "link": "https://thehill.com/changing-america/respect/equality/3980484-list-of-most-expensive-zip-codes-released/", "date_published": "2023-05-01 18:44:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Al Franken blasts Supreme Court: It's 'illegitimate'", "description": "​​Former Sen. Al Franken (D-Minn.) is calling the Supreme Court “illegitimate” and Chief Justice John Roberts a “villain,” citing a number of controversies surrounding the nation’s highest court. “The court is a very divisive entity now, institution right now. And the Supreme Court, to me, is illegitimate,” Franken said on “The Al Franken Podcast” in...", "link": "https://thehill.com/blogs/blog-briefing-room/3981944-al-franken-blasts-supreme-court-its-illegitimate/", "date_published": "2023-05-01 18:43:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida senators keep their powder dry in Trump-DeSantis fight", "description": "Florida’s two Republican senators are staying out of the emerging 2024 GOP presidential primary for now, even as a growing number of their state’s Republican House delegation are lining up behind former President Donald Trump. The silence from Sens. Marco Rubio (R-Fla.) and Rick Scott (R-Fla.) underscores the tightrope two of Florida’s most prominent Republicans...", "link": "https://thehill.com/homenews/campaign/3981874-marco-rubio-rick-scott-donald-trump-ron-desantis-2024/", "date_published": "2023-05-01 18:22:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jayapal backs Lee in California Senate race", "description": "Congressional Progressive Caucus Chair Pramila Jayapal (D-Wash.) waded into the California Senate race on Monday, endorsing Rep. Barbara Lee (D-Calif.) in the contest for Sen. Diane Feinstein’s (D-Calif.) seat. “Barbara is a champion for justice who has been a persistent progressive voice in the U.S. House, and I know she’ll fight for our shared progressive...", "link": "https://thehill.com/homenews/campaign/3981904-jayapal-backs-lee-in-california-senate-race/", "date_published": "2023-05-01 18:09:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two hospitals may have violated federal law in denying woman an emergency abortion, HHS says", "description": "Two hospitals that refused to provide an emergency abortion to a woman with life-threatening pregnancy complications are under investigation by the Department of Health and Human Services for violating federal law. The agency on Monday said it had launched the first-ever investigations into violations of the Emergency Medical Treatment and Labor Act (EMTALA) for hospitals...", "link": "https://thehill.com/policy/healthcare/3981821-two-hospitals-may-have-violated-federal-law-in-denying-woman-an-emergency-abortion-hhs-says/", "date_published": "2023-05-01 17:48:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge rules Pennsylvania school district must allow After School Satan Club", "description": "A school district in Pennsylvania must allow students to convene an After School Satan Club, a federal judge ruled on Monday.  “In a victory for free speech and religious freedom, a federal court has ruled that the Saucon Valley School District must allow the After School Satan Club to meet in district facilities,” the ACLU...", "link": "https://thehill.com/homenews/state-watch/3981851-federal-judge-rules-pennsylvania-school-district-must-allow-after-school-satan-club/", "date_published": "2023-05-01 17:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Foreclosures are up. But is the housing market headed for a crash?", "description": "Foreclosure notices ticked up nationwide in the first quarter of the year with more than 65,000 properties beginning to go through the process.  There were 36,617 new filings in March, which marks the 23rd consecutive month with a year-over-year increase in foreclosure activity, according to a recent report from ATTOM. They were up 3 percent from...", "link": "https://thehill.com/business/3981734-foreclosures-are-up-but-is-the-housing-market-headed-for-a-crash/", "date_published": "2023-05-01 17:40:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Confirm Anthony Johnstone to the Ninth Circuit", "description": "The U.S. Senate must expeditiously confirm professor Anthony Johnstone to the 9th U.S. Circuit Court of Appeals that resolves the greatest number of appeals from administrative determinations, many of which involve the environment, natural resources and public lands. The court is also the largest appellate court in terms of geography, cases and judges. Some observers...", "link": "https://thehill.com/opinion/congress-blog/3981102-confirm-anthony-johnstone-to-the-ninth-circuit/", "date_published": "2023-05-01 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 800,000 could flee Sudan amid fighting, UN warns", "description": "The United Nations is warning that more than 800,000 people could flee Sudan to neighboring countries amid the ongoing conflict between rival military factions. The United Nations’ High Commissioner for Refugees (UNHCR) office, along with other governments and partners, is “preparing for the possibility that over 800,000 people may flee the fighting in Sudan for...", "link": "https://thehill.com/policy/international/3981757-more-than-800000-could-flee-sudan-amid-fighting-un-warns/", "date_published": "2023-05-01 17:07:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: Taxpayers not on the hook for First Republic failure", "description": "President Biden stressed that taxpayers are not on the hook for the failure of First Republic Bank, which was seized by regulators and sold to JPMorgan Chase early on Monday morning. “Let me be very clear, all depositors are being protected, shareholders are losing their investments, and critically, taxpayers are not the ones who are...", "link": "https://thehill.com/homenews/administration/3981785-biden-taxpayers-not-on-the-hook-for-first-republic-failure/", "date_published": "2023-05-01 17:06:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How an ‘Uncommon Table’ can help bring our divided nation together", "description": "When more people break bread together and go into a conversation with an open mind and a commitment to learning about others, our country will grow stronger and our future will look brighter.", "link": "https://thehill.com/opinion/education/3980589-how-an-uncommon-table-can-help-bring-our-divided-nation-together/", "date_published": "2023-05-01 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre is giving a daily briefing Monday afternoon, as President Biden hosts a bilateral meeting with Philippines President Ferdinand Marcos Jr.  The U.S. has been moving to strengthen ties with the Philippines and increase its presence in the region amid heightened U.S.-China tensions. The press briefing is scheduled for 3 p.m. ET....", "link": "https://thehill.com/homenews/3981583-watch-live-white-house-press-briefing/", "date_published": "2023-05-01 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Washington Gov. Jay Inslee says he won't seek a fourth term", "description": "Washington Gov. Jay Inslee (D) announced on Monday that he will not be seeking reelection for a fourth term next year. “Serving the people as governor of Washington state has been my greatest honor. During a decade of dynamic change, we’ve made Washington a beacon for progress for the nation. I’m ready to pass the...", "link": "https://thehill.com/homenews/campaign/3981756-washington-gov-jay-inslee-says-he-wont-seek-a-fourth-term/", "date_published": "2023-05-01 16:57:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Breaking down which Senate seats are most in flux", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  Senate...", "link": "https://thehill.com/newsletters/1230-report/3981615-the-hills-1230-report-breaking-down-which-senate-seats-are-most-in-flux/", "date_published": "2023-05-01 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana legislator sues House speaker over censure", "description": "Montana Rep. Zooey Zephyr, a Democrat censured last week by Republicans in the state House, is suing her state and its House speaker over her punishment. Zephyr, along with three of her constituents who are also a part of the suit, argues that the legislature took retaliatory and unlawful action against her for engaging in...", "link": "https://thehill.com/homenews/state-watch/3981703-montana-legislator-sues-house-speaker-over-censure/", "date_published": "2023-05-01 16:27:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayor encouraging New Yorkers to put AirTags in cars to fight auto theft", "description": "New York City Mayor Eric Adams unveiled a new plan Sunday to give away Apple AirTags with the hope of catching car thieves.", "link": "https://thehill.com/homenews/state-watch/3981665-mayor-encouraging-new-yorkers-to-put-airtags-in-cars-to-fight-auto-theft/", "date_published": "2023-05-01 16:23:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson, on leaked video, derides Fox streaming service", "description": "Ousted Fox News host Tucker Carlson is seen on newly-revealed video bashing the network's streaming service, which he produced a bevy of content for during his tenure at the company. \"I don't want to be a slave to Fox Nation, which I don't think that people watch anyway. We’re gonna, because, you know, I'm like...", "link": "https://thehill.com/homenews/3981581-tucker-carlson-on-leaked-video-derides-fox-streaming-service/", "date_published": "2023-05-01 16:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate change and crumbling infrastructure create a ‘perfect storm’ for Americans living in flood zones", "description": "poorly or to try another form of protection. The latter option may be best, because America's approach to these disasters must shift from flood control to flood avoidance.\n\nGiven the uncertainties of what climate change will do in the future, we should give up the hubris that we can control nature with bulldozers, dirt and concrete. Instead, we should help people move out of floodplains and employ \"nature-based measures\" to reduce the force of future disasters.", "link": "https://thehill.com/opinion/energy-environment/3978721-climate-change-and-crumbling-infrastructure-create-a-perfect-storm-for-americans-living-in-flood-zones/", "date_published": "2023-05-01 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis-backed board countersues Disney", "description": "The board picked by Florida Gov. Ron DeSantis (R) to oversee Disney in the state said it will sue the company, escalating the feud between the entertainment giant and the Republican governor after the company sued the state in federal court last week. Disney sued Florida, alleging that the state unjustly retaliated against it for...", "link": "https://thehill.com/homenews/state-watch/3981622-desantis-florida-board-countersues-disney/", "date_published": "2023-05-01 15:52:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cardin won't seek reelection, opening up Maryland Senate seat", "description": "Sen. Ben Cardin (D-Md.) said he is retiring at the end of his term, creating a rare vacancy in a deep blue state on the 2024 map. “It’s time,” Cardin, 79, told The Baltimore Sun in an interview. “I always knew this election cycle would be the one I would be thinking about not running...", "link": "https://thehill.com/homenews/senate/3981626-cardin-wont-seek-reelection-opening-maryland-senate-seat/", "date_published": "2023-05-01 15:50:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "People with asthma have higher risk of cancer, and not just in lungs: study", "description": "People with asthma are more likely than people without to develop cancer, according to a new study.  A study conducted by University of Florida researchers and published in the journal Cancer Medicine found people with the respiratory condition were 36 percent more likely than people without asthma to develop cancer. The cancer risk was elevated...", "link": "https://thehill.com/policy/healthcare/3981575-asthma-cancer-risk-study/", "date_published": "2023-05-01 15:48:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy to Russian reporter: ‘I do not support what your country has done to Ukraine’", "description": "Speaker Kevin McCarthy (R-Calif.) shot down a Russian reporter’s suggestion that he does not support aid to Ukraine, pledging continued U.S. support for the country and calling on Russia to pull its troops from Ukraine. “No, I vote for aid for Ukraine. I support aid for Ukraine. I do not support what your country has...", "link": "https://thehill.com/policy/international/3981595-mccarthy-to-russian-reporter-i-do-not-support-what-your-country-has-done-to-ukraine/", "date_published": "2023-05-01 15:42:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ben Hall to interview Blinken in return to Fox News airwaves after Ukraine injury", "description": "Fox News correspondent Benjamin Hall will conduct an interview with Secretary of State Antony Blinken — his first work for the network since being severely injured while covering the war in Ukraine last year. The network said the interview, which will air Monday on its \"Special Report\" program, will focus on \"news of the day.\" Hall,...", "link": "https://thehill.com/homenews/media/3981552-ben-hall-to-interview-blinken-in-return-to-fox-news-airwaves-after-ukraine-injury/", "date_published": "2023-05-01 15:33:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SCOTUS: A 'Statement of Principles' is not a code of conduct", "description": "Having gone as far as they did, it is a mystery that the justices still resist a comprehensive code of conduct.", "link": "https://thehill.com/opinion/judiciary/3980623-scotus-a-statement-of-principles-is-not-a-code-of-conduct/", "date_published": "2023-05-01 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy underscores bipartisan US support in speech to Israeli Knesset despite tensions", "description": "Speaker Kevin McCarthy (R-Calif.) projected bipartisan support for Israel in a speech to the Israeli Knesset on Monday, despite tensions between Israeli Prime Minister Benjamin Netanyahu and President Biden. McCarthy underscored the unity among Republicans and Democrats who traveled to Israel as part of a bipartisan delegation. “I choose to come here today to celebrate...", "link": "https://thehill.com/policy/international/3981529-mccarthy-underscores-bipartisan-us-support-in-speech-to-israeli-knesset-despite-tensions/", "date_published": "2023-05-01 15:21:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US satellite captures images of new Chinese military blimp at remote base: report", "description": "New satellite images show a large blimp apparently developed by the Chinese military at a military base in northwest China, according to CNN, taken months before a spy balloon from the country flew over the U.S. The satellite images, obtained by CNN, were taken in November 2022 by BlackSky, an American satellite imaging company. They...", "link": "https://thehill.com/blogs/blog-briefing-room/3981528-us-satellite-captures-images-of-new-chinese-military-blimp-at-remote-base-report/", "date_published": "2023-05-01 15:08:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State Republicans have gone from opposing Democrats to opposing democracy", "description": "Across the country, from Tennessee to Montana, Republican-controlled state legislatures are quietly and effectively eroding democracy on a near-daily basis.", "link": "https://thehill.com/opinion/campaign/3980491-republicans-have-gone-from-opposing-democrats-to-opposing-democracy/", "date_published": "2023-05-01 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Americans say media increases political polarization: poll", "description": "Roughly three-quarters of Americans in a new poll say the news media is widening the political divide. Seventy-four percent of U.S. adults believe the media is increasing political divisions, while just 6 percent said it’s decreasing polarization and 18 percent said it doesn’t have an impact, according to a new survey from The Associated Press-NORC...", "link": "https://thehill.com/homenews/media/3981449-poll-media-increases-political-polarization/", "date_published": "2023-05-01 14:53:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine says it intercepted 15 Russian missiles over Kyiv", "description": "Russia launched another wave of mass strikes at the Ukrainian capitol of Kyiv overnight on Monday, but air defenses took down the cruise missiles and explosive drones, according to Ukraine. Military officials in Kyiv said in a Telegram post that air raid alarms lasted about three hours as Russian bomber planes fired missiles and drones...", "link": "https://thehill.com/policy/defense/3981406-ukraine-says-it-intercepted-15-missiles-over-kyiv-as-russian-strikes-continue-on-capital/", "date_published": "2023-05-01 14:53:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy warns Israel off of Chinese investments in Jerusalem speech", "description": "House Speaker Kevin McCarthy on Monday called for Israel to scrutinize Chinese investments in the country, issuing a stark warning to Jerusalem that Beijing acts as “thieves.”  McCarthy, in a historic address to Israel’s parliament, raised the sensitive issue of Israel’s relations with China, which the U.S. has long warned raises security concerns in the...", "link": "https://thehill.com/policy/international/3981446-mccarthy-warns-israel-off-of-chinese-investments-in-jerusalem-speech/", "date_published": "2023-05-01 14:46:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 3,000 guns exchanged in New York in gift card exchange", "description": "More than 3,000 guns, including over 180 assault rifles and more than 1,650 hand guns, were handed over in one day in New York over the weekend, with the state hosting gun buyback events in exchange for gift cards. The collection of more than 3,000 guns on Sunday included 185 assault rifles, 1,656 handguns, and...", "link": "https://thehill.com/homenews/state-watch/3981426-more-than-3000-guns-exchanged-in-new-york-in-gift-card-exchange/", "date_published": "2023-05-01 14:37:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Giant seaweed bloom's beaching begins, expected to worsen", "description": "Bits of the Great Atlantic Sargassum Belt – a 5,000-mile-wide seaweed bloom – have started to wash up in Florida, but we're likely months away from peak activity, researchers said Sunday.", "link": "https://thehill.com/homenews/nexstar_media_wire/3981374-giant-seaweed-blooms-beaching-begins-expected-to-worsen/", "date_published": "2023-05-01 14:36:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suicide crisis in the military fueled by ineffective screening for brain injuries", "description": "The Department of Defense’s oversight chief in March acknowledged something critical in the quest to stamp out suicide among current service members and veterans: that the armed forces are woefully ineffective at screening service members for traumatic brain injuries and for following up with those that suffer from them. It’s an important finding because brain...", "link": "https://thehill.com/opinion/congress-blog/3981083-suicide-crisis-in-the-military-fueled-by-ineffective-screening-for-brain-injuries/", "date_published": "2023-05-01 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cat that loves Taylor Swift music up for adoption", "description": "If you're Taylor Swift fan and are looking for someone to jam out with, the MSPCA may have the perfect cat for you.", "link": "https://thehill.com/homenews/3981411-cat-that-loves-taylor-swift-music-up-for-adoption/", "date_published": "2023-05-01 14:26:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court to consider overruling Chevron doctrine", "description": "The Supreme Court on Monday announced it will hear a case that could significantly scale back federal agencies’ authority, with major implications for the future of environmental and other regulations. The justices next term will consider whether to overturn a decades-old precedent that grants agencies deference when Congress left ambiguity in a statute. Named for...", "link": "https://thehill.com/regulation/court-battles/3981417-supreme-court-to-consider-overruling-chevron-doctrine/", "date_published": "2023-05-01 14:20:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Knesset speaker plays 'Hotel California' for McCarthy", "description": "Israeli parliament speaker Amir Ohana on Monday played “Hotel California” on electric guitar for Speaker Kevin McCarthy (R-Calif.) during his visit to the country ahead of an expected speech to the Knesset.  McCarthy and a bipartisan delegation of House lawmakers visited the legislature and had a work meeting with Ohana, according to a Knesset release....", "link": "https://thehill.com/homenews/house/3981394-knesset-speaker-plays-hotel-california-for-mccarthy/", "date_published": "2023-05-01 14:02:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why the smart money’s still on Biden", "description": "Republicans may be unable to see red state culture wars driving away general election voters. But gamblers can see the odds fading on a GOP win.", "link": "https://thehill.com/opinion/campaign/3980749-the-smart-moneys-still-on-biden/", "date_published": "2023-05-01 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's Wallace spars with Sanders after slamming companies", "description": "A contentious political debate between CNN host Chris Wallace and Sen. Bernie Sanders (I-Vt.) got personal over the weekend. During a discussion on major investment firms and the businesspeople who run them, Sanders offered a familiar admonition of Wall Street's business practices, saying it was wrong that \"the billionaire class\" has \"enormous power.\" \"And the...", "link": "https://thehill.com/homenews/media/3981361-cnn-wallace-sanders-spar-wall-street/", "date_published": "2023-05-01 13:47:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 100 American Sudan evacuees arrive in Saudi Arabia", "description": "Over 100 American citizens reached safety in Saudi Arabia from the fighting in Sudan on Monday, as the U.S. steps up its evacuation efforts from the country that has plunged into deadly infighting. The group of Americans reached a port in Jeddah on Monday, according to CBS News. They crossed the Red Sea after making...", "link": "https://thehill.com/policy/international/3981369-more-than-100-american-sudan-evacuees-arrive-in-saudi-arabia/", "date_published": "2023-05-01 13:45:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Crowds, high prices and the 'White Lotus' effect: Worst places to travel this summer", "description": "Summer vacation is supposed to be about rest and relaxation. But in reality, it sometimes ends up being about overpriced tourist traps, crowded streets or delayed flights.", "link": "https://thehill.com/homenews/nexstar_media_wire/3979633-crowds-high-prices-and-the-white-lotus-effect-worst-places-to-travel-this-summer/", "date_published": "2023-05-01 13:32:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can Biden win reelection solely by being the ‘alternative’?", "description": "Given the alternative, The Democratic Party can’t leave anything to chance in 2024.", "link": "https://thehill.com/opinion/white-house/3980567-can-biden-win-reelection-solely-by-being-the-alternative/", "date_published": "2023-05-01 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer announces Senate hearings to 'expose' GOP debt limit bill starting this week", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) on Monday announced the Senate will hold hearings to “expose the true impact” of House Republicans’ proposal to lift the debt ceiling. Schumer in a letter to lawmakers called the Default on America Act (DOA), which passed the Republican-majority House last week, “hastily drafted” and a “hard-right ransom note...", "link": "https://thehill.com/homenews/senate/3981352-schumer-announces-senate-hearings-to-expose-gop-debt-limit-bill-starting-this-week/", "date_published": "2023-05-01 13:28:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley calls for Feinstein to resign: 'Prime example' of need for mental competency tests", "description": "Republican presidential candidate Nikki Haley called on Sen. Dianne Feinstein (D-Calif.) to resign in an op-ed on Monday, citing what she said is the need for term limits and competency tests for politicians over the age of 75 years-old.  \"What’s incredible is how the Washington establishment continues to cover for those who likely lack the...", "link": "https://thehill.com/homenews/campaign/3981342-haley-calls-for-feinstein-to-resign-prime-example-of-need-for-mental-competency-tests/", "date_published": "2023-05-01 13:10:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin’s NATO smokescreen", "description": "The Kremlin’s insistence that it feared NATO and Ukraine’s membership was a smokescreen intended to confuse sober Western policymakers and deflect their attention from Putin’s real goal – regime change in Kyiv.", "link": "https://thehill.com/opinion/international/3980637-putins-nato-smokescreen/", "date_published": "2023-05-01 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump calls for mistrial in civil rape case, says judge has made 'unfair' rulings", "description": "Former President Trump’s legal team has requested a mistrial in E. Jean Carroll’s civil suit against him, citing “unfair” rulings. Trump attorney Joe Tacopina argued in a letter, filed Monday in Manhattan federal court, that a mistrial should be granted “based upon pervasive unfair and prejudicial rulings by the Court.”  Carroll, 79, has accused Trump...", "link": "https://thehill.com/regulation/court-battles/3981326-trump-calls-for-mistrial-in-civil-rape-case-says-judge-has-made-unfair-rulings/", "date_published": "2023-05-01 12:57:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI says they have 'zero leads' in hunt for Texas gunman who fatally shot neighbors", "description": "The FBI in Houston has said investigators have “zero leads” in their search for a Texas man who allegedly shot and killed five people, including an 8-year-old.  “I can tell you right now, we have zero leads,” James Smith, the FBI special agent in charge, told reporters. Francisco Oropesa, 38, fled after the shooting on...", "link": "https://thehill.com/homenews/state-watch/3981296-fbi-says-they-have-zero-leads-in-hunt-for-texas-gunman-who-fatally-shot-neighbors/", "date_published": "2023-05-01 12:32:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UAE Mars orbiter snaps epic photo of Martian moon", "description": "Deimos, the smaller of Mars's two moons, may be more like its planet than we realize. New, high-resolution views of the tiny moon were recently captured by a United Arab Emirates spacecraft named Hope. Part of the Emirates Mars Mission (EMM), Hope used its onboard instruments to capture never-before-seen views of the space rock.  Mars...", "link": "https://thehill.com/homenews/space/3981285-uae-mars-orbiter-snaps-epic-photo-of-martian-moon/", "date_published": "2023-05-01 12:17:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy says he will invite Netanyahu to DC if Biden doesn't", "description": "House Speaker Kevin McCarthy (R-Calif.) on Monday said he'll invite Israeli Prime Minister Benjamin Netanyahu to Washington, D.C., if President Biden doesn't. “If that doesn’t happen, I’ll invite the prime minister to come meet with the House,\" McCarthy said in an interview with Israel Hayom, asked about a White House invite for Netanyahu. \"He's a...", "link": "https://thehill.com/homenews/house/3981239-mccarthy-says-he-will-invite-netanyahu-to-dc-if-biden-doesnt/", "date_published": "2023-05-01 12:01:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A global ‘anti-gender’ movement is coming for our democracy. Here’s how we fight back.", "description": "The “anti-gender” movement is gaining steam in the U.S. — it’s time to move from defense to offense.", "link": "https://thehill.com/opinion/civil-rights/3976163-a-global-anti-gender-movement-is-coming-for-our-democracy-heres-how-we-fight-back/", "date_published": "2023-05-01 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EXCLUSIVE: Biden pick to head National Highway Traffic Safety Administration faces GOP roadblock", "description": "Sen. Ted Cruz (R-Texas) and the other Republicans on the Senate Commerce Committee are taking aim at President Biden’s pick to head the National Highway Traffic Safety Administration over fuel-efficiency standards, a sign that another Biden nominee could be in serious trouble.  Two high-profile Biden nominees have already failed to get past the Commerce Committee...", "link": "https://thehill.com/homenews/senate/3981252-exclusive-biden-pick-to-head-national-highway-traffic-safety-administration-faces-gop-roadblock/", "date_published": "2023-05-01 11:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How will Mr. DeSantis’s wild Disney ride end?", "description": "Consumers may be irritated by Disney, but long held principle ultimately succumbs to the lure of a Disney World FastPass+.", "link": "https://thehill.com/opinion/civil-rights/3980571-how-will-mr-desantiss-wild-disney-ride-end/", "date_published": "2023-05-01 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Some US states could see northern lights again Sunday: Here's where", "description": "Though not as spectacular as last week's sightings, a handful of U.S. states could see the northern lights again Sunday.", "link": "https://thehill.com/homenews/3980816-some-us-states-could-see-northern-lights-again-sunday-heres-where/", "date_published": "2023-05-01 11:06:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2-year-old daughter of NFL linebacker drowns after falling into pool, police say", "description": "The two-year-old daughter of Tampa Bay Buccaneers linebacker Shaquil Barrett drowned after falling into a pool in Tampa Sunday morning.", "link": "https://thehill.com/homenews/3980895-2-year-old-daughter-of-nfl-linebacker-drowns-after-falling-into-pool-police-say/", "date_published": "2023-05-01 11:06:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Virginia doctor accused of massive illegal oxycodone scheme", "description": "A Virginia doctor has been indicted on 21 counts of illegally distributing oxycodone as part of a massive conspiracy that lasted a decade.", "link": "https://thehill.com/homenews/3980809-virginia-doctor-accused-of-massive-illegal-oxycodone-scheme/", "date_published": "2023-05-01 11:06:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Health officials warn irritating symptom may be returning with latest COVID strain", "description": "A new coronavirus subvariant is starting to spread in the U.S. and, according to health experts, it could be causing an annoying symptom to return.", "link": "https://thehill.com/homenews/3980761-health-officials-warn-irritating-symptom-may-be-returning-with-latest-covid-strain/", "date_published": "2023-05-01 11:05:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fired Big Lots manager says she was just trying to get shopping cart back from shoplifter", "description": "You wouldn’t think that a retail store manager would have to make a decision between recovering store property and keeping her job but that’s exactly what  a Big Lots manager in California says happened to her.", "link": "https://thehill.com/homenews/3980680-fired-big-lots-manager-says-she-was-just-trying-to-get-shopping-cart-back-from-shoplifter/", "date_published": "2023-05-01 11:04:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas baseball player hit by gunfire during game", "description": "Officials say the 18-year-old was standing in the bullpen when a stray bullet struck him.", "link": "https://thehill.com/homenews/3980967-texas-baseball-player-hit-by-gunfire-during-game/", "date_published": "2023-05-01 11:04:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — States to watch in the battle for Senate", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Washington may be focused on the presidential contest, but for Democrats, some serious nail-biting drama is evident in a handful of states that will determine Senate control in 2025....", "link": "https://thehill.com/newsletters/morning-report/3981209-the-hills-morning-report-states-to-watch-in-the-battle-for-senate/", "date_published": "2023-05-01 10:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Republic Bank fails, JPMorgan to buy most assets in rescue", "description": "First Republic Bank was seized by regulators and sold to JPMorgan Chase early on Monday morning, making it the third major bank to fail since March. Silicon Valley Bank and Signature Bank were both taken over by the Federal Deposit Insurance Corporation in March. The FDIC brokered the deal for JPMorgan to take over First...", "link": "https://thehill.com/business/3981198-first-republic-bank-fails-jpmorgan-to-buy-most-assets-in-rescue/", "date_published": "2023-05-01 10:20:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Attention turns to the Senate after House GOP passes debt limit bill", "description": "Attention will turn to the Senate this week as the standoff over raising the debt ceiling continues, with pressure mounting on the upper chamber to act after House Republicans cleared a bill that would raise the borrowing limit and implement spending cuts. The House GOP bill — which marked the conference’s opening salvo in debt limit...", "link": "https://thehill.com/homenews/senate/3981000-attention-turns-to-the-senate-after-house-gop-passes-debt-limit-bill/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress introduces bill to permanently authorize law allowing sanctions on Iran", "description": "A bipartisan group of lawmakers introduced legislation in the House and Senate on Monday to permanently authorize a law allowing the president to implement punishing sanctions on Iran's economy. The Solidifying Iran Sanction Act, sponsored by Rep. Michael McCaul (R-Texas), the chairman of the House Foreign Affairs Committee, is intended to permanently extend the Iran...", "link": "https://thehill.com/policy/defense/3978558-congress-introduces-bill-to-permanently-authorize-law-allowing-sanctions-on-iran/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "From bad to worse: Student misbehavior rises further since return of in-person classes", "description": "Student behavioral problems that spiked with the return of in-person learning after the coronavirus pandemic are getting even worse, educators say. Seventy percent of teachers, principals and district leaders said in recent EdWeek Research Center survey that students are misbehaving more now than in 2019, up from 66 percent in December 2021. One-third in the...", "link": "https://thehill.com/homenews/education/3975216-from-bad-to-worse-student-misbehavior-rises-further-since-return-of-in-person-classes/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell insists he’s sitting out debt talks — to disbelief", "description": "Senate GOP Leader Mitch McConnell (Ky.) insists he will not come up with a rescue plan this time as Republicans and a Democratic president battle over the debt limit.  McConnell has a long history of negotiating with President Biden on high profile issues, such as extending the Bush tax cuts at the end of 2010,...", "link": "https://thehill.com/homenews/senate/3979590-mcconnell-insists-hes-sitting-out-debt-talks-to-disbelief/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rising tensions over Taiwan prompts US to take proactive approach in cyberspace", "description": "A recent bill introduced by U.S. lawmakers aimed to strengthen Taiwan’s cyber defenses signals how the U.S. is shifting its focus from the Russia-Ukraine war to the China-Taiwan conflict as tension continues to rise in the Indo-Pacific region. China, who has become an emerging power in cyberspace, is alleged to have launched about 20 to...", "link": "https://thehill.com/policy/cybersecurity/3976278-rising-tensions-over-taiwan-prompts-us-to-take-proactive-approach-in-cyberspace/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate rankings: Here are the 5 seats most likely to flip", "description": "Midterms were only six months ago but the 2024 campaign season is already firing on all cylinders as races ramp up for the Senate seats that will determine control of the upper chamber. Republicans are on offense as they search for the top candidates to take down a cadre of incumbent Democrats who have survived...", "link": "https://thehill.com/homenews/senate/3978937-senate-rankings-here-are-the-5-seats-most-likely-to-flip/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tech group urges Schumer to greenlight self-driving cars in AI bill", "description": "The Chamber of Progress is urging Senate Majority Leader Charles Schumer (D-N.Y.) to speed up the deployment of self-driving vehicles in his proposed framework to regulate artificial intelligence. The tech lobbying group, which is backed by tech giants and self-driving car companies, warned Schumer on Monday that the lack of federal standards for autonomous vehicles...", "link": "https://thehill.com/policy/technology/3978658-tech-group-urges-schumer-to-greenlight-self-driving-cars-in-ai-bill/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why more Americans are going to therapy", "description": "The number of Americans seeking mental health treatment is almost twice as high as it was two decades ago — reflecting a historic recent decline in mental health but also an increase in virtual care access and a positive trend of destigmatization. In 2004, just 13 percent of adults said they had visited a therapist, psychiatrist or other mental...", "link": "https://thehill.com/policy/healthcare/3975996-why-more-americans-are-going-to-therapy/", "date_published": "2023-05-01 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Falcon Heavy launches after series of weather delays", "description": "A Falcon Heavy rocket lit up the skies over the space coast Sunday evening as it launched from Kennedy Space Center, carrying a communications satellite into space for ViaSat.  Heavy rain and winds have plagued the area all week, with teams having to stand down from two different attempts earlier in the week — one...", "link": "https://thehill.com/homenews/space/3981051-falcon-heavy-launches-after-series-of-weather-delays/", "date_published": "2023-05-01 04:26:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Investors sue Adidas for 'routinely' ignoring Ye's 'extreme behavior'", "description": "Adidas investors are suing the German sports retail giant over its failure to address the behavior of Ye, the rapper formerly known as Kanye West, before dropping its partnership with him last year. Adidas formally cut ties with Ye, halting production of his popular Yeezy products, in October after he made a slew of antisemitic...", "link": "https://thehill.com/homenews/3980997-investors-sue-adidas-for-routinely-ignoring-yes-extreme-behavior/", "date_published": "2023-05-01 02:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lightfoot sends letter to Abbott urging him not to send any more migrants", "description": "Chicago Mayor Lori Lightfoot (D) sent a letter to Texas Gov. Greg Abbott (R) on Sunday urging him to not bus any more migrants to Chicago, calling his move \"inhumane and dangerous.\" \"Chicago is a Welcoming City and we collaborate with County, State, and community partners to rise to this challenge, but your lack of...", "link": "https://thehill.com/homenews/state-watch/3980976-lightfoot-sends-letter-to-abbott-urging-him-not-to-send-any-more-migrants/", "date_published": "2023-05-01 02:12:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASA found a novel way to keep Voyager 2 spacecraft going", "description": "NASA's long-running spacecraft Voyager 2 will be able to continue its operations for years longer than anticipated with a new power strategy. NASA launched the Voyager 2 in 1977 to orbit the outer edge of the solar system 12 billion miles away from Earth, using five different instruments to study space. As the spacecraft's power...", "link": "https://thehill.com/homenews/space/3980948-nasa-found-a-novel-way-to-keep-voyager-2-spacecraft-going/", "date_published": "2023-05-01 01:10:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 200 people died in national parks last year: These were the deadliest", "description": "Unfortunately, some park visitors never leave.", "link": "https://thehill.com/homenews/nexstar_media_wire/3980715-more-than-200-people-died-in-national-parks-last-year-these-were-the-deadliest/", "date_published": "2023-05-01 00:32:54+00:00", "persistent": false, "user": null, "language": "en-US"}]