[{"source": "https://businessinsider.com.pl/.feed", "title": "Wspieranie tego systemu jest nieefektywne. Prezes Nextbike jasno o transporcie", "description": "Polacy wrócili po rowery miejskie, choć większość nadal nie jest gotowa płacić za ich wypożyczenie. O tym, co to oznacza dla firmy, dlaczego transport publiczny może być kolejnym Bookingiem, jak w dwa i pół roku po złożeniu wniosku o upadłość osiągnąć najlepszy kwartalny wynik w historii i wojnie \"rowerozy\" z \"samochodozą\" w rozmowie z Business Insider Polska opowiada Tomasz Wojtkiewicz, prezes Nextbike Polska.", "link": "https://businessinsider.com.pl/biznes/wojna-samochodozy-z-roweroza-tej-przestrzeni-nie-przybedzie/keqv8hw", "date_published": "2023-05-01 14:13:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bloomberg o klubie Lewandowskiego: po raz pierwszy pojechali pociągiem", "description": "Działania na rzecz klimatu zaczynają się zakorzeniać w profesjonalnym sporcie. Zawodnicy FC Barcelony wybrali kolej zamiast prywatnego odrzutowca podczas podróży na niedawny mecz z Getafe CF, który gra na obrzeżach stolicy Hiszpanii — Madrytu. To był pierwszy raz, kiedy męska drużyna klubu jechała na mecz koleją — zauważa Bloomberg.", "link": "https://businessinsider.com.pl/sport/bloomberg-o-klubie-lewandowskiego-po-raz-pierwszy-pojechali-pociagiem/69br26q", "date_published": "2023-05-01 13:47:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co Fit for 55 zmieni w naszych portfelach? Droższe ogrzewanie, paliwa i zastrzyk dotacji", "description": "— Polska nie poprze w Radzie UE żadnego z aktów prawnych, które zostały we wtorek przyjęte przez Parlament Europejski – zapowiedziała minister klimatu i środowiska Anna Moskwa. Na co konkretnie nie zgadza się polski rząd? Eksperci tłumaczą, że chodzi o wyższe opłaty za ogrzewanie czy transport, ale tym samym rząd sprzeciwi się też… dużym środkom przeznaczonym na termomodernizację kraju i walkę z ubóstwem energetycznym.", "link": "https://businessinsider.com.pl/gospodarka/fundusze/fit-for-55-a-portfele-polakow-paliwo-i-ogrzewanie-w-gore-ale-tez-dotacje/gxd9071", "date_published": "2023-05-01 12:42:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy wprowadzają nowy bilet. Tak zachęcają do \"zbiorkomu\"", "description": "W całych Niemczech od 1 maja działa bilet miesięczny za 49 euro pozwalający na przejazdy transportem lokalnym — autobusami, tramwajami, metrem — oraz pociągami lokalnymi i regionalnymi. Nowy bilet na maj kupiło już ponad trzy miliony osób.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-wprowadzaja-nowy-bilet-tak-zachecaja-do-zbiorkomu/mr9js57", "date_published": "2023-05-01 12:23:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nazwano ją \"królową kryptowalut\". Oszukała inwestorów na cztery mld dol. i zniknęła. Co się stało z Rują Ignatovą?", "description": "Używana data urodzenia: 20 maja 1980. Miejsce urodzenia: Bułgaria. Włosy: Ciemnobrązowe do czarnych. Oczy: brązowe. Płeć: żeńska. Rasa: biała. Języki: angielski, niemiecki, bułgarski. FBI oferuje nagrodę w wysokości do 100 tys. dol. za informację, która doprowadzi do aresztowania Rujy Ignatovej.", "link": "https://businessinsider.com.pl/biznes/ruja-ignatova-krolowa-kryptowalut-i-jedna-z-najbardziej-poszukiwanych-osob-na-swiecie/r01prwj", "date_published": "2023-05-01 12:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słynna inwestorka i multimilionerka mówi, co robić, by wydawać mniej pieniędzy", "description": "Gdy wiele lat temu Barbara Corcoran, obecnie multimilionerka, zaczęła się samodzielnie utrzymywać i po szkole przeprowadziła się do Nowego Jorku, żyła za pieniądze, których nie miała. Inwestorka żałuje, że nikt nie dał jej wtedy prostej rady, która uczy oszczędzania.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/jak-wydawac-mniej-pieniedzy-i-oszczedzac-rada-milionerki/ktm36je", "date_published": "2023-05-01 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Zakopanem powstaje \"luksusowa wieś\". Przedsiębiorca z Poznania ma plan", "description": "Zakopane kojarzy się ostatnio głównie z tłokiem i kolejnymi wielkimi apartamentowcami czy hotelami. Adam Michańków przekonuje jednak, że w tatrzańskiej stolicy jest miejsce na małą osadę. Osada, jak to na współczesne Zakopane przystało, tania nie będzie. Apartamenty w domkach będą kosztować nawet 2,5 mln zł.", "link": "https://businessinsider.com.pl/wiadomosci/czy-zakopane-moze-znow-byc-wsia-przedsiebiorca-z-poznania-ma-plan/5p30vyv", "date_published": "2023-05-01 11:18:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Katastrofa była blisko. Poważny kryzys finansowy opanowany", "description": "JP Morgan przejmie First Republic Bank. Federalna Korporacja Ubezpieczeń Depozytów zaakceptowała ofertę ofertę JPMorgan Chase dotyczącą przejęcia depozytów banku.", "link": "https://businessinsider.com.pl/finanse/katastrofa-byla-blisko-powazny-kryzys-finansowy-opanowany/7mtt5bl", "date_published": "2023-05-01 10:38:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowatorskie katapulty na nowym chińskim lotniskowcu. Dlaczego budzą niepokój?", "description": "Fujian to najnowocześniejszy lotniskowiec, jaki mają w swojej marynarce Chiny.  Lotniskowiec ma pozwolić Chinom operować na otwartym oceanie i daleko od swoich wybrzeży. Także dlatego, że będą mogły z niego startować \"samoloty nowego typu\".", "link": "https://businessinsider.com.pl/wiadomosci/fujian-nowy-chinski-lotniskowiec-ma-elektromagnetyczne-katapulty-co-to-daje/z3f1p91", "date_published": "2023-05-01 10:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pomaga rozwiązać śmiertelnie niebezpieczny problem. \"Ciężko jest zbudować coś wielkiego\"", "description": "Alhaji Siraj Bah mieszka w części Sierra Leone, która w ciągu ostatnich pięciu dekad straciła 70 proc. powierzchni lasów. To prowadzi do wielu problemów, w tym szoku cieplnego w pobliskim mieście i lawin błotnych. Młody przedsiębiorca postanowił temu zaradzić.", "link": "https://businessinsider.com.pl/wideo/pomaga-rozwiazac-smiertelnie-niebezpieczny-problem-ciezko-jest-zbudowac-cos-wielkiego/rk4dcgs", "date_published": "2023-05-01 09:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kosmiczny biznes to jeden ze światowych priorytetów. Jakie szanse Polska ma w kosmosie?", "description": "Jakie są perspektywy dla rozwoju polskiego biznesu kosmicznego? Dr Sławosz Uznański, naukowiec i astronauta rezerwowy Europejskiej Agencji Kosmicznej, na XV Europejskim Kongresie Gospodarczym ocenił, że rodzima branża kosmiczna w ciągu 10 lat zrobiła ogromne postępy, ale wciąż pozostaje w tyle.", "link": "https://businessinsider.com.pl/wiadomosci/kosmiczny-biznes-to-jeden-ze-swiatowych-priorytetow-jakie-szanse-polska-ma-w-kosmosie/7jdc10r", "date_published": "2023-05-01 09:12:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Liczą koperty i kupują nowe auta. Tyle kosztuje utrzymanie Senatu", "description": "W ustawie budżetowej na rok 2023 wydatki Kancelarii Senatu zostały ustalone na 152 mln zł. To oznacza, że dziennie utrzymanie Senatu kosztuje nas ponad 416 tys. zł. Senat liczył na 10 mln więcej, ale nie zgodził się na to Sejm. W styczniu Kancelaria Senatu apelowała do pracowników o zaciskanie pasa, teraz chce kupić 5 aut o wartości ponad 829 tys. zł.", "link": "https://businessinsider.com.pl/wiadomosci/licza-koperty-i-kupuja-nowe-auta-tyle-kosztuje-utrzymanie-senatu/shrzgvp", "date_published": "2023-05-01 08:36:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Morawiecki o władzach Elbląga: zachowują się jak pies ogrodnika", "description": "Zachowanie władz Elbląga względem portu określiłbym potocznym określeniem, że jest ono jak pies ogrodnika - powiedział w poniedziałek na antenie Radia Olsztyn premier Mateusz Morawiecki. Dodał, że \"miasto rzuca kłody pod nogi i nie chce współpracować\".", "link": "https://businessinsider.com.pl/wiadomosci/morawiecki-o-wladzach-elblaga-zachowuja-sie-jak-pies-ogrodnika/vq6fy17", "date_published": "2023-05-01 08:12:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Znów martwe ryby w Odrze", "description": "W starorzeczu Odry koło Januszkowic w niedzielę znaleziono około 150 śniętych ryb. Na swoim profilu społecznościowym wojewoda opolski apeluje o rezygnację ze spożywania złowionych w tym akwenie ryb.", "link": "https://businessinsider.com.pl/wiadomosci/znow-martwe-ryby-w-odrze/mh20z4h", "date_published": "2023-05-01 07:22:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "10 tys. litrów wody potrzeba do wyprodukowania pary dżinsów. Oni pokazują, że można inaczej", "description": "AFM produkuje 36 mln m tkaniny rocznie. Można by nią niemal okrążyć całą planetę. Wiele lat temu postawił przy tym na troskę o środowisko.", "link": "https://businessinsider.com.pl/wideo/10-tys-litrow-wody-potrzeba-do-wyprodukowania-pary-dzinsow-oni-pokazuja-ze-mozna/z97f8pf", "date_published": "2023-05-01 07:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niespodziewany spadek cen fotowoltaiki. Oto przyczyny", "description": "Inflacja nie dotknęła istotnie naszej branży, bo obecnie obserwujemy spadek cen modułów fotowoltaicznych. Szacuję, że sięgnął on 10-15 proc. — mówi Business Insiderowi Piotr Markowski, prezes Corabu, producenta i dystrybutora systemów PV. Opowiada też o perspektywach dla rozwoju energetyki słonecznej i pomp ciepła.", "link": "https://businessinsider.com.pl/biznes/niespodziewany-spadek-cen-fotowoltaiki-oto-przyczyny/3gqbtpw", "date_published": "2023-05-01 07:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PIT za 2022 r. na ostatnią chwilę. Co grozi, jeśli spóźnisz się z zeznaniem?", "description": "Każdy podatnik, który osiągnął w 2022 r. przychody, musi rozliczyć się z fiskusem. Nie każdy musi jednak sporządzać PIT samodzielnie, część może skorzystać z pomocy fiskusa. Tłumaczymy, co grozi podatnikom za spóźnienie z PIT i jak temu zapobiec.", "link": "https://businessinsider.com.pl/prawo/podatki/pit-za-2022-r-zlozyc-zerowy-pit-czy-sie-spoznic-oto-co-grozi-za-spoznienie/z9pg6jw", "date_published": "2023-05-01 07:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak powstaje kolorowa biżuteria tytanowa? Kluczem jest anodowanie", "description": "Anodowanie nadaje tytanowej biżuterii unikalne barwy. Nawet gdyby powtórzyć wszystko krok po kroku, efekty mogą być inne.", "link": "https://businessinsider.com.pl/wideo/jak-powstaje-kolorowa-bizuteria-tytanowa-kluczem-jest-anodowanie/8enmjdh", "date_published": "2023-05-01 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]