[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Crimson Desert SINGLE PLAYER RPG - 10 Cool New Details You Need To Know", "description": "Developer Pearl Abyss of Black Desert Online fame is hard at work on Crimson Desert, an upcoming action RPG that is shaping up to be one of the most ambitious projects coming out in the near future. Taking place in a fantasy world inhabited by all manner of humans and beasts, players take on the role of a warrior who wants to unite the kingdoms under a singular cause.\n\nThere are many aspects to the gameplay ranging from combat to exploration and progression, and a new Gamescom trailer has shed some more light on how these elements function within the larger context of the game itself. To that end, we have compiled a list of 10 exciting new details that you should know about Crimson Desert.", "link": "https://www.youtube.com/watch?v=_Sij_QmlqXE", "date_published": "2023-09-03T17:30:07+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/_Sij_QmlqXE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Payday 3 - 15 Things You NEED TO KNOW Before You Buy", "description": "It's been a bumper year for video games, with several popular franchises receiving incredible sequels. Add one more to the list because Starbreeze Studios' Payday 3 launches on September 21st for Xbox Series X/S, PS5 and PC.\n\nAlong with a new setting and eight new heists, it also offers a complete revamp of the Skill system, granting players much more freedom to customize characters. C-Stacks and Infamy Levels provide a long-term grind for players, while new Security Modifiers add replay value to heists.\n\nThat's not factoring in new features like cross-platform play and cross-save. Here's what you need to know about the upcoming co-op first-person shooter, from its changes to the Challenge Book and coming in its first year of launch.", "link": "https://www.youtube.com/watch?v=5RNc7iv5SMQ", "date_published": "2023-09-03T09:30:04+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/5RNc7iv5SMQ/hqdefault.jpg"}]