[{"source": "https://thehill.com/news/feed/", "title": "Pence vows to 'fight' subpoena for testimony in Trump probe", "description": "Former Vice President Pence on Wednesday vowed to fight a subpoena to testify before a grand jury investigating former President Trump’s efforts to overturn the 2020 election, saying he was prepared to go to the Supreme Court if necessary. “I’m going fight the Biden DOJ’s subpoena for me to appear before the grand jury because...", "link": "https://thehill.com/homenews/3860248-pence-vows-to-fight-subpoena-for-testimony-in-trump-probe/", "date_published": "2023-02-15 23:14:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA advisers recommend approval of Narcan for over-the-counter use", "description": "The anti-opioid overdose drug Narcan should be made available for over-the-counter use, advisers to the Food and Drug Administration said Wednesday. A joint FDA advisory panel unanimously voted 19-0 to recommend the agency approve the drug, which is currently only available by prescription. FDA approval would allow more people to acquire the treatment more easily...", "link": "https://thehill.com/policy/healthcare/3860239-fda-advisors-recommend-approval-of-narcan-for-over-the-counter-use/", "date_published": "2023-02-15 23:09:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We need to include energy for home medical equipment in covered medical costs", "description": "While patients' insurers will typically pay for the equipment itself, the resulting increase in their electrical bills can be substantial.", "link": "https://thehill.com/opinion/healthcare/3860147-we-need-to-include-energy-for-home-medical-equipment-in-covered-medical-costs/", "date_published": "2023-02-15 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio officials confirm public water near East Palestine is safe after train derailment", "description": "Ohio officials said Wednesday that they have confirmed the water for the town of East Palestine is safe to consume after completing tests on wells that lead into the town’s municipal water system following the train derailment there earlier this month.  Gov. Mike DeWine’s (R) office said in a release that tests on five wells...", "link": "https://thehill.com/policy/energy-environment/3860155-ohio-officials-confirm-public-water-near-east-palestine-is-safe-after-train-derailment/", "date_published": "2023-02-15 22:55:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Barbara Lee files to enter Democratic primary for Feinstein's seat", "description": "Rep. Barbara Lee (D-Calif.) has filed paperwork to run in the California Senate race in 2024, joining what's expected to be a crowded Democratic primary to replace retiring Sen. Dianne Feinstein (D-Calif.) Lee has not made a formal announcement, though she filed paperwork with the Federal Election Commission on Wednesday, one day after Feinstein, at...", "link": "https://thehill.com/homenews/campaign/3860156-rep-barbara-lee-files-to-enter-dem-primary-for-feinsteins-seat/", "date_published": "2023-02-15 22:45:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Midwest power grid faces fraught future", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} &#8202; Energy &#038; Environment Energy &#038; Environment &#8202; &#8202; The Big Story  Power outages take toll on Midwest Midwestern states face increasing unreliability in their electric grids, with outages costing Michigan alone more than $3.5 billion in 2021. © AP A report from nonprofit group Local...", "link": "https://thehill.com/newsletters/energy-environment/3860175-midwest-power-grid-faces-fraught-future/", "date_published": "2023-02-15 22:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Marjorie Taylor Greene rejects 'Bush in heels' Haley", "description": "Rep. Marjorie Taylor Greene (R-Ga.) labeled former South Carolina Gov. Nikki Haley a “Bush in heels,” likening the newly-minted presidential candidate to former President George W. Bush — who represents a more traditional wing of the Republican Party. \"Nikki Haley is just another George (or Jeb!) Bush,” Greene said on Twitter. “She is weak on...", "link": "https://thehill.com/homenews/campaign/3860133-rep-marjorie-taylor-greene-rejects-bush-in-heels-haley/", "date_published": "2023-02-15 22:35:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oakland declares emergency after ransomware attack", "description": "Oakland, Calif., declared a local state of emergency on Tuesday night following a ransomware attack that impacted the city’s network a week ago. The city’s interim administrator, G. Harold Duffey, issued the emergency as the city continues to experience a network outage that has impacted nonemergency systems, including phone lines. The city’s financial systems, fire...", "link": "https://thehill.com/policy/cybersecurity/3859932-oakland-declares-emergency-after-ransomware-attack/", "date_published": "2023-02-15 22:31:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "United Nations report identifies new Al-Qaida leader with $10 million bounty", "description": "The United Nations this week identified a new de facto leader of the terrorist group Al-Qaida, a former Egyptian special forces officer and close affiliate of Osama bin Laden with a $10 million bounty on his head. A Monday report named Seif al-Adel, a high-ranking Al-Qaida official, as the operating and uncontested leader of the...", "link": "https://thehill.com/policy/international/3859954-united-nations-report-identifies-new-al-qaida-leader-with-10-million-bounty/", "date_published": "2023-02-15 22:18:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers discuss foreign policy tools to stem fentanyl crisis", "description": "Lawmakers discussed potential foreign policy changes to counter the fentanyl crisis during a hearing of the Senate Foreign Relations Committee Wednesday, emphasizing the need to crack down on Chinese and Mexican officials to stem the flow of fentanyl into the U.S.  According to the Drug Enforcement Administration (DEA), most of the fentanyl trafficked into the...", "link": "https://thehill.com/homenews/senate/3860077-lawmakers-discuss-foreign-policy-tools-to-stem-fentanyl-crisis/", "date_published": "2023-02-15 22:17:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says he's 'glad' Haley's running against him: 'The more the merrier'", "description": "Former President Trump said he is \"glad\" that Nikki Haley is jumping into the Republican primary for the White House in 2024, hours after slamming the former South Carolina governor for previously supporting cuts to Medicare and Social Security. \"I’m glad she’s running,\" Trump said in an interview with Fox News. \"I want her to...", "link": "https://thehill.com/homenews/campaign/3860035-trump-says-hes-glad-haleys-running-against-him-the-more-the-merrier/", "date_published": "2023-02-15 22:17:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US yearly deficits projected to average $2 trillion over next decade: report", "description": "The nation’s annual budget deficits are projected to average $2 trillion over roughly the next decade, according to figures released by the Congressional Budget Office (CBO) on Wednesday. In the recent 2023-2033 “Budget and Economic Outlook” report, the CBO projected the federal budget national deficit would reach $1.4 trillion for fiscal year 2023, $400 billion...", "link": "https://thehill.com/finance/3860026-us-yearly-deficits-projected-to-average-2-trillion-over-next-decade-report/", "date_published": "2023-02-15 22:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CBO warns of sharp uptick in Social Security, Medicare spending", "description": "Federal spending on Social Security and Medicare is projected to rise dramatically over the next decade, far outpacing revenues and the economy on the whole while putting new pressure on Congress to address accelerated threats of insolvency, according to new estimates from the Congressional Budget Office (CBO).  The increase is driven by a variety of...", "link": "https://thehill.com/finance/3860012-cbo-warns-of-sharp-uptick-in-social-security-medicare-spending/", "date_published": "2023-02-15 21:41:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders to grill Moderna CEO over proposed COVID vaccine price hike", "description": "Sen. Bernie Sanders (I-Vt.) plans to question the CEO of Moderna during a hearing next month about the company's plans to quadruple the price of its COVID-19 vaccine. Sanders, the chairman of the Senate Health, Education, Labor and Pensions (HELP) Committee, on Wednesday called Moderna the \"poster child\" for corporate greed and high drug prices....", "link": "https://thehill.com/policy/healthcare/3859975-sanders-to-grill-moderna-ceo-over-proposed-covid-vaccine-price-hike/", "date_published": "2023-02-15 21:35:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Firing of city manager highlights Austin battle over ice storm, police oversight", "description": "The city council in Austin, Texas, has voted to fire its beleaguered manager Spencer Cronk — part of a larger fight over the city’s future. Cronk is at the center of two separate but intersecting battles about the role of city government, each of which points to broader tensions in Texas cities: police oversight and...", "link": "https://thehill.com/homenews/state-watch/3859805-firing-of-city-manager-highlights-austin-battle-over-ice-storm-police-oversight/", "date_published": "2023-02-15 21:35:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "MSU student who experienced Newtown tragedy: '2nd mass shooting that I have lived through'", "description": "Following the country's latest deadly mass shooting Monday night, a Michigan State University student who also lived through the tragedy at Sandy Hook in 2012 is sharing her story.", "link": "https://thehill.com/homenews/state-watch/3859963-msu-student-who-experienced-newtown-tragedy-2nd-mass-shooting-that-i-have-lived-through/", "date_published": "2023-02-15 21:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How China’s spy balloon spurred a rapid shift in US sky patrol", "description": "The downing of a Chinese spy balloon over U.S. airspace has forced a rapid recalibration in how the military monitors, tracks and responds to threats from above. The Defense Department said that after the Chinese spy balloon flew over much of the U.S. earlier this month before being shot down, the military began paying closer...", "link": "https://thehill.com/policy/defense/3859855-how-chinas-spy-balloon-spurred-a-rapid-shift-in-us-sky-patrol/", "date_published": "2023-02-15 21:23:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP subpoenas Big Tech companies over content moderation decisions", "description": "House Judiciary Committee Chairman Jim Jordan (R-Ohio) subpoenaed executives from Amazon, Apple, Meta, Microsoft and Google parent company Alphabet for information about their communication with the government Wednesday, ramping up House Republicans’ push to prioritize content moderation battles this Congress.  \"We just subpoenaed Google, Amazon, Facebook, Microsoft, and Apple regarding Big Tech’s reported collusion with...", "link": "https://thehill.com/policy/technology/3859762-house-gop-subpoenas-big-tech-companies-over-content-moderation-decisions/", "date_published": "2023-02-15 21:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "World Bank chief steps down months after Dems demanded resignation", "description": "Trump-appointed World Bank Chief David Malpass is stepping down from the organization by the end of June, months after House Democrats called on him to resign following comments that implied climate change denial. “This afternoon, I shared with the World Bank Group’s Board of Directors my intention to step down by the end of the...", "link": "https://thehill.com/policy/3859926-world-bank-chief-steps-down-months-after-dems-demanded-resignation/", "date_published": "2023-02-15 21:20:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN chief: Rising seas could spark 'mass exodus of entire populations on a biblical scale'", "description": "United Nations Secretary-General António Guterres warned on Tuesday that rising sea levels due to climate change could spark a “mass exodus of entire populations\" and increase the potential for conflict. “The impact of rising seas is already creating new sources of instability and conflict,” Guterres said at a U.N. Security Council discussion, adding, “We would...", "link": "https://thehill.com/policy/energy-environment/3859919-un-chief-rising-seas-could-spark-mass-exodus-of-entire-populations-on-a-biblical-scale/", "date_published": "2023-02-15 21:08:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump celebrates Scottish leader's plan to resign: 'Good riddance'", "description": "Former President Trump on Wednesday celebrated Scottish leader Nicola Sturgeon’s surprise announcement that she’s stepping down after eight years in power, saying “good riddance” as she leaves the first minister post.  “Good riddance to failed woke extremist Nicola Sturgeon of Scotland! This crazed leftist symbolizes everything wrong with identity politics,” Trump wrote in a release. ...", "link": "https://thehill.com/blogs/blog-briefing-room/3859879-trump-celebrates-scottish-leaders-plan-to-resign-good-riddance/", "date_published": "2023-02-15 20:46:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans' dissatisfaction with gun laws at new high: Gallup poll", "description": "A majority of Americans surveyed expressed dissatisfaction with current gun laws in the U.S. amid a recent string of mass shootings affecting the country, according to a new Gallup poll. The poll, published Wednesday, found that 63 percent of respondents said they are dissatisfied with the nation’s laws and policies on firearms, while 34 percent...", "link": "https://thehill.com/blogs/blog-briefing-room/3859779-americans-dissatisfaction-with-gun-laws-at-new-high-gallup-poll/", "date_published": "2023-02-15 20:38:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Japan is muscling up and locking arms with allies to face China", "description": "Japan seems to have gotten tired of getting pushed around.", "link": "https://thehill.com/opinion/international/3859324-japan-is-muscling-up-and-locking-arms-with-allies-to-face-china/", "date_published": "2023-02-15 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats unveil resolution condemning Republicans' national sales tax proposal", "description": "Two Senate Democrats introduced a resolution on Wednesday condemning a proposal that House Republicans issued last month to raise sales taxes to 30 percent and repeal other taxes like income, payroll and estate.  The resolution from Sens. Jacky Rosen (D-Nev.) and Jon Tester (D-Mont.) would declare that the Senate opposes the Fair Tax Act of...", "link": "https://thehill.com/homenews/senate/3859819-senate-democrats-unveil-resolution-condemning-republicans-national-sales-tax-proposal/", "date_published": "2023-02-15 20:07:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California’s lower-income communities enduring more frequent wildfires: study", "description": "While California’s wealthy have long been considered most at-risk from wildfires, new research suggests that lower-income communities experience such events most frequently. Wildfire managers typically use government hazard maps to identify at-risk wildfire zones, but the location of such zones and fire experience may have different effects on communities, according to the study, published in PLOS...", "link": "https://thehill.com/policy/energy-environment/3859837-californias-lower-income-communities-enduring-more-frequent-wildfires-study/", "date_published": "2023-02-15 20:07:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine claims Russian balloons shot down over Kyiv", "description": "Six Russian balloons were spotted over the Ukrainian capital of Kyiv, with most shot down by the city’s air defenses, according to Kyiv’s military administration. It’s unknown when the balloons flew over the city or whether they were carrying reconnaissance equipment, but air sirens were used in Kyiv as the balloons were in the skies, Reuters...", "link": "https://thehill.com/policy/defense/3859801-ukraine-claims-russian-balloons-shot-down-over-kyiv/", "date_published": "2023-02-15 19:51:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken to travel to Germany, raising possibility of meeting with Chinese counterpart", "description": "Secretary of State Antony Blinken will attend a prominent European security conference this week that will overlap with the travel of his Chinese counterpart, Chinese Foreign Minister Wang Yi. The secretary’s travel raises the possibility of a face-to-face meeting with Wang. Blinken canceled a high-stakes trip to Beijing in the wake of the Biden administration’s...", "link": "https://thehill.com/policy/international/3859793-blinken-to-travel-to-germany-raising-possibility-of-meeting-with-chinese-counterpart/", "date_published": "2023-02-15 19:45:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rubio, Vance question Buttigieg on freight rail oversight in wake of Ohio train derailment", "description": "Republican Sens. Marco Rubio (Fla.) and J.D. Vance (Ohio) on Wednesday questioned Transportation Secretary Pete Buttigieg over the department’s oversight of the U.S. rail system in the wake of a train derailment in Ohio that has been spilling toxic chemicals since the crash. “We write to convey our alarm over the Norfolk Southern Railway freight...", "link": "https://thehill.com/homenews/senate/3859717-rubio-vance-question-buttigieg-on-freight-rail-oversight-in-wake-of-ohio-train-derailment/", "date_published": "2023-02-15 19:40:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black history is American history that needs to be taught to the next generation", "description": "During the 28 days of Black History month, we take time to reflect and honor the great Black men and women who not only contributed to the advancement of America through the Civil Rights Movement but the contributions that our people have made in all aspects of this country. I feel that when most people...", "link": "https://thehill.com/opinion/congress-blog/3859731-black-history-is-american-history-that-needs-to-be-taught-to-the-next-generation/", "date_published": "2023-02-15 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders hits Starbucks CEO for refusing to testify before Senate", "description": "Sen. Bernie Sanders (I-Vt.), the new chairman of the Senate Health, Education, Labor and Pensions Committee, slammed Starbucks CEO Howard Schultz Wednesday for declining to testify before the Senate about labor problems at the coffee giant.   “It is disappointing, but not surprising, that Howard Schultz, the CEO and director of Starbucks has declined an invitation from...", "link": "https://thehill.com/homenews/senate/3859745-sanders-hits-starbucks-ceo-for-refusing-to-testify-before-senate/", "date_published": "2023-02-15 19:22:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NAACP presses for action as violent white supremacist sentenced in Buffalo", "description": "The NAACP is calling for more to be done to stop the spread of white supremacist violence after Payton Gendron — the 19-year-old who killed 10 Black people at a Buffalo supermarket last May — was sentenced to life in prison without parole on Wednesday.  “The sad reality is that the Black community lives under...", "link": "https://thehill.com/regulation/court-battles/3859634-naacp-presses-for-action-as-violent-white-supremacist-sentenced-in-buffalo/", "date_published": "2023-02-15 19:19:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ decides not to charge Gaetz in sex-trafficking probe", "description": "The Department of Justice (DOJ) has decided not to charge Rep. Matt Gaetz (R-Fla.) in its sex-trafficking investigation into him, the congressman’s office said Wednesday.  The office said in a statement that the DOJ has told Gaetz’s attorneys that it has concluded its probe and will not charge Gaetz with any crimes.  The investigation stemmed...", "link": "https://thehill.com/homenews/house/3859721-doj-decides-not-to-charge-gaetz-in-sex-trafficking-probe/", "date_published": "2023-02-15 19:16:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US could default as early as July: CBO", "description": "The federal government could default on its debt as early as July if Congress is unable to raise the debt limit, according to a report released Wednesday by the Congressional Budget Office (CBO). The nonpartisan budget scorekeeper said the Treasury Department could exhaust the so-called “extraordinary measures” it began taking last month to stave off...", "link": "https://thehill.com/finance/3859710-us-could-default-as-early-as-july-cbo/", "date_published": "2023-02-15 19:13:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House weighs possibility of Biden addressing UFOs", "description": "White House aides are weighing whether to have President Biden address the public about a series of unidentified flying objects that were shot down by the U.S. military in recent days, according to an official familiar with the conversations. Biden has faced an onslaught of criticisms by Republicans in particular who have said the president...", "link": "https://thehill.com/homenews/administration/3859667-white-house-weighs-possibility-of-biden-addressing-ufos/", "date_published": "2023-02-15 19:07:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Founders didn't disarm domestic abusers: Does that mean we can't?", "description": "With no good explanation, the Supreme Court set the boundaries around today’s lawmaking power at the edge of yesterday’s laws.", "link": "https://thehill.com/opinion/judiciary/3859203-the-founders-didnt-disarm-domestic-abusers-does-that-mean-we-cant/", "date_published": "2023-02-15 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's who is running for president in 2024", "description": "The 2024 presidential primaries are still nearly a year out, but the race for the White House is already underway. Former President Trump became the first candidate to jump into the contest when he announced in November that he would seek to reclaim his old job. Trump’s former Ambassador to the United Nations Nikki Haley...", "link": "https://thehill.com/homenews/campaign/3859531-heres-who-is-running-for-president-in-2024/", "date_published": "2023-02-15 18:55:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alaska governor drops college degree requirement for most state jobs to fight worker shortage", "description": "Story at a glance Alaskans will no longer need a four-year college degree to apply for some state jobs under a new order issued by Gov. Mike Dunleavy (R).   Dunleavy announced the degree requirement changes in an order issued earlier this week.   The order directs Alaska’s Department of Administration to review state job descriptions...", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3859640-alaska-governor-drops-college-degree-requirement-for-most-state-jobs-to-fight-worker-shortage/", "date_published": "2023-02-15 18:47:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cleveland residents assured water is safe amid concerns over eastern Ohio train derailment", "description": "Cleveland, Ohio, has informed city residents that their water is safe amid growing concerns about the environmental consequences from the derailment of a train hauling chemicals in the northeastern part of the state.  In a statement, Cleveland Water notified residents that its drinking water comes from Lake Erie, which is “separate from the Ohio River...", "link": "https://thehill.com/homenews/state-watch/3859523-cleveland-residents-assured-water-is-safe-amid-concerns-over-eastern-ohio-train-derailment/", "date_published": "2023-02-15 18:34:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley calls for US to move on from 'faded names of the past'", "description": "Nikki Haley, a former South Carolina governor and U.S. ambassador to the United Nations, called on Wednesday for the United States to move on from a rapidly aging generation of politicians, pitching her newly minted campaign for the White House as a chance for voters to install a younger and more diverse leader. “We’re ready...", "link": "https://thehill.com/homenews/campaign/3859633-haley-calls-for-us-to-move-on-from-faded-names-of-the-past/", "date_published": "2023-02-15 18:32:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two Democrats want McConnell's 2011 debt-ceiling fix proposal to be adopted", "description": "Two Democratic senators called on Congress to adopt a proposal that Senate Minority Leader Mitch McConnell (R-Ky.) made in 2011 to address a standoff over raising the debt ceiling, which would grant the president the authority to raise the limit on their own.  Sens. Jeff Merkley (D-Ore.) and Tim Kaine (D-Va.) said in an op-ed...", "link": "https://thehill.com/homenews/senate/3859603-two-democrats-want-mcconnells-2011-debt-ceiling-fix-proposal-to-be-adopted/", "date_published": "2023-02-15 18:21:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Palin on 2024 race: DeSantis should 'stay governor'", "description": "Former Alaska Gov. Sarah Palin (R) said on Tuesday that she thinks Florida Gov. Ron DeSantis (R) should “stay governor” for the time being, as he continues to attract speculation about a potential 2024 bid. “DeSantis doesn’t need to [run],” Palin said in an interview with Newsmax. “I envision him as our president someday but...", "link": "https://thehill.com/homenews/campaign/3859560-palin-on-2024-race-desantis-should-stay-governor/", "date_published": "2023-02-15 18:20:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump attacks Haley on Medicare, Social Security cuts", "description": "Former President Trump on Wednesday attacked new Republican presidential candidate Nikki Haley, his former United Nations ambassador, for her previous support of cutting Medicare and Social Security. In an email titled \"The Real Nikki Haley\" sent minutes after her official campaign launch event, the Trump campaign noted Haley supported former Speaker Paul Ryan’s (R-Wis.) plan...", "link": "https://thehill.com/homenews/campaign/3859590-trump-attacks-haley-on-medicare-social-security-cuts/", "date_published": "2023-02-15 18:19:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator backs Biden IRS nominee despite concerns over funding boost", "description": "Sen. Thom Tillis (R-N.C.) said on Wednesday that he intends to support the confirmation of  President Biden’s nominee to head up the Internal Revenue Service (IRS), Danny Werfel. During Werfel's confirmation hearing Wednesday before the Senate Finance Committee, Tillis expressed his support for the nominee during a line of questioning about the agency’s recent funding...", "link": "https://thehill.com/finance/3859544-gop-senator-back-biden-irs-nominee-despite-concerns-over-funding-boost/", "date_published": "2023-02-15 18:17:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "78 percent say AI-written news articles would be a bad thing: survey", "description": "A new poll found that while most Americans expect there will be a time when entire news articles will be written by artificial intelligence (AI), a majority said that would be a bad thing. The survey — conducted by Monmouth University Polling Institute — showed that 72 percent of Americans believe that AI will be...", "link": "https://thehill.com/homenews/media/3859422-78-percent-say-ai-written-news-articles-would-be-a-bad-thing-survey/", "date_published": "2023-02-15 18:12:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NYT contributors blast paper's coverage of transgender people", "description": "More than 200 New York Times contributors on Wednesday published an open letter condemning the paper’s coverage of transgender people and issues, calling out Times reporting that has been cited to justify criminalizing gender-affirming health care. “We write to you as a collective of New York Times contributors with serious concerns about editorial bias in the newspaper’s...", "link": "https://thehill.com/homenews/media/3859501-nyt-contributors-blast-papers-coverage-of-transgender-people/", "date_published": "2023-02-15 18:07:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley criticizes US 'self-loathing': America is not a racist country", "description": "Republican presidential candidate Nikki Haley criticized what she said was a \"self-loathing\" taking over the U.S. and dismissed accusations that the country is racist during her campaign launch Wednesday in Charleston, S.C. \"A self-loathing has swept our country. It’s in the classroom, the boardroom and the backrooms of government,” Haley said, speaking to supporters. “Every...", "link": "https://thehill.com/homenews/campaign/3859490-haley-criticizes-us-self-loathing-america-is-not-a-racist-country/", "date_published": "2023-02-15 17:40:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA draft: US greenhouse gas emissions saw record single-year spike in 2021", "description": "U.S. greenhouse gas emissions rose 5.5 percent in 2021 from the previous year, an all-time year-over-year spike, but were still below 2019 levels, according to a draft Environmental Protection Agency (EPA) report. In the draft of its annual inventory, the agency found total emissions of 6,347.7 million metric tons in 2021, driven largely by increased...", "link": "https://thehill.com/policy/energy-environment/3859491-epa-draft-us-greenhouse-gas-emissions-saw-record-single-year-spike-in-2021/", "date_published": "2023-02-15 17:38:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trump’s first 2024 challenger", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/3859447-the-hills-1230-report-trumps-first-2024-challenger-mlb-spring-training-pitchers-catchers-report-mike-pences-unusual-legal-argument-dianne-feinstein-retirement-announcement-staffer-queen-consor/", "date_published": "2023-02-15 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The world must not let violence derail Nigeria's elections", "description": "With Nigeria’s presidential elections just weeks away, it looks increasingly likely that the elections will go to a second round, in what would be the first runoff election since the restoration of democracy in 1999. This should be embraced as an exciting new phase in Nigeria’s democratic development. However, in the shadow of pernicious election...", "link": "https://thehill.com/opinion/international/3856171-the-world-must-not-let-violence-derail-nigerias-elections/", "date_published": "2023-02-15 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie on potential DeSantis White House bid: 'None of us really know who he is' on national stage", "description": "Former New Jersey Gov. Chris Christie (R) says he is not sure how Florida Gov. Ron DeSantis (R) would perform in a presidential contest if he joins the race, saying that “none of us really know who he is” on the national stage.  Christie said in an interview with the conservative outlet The Dispatch published...", "link": "https://thehill.com/homenews/campaign/3859448-christie-on-potential-desantis-white-house-bid-none-of-us-really-know-who-he-is-on-national-stage/", "date_published": "2023-02-15 17:27:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley calls for 'mental competency tests' for politicians over 75", "description": "Nikki Haley, the newly minted Republican presidential candidate, called on Wednesday for mandatory “mental competency tests” for politicians over the age of 75, an implied dig at President Biden and her one-time boss, former President Donald Trump. Speaking at a rally in Charleston, S.C., kicking off her 2024 White House bid, Haley ran through a...", "link": "https://thehill.com/homenews/campaign/3859468-haley-calls-for-mental-competency-tests-for-politicians-over-75/", "date_published": "2023-02-15 17:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge denies Trump's offer to give DNA in E. Jean Carroll case, calling it delay tactic", "description": "A federal judge on Wednesday denied former President Trump’s “quid pro quo” offer to provide his DNA in a case accusing him of sexual assault, slamming it as a delay tactic. Trump previously repelled efforts by author E. Jean Carroll — who accused Trump of raping her in the mid-1990s — to secure a DNA...", "link": "https://thehill.com/regulation/court-battles/3859392-judge-denies-trumps-offer-to-give-dna-in-e-jean-carroll-case-calling-it-delay-tactic/", "date_published": "2023-02-15 17:16:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TSA: Too many travelers leaving pets in carry-ons to be X-rayed", "description": "The Transportation Security Administration says too many passengers are putting their pets in their carry-on bags and sending them through the X-ray machines at airport security.", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3859278-tsa-too-many-travelers-leaving-pets-in-carry-ons-to-be-x-rayed/", "date_published": "2023-02-15 17:16:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden IRS nominee pressed on ‘troubling’ reports on audit rates of Black taxpayers", "description": "Danny Werfel, who was tapped by President Biden to head up the Internal Revenue Service, committed before Congress to look into recent reports of racial disparities in agency audits if he is confirmed. Senate Finance Committee Chairman Ron Wyden (R-Ore.) raised the issue during Werfel’s confirmation hearing before the panel on Wednesday morning. “There have...", "link": "https://thehill.com/finance/3859337-biden-irs-nominee-pressed-on-troubling-reports-on-audit-rates-of-black-taxpayers/", "date_published": "2023-02-15 17:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The small business case for banning tips", "description": "Making tipping illegal makes tax compliance for small businesses much easier by eliminating the regulatory burdens imposed by federal, state and local governments.", "link": "https://thehill.com/opinion/finance/3859352-the-small-business-case-for-banning-tips/", "date_published": "2023-02-15 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America's EV heartland struggles with increased power outages", "description": "Power outages cost the state of Michigan $3.5 billion in 2021 — more than twice as much as 2020, a new report has found. The increase in outages pointed to rising unreliability in the Midwestern grid, according to the report by nonprofit group Local Solar for All. And it's a problem that is getting worse. Most of...", "link": "https://thehill.com/policy/energy-environment/3859360-americas-ev-heartland-struggles-with-increased-power-outages/", "date_published": "2023-02-15 16:59:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Digital video viewership expected to outpace traditional television for the first time", "description": "The amount of time people that U.S. adults will spend watching digital video is expected to outpace the amount of time spent watching traditional television for the first time this year, according to the research firm Insider Intelligence.  A release from the firm Wednesday states that digital video time almost matched television time last year,...", "link": "https://thehill.com/homenews/media/3859344-digital-video-viewership-expected-to-outpace-traditional-television-for-the-first-time/", "date_published": "2023-02-15 16:54:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why metallic balloons will soon be illegal in California", "description": "By 2028, the state will begin phasing out sales of the balloons. By 2031, they will become illegal contraband.", "link": "https://thehill.com/homenews/state-watch/3859340-why-metallic-balloons-will-soon-be-illegal-in-california/", "date_published": "2023-02-15 16:51:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buffalo supermarket shooter sentenced to life in prison", "description": "The gunman who killed 10 Black people in a racially-motivated shooting at a Buffalo, N.Y., supermarket last May was sentenced to life in prison on Wednesday. Payton Gendron, 19, received a life sentence without the possibility of parole, after pleading guilty in November to state murder and domestic terrorism charges. Gendron is the first person...", "link": "https://thehill.com/regulation/court-battles/3859322-buffalo-supermarket-shooter-sentenced-to-life-in-prison/", "date_published": "2023-02-15 16:46:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kimberlé Crenshaw calls changes to AP African American studies class 'a shame'", "description": "Kimberlé Crenshaw, a leading critical race theory scholar, said it was “a shame” that the College Board removed the topic of intersectionality from its new Advanced Placement African American studies course.  Speaking to Rev. Al Sharpton on MSNBC’s PoliticsNation on Monday, Crenshaw explained that intersectionality is not meant to be a divisive topic. “Intersectionality is...", "link": "https://thehill.com/homenews/state-watch/3859277-kimberle-crenshaw-calls-changes-to-ap-african-american-studies-class-a-shame/", "date_published": "2023-02-15 16:22:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Charges against NewsNation reporter dropped", "description": "\"The reporter was lawfully present at a press conference called by the Governor of the state. His conduct was consistent with the purpose of the event and his role as a reporter.”", "link": "https://thehill.com/media/3859292-charges-against-newsnation-reporter-dropped/", "date_published": "2023-02-15 16:21:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeWine emphasizes bottled water drinking guidance issued from 'abundance of caution'", "description": "Ohio Gov. Mike DeWine (R) emphasized on Wednesday that the state’s bottled water recommendation for people living near this month's train derailment that allowed chemicals to escape into the air is out of an “abundance of caution.”  DeWine said in an interview on “CNN This Morning” that the air around the town of East Palestine,...", "link": "https://thehill.com/homenews/state-watch/3859230-dewine-emphasizes-bottled-water-drinking-guidance-issued-from-abundance-of-caution/", "date_published": "2023-02-15 16:16:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michigan State student who survived high school shooting says system failed her", "description": "A Michigan State University (MSU) student said in an interview Wednesday that the system failed her after surviving her second mass shooting within a fifteen month span. MSU student Ava Ferguson told \"CNN This Morning\" that she did not think she would have to go through the experience again, noting the recent mass shooting incident...", "link": "https://thehill.com/homenews/state-watch/3859216-michigan-state-student-who-survived-high-school-shooting-says-system-failed-her/", "date_published": "2023-02-15 16:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Winnie the Pooh enters public domain -- and goes psycho", "description": "In new microbudget R-rated horror film, Pooh wades into far darker territory than even Eeyore could have ever imagined.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3858947-winnie-the-pooh-enters-public-domain-and-goes-psycho/", "date_published": "2023-02-15 16:08:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican who ousted Liz Cheney endorses Trump's 2024 bid", "description": "Rep. Harriet Hageman (R-Wyo.), the lawyer who ousted former Rep. Liz Cheney (R-Wyo.) from Congress last year, endorsed former President Trump’s 2024 bid for president on Wednesday. The endorsement came one day after former South Carolina Gov. Nikki Haley (R), also a former U.S. ambassador to the United Nations, formally entered the race, giving Trump...", "link": "https://thehill.com/homenews/campaign/3859229-republican-who-ousted-liz-cheney-endorses-trumps-2024-bid/", "date_published": "2023-02-15 16:05:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Solving the puzzle of high inflation, weak growth and low unemployment", "description": "To understand what is happening, one needs to consider how the pandemic unfolded, the policy response to it and the ways businesses and workers altered their behavior.", "link": "https://thehill.com/opinion/finance/3859236-solving-the-puzzle-of-high-inflation-weak-growth-and-low-unemployment/", "date_published": "2023-02-15 16:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man lunges at Buffalo supermarket gunman during sentencing", "description": "A man lunged at the 19-year-old who was convicted of killing 10 people at a Buffalo, N.Y. supermarket during his sentencing hearing on Wednesday, forcing officers to rush the gunman out of the courtroom. Payton Gendron is expected to be sentenced to life in prison without the possibility of parole after pleading guilty to state...", "link": "https://thehill.com/regulation/court-battles/3859217-man-lunges-at-buffalo-supermarket-gunman-during-sentencing/", "date_published": "2023-02-15 16:02:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US researchers say thousands of Ukrainian children held in Russian camps", "description": "U.S. researchers said at least 6,000 Ukrainian children have been “systematically relocated” to Russian camps with a focus on “re-education efforts” since the war with Ukraine began last February, according to a new report released on Tuesday. The Conflict Observatory — a State Department-backed program that is collecting evidence of alleged Russian war crimes and atrocities in...", "link": "https://thehill.com/policy/international/3859155-us-researchers-say-thousands-of-ukrainian-children-held-in-russian-camps/", "date_published": "2023-02-15 15:51:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NTSB: Video shows Ohio train wheel bearing in 'final stage of overheat failure' before derailment", "description": "National Transportation Safety Board (NTSB) inspectors are investigating the Feb. 3 Ohio train derailment using video footage to gain insights into what caused the chemical disaster, in which 20 cars of hazardous materials went off the tracks. The NTSB has identified the initial rail car to blame for the incident, and said in a statement on...", "link": "https://thehill.com/homenews/state-watch/3859080-ntsb-video-shows-ohio-train-wheel-bearing-in-final-stage-of-overheat-failure-before-derailment/", "date_published": "2023-02-15 15:48:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'This is surreal': Bride sees in color for the first time during Disney World wedding", "description": "A bride's dream of seeing the world in color became a reality with a little bit of Disney magic and a special pair of glasses during her wedding at the Walt Disney World Resort.", "link": "https://thehill.com/changing-america/well-being/medical-advances/3858870-this-is-surreal-bride-sees-in-color-for-the-first-time-during-disney-world-wedding/", "date_published": "2023-02-15 15:26:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Nikki Haley officially announces White House bid", "description": "Former South Carolina Governor Nikki Haley (R) on Wednesday is slated to deliver a formal announcement that she will run for the White House in 2024 in a challenge to former President Trump for the GOP's nomination. Haley is the first Republican to jump in the race after Trump's announcement. The former governor and UN ambassador announced...", "link": "https://thehill.com/homenews/3859108-watch-live-nikki-haley-officially-announces-white-house-bid/", "date_published": "2023-02-15 15:25:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers push for higher pay for federal employees", "description": "Lawmakers are pushing for higher pay for federal and dc government employees.", "link": "https://thehill.com/changing-america/respect/poverty/3858204-lawmakers-push-for-higher-pay-for-federal-employees/", "date_published": "2023-02-15 15:15:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Half in new survey believe news organizations mislead, misinform public", "description": "A new survey found that half of Americans believe that national news organizations intend to mislead, misinform or persuade the public. More than half of the Americans surveyed, 53 percent, in the Knight Foundation and Gallup poll said they held an unfavorable opinion of the media, which was down slightly from 2020 levels. \"... This...", "link": "https://thehill.com/homenews/media/3858983-half-in-new-survey-believe-news-organizations-mislead-misinform-public/", "date_published": "2023-02-15 15:13:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to warn GOP proposals will add $3T to nation's debt", "description": "President Biden on Wednesday will warn that proposals from Republicans in Congress would add another $3 trillion to the debt over 10 years, touting that his own budget will “invest in America.” “Let’s be crystal clear about what’s happening. If you add up all the proposals that my Republican friends in Congress have offered so far,...", "link": "https://thehill.com/homenews/administration/3859130-biden-to-warn-gop-proposals-will-add-3t-to-nations-debt/", "date_published": "2023-02-15 15:09:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US forces shoot down Iranian-made drone circling troop housing in Syria", "description": "U.S. forces on Tuesday took down an Iranian-made drone that was flying near a base in northeastern Syria in an attempt to conduct reconnaissance of the area. U.S. Central Command said the drone was shot down around 2:30 p.m. local time near Mission Support Site Conoco. Both the U.S. and Iran conduct counterterrorism operations in...", "link": "https://thehill.com/policy/defense/3859008-us-forces-shoot-down-iranian-made-drone-circling-troop-housing-in-syria/", "date_published": "2023-02-15 15:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is the US ready to address China's threats in time to make a difference?", "description": "Are we prepared to deal with aggression from China? We hear increasingly strident rhetoric from Beijing. They issue veiled threats against U.S. surveillance aircraft operating in international airspace. The potential for miscalculation escalating to conflict is growing. As of this writing, four airspace violators, detected by North American Aerospace Defense Command (NORAD), were shot down...", "link": "https://thehill.com/opinion/national-security/3858147-is-the-us-ready-to-address-chinas-threats-in-time-to-make-a-difference/", "date_published": "2023-02-15 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Freedom Caucus member Ralph Norman endorses Nikki Haley for president", "description": "Rep. Ralph Norman (R-S.C.) endorsed former U.S. ambassador to the United Nations and former South Carolina Gov. Nikki Haley (R) for president on Wednesday, her first endorsement from the South Carolina congressional delegation. “We are at a pivotal point in our nation.  While the Republican candidates, values, and messages have done very well here in...", "link": "https://thehill.com/homenews/house/3859066-house-freedom-caucus-member-ralph-norman-endorses-nikki-haley-for-president/", "date_published": "2023-02-15 14:52:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Special counsel alleges crime to compel testimony from Trump lawyer", "description": "The Justice Department is looking to compel an attorney for former President Trump to testify before a grand jury in the case involving the possible mishandling of classified documents, seeking to pierce attorney-client privilege by contending he may have aided in a crime. Justice Department prosecutors wish to speak with Trump attorney Evan Corcoran, multiple...", "link": "https://thehill.com/policy/national-security/3859087-special-counsel-alleges-crime-to-compel-testimony-from-trump-lawyer/", "date_published": "2023-02-15 14:52:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: FAA administrator testifies before Senate panel following outages, aerial object discoveries", "description": "The acting head of the Federal Aviation Administration, Billy Nolen, is slated to testify before the Senate Commerce, Science and Transportation Committee on Wednesday morning. Nolen will discuss the causes and impacts of the Notice to Air Missions system outage before the committee and the FAA’s actions to strengthen the resiliency and reliability of the...", "link": "https://thehill.com/homenews/3859027-watch-live-faa-administrator-testifies-before-senate-panel-following-outages-aerial-object-discoverieswatch-live/", "date_published": "2023-02-15 14:50:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP polling shows Jim Justice could beat Joe Manchin in 2024 Senate race", "description": "New Republican polling shows that Gov. Jim Justice (R) stands the best chance to beat Sen. Joe Manchin (D-W.Va.) in West Virginia’s 2024 Senate race. Polling commissioned by the Senate Leadership Fund (SLF) — a super PAC aligned with Senate Minority Leader Mitch McConnell (R-Ky.) — and obtained by The Hill showed that in three...", "link": "https://thehill.com/homenews/campaign/3859030-gop-polling-shows-jim-justice-could-beat-joe-manchin-in-2024-senate-race/", "date_published": "2023-02-15 14:24:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas city sits atop new ranking of safest cities", "description": "Story at a glance Frisco, Texas, was ranked as the safest city in the nation for a second year in a row, according to a new report from SmartAsset. The city, located north of Dallas, was joined by McKinney and McAllen, Texas, which ranked second and third overall, respectively.  Santa Clarita, Calif., and Plano, Texas,...", "link": "https://thehill.com/changing-america/sustainability/infrastructure/3859017-texas-city-sits-atop-new-ranking-of-safest-cities/", "date_published": "2023-02-15 14:16:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Club for Growth defends Rick Scott from McConnell’s 'false attacks'", "description": "The Club for Growth, a prominent conservative advocacy group, is backing Sen. Rick Scott (R-Fla.) re-election bid and pushing back against what it says are the “false attacks” of “establishment Republicans” like Senate Republican Leader Mitch McConnell (R-Ky.).   “Rick Scott is a proven conservative who has promoted economic growth and fought reckless spending in...", "link": "https://thehill.com/homenews/senate/3859033-club-for-growth-defends-rick-scott-from-mcconnells-false-attacks/", "date_published": "2023-02-15 14:14:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: FDA holds meeting to discuss whether Narcan should be made available over the counter", "description": "The FDA on Wednesday will consider making NARCAN, commonly administered as a nasal spray to treat opioid overdoses, available as an over-the-counter (OTC) nonprescription medication. NARCAN, manufacturer Emergent BioSolutions’ brand name for the drug naloxone hydrochloride, is currently available without a prescription as a ‘BTC,’ or behind-the-counter product under the laws of every state, D.C....", "link": "https://thehill.com/homenews/3859018-watch-live-fda-holds-meeting-to-discuss-whether-narcan-should-be-made-available-over-the-counter/", "date_published": "2023-02-15 14:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump and the future of the Civil Service", "description": "He attempted to undo more than a century of work in creating a federal bureaucracy capable of addressing increasingly complex public policy problems.", "link": "https://thehill.com/opinion/white-house/3858995-trump-and-the-future-of-the-civil-service/", "date_published": "2023-02-15 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China threatens 'countermeasures' against US entities over balloon's downing", "description": "China warned on Wednesday that it will take \"countermeasures\" against U.S. entities over the takedown of a suspected Chinese spy balloon earlier this month. \"China firmly opposes this and will take countermeasures in accordance with the law against the relevant U.S. entities that undermine China’s sovereignty and security,” Chinese Foreign Ministry spokesperson Wang Wenbin said...", "link": "https://thehill.com/policy/international/3858949-china-threatens-countermeasures-against-us-entities-over-balloons-downing/", "date_published": "2023-02-15 13:29:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Support to Ukraine continues to be for America first", "description": "A year into the Ukraine War, most Americans remain committed to providing the aid Ukrainians need.", "link": "https://thehill.com/opinion/international/3858658-support-to-ukraine-continues-to-be-for-america-first/", "date_published": "2023-02-15 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans' support for Ukraine aid slips in new poll", "description": "A new poll shows that Americans' support for sending weapons and economic assistance to Ukraine has dropped since the onset of Russia's invasion of the country last year. According to the poll conducted by The Associated Press-NORC Center for Public Affairs Research, 48 percent of Americans support sending weapons to Ukraine, a significant drop from...", "link": "https://thehill.com/policy/international/3858917-americans-support-for-ukraine-aid-slips-in-new-poll/", "date_published": "2023-02-15 12:59:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nurses are in critically short supply in the Defense Department — will Congress act?", "description": "The director of the Defense Health Agency has rightly highlighted the nursing workforce shortage in the Military Health System. The agency, responsible for the delivery of health care to our military and their families, has signaled that quality patient care cannot be maintained and sustained within the health care system without an infusion of professional...", "link": "https://thehill.com/opinion/healthcare/3856126-nurses-are-in-critically-short-supply-in-the-defense-department-will-congress-act/", "date_published": "2023-02-15 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don't just target terrorists — deny them safe havens", "description": "U.S. commandos raided a remote mountainous cave complex in northern Somalia on Jan. 25, killing a key facilitator for the Islamic State’s global network. The raid adds to a growing series of operations to capture or kill those involved in plotting transnational attacks. Over the past year, at least nine Islamic State leaders have been...", "link": "https://thehill.com/opinion/national-security/3852886-dont-just-target-terrorists-deny-them-safe-havens/", "date_published": "2023-02-15 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Feinstein to retire; Haley launches 2024 bid", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Across the partisan divide in politics on Tuesday, one pathbreaking female senator from the largest blue state announced she will retire while another ambitious woman, who once challenged racism...", "link": "https://thehill.com/newsletters/morning-report/3858877-the-hills-morning-report-feinstein-to-retire-haley-launches-2024-bid/", "date_published": "2023-02-15 11:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Victorian' school dress codes may be doomed", "description": "The school dress code, a prohibitive inventory of skirt lengths and neckline depths, is under attack from students, civil rights groups and government watchdogs, who view it as an artifact of a sexist past.   Women’s advocates say dress codes discriminate against girls — especially girls who are Black and Hispanic — with seemingly endless proscriptions...", "link": "https://thehill.com/homenews/state-watch/3858142-victorian-school-dress-codes-may-be-doomed/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Both parties face hurdles in retaining young talent for campaigns", "description": "Republicans and Democrats alike are facing hurdles in cultivating young talent to work on campaigns — a challenge that could pose consequences for their political operations down the road. Members of both parties say it’s getting harder to either hire or keep young people on campaigns, with some pointing to a generational change in mindset...", "link": "https://thehill.com/homenews/campaign/3858022-both-parties-face-hurdles-in-retaining-young-talent-for-campaigns/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: State of the Union: JFK-style president wanted in 2024", "description": "It is no coincidence that President Biden’s recent State of the Union address was a stunning success. He was addressing the deep public desire for bipartisanship, and the need to be forceful when the situation demands it — exactly what the American people seek in their leaders today.  On Nov. 22, 2023, America will be...", "link": "https://thehill.com/opinion/3858479-budowsky-state-of-the-union-jfk-style-president-wanted-in-2024/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Distrust over GOP plans for Social Security, Medicare mark rocky start to budget talks", "description": "Republican leaders vowing to protect Social Security and Medicare benefits as part of the coming budget battles are running into a wall of skepticism across the aisle, lending a rocky start to the high-stakes debate over the future of federal spending. Despite Speaker Kevin McCarthy’s (R-Calif.) promise that entitlement cuts are “off the table” in...", "link": "https://thehill.com/homenews/house/3858278-distrust-over-gop-plans-for-social-security-medicare-mark-rocky-start-to-budget-talks/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence plots unusual legal strategy in fight against subpoena", "description": "Former Vice President Mike Pence is preparing to fight a subpoena from the special counsel investigating former President Trump, setting up a complex, drawn-out legal fight as the Justice Department ramps up its probe. Pence’s resistance to the subpoena, which is consistent with his previous reluctance to testify about the events surrounding Jan. 6, 2021,...", "link": "https://thehill.com/homenews/administration/3858352-pence-plots-unusual-legal-strategy-in-fight-against-subpoena/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-ISIS content at heart of Section 230 Supreme Court arguments", "description": "The Supreme Court will have its sights set on Big Tech next week when it hears arguments involving Section 230, a controversial liability shield for online platforms, in cases in which Twitter, Google and Facebook are at the center. But the dispute may have broader impacts for diplomats and international organizations.  It was brought about...", "link": "https://thehill.com/policy/technology/3858005-pro-isis-content-at-heart-of-section-230-supreme-court-arguments/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Super Bowl snub is latest dust-up between White House, Fox News", "description": "The White House's decision not to have President Biden sit down with a Fox News journalist for an interview during the network’s pregame coverage of this year’s Super Bowl signals a potentially frosty road ahead for Biden and the nation’s top cable news company.  The two sides have given conflicting versions of what went on...", "link": "https://thehill.com/homenews/media/3857701-super-bowl-snub-is-latest-dust-up-between-white-house-fox-news/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Haley tries to sell GOP on a different future", "description": "Nikki Haley is in — but can she really win? Haley, who served as the U.S. ambassador to the United Nations and as the first female governor of South Carolina, made her entry into the 2024 presidential race official with a Tuesday morning video. On Wednesday, she will hold an in-person launch in Charleston, S.C....", "link": "https://thehill.com/homenews/campaign/3858439-the-memo-haley-tries-to-sell-gop-on-a-different-future/", "date_published": "2023-02-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to require EV chargers to be universal for federal funds, expects Tesla to open some chargers", "description": "The Biden administration on Wednesday is announcing new requirements for electric vehicle chargers that receive federal funds, including limiting funds to chargers that can serve electric vehicles regardless of brand. This requirement is expected to push Tesla in particular away from chargers that only serve its own vehicles. White House Infrastructure Coordinator Mitch Landrieu told...", "link": "https://thehill.com/policy/energy-environment/3858661-biden-to-require-ev-chargers-to-be-universal-for-federal-funds-expects-tesla-to-open-some-chargers/", "date_published": "2023-02-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "End of an era: Microsoft officially retires Internet Explorer", "description": "As of today, Microsoft has officially retired Internet Explorer on Valentine's Day.", "link": "https://thehill.com/policy/technology/3858253-end-of-an-era-microsoft-officially-retires-internet-explorer/", "date_published": "2023-02-15 04:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alleged U-Haul driver charged with murder, attempted murder in Brooklyn ‘rampage’", "description": "The man that allegedly sped through Brooklyn in a U-Haul on Monday has been charged with murder and multiple counts of attempted murder.", "link": "https://thehill.com/homenews/3858258-alleged-u-haul-driver-charged-with-murder-attempted-murder-in-brooklyn-rampage/", "date_published": "2023-02-15 03:48:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "United flight came within 800 feet of ocean during post-takeoff dive, report says", "description": "A United Airlines flight leaving Hawaii in Dec. 2022 experienced a steep dive and came within 800 feet of hitting the Pacific Ocean after takeoff, according to a recent report.", "link": "https://thehill.com/homenews/3858093-united-flight-came-within-800-feet-of-ocean-during-post-takeoff-dive-report-says/", "date_published": "2023-02-15 03:46:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alligator's mouth taped shut since December, says Florida resident", "description": "An alligator residing in a Florida neighborhood has had its mouth taped shut since December, according to one resident.", "link": "https://thehill.com/homenews/3858012-alligators-mouth-taped-shut-since-december-says-florida-resident/", "date_published": "2023-02-15 03:45:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hazmat spill on Arizona highway spurs evacuation, shelter-in-place orders", "description": "A crash involving a commercial truck tractor pulling a box trailer in Arizona has caused a hazmat spill that has shut down part of a highway and required residents nearby to evacuate or shelter in place.  The Arizona Department of Public Safety said in a tweet just past 7 p.m. ET that it was investigating...", "link": "https://thehill.com/policy/energy-environment/3858633-hazmat-spill-on-arizona-highway-spurs-evacuation-shelter-in-place-orders/", "date_published": "2023-02-15 02:49:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bankman-Fried's use of VPN for Super Bowl leads to new bail restriction", "description": "A federal judge on Tuesday barred FTX founder Sam Bankman-Fried from using virtual private networks (VPNs) while out on bail, after he used a private connection to watch the AFC and NFC Championships and the Super Bowl. The Department of Justice (DOJ) asked Judge Lewis Kaplan on Monday for additional time to discuss Bankman-Fried’s bail...", "link": "https://thehill.com/regulation/court-battles/3858575-bankman-frieds-use-of-vpn-for-super-bowl-leads-to-new-bail-restriction/", "date_published": "2023-02-15 01:11:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bankman-Fried's use of VPN for Super Bowl leads to new bail restriction", "description": "A federal judge on Tuesday barred FTX founder Sam Bankman-Fried from using virtual private networks (VPNs) while out on bail, after he used a private connection to watch the AFC and NFC championships and the Super Bowl. The Department of Justice (DOJ) asked Judge Lewis Kaplan on Monday for additional time to discuss Bankman-Fried’s bail...", "link": "https://thehill.com/policy/technology/3858575-bankman-frieds-use-of-vpn-for-super-bowl-leads-to-new-bail-restriction/", "date_published": "2023-02-15 01:11:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Confusion abounds on UFO origins", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38; National Security Defense &#38; National Security The Big Story  More questions than answers on UFOs It's still unclear what exactly the three unidentified flying objects (UFOs) shot down over U.S. and Canadian airspace over the weekend were — and government officials are giving conflicting...", "link": "https://thehill.com/newsletters/defense-national-security/3858540-confusion-abounds-on-ufo-origins/", "date_published": "2023-02-15 00:54:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden orders takeout Valentine's Day dinner from popular DC restaurant Le Diplomate", "description": "With everything going on in the world currently, it appears a romantic restaurant outing may not be in the cards for the Bidens this Valentine's Day. The White House placed an order for takeout Tuesday from Washington, D.C., favorite restaurant Le Diplomate, a source confirmed to The Hill. According to Washingtonian, which first reported the...", "link": "https://thehill.com/blogs/in-the-know/3858532-biden-orders-takeout-valentines-day-dinner-from-popular-dc-restaurant-le-diplomate/", "date_published": "2023-02-15 00:45:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA panel to consider change to how overdose treatment is sold", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care  The Big Story  FDA panel to consider change to how overdose treatment is sold On Wednesday, a Food and Drug Administration (FDA) advisory panel is set to discuss and vote on whether to recommend the agency allow over-the-counter sales of the opioid overdose...", "link": "https://thehill.com/newsletters/health-care/3858530-health-care-fda-panel-to-consider-change-to-how-overdose-treatment-is-sold/", "date_published": "2023-02-15 00:37:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio train derailment leaves toxic chemicals behind", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} &#8202; Energy &#038; Environment Energy &#038; Environment &#8202; &#8202; The Big Story  Ohio train derailment leaves toxic chemicals behind  Residents in the town of East Palestine, Ohio, are dealing with the fallout from a dangerous chemical spill after a train derailed earlier this month. © AP...", "link": "https://thehill.com/newsletters/energy-environment/3858516-ohio-train-derailment-leaves-toxic-chemicals-behind/", "date_published": "2023-02-15 00:27:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden pays tribute to Feinstein: 'One of the very best' senators I ever served with", "description": "President Biden paid tribute to Sen. Dianne Feinstein (D-Calif.) on Tuesday following her announcement that she will not run for reelection in 2024, calling her “one of the very best” senators he has worked with. Biden said in a statement that he knew he wanted Feinstein to serve on the Senate Judiciary Committee while he...", "link": "https://thehill.com/homenews/administration/3858467-biden-pays-tribute-to-feinstein-one-of-the-very-best-senators-i-ever-served-with/", "date_published": "2023-02-15 00:12:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden hails inflation report, GOP says not so fast", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy  The Big Story  Biden hails inflation report, GOP says not so fast Federal data released Tuesday showed that inflation continues to cool, but prices still rose slightly faster than analysts expected. © Manuel Balce Ceneta/Associated Press Consumer prices rose 0.5 percent in...", "link": "https://thehill.com/newsletters/business-economy/3858458-biden-hails-inflation-report-gop-says-not-so-fast/", "date_published": "2023-02-15 00:09:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Technology — Are regulators prepared for AI arms race?​", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology  The Big Story  Are regulators prepared for AI arms race? Tech companies are sprinting to roll out new generative artificial intelligence (AI) tools after the meteoritic rise of ChatGPT. Washington is taking notice. © AP Microsoft and Google are angling to capture the AI market, with...", "link": "https://thehill.com/newsletters/technology/3858424-technology-are-regulators-prepared-for-ai-arms-race/", "date_published": "2023-02-15 00:05:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bigger trucks on highways: The return of a bad idea to Congress", "description": "A proverbial “bad penny” of legislative proposals is back as big business interests are busy promoting a measure in Congress that would allow heavier and more dangerous trucks on the nation’s highways. The idea is not a new one — proponents of larger commercial trucks have pushed the proposal for several years running, and Congress...", "link": "https://thehill.com/opinion/congress-blog/3858513-bigger-trucks-on-highways-the-return-of-a-bad-idea-to-congress/", "date_published": "2023-02-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]