[{"source": "https://www.theguardian.com/international/rss", "title": "World Bank chief condemned over climate stance to step down", "description": "<p>David Malpass’ decision comes after running afoul of White House for failing to say whether he accepts global warming consensus</p><p>World Bank president David Malpass on Wednesday said he would leave his post by the end of June, months after running afoul of the White House for failing to say whether he accepts the scientific consensus on global warming.</p><p>Malpass, appointed by former president Donald Trump, will vacate the helm of the multilateral development bank, which provides billions of dollars a year in funding for developing economies, with less than a year remaining in a five-year term. He offered no specific reason for the move, saying in a statement, “after a good deal of thought, I’ve decided to pursue new challenges”.</p> <a href=\"https://www.theguardian.com/business/2023/feb/15/david-malpass-world-bank-president-steps-down\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/15/david-malpass-world-bank-president-steps-down", "date_published": "2023-02-15 22:16:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Matildas look to set tone at Cup of Nations ‘dress rehearsal’ for World Cup | Emma Kemp", "description": "<p>With the global showpiece on home soil looming the three-team mini tournament is crucial for coach Tony Gustavsson’s planning</p><p>Tony Gustavsson possesses an undeniable stage presence. Enthusiastic – almost earnest – he arrives in Matildas camp from the air via umbrella, toes out-turned, ready to dance in dreamed-up settings with a smile and some catchy quotes. Five months before a World Cup for which Australia is still not convinced his national team is adequately prepared, he is in dress-rehearsal mode. “Everything we do now is like a World Cup rehearsal,” Gustavsson said on Wednesday, the eve of the Cup of Nations tournament – effectively a series of friendlies against Czechia, Spain and Jamaica.</p><p>Whether the main act turns out to be Mary Poppins or something more like Death of a Salesman remains unknown, even at this late juncture. But the next seven days might at least offer a ‘vibe’. The evidence currently at hand is a mixed 2022: a pretty awful Asian Cup, a 7-0 friendly capitulation to Spain and back-to-back losses against Canada – a World Cup group-stage opponent – followed by a more stirring series of friendly results including a 4-0 win over world No 3 Sweden and 3-1 defeat of Denmark.</p> <a href=\"https://www.theguardian.com/football/blog/2023/feb/16/matildas-look-to-set-tone-at-cup-of-nations-dress-rehearsal-for-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/feb/16/matildas-look-to-set-tone-at-cup-of-nations-dress-rehearsal-for-world-cup", "date_published": "2023-02-15 22:09:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Wasps to compete in Championship next season but Worcester rejected", "description": "<ul><li>Reprieve for Wasps as they meet conditions for second tier</li><li>No place for Worcester after talks fail </li></ul><p>Wasps have been given approval to take part in the Championship next season but there is no late reprieve for Worcester following their proposed rebranding as Sixways Rugby.</p><p>While Wasps have met the conditions required to take part in the second tier of English rugby, talks held on Monday between Worcester’s new owners Atlas, the Rugby Football Union and the Department for Digital, Culture, Media and Sport failed to break the deadlock.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/15/wasps-to-compete-in-championship-next-season-but-worcester-rejected\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/15/wasps-to-compete-in-championship-next-season-but-worcester-rejected", "date_published": "2023-02-15 20:59:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Raquel Welch, One Million Years BC actor, dies aged 82", "description": "<p>Family members tell TMZ the actor, who rose to fame and sex symbol status in the 1960s, died after a short illness</p><p>The actor Raquel Welch has died. She was 82.</p><p>The website TMZ first <a href=\"https://www.tmz.com/2023/02/15/raquel-welch-actress-model-dead-dies-82/\">reported</a> the news, citing family members who said Welch died on Wednesday after a short illness.</p> <a href=\"https://www.theguardian.com/film/2023/feb/15/raquel-welch-dies-actor\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/15/raquel-welch-dies-actor", "date_published": "2023-02-15 20:23:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nikki Haley calls for ‘new generation’ of leaders in presidential campaign launch", "description": "<p>Haley, 51, cast herself as an agent of change who could transform a nation inflicted with ‘doubt, division and self-destruction’</p><p>Republican Nikki Haley, a former South Carolina governor and a UN ambassador under Donald Trump, formally launched her campaign for president on Wednesday, calling on Americans to reject the “stale ideas and faded names of the past” and to instead put their faith in a “new generation” of political leaders.</p><p>Appearing publicly for the first time since declaring her candidacy, Haley, 51, cast herself as an agent of generational change who could transform a nation inflicted with “doubt, division and self-destruction”.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/15/nikki-haley-launches-2024-presidential-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/15/nikki-haley-launches-2024-presidential-campaign", "date_published": "2023-02-15 19:53:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Could trouble for Adani trip up Narendra Modi?", "description": "<p>Repercussions from Hindenburg report reach into political sphere as spotlight falls on tight-knit relationship between India’s prime minister and the billionaire</p><p>Gautam Adani is a hard man to avoid in India. Whether it’s electricity, ports, power plants, coalmines, airports, cement, solar panels, apples, edible oils, storage of data or grains or even a television news channel, the colossal empire of India’s most powerful billionaire has reached into almost every corner of Indian life.</p><p>According to Adani, his staggering rise from a nondescript diamond merchant in Gujarat to Asia’s richest man – whose wealth at one stage surpassed Jeff Bezos – and with whom much of India’s future development has been entrusted, is due only to “hard work, hard work, hard work”. His own successes, he has said, are the successes of the “India growth story”.</p> <a href=\"https://www.theguardian.com/business/2023/feb/15/could-trouble-for-adani-trip-up-narendra-modi\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/15/could-trouble-for-adani-trip-up-narendra-modi", "date_published": "2023-02-15 19:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Trial of the ‘Hong Kong 47’ symbolises China’s attempts to dissolve civil society", "description": "<p>Experts say Chinese authorities want to send the message that critical voices deemed a threat to the regime will be erased</p><p>When Hong Kong police arrested dozens of pro-democracy politicians, lawyers, scholars, journalists, NGO workers and activists in early morning raids across the city on 6 January 2021, a sense of terror spread across the city.</p><p>Under Beijing’s new national security law, the most influential members of Hong Kong’s civil society were accused of “conspiring to subvert state power” by holding primaries for pro-democracy candidates in the Hong Kong legislative election.</p> <a href=\"https://www.theguardian.com/world/2023/feb/16/trial-of-the-hong-kong-47-symbolises-chinas-attempts-to-dissolve-civil-society\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/16/trial-of-the-hong-kong-47-symbolises-chinas-attempts-to-dissolve-civil-society", "date_published": "2023-02-15 19:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Colbert on Nikki Haley’s campaign video: ‘Some classic culture war red meat’", "description": "<p>Late-night hosts discuss the ex-South Carolina governor’s campaign against her former boss Trump for the Republican 2024 nomination</p><p>Stephen Colbert celebrated Valentine’s Day with his Late Show audience on Tuesday evening by discussing the news that <a href=\"https://www.theguardian.com/us-news/nikki-haley\">Nikki Haley</a>, Donald Trump’s ambassador to the UN, was <a href=\"https://www.theguardian.com/us-news/2023/feb/14/nikki-haley-to-seek-republican-presidential-nomination-donald-trump\">running against her former boss</a> for the Republican 2024 presidential nomination.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/15/stephen-colbert-nikki-haley-campaign-video-late-night-recap\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/15/stephen-colbert-nikki-haley-campaign-video-late-night-recap", "date_published": "2023-02-15 16:23:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Arizona highway closes after nitric acid leaks from tanker truck crash", "description": "<p>Residents near the deadly accident on Interstate 10 outside Tucson told to evacuate on Tuesday</p><p>The deadly crash of a commercial tanker truck caused hazardous material to leak onto Interstate 10 outside Tucson on Tuesday, shutting down the key highway through Arizona and forcing evacuations near the accident.</p><p>Residents within a half-mile (800 meters) were ordered to leave and those within a mile (1.6km) were told to shelter in place for several hours after liquid nitric acid was determined to be leaking from the tanker, the Arizona department of public safety said.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/15/tucson-arizona-truck-crash-hazardous-spill\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/15/tucson-arizona-truck-crash-hazardous-spill", "date_published": "2023-02-15 15:24:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Champions League troubles for flat PSG and Spurs – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"http://twitter.com/PhilippeAuclair\">Philippe Auclair</a>, <a href=\"https://twitter.com/nickybandini?lang=en\">Nicky Bandini</a> and <a href=\"http://twitter.com/marvamsk\">Marva Kreel</a> on the Champions League action and the Merseyside derby</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>The panel looks back at the first round of knockout games in the Champions League as Tottenham fall short at Milan and PSG, despite looking better after Kylian Mbappé came on, lose to Bayern Munich.</p> <a href=\"https://www.theguardian.com/football/audio/2023/feb/15/champions-league-troubles-for-psg-and-spurs-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/feb/15/champions-league-troubles-for-psg-and-spurs-football-weekly-podcast", "date_published": "2023-02-15 13:42:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Leah Williamson wants England to wear OneLove armband at World Cup 2023", "description": "<ul><li>Men’s teams stopped from wearing armband at Qatar 2022</li><li>Williamson: ‘We’re trying to have positive impact on society’</li></ul><p>The England captain, Leah Williamson, has said she hopes that the Lionesses will be able to wear the OneLove armband at the World Cup in July, as the team prepares for three games in the Arnold Clark Cup.</p><p>England, Wales and five other European nations were <a href=\"https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband\">forced to back down from wearing the armband</a> that was intended as a protest at all forms of discrimination at the <a href=\"https://www.theguardian.com/football/world-cup-football\">World Cup</a> in Qatar. The decision came after they were warned by Fifa they would face sporting sanctions, and that their captains could be booked or even forced to leave the pitch.</p> <a href=\"https://www.theguardian.com/football/2023/feb/15/leah-williamson-wants-england-to-wear-one-love-armband-at-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/15/leah-williamson-wants-england-to-wear-one-love-armband-at-world-cup", "date_published": "2023-02-15 13:41:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Atomic Hope review – a powerful case for pressing the nuclear power button", "description": "<p>It’s not the first doc to herald the eco-nuclear movement but, even so, this is still a convincing argument in favour of the long-tabooed energy source</p><p>Here is a film that returns us to a thorny revisionist subject which I haven’t seen aired in documentary form since the film <a href=\"https://www.theguardian.com/film/2013/nov/07/pandoras-promise-review\">Pandora’s Promise in 2013</a> – which isn’t mentioned here, though a poster for it is visible in one shot. For many environmentalists, the last realistic hope we have to avert climate disaster is the great unthinkable, the great unmentionable: stop worrying and learn to love nuclear energy, because nuclear is a colossally efficient and very clean energy source.</p><p>Like Pandora’s Promise, Atomic Hope revisits the case studies of Chornobyl and Fukushima and argues that, although clearly catastrophic, a mythology of horror has grown up around these events that has stymied all debate and shut down thought. The film doesn’t say so, but another way the eco-nuclear movement became tainted was perhaps <a href=\"https://www.margaretthatcher.org/document/107817\">a speech by Margaret Thatcher</a> to the UN general assembly which made the case in 1989, partly to undermine the coal industry as a trade union powerbase.</p> <a href=\"https://www.theguardian.com/film/2023/feb/15/atomic-hope-review-nuclear-power\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/15/atomic-hope-review-nuclear-power", "date_published": "2023-02-15 09:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nikki Haley: video shows presidential candidate saying states can secede", "description": "<p>Clip released on day of Republican’s announcement that she will challenge Donald Trump for nomination</p><p>Shortly after Nikki Haley <a href=\"https://www.theguardian.com/us-news/2023/feb/14/nikki-haley-to-seek-republican-presidential-nomination-donald-trump\">announced</a> her campaign for president on Tuesday, footage was released showing the Republican former South Carolina governor saying states have the right to secede from the union.</p><p>“I think that they do,” Haley said in the footage, which <a href=\"https://www.theatlantic.com/technology/archive/2021/08/patriottakes-and-future-resistance-twitter/619645/\">Patriot Takes,</a> an anonymously run social media account and <a href=\"https://www.opensecrets.org/outside-spending/detail?cmte=C00777276&amp;cycle=2022\">fundraising Pac</a> which claims to “monitor and expos[e] rightwing extremism and other threats to democracy”, said came from 2010 and featured an unnamed neo-Confederate group.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/nikki-haley-video-states-secede-secession-republican-south-carolina\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/nikki-haley-video-states-secede-secession-republican-south-carolina", "date_published": "2023-02-15 06:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "African Queens: Njinga review – Jada Pinkett Smith’s docudrama is like a mediocre Channel 5 show", "description": "<p>This tale of a 17th-century African female ruler features impressive academics, but they’re drowned out by poor-quality dramatic sequences. It lacks context, analysis or personality</p><p>There was a time, not so very long ago, when Black people rarely featured in period drama or documentary – and even then, only as slaves. Other historical stories from Africa and her diaspora – of scientists, soldiers, philosophers, artists and adventurers – were routinely omitted from our screens. This new docudrama, launched to coincide with US Black History Month, joins the ongoing effort to redress that wrong, with a series on Njinga, the 17th-century ruler of Ndongo and Matamba (in present-day Angola). Stories of other powerful women in the continent are planned to follow.</p><p>African Queens’s production team also includes royalty – Black Hollywood royalty, that is: Jada Pinkett Smith is credited as executive producer and narrator. Although “narration” is a rather grand way to describe her contribution: reading a few lines of scene-setting voiceover at the beginning of each episode.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/15/african-queens-njinga-review-jada-pinkett-smiths-docudrama-is-like-a-mediocre-channel-5-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/15/african-queens-njinga-review-jada-pinkett-smiths-docudrama-is-like-a-mediocre-channel-5-show", "date_published": "2023-02-15 06:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "California winner of record $2bn lottery prize says he is ‘shocked and ecstatic’", "description": "<p>Edwin Castro won record-breaking Powerball jackpot on 8 November – and opted to take the over $997.6m lump sum</p><p>The winner of the <a href=\"https://www.theguardian.com/us-news/2022/nov/08/powerball-drawing-winning-numbers-largest-jackpot\">largest ever lottery jackpot</a> described himself as “shocked and ecstatic” as officials revealed his identity, satisfying a law in his state, California.</p><p>Edwin Castro bought the ticket that won the record-breaking $2.04bn Powerball jackpot on 8 November. Instead of choosing to collect the full prize through an annuity over 29 years, he opted for an immediate lump sum of more than $997.6m – the more common path for people in his position.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/15/california-powerball-winner-named\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/15/california-powerball-winner-named", "date_published": "2023-02-15 06:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Philippines president summons Chinese ambassador over laser incident", "description": "<p>The Philippines accused a Chinese coastguard ship of directing a ‘military-grade laser light’ at one of its vessels, temporarily blinding a crew member</p><p>Philippine president Ferdinand Marcos has summoned the Chinese ambassador to express serious concern over the “increasing frequency and intensity of actions” by China against Philippine vessels.</p><p>The meeting came a day after the Philippines <a href=\"https://www.theguardian.com/world/2023/feb/13/chinese-ship-military-grade-laser-philippine-vessel\">accused a Chinese coastguard ship of directing a “military-grade laser light”</a> at one of its vessels, temporarily blinding a crew member and disrupting a mission in the South China Sea.</p> <a href=\"https://www.theguardian.com/world/2023/feb/15/philippines-president-summons-chinese-ambassador-over-laser-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/15/philippines-president-summons-chinese-ambassador-over-laser-incident", "date_published": "2023-02-15 05:14:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Governor of China’s Xinjiang region cancels UK visit after backlash", "description": "<p>Foreign Office says officials would have been prepared to meet with Erkin Tuniyaz to raise human rights concerns</p><p>The governor of China’s western region of Xinjiang will not be visiting Britain this week, according to the UK Foreign Office, after a backlash from MPs over alleged human rights abuses in the region.</p><p>British officials had said if Erkin Tuniyaz visited this week, they would have been prepared to meet with him to raise concern over the human rights situation in Xinjiang. But those plans faced backlash from politicians who highlighted human rights violations against Uyghur Muslims in the region.</p> <a href=\"https://www.theguardian.com/world/2023/feb/15/governor-xinjiang-region-china-cancels-uk-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/15/governor-xinjiang-region-china-cancels-uk-visit", "date_published": "2023-02-15 02:52:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Missouri man freed after serving nearly three decades in prison for 1994 murder", "description": "<p>Lamar Johnson, convicted to life for the killing, was released after judge found ‘reliable evidence of actual innocence’</p><p>A Missouri judge on Tuesday overturned the conviction of a man who has served nearly 28 years of a life sentence for a killing that he has always said he didn’t commit.</p><p>Lamar Johnson, 50, closed his eyes and shook his head slightly as a member of his legal team patted him on the back when Judge David Mason issued his ruling. In coming to his decision, Mason explained that there had to be “reliable evidence of actual innocence – evidence so reliable that it actually passes the standard of clear and convincing”.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/14/lamar-johnson-freed-28-years-missouri-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/14/lamar-johnson-freed-28-years-missouri-prison", "date_published": "2023-02-15 00:34:25+00:00", "persistent": false, "user": null, "language": "en-US"}]