[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nie żyje Raquel Welch. Aktorka z filmu \"Trzej Muszkieterowie\" miała 82 lata", "description": "W wieku 82 lat zmarła amerykańska aktorka Raquel Welch, znana m.in. z filmu Trzej muszkieterowie - poinformował w środę jej menadżer Steve Sauer. Gwiazda Hollywood odeszła 15 lutego rankiem, po krótkiej chorobie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/nie-zyje-raquel-welch-aktorka-z-filmu-trzej-muszkieterowie-miala-82-lata/", "date_published": "2023-02-15 21:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Syria. Urodziła się pod gruzami. Teraz jest celem porywaczy", "description": "Aya, dziewczynka, która przyszła na świat pod gruzami domu w Syrii, została przeniesiona w bezpieczne miejsce - informują media. Decyzja była podyktowana obawami o to, że dziewczynka zostanie porwana i sprzedana do adopcji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/syria-urodzila-sie-pod-gruzami-teraz-jest-celem-porywaczy/", "date_published": "2023-02-15 21:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Czekolada \"Ganze Grille\" ze świerszczami od Ritter Sport. Odpowiedź na unijne przepisy", "description": "Świerszcze w jedzeniu? Od dziś dozwolone! Od dawna jesteśmy gotowi - wy też? - pytali producenci niemieckiej czekolady Ritter Sport, po tym jak UE pozwoliła używać mąki ze świerszczy w produktach spożywczych. Opis był opatrzony grafiką świerszcza na zielonym tle, która była opakowaniem Ganze Grille.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/niemcy-czekolada-ganze-grille-ze-swierszczami-od-ritter-sport/", "date_published": "2023-02-15 20:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ilja Ponomariow: Ta wojna nie zakończy się w Ukrainie", "description": "- Nie chodzi o to, że Rosjanie aktywnie popierają Putina, tylko po prostu nie wiedzą, co się dzieje - powiedział w programie Gość Wydarzeń Ilja Ponomariow, rosyjski opozycjonista, były deputowany Dumy. Polityk dodał, że Rosjanie nie widzą liczby zabitych żołnierzy, ale zwycięstwa, o których informuje władza. Według niego ta wojna nie zakończy się w Ukrainie, a w Moskwie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/ilja-ponomariow-ta-wojna-nie-zakonczy-sie-w-ukrainie/", "date_published": "2023-02-15 20:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Boeing 747 zezłomowany po... 30 godzinach lotów", "description": "Po zaledwie 16 lotach i 30 godzinach spędzonych w powietrzu nowy samolot Boeing 747 trafił do Pinal Airpark w Arizonie (USA). Znajduje się tam cmentarzysko tych maszyn, gdzie rozbierane są na części.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/usa-nowy-boeing-747-zezlomowany-po-30-godzinach-lotow/", "date_published": "2023-02-15 19:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Szef MON Ołeksij Reznikow na prośbę Wołodymyra Zełenskiego pozostanie na stanowisku", "description": "Szef resortu obrony Ukrainy Ołeksij Reznikow powiedział, że na prośbę prezydenta Wołodymyra Zelenskiego pozostanie na stanowisku - podała w środę Ukraińska Prawda, powołując się na agencję Reutera. Kilka dni temu zapadała decyzja, w której konsekwencji szef ukraińskiego MON miał pożegnać się z funkcją.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/ukraina-szef-mon-oleksij-reznikow-na-prosbe-wolodymyra-zelenskiego-pozostanie-na-stanowisku/", "date_published": "2023-02-15 19:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Po 28 latach Lamar Johnson opuścił więzienie. Skazano go niesłusznie", "description": "Skazany na dożywocie za morderstwo Amerykanin Lamar Johnson we wtorek opuścił więzienie, w którym spędził 28 ostatnich lat. Sąd Okręgowy w Missouri orzekł, że mężczyzna jest niewinny, a jego poprzedni proces był niezgodny z prawem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/usa-po-27-latach-opuscil-wiezienie-skazano-go-nieslusznie/", "date_published": "2023-02-15 18:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szwecja: Zapłacił za seks i zażądał zwrotu pieniędzy. Sprawa trafiła do sądu", "description": "Mieszkaniec szwedzkiego miasta Enköping zapłacił za seks, jednak chce zwrotu pieniędzy. Według niego kobieta nie wykonała swojej części umowy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/szwecja-zaplacil-za-seks-i-zazadal-zwrotu-pieniedzy-sprawa-trafila-do-sadu/", "date_published": "2023-02-15 16:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dania. Najstarszy na świecie jeż pobił poprzedni rekord o siedem lat", "description": "Jeża-seniora znaleziono w ramach obywatelskiego projektu naukowego, w którym brały udział setki ochotników. Udowodniono, że pokryty kolcami ssak o imieniu Thorvald żył 16 lat - o siedem lat dłużej niż poprzedni rekordzista.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/dania-najstarszy-na-swiecie-jez-pobil-poprzedni-rekord-o-siedem-lat/", "date_published": "2023-02-15 15:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Timothy Haslett z Missouri więził i gwałcił kobietę. Ofierze udało się uciec", "description": "Przetrzymywał w piwnicy i wielokrotnie gwałcił kobietę. Oprawca to 40-letni Timothy Haslett z Missouri w USA. Mężczyzna usłyszał zarzuty, grozi mu dożywocie. Wpadł po tym, jak ofierze udało się uciec.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/usa-timothy-haslett-z-missouri-wiezil-i-gwalcil-kobiete-ofierze-udalo-sie-uciec/", "date_published": "2023-02-15 15:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "NATO. Andrzej Duda na konferencji z Jensem Stoltenbergiem: Oczekujemy nowych planów bezpieczeństwa", "description": "Oczekujemy nowych planów bezpieczeństwa dla wschodniej flanki Sojuszu Północnoatlantyckiego - powiedział Andrzej Duda po spotkaniu z szefem NATO Jensem Stoltenbergiem w Kwaterze Głównej. Prezydent pokreślił, iż strona Polska chciałaby, żeby reakcja NATO na potencjalną napaść była szybsza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/nato-andrzej-duda-na-konferencji-z-jensem-stoltenbergiem-oczekujemy-nowych-planow-bezpieczenstwa/", "date_published": "2023-02-15 15:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzymała na dłoni śmiercionośną ośmiornicę. Jej jad jest 1000 razy silniejszy niż cyjanek", "description": "Wideo z kobietą, która trzyma na dłoni jadowitą ośmiornicę stało się hitem internetu. Jad tego głowonoga jest tysiąc razy silniejszy niż cyjanek i wystarczy, aby zabić 20 ludzi w ciągu kilku minut. Ukąszenia ośmiornic z gatunku Hapalochlaena zaś są tak małe, że większość ludzi nawet ich nie poczuje.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/trzymala-na-dloni-smiercionosna-osmiornice-jej-jad-jest-1000-razy-silniejszy-niz-cyjanek/", "date_published": "2023-02-15 14:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Chciał popełnić samobójstwo. Policja strzeliła do niego z broni maszynowej", "description": "29-letni niemiecki policjant został oskarżony o zabójstwo 16-letniego uchodźcy z Senegalu. Przed sądem ma stanąć także czterech kolegów funkcjonariusza - donosi dziennik Bild. Mężczyzna oddał kilka śmiertelnych strzałów do nastolatka z pistoletu maszynowego. Chłopaka wcześniej spryskano gazem pieprzowym i dwukrotnie rażono paralizatorem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/niemcy-chcial-popelnic-samobojstwo-policja-strzelila-do-niego-z-broni-maszynowej/", "date_published": "2023-02-15 13:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Oskarżona o odcięcie głowy swojemu kochankowi zaatakowała w sądzie własnego obrońcę", "description": "25-letnia Taylor Schabusiness z Wisconsin jest oskarżona o odcięcie głowy swojemu kochankowi i okaleczenie jego zwłok. Do zabójstwa doszło w 2022 roku. W środę podczas rozprawy w sądzie zaatakowała własnego obrońcę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/usa-oskarzona-o-odciecie-glowy-swojemu-partnerowi-zaatakowal-wlasnego-prawnika-w-sadzie/", "date_published": "2023-02-15 13:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Jens Stoltenberg: Trwa wojna na wyniszczenie. Sojuszniczy zwiększają produkcję amunicji dla Ukrainy", "description": "- Państwa członkowskie NATO zwiększą produkcję amunicji, aby wesprzeć Ukrainę - powiedział sekretarz generalny Sojuszu Północnoatlantyckiego Jens Stoltenberg po spotkaniu z ministrami obrony państw NATO w Brukseli. Przekazał, że obecnie trwa wojna na wyczerpanie. - W nowym wsparciu dla Kijowa uwzględniono broń ciężką i szkolenia wojskowe - dodał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/jens-stoltenberg-trwa-wojna-na-wyniszczenie-sojuszniczy-zwiekszaja-produkcje-amunicji-dla-ukrainy/", "date_published": "2023-02-15 12:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Komisja Europejska pozwała Polskę do Trybunału Sprawiedliwości Unii Europejskiej", "description": "Polska została pozwana do Trybunału Sprawiedliwości Unii Europejskiej przez Komisję Europejską. Powodem ma być naruszenie prawa UE przez jej Trybunał Konstytucyjny. Sprawa dotyczy wyroków TK z 2021 roku. Podano również, że KE skieruje skargę na 8 państw, w tym także Polskę, w związku z niewdrożeniem przez nie unijnych dyrektyw dotyczących sygnalistów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/komisja-europejska-pozwala-polske-do-trybunalu-sprawiedliwosci-unii-europejskiej/", "date_published": "2023-02-15 11:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjskie samoloty w pobliżu Alaski. Poderwano amerykańskie myśliwce", "description": "Co najmniej kilka rosyjskich samolotów wojskowych, w tym myśliwce i bombowce strategiczne przeleciały nad międzynarodową przestrzenią powietrzną w pobliżu Alaski. Jeden z nich został przechwycony przez amerykańskie myśliwce - donosi Reuters.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/rosyjskie-samoloty-w-poblizu-alaski-poderwano-amerykanskie-mysliwce/", "date_published": "2023-02-15 11:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Japonia. Policja zatrzymała grupę podglądającą nagie kobiety. Mieli dopuścić się gwałtu i pedofilii", "description": "17 podglądaczy z grupy Peeping Toms - zatrzymały japońskie służby. Organizacja przez 30 lat potajemnie sfotografowała i sfilmowała co najmniej 10 tys. kobiet kąpiących się w gorących źródłach w całej Japonii. Niektórych członków oskarżono o gwałty i czyny pedofilskie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/japonia-policja-zatrzymala-grupe-podgladajaca-nagie-kobiety-mieli-dopuscic-sie-gwaltu-i-pedofilii/", "date_published": "2023-02-15 10:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Awaria systemu informatycznego Lufthansy. Opóźnienia na lotnisku we Frankfurcie", "description": "W środę rano doszło do awarii systemów informatycznych Lufthansy na lotnisku we Frankfurcie. Wszystkie loty przychodzące na to lotnisko zostaną odwołane lub przekierowane do innych miejsc. Prawdopodobną przyczyną było uszkodzenie instalacji elektrycznej. Całkowite usunięcie awarii ma potrwać do środy po południu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/niemcy-awaria-systemu-informatycznego-lufthansy-opoznienia-na-lotnisku-we-frankfurcie/", "date_published": "2023-02-15 10:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kobieta to \"producent jajeczek\", mężczyzna - \"producent nasienia\". Nowy pomysł naukowców", "description": "Już nie kobieta czy mężczyzna, tylko producent jajeczek, producent spermy albo osobnik YX/XX. Naukowcy z USA i Kanady w ramach EEB (Ecology and Evolutionary Biology) Language Project próbują zrewolucjonizować słownik podstawowych i naturalnych pojęć. Wszystko w ramach inkluzywności, czyli przeznaczenia dla wszystkich.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/kobieta-to-producent-jajeczek-mezczyzna-producent-nasienia-nowy-pomysl-naukowcow/", "date_published": "2023-02-15 09:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji. Po ponad dwustu godzinach uratowano dwie kobiety", "description": "42-letnia kobieta została uratowana spod gruzów budynku w tureckim mieście Kahramanmaras. Przeżyła prawie 222 godziny w rumowisku - podała agencja Reutersa. Z kolei w nocy uratowano 77-latkę, która przeżyła 212 godzin pod gruzami. W wyniku trzęsienia ziemi z 6 lutego w Turcji i Syrii zginęło ponad 40 000 osób. Liczba ofiar wciąż rośnie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/trzesienie-ziemi-w-turcji-po-ponad-dwustu-godzinach-uratowano-dwie-kobiety/", "date_published": "2023-02-15 08:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ambasada Moskwy: Rosja przyjmuje dzieci zmuszone do ucieczki z Ukrainy", "description": "W odpowiedzi na amerykańskie zarzuty, że Rosja siłą przetrzymuje w kraju ukraińskie dzieci, zareagowała ambasada Moskwy w Stanach Zjednoczonych. Rosja przyjmuje dzieci zmuszone do ucieczki z Ukrainy - przekazała placówka.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-15/ambasada-moskwy-rosja-przyjmuje-dzieci-zmuszone-do-ucieczki-z-ukrainy/", "date_published": "2023-02-15 05:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]