[{"source": "https://www.engadget.com/rss.xml", "title": "Apple's mixed reality headset will reportedly debut at WWDC in June", "description": "<p>Apple may be narrowing down the launch window for its <a href=\"https://www.engadget.com/apple-long-rumored-mixed-reality-headset-could-finally-arrive-this-spring-163258260.html\">fabled mixed reality headset</a>. <em>Bloomberg</em><a href=\"https://www.bloomberg.com/news/articles/2023-02-15/apple-pushes-back-mixed-reality-headset-debut-two-months-to-june?sref=10lNAhZ9\">sources</a> say the headset is now set to premiere at the Worldwide Developers Conference (WWDC) in June. The device, possibly called Reality Pro, was unofficially slated to arrive in April but reportedly needed extra development time to address hardware and software issues. The company has already declined to comment, but the hardware might ship later in the year.</p><p>The headset is believed to carry a steep price tag, possibly as high as $3,000, but may also include capabilities not found even on alternatives like the <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">Meta Quest Pro</a>. Rumors suggest it could include dual 4K displays and a wide range of cameras that allow advanced tracking and controller-free input. You'd have to wear the battery in an external pack, but you'd also get <a href=\"https://www.engadget.com/apple-mixed-reality-headset-m2-processor-215501828.html\">an M2 processor</a> that outperforms the mobile chips in other stand-alone AR and VR wearables.</p><span id=\"end-legacy-contents\"></span><p>The underlying platform, <a href=\"https://www.engadget.com/apple-xros-mixed-reality-headset-130532613.html\">xrOS</a>, is said to include an iOS-style interface that relies on finger pinches and voice commands for interaction. There would be an emphasis on health as well as upgraded versions of familiar experiences, such as <a href=\"https://www.engadget.com/apple-mixed-reality-headset-headset-full-body-renders-facetime-202004300.html\">full-body avatars during FaceTime calls</a>. You might even have an easy way to <a href=\"https://www.engadget.com/apple-reality-pro-headset-ar-apps-development-171437870.html\">create apps using Siri</a>.</p><p>This initial model is supposedly aimed at creators and enthusiasts, and a WWDC debut would help developers understand the technology just as it becomes public. However, rumors also suggest Apple is working on a <a href=\"https://www.engadget.com/apple-reportedly-working-cheaper-mixed-reality-headset-063000889.html\">more affordable headset</a> that's nearer to the Quest Pro's $1,500 price. That more accessible design might not surface before 2024, but it hints at a long-term strategy to make the company's mixed reality tech more accessible.</p>", "link": "https://www.engadget.com/apple-mixed-reality-headset-wwdc-2023-announcement-221042779.html?src=rss", "date_published": "2023-02-15 22:10:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Dead by Daylight’s latest killer is a tech executive with a surveillance penchant", "description": "<p><em>Dead by Daylight </em>features a roster full of memorable killers. If horror icons like Freddy Krueger and <a href=\"https://www.engadget.com/dead-by-daylight-silent-hill-pyramid-head-200723706.html\">Pyramid Head</a> aren’t your thing, you can turn to more original additions like <a href=\"https://www.engadget.com/dead-by-daylight-killer-survivor-kpop-the-trickster-191628329.html\">Ji-woon</a>, a K-pop star turned serial killer. The game’s newest killer fits in that latter mold. Adriana Imai, aka The Skull Merchant, is a wealthy tech executive who, when she’s not eliminating competition like any good monopolist, uses the skulls of her past victims to craft aerial drones to hunt her next kill. A bit on the nose? Definitely, but she looks to add something new to a game that has been around since 2016.</p><div id=\"bf620a8f6b6b4906adb74d8a2d046f37\"></div><p>The Skull Merchant’s power, Eyes in the Sky, allows her to send up to four drones to scout for the survivors she’s tasked with eliminating. Once Imai finds her targets, she can use a hand claw to eliminate them. Alongside Imai, <em>Dead by Daylight</em> developer Behavior Interactive is adding two new survivors as part of the game’s upcoming “Tools of Torment” update. Thalita and Renato Lyra are siblings who hail from Brazil. Before they had the misfortune of being tossed into the hellscape that is <em>Dead by Daylight's </em>world, Thalita and Renato owned a kite-flying business that mentored kids in their local community. The two come with teamwork perks that prompt cooperative play.</p><span id=\"end-legacy-contents\"></span><p>Tools of Torment won’t introduce a new map, but it will come with a tweak to the game’s existing Shelter Woods arena that adds The Skull Merchant’s hunting ground. You can play the update starting on March 7th when it arrives on PC and consoles.</p>", "link": "https://www.engadget.com/dead-by-daylights-latest-killer-is-a-tech-executive-with-a-surveillance-penchant-210038034.html?src=rss", "date_published": "2023-02-15 21:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "House panel subpoenas the CEOs from tech's biggest companies over content moderation", "description": "<p>Now that Republicans control the House of Representatives, they're preparing to grill technology giants over <a href=\"https://www.engadget.com/texas-law-hb-20-in-effect-053504592.html\">accusations of content censorship</a>. <em>The Wall Street Journal</em> has <a href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9ob3VzZS1wYW5lbC1pc3N1ZXMtc3VicG9lbmFzLXRvLXRlY2gtY2Vvcy1zZWVraW5nLWluZm9ybWF0aW9uLW9uLWNvbnRlbnQtbW9kZXJhdGlvbi05ZjUwM2U3P21vZD1kamVtYWxlcnRORVdTIiwiY29udGVudFV1aWQiOiI5MzI0Y2Y2MC1iMjhmLTQ0M2ItOWQ3YS0xNDI1NDUyMjExNmUifQ&amp;signature=AQAAAS2rByzvf3x9nkhjIy3WLGogz9JkPZJJNKCqZGBOgd_W&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fhouse-panel-issues-subpoenas-to-tech-ceos-seeking-information-on-content-moderation-9f503e7%3Fmod%3DdjemalertNEWS\">learned</a> that House Judiciary Chairman Jim Jordan has subpoenaed the CEOs of Alphabet, Amazon, Apple, Meta and Microsoft for information on their content moderation methods. The leaders have until March 23rd to provide any communications between them and the federal government's executive branch on the subject.</p><p>Jordan's panel wants to know &quot;how and to what extent&quot; the federal government allegedly pressured and coordinated with companies to censor content. The requests include details about people responsible for shaping moderation policies as well as those who've talked to the executive branch. Like numerous Republican politicians, Jordan has long maintained that major tech companies censor <a href=\"https://www.engadget.com/2019-04-05-facebook-google-twitter-tech-censorship-hearing.html\">conservative views</a> under the guise of curbing hate speech and misinformation.</p><span id=\"end-legacy-contents\"></span><p>The representative notably didn't subpoena Twitter, which he likely feels is more supportive of right-wing views with <a href=\"https://www.washingtonpost.com/politics/2023/01/27/elon-musk-twitter-mccarthy-capitol/\">Elon Musk at the helm</a>. The social network recently<a href=\"https://www.engadget.com/twitter-donald-trump-unbanned-elon-musk-023043690.html\"> reinstated Donald Trump's account</a> (still inactive), and has been sharing internal &quot;Twitter Files&quot; that covered the company's sharing limits on a <em>New York Post</em> story <a href=\"https://www.engadget.com/twitter-jack-dorsey-joe-biden-ny-post-senate-judiciary-committee-172010554.html\">on Hunter Biden</a> as well as the decision to ban Trump following the January 6th, 2021 attack on the Capitol. While right-wing figures have portrayed the disclosure as proof of anti-conservative censorship, critics <a href=\"https://www.npr.org/2022/12/14/1142666067/elon-musk-is-using-the-twitter-files-to-discredit-foes-and-push-conspiracy-theor\">have argued</a> the documents don't offer substantially new details, don't provide evidence of conspiracy and were given only to writers likely to share Musk's views.</p><p>We've asked the five companies for comment. Microsoft confirmed the request in a statement to Engadget, noting that it's providing documents and plans to work in &quot;good faith&quot; with the committee. The firms have repeatedly denied allegations of bias and insist that they're only trying to remove falsehoods and other harmful material.</p><p>Whether or not the House panel can take action is another matter. Attempts to prove an anti-conservative bias have failed so far, with <a href=\"https://static1.squarespace.com/static/5b6df958f8370af3217d4178/t/60187b5f45762e708708c8e9/1612217185240/NYU+False+Accusation_2.pdf\">multiple</a><a href=\"https://research.impact.iu.edu/key-areas/social-sciences/stories/social-media-platform-bias.html\">studies</a> showing no evidence of these leanings. There's also evidence that platforms like Facebook made <a href=\"https://www.engadget.com/facebook-leak-right-wing-turmoil-205039809.html\">exemptions for right-wing content</a> that violated misinformation policies, fearing a backlash if they enforced their rules consistently.</p>", "link": "https://www.engadget.com/house-panel-subpoenas-the-ceos-from-techs-biggest-companies-over-content-moderation-204641525.html?src=rss", "date_published": "2023-02-15 20:46:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How AI will change the way we search, for better or worse", "description": "<p>Great news everyone, we’re pivoting to chatbots! Little did OpenAI realize when it released ChatGPT last November that the advanced LLM (large language model) designed to uncannily mimic human writing would become the fastest growing app to date with more than <a href=\"https://www.engadget.com/chatgpt-100-million-users-january-130619073.html\">100 million users signing up</a> over the past three months. Its success — helped along by <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">a $10 billion, multi-year investment</a> from Microsoft — largely caught the company’s competition flat-footed, in turn spurring a frenetic and frantic response from <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">Google</a>, <a href=\"https://www.engadget.com/chinas-baidu-is-adding-a-chatgpt-type-bot-to-its-search-engine-110452638.html\">Baidu</a> and <a href=\"https://www.engadget.com/alibaba-chatgpt-rival-172854597.html\">Alibaba</a>. But as these enhanced search engines come online in the coming days, the ways and whys of how we search are sure to evolve alongside them.</p><p>“I'm pretty excited about the technology. You know, we've been building NLP systems for a while and we've been looking every year at incremental growth,” <a href=\"https://sameersingh.org/\">Dr. Sameer Singh</a>, Associate Professor of Computer Science at the University of California, Irvine (UCI), told Engadget. “For the public, it seems like suddenly out of the blue, that's where we are. I've seen things getting better over the years and it's good for all of this stuff to be available everywhere and for people to be using it.”</p><span id=\"end-legacy-contents\"></span><p>As to the recent public success of large language models, “I think it's partly that technology has gotten to a place where it's not completely embarrassing to put the output of these models in front of people — and it does look really good most of the time,” Singh continued. “I think that that’s good enough.”</p><figure><img alt=\"Microsoft Bing search engine in pictured on a monitor in the Bing Experience Lounge during an event introducing a new AI-powered Microsoft Bing and Edge at Microsoft in Redmond, Washington on February 7, 2023. - Microsoft's long-struggling Bing search engine will integrate the powerful capabilities of language-based artificial intelligence, CEO Satya Nadella said, declaring what he called a new era for online search. (Photo by Jason Redmond / AFP) (Photo by JASON REDMOND/AFP via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/e2b1e100-a7de-11ed-babf-c18feb6a5d92\" /><figcaption></figcaption><div class=\"photo-credit\">JASON REDMOND via Getty Images</div></figure><p>“I think it has less to do with technology but more to do with the public perception,” he continued. “If GPT hadn't been released publicly… Once something like that is out there and it's really resonating with so many people, the usage is off the charts.”</p><p>Search providers have big, <em>big</em> ideas for how the artificial intelligence-enhanced web crawlers and search engines might work and damned if they aren’t going to break stuff and move fast to get there. Microsoft envisions its Bing AI to serve as the user’s “<a href=\"https://www.engadget.com/microsoft-edge-ai-copilot-184033427.html\">copilot</a>” in their web browsing, following them from page to page answering questions and even writing social media posts on their behalf.</p><p>This is a fundamental change from the process we use today. Depending on the complexity of the question users may have to visit multiple websites, then sift through that collected information and stitch it together into a cohesive idea before evaluating it.</p><p>“That's more work than having a model that hopefully has read these pages already and can synthesize this into something that doesn't currently exist on the web,” <a href=\"https://engineering.nyu.edu/faculty/brendan-dolan-gavitt\">Brendan Dolan-Gavitt</a>, Assistant Professor in the Computer Science and Engineering Department at NYU Tandon, told Engadget. “The information is still out there. It's still verifiable, and hopefully correct. But it's not all in place.”</p><p>For its part, Google’s vision of the AI-powered future has users hanging around its search page rather than clicking through to destination sites. Information relevant to the user’s query would be collected from the web, stitched together by the language model, then regurgitated as an answer with reference to the originating website displayed as footnotes.</p><p>This all sounds great, and was all going great, right up to the very first opportunity for something to go wrong. When it did. In its inaugural Twitter ad — less than 24 hours after debuting — Bard, Google’s answer to ChatGPT, <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\">confidently declared</a>, “JWST took the very first pictures of a planet outside of our own solar system.” You will be shocked to learn that the James Webb Space Telescope did not, in fact, discover the first exoplanet in history. The ESO’s Very Large Telescope holds that honor from 2004. Bard just sorta made it up. Hallucinated it out of the digital ether.</p><div id=\"0dfad28b6eb64d6d82921648b73f9f6f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Bard is an experimental conversational AI service, powered by LaMDA. Built using our large language models and drawing on information from the web, it’s a launchpad for curiosity and can help simplify complex topics → <a href=\"https://t.co/fSp531xKy3\">https://t.co/fSp531xKy3</a><a href=\"https://t.co/JecHXVmt8l\">pic.twitter.com/JecHXVmt8l</a></p>— Google (@Google) <a href=\"https://twitter.com/Google/status/1622710355775393793?ref_src=twsrc%5Etfw\">February 6, 2023</a></blockquote></div><p>Of course this isn’t the first time that we’ve been lied to by machines. Search has always been a bit of a crapshoot, ever since the early days of Lycos and Altavista. “When search was released, we thought it was ‘good enough’ though it wasn't perfect,” Singh recalled. “It would give all kinds of results. Over time, those have improved a lot. We played with it, and we realized when we should trust it and when we shouldn’t — when we should go to the second page of results, and when we shouldn't.”</p><p>The subsequent generation of voice AI assistants evolved through the same base issues that their text-based predecessors did. “When Siri and Google Assistant and all of these came out and Alexa,” Singh said, “they were not the assistants that they were being sold to us as.”</p><p>The performance of today’s LLMs like Bard and ChatGPT, are likely to improve along similar paths through their public use, as well as through further specialization into specific technical and knowledge-based roles such as medicine, business analysis and law. “I think there are definitely reasons it becomes much better once you start specializing it. I don't think Google and Microsoft specifically are going to be specializing it too much — their market is as general as possible,” Singh noted.</p><p>In many ways, what Google and Bing are offering by interposing their services in front of the wider internet — much as AOL did with the America Online service in the ‘90s — is a logical conclusion to the challenges facing today’s internet users.</p><figure><img alt=\"REDMOND, WA. - FEBRUARY 7: Washington Post reporter Geoff Fowler asks a Microsoft spokesperson questions about the new, AI-powered Bing search during a demo at the Microsoft headquarters in Redmond, Wash., on Tuesday, Feb. 7, 2023. (Photo by Jovelle Tamayo/ forThe Washington Post via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/940e6140-ad51-11ed-baf4-014a0b5dd2f3\" /><figcaption></figcaption><div class=\"photo-credit\">The Washington Post via Getty Images</div></figure><p>“Nobody's doing the search as the end goal. We are seeking some information, eventually to act on that information,” Singh argues. “If we think about that as the role of search, and not just search in the literal sense of literally searching for something, you can imagine something that actually acts on top of search results can be very useful.”</p><p>Singh characterizes this centralization of power as, “a very valid concern. Simply put, if you have these chat capabilities, you are much less inclined to actually go to the websites where this information resides,” he said.</p><p>It’s bad enough that chatbots have a habit of making broad intellectual leaps in their summarizations,  but the practice may also “incentivize users not go to the website, not read the whole source, to just get the version that the chat interface gives you and sort of start relying on it more and more,” Singh warned.</p><p>In this, Singh and Dolan-Gavitt agree. “If you’re cannibalizing from the visits that a site would have gotten, and are no longer directing people there, but using the same information, there's an argument that these sites won't have much incentive to keep posting new content.” Dolan-Gavitt told Engadget. “On the other hand the need for clicks also is one of the reasons we get lots of spam and is one of the reasons why search has sort of become less useful recently. I think [the shortcomings of search are] a big part of why people are responding more positively to these chatbot products.”</p><p>That demand, combined with a nascent marketplace, is resulting in a scramble among the industry’s major players to get their products out yesterday, ready or not, underwhelming or not. That rush for market share is decidedly hazardous for consumers. Microsoft’s previous foray into AI chatbots, 2014’s Taye, ended poorly (to put it without the white hoods and goose stepping). Today, Redditors are already jailbreaking OpenAI to generate racist content. These are two of the more innocuous challenges we will face as LLMs expand in use but even they have proven difficult to stamp out in part, because they require coordination amongst an industry of viscous competitors.</p><p>“The kinds of things that I tend to worry about are, on the software side, whether this puts malicious capabilities into more hands, makes it easier for people to write malware and viruses,” Dolan-Gavitt said. “This is not as extreme as things like misinformation but certainly, I think it'll make it a lot easier for people to make spam.”</p><p>“A lot of the thinking around safety so far has been predicated on this idea that there would be just a couple kinds of central companies that, if you could get them all to agree, we could have some safety standards.” Dolan-Gavitt continued. “I think the more competition there is, the more you get this open environment where you can download an unrestricted model, set it up on your server and have it generate whatever you want. The kinds of approaches that relied on this more centralized model will start to fall apart.”</p>", "link": "https://www.engadget.com/how-ai-will-change-the-way-we-search-for-better-or-worse-200021092.html?src=rss", "date_published": "2023-02-15 20:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon's iRobot purchase reportedly faces EU investigation", "description": "<p><a href=\"https://www.engadget.com/politicians-want-ftc-to-oppose-amazon-irobot-acquisition-144534035.html\">American politicians</a> may not be the only government figures concerned about Amazon's proposed <a href=\"https://www.engadget.com/amazon-buys-irobot-roomba-creator-122257453.html\">acquisition of iRobot</a>. <em>The Financial Times</em><a href=\"https://www.ft.com/content/b05a1260-ee5a-4ac8-9a34-31cdb8104cf1\">sources</a> claim European Union regulators are <a href=\"https://www.ft.com/content/b05a1260-ee5a-4ac8-9a34-31cdb8104cf1\">grilling</a> Amazon ahead of a &quot;likely&quot; official investigation. The European Commission has sent questions about potential privacy issues, including Roomba robot vacuums' ability to capture imagery. Officials are worried Amazon might combine the pictures with Alexa data to gain a &quot;competitive advantage,&quot; according to one source.</p><p><em>MIT Technology Review</em> recently <a href=\"https://www.technologyreview.com/2022/12/19/1065306/roomba-irobot-robot-vacuums-artificial-intelligence-training-data-privacy/\">discovered</a> that photos taken by development versions of <a href=\"https://www.engadget.com/irobot-roomba-combo-j7plus-hands-on-150010629.html\">Roomba J7</a> vacuums had reached private Discord and Facebook groups. At the time, iRobot said the technology never made it to production models, was clearly labeled for testers and included a warning to remove &quot;sensitive&quot; items from the robovac's view. The findings led iRobot to cut ties with Scale AI, a startup that relies on contractors to label data for AI training — it appeared that people working on this project leaked the pictures.</p><span id=\"end-legacy-contents\"></span><p>Amazon is supposedly poised to counter a possible investigation by noting that production Roombas only have rudimentary home mapping and aren't likely to create privacy issues. We've asked the European Commission for comment. In a statement to Engadget, Amazon said it was &quot;working cooperatively&quot; with regulators.</p><p>A formal investigation is weeks away at best, the claimed insiders say. However, Amazon may want to address any initial worries quickly. The EU would start with a limited probe, but would conduct a more substantial &quot;phase 2&quot; investigation if Amazon couldn't satisfy regulators.</p><p>The potential challenge comes just as the EU is vowing to <a href=\"https://www.engadget.com/eu-tougher-gdpr-monitoring-big-tech-151519695.html\">get tougher against Big Tech</a> companies like Amazon when investigating alleged privacy abuses. Civil liberty advocates have accused the EU of being too lenient and slow when dealing with these violations. An investigation of the iRobot deal wouldn't be directly linked to this crackdown, but would make clear that privacy is a major focus for merger reviews.</p>", "link": "https://www.engadget.com/amazons-irobot-purchase-reportedly-faces-eu-investigation-194049962.html?src=rss", "date_published": "2023-02-15 19:40:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft's 'carbon aware' updates feature begins rolling out on Xbox consoles", "description": "<p>Microsoft has begun rolling out a new update for Xbox consoles. Among the more notable features the February release adds is the “<a href=\"https://www.engadget.com/xbox-series-x-s-active-hours-energy-saving-170047003.html\"><ins>carbon aware</ins></a>” functionality the company began testing last month. When your Xbox has access to the internet, you can set it to schedule game, app and operating system updates based on local carbon intensity data. According to Microsoft, doing so may lead to your console producing fewer carbon emissions because it’s programmed to download files when more renewable energy is likely available. It may also save you money on your electricity bill.</p><div id=\"7d44e5a1673945e6a5700f6f9ee4a59b\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Starting today, Xbox is the first console to offer carbon aware game downloads and updates. Choose the energy settings that work best for you.<br /><br />Learn more here: <a href=\"https://t.co/Zog81g8ApA\">https://t.co/Zog81g8ApA</a></p>— Xbox (@Xbox) <a href=\"https://twitter.com/Xbox/status/1625901126842298376?ref_src=twsrc%5Etfw\">February 15, 2023</a></blockquote></div><p>Additionally, all Xbox users now have access to the company’s new “Shutdown (energy saving)” option. If you don’t mind longer startup times and missing out on the Xbox’s remote wake functionality, Microsoft says the feature can cut your console’s power consumption by up to 20 times compared to if you were to leave it in sleep mode. “For every two consoles that switch to Shutdown (energy saving) for one year, we will save the equivalent amount of carbon removed by one tree planted and grown for a decade,” says Microsoft.</p><span id=\"end-legacy-contents\"></span><p>Separately, the February update adds a feature that allows you to prevent games from changing the background of your Xbox’s home screen. You can now set a solid color of your choice. You can do so by navigating to the Personalization menu within the Settings app. Microsoft has also partnered with Google to allow Xbox owners to use the company’s Home app as a touch remote for their console. “Now, when you add your Xbox console to your Google Home app, you’ll be able to easily turn your console on and off, navigate on-screen, control media playback and more,” Microsoft notes. Once you have access to the February update, open the Google Home app on your phone and pull down on the interface to refresh the list of available devices. Then tap on your Xbox to get started.</p>", "link": "https://www.engadget.com/microsofts-carbon-aware-updates-feature-begins-rolling-out-on-xbox-consoles-190859165.html?src=rss", "date_published": "2023-02-15 19:08:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Final Fantasy VII’s Midgar is the latest grimy locale coming to 'PowerWash Simulator'", "description": "<p><a href=\"https://www.engadget.com/powerwash-simulator-mental-health-research-wellbeing-201523276.html\"><em><ins>PowerWash Simulator</ins></em></a> developer FuturLab will soon give players more stuff to clean up with their trusty pressure washers, as it's adding another free crossover expansion. Five levels set in <a href=\"https://www.engadget.com/tag/final%20fantasy%20vii/\"><em><ins>Final Fantasy VII</ins></em><ins>'s</ins></a> Midgard are <a href=\"https://www.square-enix-games.com/en_GB/news/powerwash-simulator-midgar-special-pack\"><ins>coming to the game</ins></a> on March 2nd.</p><p>You'll be able to team up with some friends and blast away muck from Cloud's Hardy Daytona motorcycle, the interior of Tifa Lockheart’s Seventh Heaven bar and even the Scorpion Sentinel and Airbuster bosses. You'll get jobs from both Avalanche and Shinra, and learn more about members of each through text messages. There are new types of grime to deal with as well, such as bio-residue.</p><span id=\"end-legacy-contents\"></span><p>The Midgar Special Pack follows on from five free levels set around Lara Croft's Croft Manor that FuturLab and publisher Square Enix rolled out last month as part of the Tomb Raider Special Pack. They're neat additions to a very enjoyable and relaxing first-person game that lets you clean up disgusting virtual vehicles and environments without having to do ridiculous things like buying a pressure washer or going outside.</p><figure><img alt=\"A player cleans Cloud's Hardy Daytona motorcycle from Final Fantasy VII in PowerWash Simulator.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/ff74b7c0-ad58-11ed-9fc7-4cb34eb1891c\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">FuturLab/Square Enix</div></figure><p></p>", "link": "https://www.engadget.com/final-fantasy-viis-midgar-is-the-latest-grimy-locale-coming-to-powerwash-simulator-180930515.html?src=rss", "date_published": "2023-02-15 18:09:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Activision wants Blizzard employees to return to the office in July", "description": "<p>Amid ongoing unionization efforts at the company, Activision will soon require Blizzard employees to spend the majority of their week working out of the company’s offices. An Activision spokesperson told Engadget employees with the company’s publishing unit will be required to work from the office at least three days per week starting April 10th. On July 10th, the same policy goes into effect for Blizzard Entertainment employees. Staff at Activision’s King mobile division have been working a full five days out of the office since last July.</p><p>“Activision Blizzard has been returning teams to the office over the past year, and on February 13th, we updated our future-of-work plan,” the spokesperson said. “In close partnership with each leadership team, we customize a plan based on what’s best for our business and our teams. We look forward to the increased real-time, in-person collaboration and opportunities this change will foster.”</p><span id=\"end-legacy-contents\"></span><div id=\"1235ed940a2149c9afe2b67947821965\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Today, Activision and Blizzard announced a return to office plan to employees. It begins April/June, depending on the studio. The company WILL see a large Reduction In Force if this occurs. In this thread, I'm going to explain why this is a terrible idea. 1/14</p>— Non Biners, Drive Ins, and Dives💙 (@LeastMyHairIsOk) <a href=\"https://twitter.com/LeastMyHairIsOk/status/1625333915761139713?ref_src=twsrc%5Etfw\">February 14, 2023</a></blockquote></div><p>Information on the company’s return-to-office plan was first shared earlier this week by <a href=\"https://twitter.com/LeastMyHairIsOk?s=20\">@LeastMyHairIsOk</a>, a Twitter user who says they work at Blizzard’s customer support department (via <a href=\"https://www.gamedeveloper.com/business/activision-blizzard-reportedly-planning-to-end-remote-work\"><em><ins>Game Developer</ins></em></a>). In a <a href=\"https://twitter.com/LeastMyHairIsOk/status/1625333915761139713?s=20\"><ins>Twitter thread</ins></a>, they said the “majority” of Activision Blizzard employees “have no interest” in returning to the office. The worker went on to predict Activision will see a workforce drain if it moves forward with the plan. On top of <a href=\"https://twitter.com/LeastMyHairIsOk/status/1625334038108962817?s=20\"><ins>ongoing worries about COVID-19</ins></a>, @LeastMyHairIsOk alleges the company has failed to address employee concerns about the cost of living in many of the cities where Activision has offices and studios. Specifically, they claim leadership has repeatedly denied requests from “lower earning departments” to include yearly cost-of-living adjustments as part of salary negotiations. “Our most recent meetings from last month suggest that there are no plans for this to change this year,” they added.</p><p>Activision Blizzard did not immediately respond to Engadget’s questions about its salary policies.</p><p>Details on Activision’s return to office plan come amid allegations of union-busting. In January, the Communication Workers of America (CWA) <a href=\"https://www.engadget.com/blizzard-boston-proletariat-drops-union-petition-202823180.html\"><ins>withdrew a petition</ins></a> for a union election at <a href=\"https://www.engadget.com/blizzard-world-of-warcraft-dragonflight-spellbreak-proletariat-153150750.html\"><ins>Proletariat</ins></a>, a Blizzard support studio that’s currently working on <a href=\"https://www.engadget.com/world-of-warcraft-dragonflight-announced-182442860.html\"><em><ins>World of Warcraft: Dragonflight</ins></em></a>. A CWA spokesperson accused studio head Seth Sivak of holding captive audience meetings that allegedly &quot;demoralized and disempowered&quot; pro-union workers enough that they felt the vote wouldn’t be fair.</p>", "link": "https://www.engadget.com/activision-wants-blizzard-employees-to-return-to-the-office-in-july-175849412.html?src=rss", "date_published": "2023-02-15 17:58:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Verizon expands its 2Gbps Fios to New York’s five boroughs", "description": "<p>Verizon says its Fios 2 Gig plan, its fastest broadband service, is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2225d53b-bfe1-4d56-bd6e-3885c642b140&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Verizon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMjI1ZDUzYi1iZmUxLTRkNTYtYmQ2ZS0zODg1YzY0MmIxNDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudmVyaXpvbi5jb20vYWJvdXQvbmV3cy92ZXJpem9uLWRlbGl2ZXJzLWl0cy1mYXN0ZXN0LWZpb3Mtc3BlZWRzLWN1c3RvbWVycy1ueWMiLCJjb250ZW50VXVpZCI6Ijc4MDg3MjE2LWFlYzEtNGI2Zi1iOWNjLTNhY2U4ZDEzNzk2NiJ9&amp;signature=AQAAAbW4rjo62OAgoeK21yWp87jKd9MGzkChxJ_fX42upzjx&amp;gcReferrer=https%3A%2F%2Fwww.verizon.com%2Fabout%2Fnews%2Fverizon-delivers-its-fastest-fios-speeds-customers-nyc\">now available</a> across New York City’s five boroughs. However, your mileage may vary since the company hasn’t clarified what portion of the areas are covered. A year ago, it began rolling out the service in “select areas” of NYC.</p><p>The Fios 2 Gig plan is part of Verizon’s fiber-optic network, which can be faster and more reliable than cable internet. The plan technically starts at $95 per month, but depending on your setup, your monthly fee could be as high as $120. That’s because the lower price is only available for existing Verizon Wireless customers on specific plans (5G Do More, 5G Play More, 5G Get More or One Unlimited for iPhone plans) who sign up for autopay. (Skipping autopay will add another $10 to your bill.) There’s also a $99 setup fee.</p><span id=\"end-legacy-contents\"></span><p>In addition, the company says the advertised pricing is only valid through April 12. However, it does promise a four-year price guarantee if you’re a new customer who hasn’t subscribed to Verizon Home Internet in the last 180 days.</p><p>The service’s wired download and upload speeds are symmetrical, and Verizon says you can typically expect between 1.5Gbps and 2.3Gbps for a wired connection. (As always, wireless streaming will be lower.) In addition, the Fios 2 Gig plan includes a router rental with up to three WiFi extenders, although you’ll have to request those — and self-setup customers only get up to two extenders. However, the company will let you rent or purchase additional ones.</p><p>In short, there is fine print aplenty, so read carefully before <a href=\"https://vz.to/vz173\">signing up</a>.</p>", "link": "https://www.engadget.com/verizon-expands-its-2gbps-fios-to-new-yorks-five-boroughs-171820665.html?src=rss", "date_published": "2023-02-15 17:18:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Horizon Forbidden West' is coming to PS Plus Extra and Premium on February 21st", "description": "<p>Sony has <a href=\"https://blog.playstation.com/2023/02/15/playstation-plus-game-catalog-lineup-for-february-horizon-forbidden-west-the-quarry-resident-evil-7-biohazard-and-more/?sf264277826=1\">revealed</a> the games it's bringing to the <a href=\"https://www.engadget.com/tag/ps%20plus/\"><ins>PlayStation Plus</ins></a> Extra and Premium tiers this month and the latest slate of additions is a doozy. The obvious headliner is <a href=\"https://www.engadget.com/tag/horizon%20forbidden%20west/\"><em><ins>Horizon Forbidden West</ins></em></a>, one of the few major first-party PS5 games to date. <a href=\"https://www.engadget.com/horizon-forbidden-west-review-water-robot-dinos-080126554.html\"><ins>The terrific sequel</ins></a> to <em>Horizon Zero Dawn</em> debuted a year ago and it was one of the top 10 best-selling games of 2022 in the US, <a href=\"https://www.gamespot.com/articles/top-10-best-selling-games-of-2022-in-the-us/1100-6510556/\"><ins>according to NPD data</ins></a> (not accounting for digital sales on Switch and Xbox). Both the PS4 and PS5 versions will be available for subscribers to snag.</p><p>It's a pretty long game — the main story alone clocks in at <a href=\"https://howlongtobeat.com/game/79775\"><ins>around 28 hours</ins></a>. Still, PS Plus Extra and Premium members will have plenty of time to play through Aloy's latest big adventure before the PS5-only <em>Burning Shores </em>expansion <a href=\"https://www.engadget.com/horizon-forbidden-west-dlc-burning-shores-ps-5-trailer-release-date-031454595.html\"><ins>arrives on April 19th</ins></a>.</p><span id=\"end-legacy-contents\"></span><div id=\"56c590824b254d488ce9e92f8f18525d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">PlayStation Plus Game Catalog lineup for February includes: <br /><br />➕ Horizon Forbidden West<br />➕ The Quarry<br />➕ Resident Evil 7 biohazard<br />➕ Borderlands 3  <br /><br />…and many more. The full lineup: <a href=\"https://t.co/rvTAW8mlAN\">https://t.co/rvTAW8mlAN</a><a href=\"https://t.co/NFdvowiHe1\">pic.twitter.com/NFdvowiHe1</a></p>— PlayStation (@PlayStation) <a href=\"https://twitter.com/PlayStation/status/1625895417224343554?ref_src=twsrc%5Etfw\">February 15, 2023</a></blockquote></div><p>The rest of the February lineup is nothing to sniff at either. You'll soon be able to check out PS4 and PS5 versions of <a href=\"https://www.engadget.com/the-quarry-game-release-date-201557551.html\"><em>The Quarry</em></a>, <a href=\"https://www.engadget.com/outriders-xbox-game-pass-irl-150014907.html\"><em>Outriders</em></a>, Bandai Namco's action RPG <em>Scarlet Nexus, </em><a href=\"https://www.engadget.com/skyrim-mod-forgotten-city-console-pc-release-date-011148425.html\"><em>The Forgotten City</em></a> and <a href=\"https://www.engadget.com/tag/borderlands%203/\"><em><ins>Borderlands 3</ins></em></a> at no extra cost if you have an Extra or Premium subscription. The PS4 versions of <a href=\"https://www.engadget.com/2016-06-15-resident-evil-7-vr-sickness-ps-vr.html\"><em><ins>Resident Evil 7: Biohazard</ins></em></a>, <a href=\"https://www.engadget.com/2016-06-16-tekken-7-tekken-vr.html\"><em>Tekken 7</em></a><em>, Ace Combat 7: Skies Unknown, Earth Defense Force 5, </em><a href=\"https://www.engadget.com/2019-06-10-oninaki-release-date-e3.html\"><em>Oninaki</em></a><em>, Lost Sphear </em>and<em> I am Setsuna </em>will be available as well.</p><p>That's not all as Premium subscribers will gain access to PlayStation 1 titles <em>The Legend of Dragoon, Wild Arms 2 </em>and <em>Harvest Moon: Back to Nature</em> with extra features such as up-rendering, rewind, quick save, and custom video filters. The <a href=\"https://www.engadget.com/2019-06-12-destroy-all-humans-returns-2020-hands-on-e3.html\">PS4 remake of <em>Destroy All Humans!</em></a> is on the way to that tier too. All of these games will be available to claim starting on February 21st.</p><p>Meanwhile, those on the PS Plus Essential tier can also add a solid batch of games to their library this month. <em>OlliOlli World</em>, <em>Mafia: Definitive Edition, Evil Dead: The Game and Destiny 2: Beyond Light </em>are available to claim until March 6th. On the downside, Sony will <a href=\"https://www.engadget.com/sony-will-stop-offering-the-playstation-plus-collection-after-may-9th-183320128.html\"><ins>ditch the PS Plus Collection</ins></a>, which grants members who have a PS5 access to a whole bunch of PS4 games, on May 9th. Be sure to add those titles to your library before then.</p>", "link": "https://www.engadget.com/horizon-forbidden-west-is-coming-to-ps-plus-extra-and-premium-on-february-21st-165558514.html?src=rss", "date_published": "2023-02-15 16:55:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Every actor on our ruined planet will star in Apple TV+'s 'Extrapolations'", "description": "<p><em>Extrapolations</em>, a drama series focusing on the near-future impacts of <a href=\"https://www.engadget.com/tag/climate%20change/\"><ins>climate change</ins></a>, is coming to <a href=\"https://www.engadget.com/tag/apple%20tv%20plus/\"><ins>Apple TV+</ins></a> next month. The streaming service has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3R2LXByL25ld3MvMjAyMy8wMi9hcHBsZS11bnZlaWxzLXRyYWlsZXItZm9yLXN0YXItc3R1ZGRlZC1kcmFtYS1leHRyYXBvbGF0aW9ucy1mcm9tLXZpc2lvbmFyeS13cml0ZXItZGlyZWN0b3ItYW5kLXByb2R1Y2VyLXNjb3R0LXotYnVybnMvIiwiY29udGVudFV1aWQiOiJjNzRjMzkyNC1lNTE0LTQwZjAtYTViNC1jNWM3Yzg0YjAyOGMifQ&amp;signature=AQAAATJoj98YmElGMSYGjG2nhnuhz60X4QlekOa4Yr-p2h78&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Ftv-pr%2Fnews%2F2023%2F02%2Fapple-unveils-trailer-for-star-studded-drama-extrapolations-from-visionary-writer-director-and-producer-scott-z-burns%2F\">released</a> the first trailer, which shows off a cast stuffed full of big names. Among the stars featured in the show are Meryl Streep, Sienna Miller, Kit Harington, Daveed Diggs, Edward Norton, Yara Shahidi, Matthew Rhys, Gemma Chan, David Schwimmer, Keri Russell, Marion Cotillard, Forest Whitaker, Tobey Maguire and Murray Bartlett (who was most recently seen in <a href=\"https://www.engadget.com/the-last-of-us-season-one-hbo-review-080135969.html\"><em><ins>The Last of Us</ins></em></a>).</p><p>The eight-episode series showcases \"interwoven stories about love, work, faith and family,\" Apple says. <em>Extrapolations </em>depicts how people from around the planet are adapting (or perhaps not) to the effects of climate change. It covers a several-decade span in the middle of the 21st century, by which time humans have <a href=\"https://www.engadget.com/nasa-darpa-nuclear-thermal-engine-crewed-missions-mars-200827580.html\"><ins>landed on Mars</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>Given the cast and the visual effects-packed trailer, it's clear Apple has spared little expense on this series. The clip shows a future version of Manhattan protected by sea walls and hints at technology that might allow humans to \"thrive\" in a world further wracked by climate change.</p><p><em>Contagion </em>writer and <em>An Inconvenient Truth </em>producer Scott Z. Burns created the show. The first three episodes of <em>Extrapolations </em>will premiere on Apple TV+ on March 17th, with the remaining five arriving on a weekly basis.</p><div id=\"d313346999354106b0b49d6cd05784bb\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "link": "https://www.engadget.com/every-actor-on-our-ruined-planet-will-star-in-apple-tvs-extrapolations-162616337.html?src=rss", "date_published": "2023-02-15 16:26:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Qualcomm's new phone modem may help overcome 5G's flaws", "description": "<p>It's safe to say 5G hasn't lived up to the hype — while it's much easier to find <a href=\"https://www.engadget.com/2019-04-04-verizon-5g-network-testing-chicago-data-speeds.html\">than it once was</a>, the sometimes lackluster performance and reliability won't have you scrambling to upgrade from LTE. Qualcomm may be nudging the technology forward, at least. The company has <a href=\"https://www.qualcomm.com/news/releases/2023/02/qualcomm-sparks-the-next-phase-of-5g-with-the-world-s-first-5g-a\">introduced</a> the Snapdragon X75, billed as the first phone modem ready for 5G Advanced. The new <a href=\"https://www.qualcomm.com/news/onq/2021/12/setting-5g-advanced-evolution\">cellular standard</a> promises much-improved throughput, coverage, reliability and traffic juggling. You may see meaningful speed boosts, fewer dropoffs and better performance on busy networks.</p><p>Whether or not you need 5G Advanced, the Snapdragon X75 offers some improvements versus <a href=\"https://www.engadget.com/qualcomm-x70-annoucement-mwc-2022-133015807.html\">earlier chips</a>. Qualcomm claims longer battery life and more consistent performance in tricky locations like elevators and subway trains. The modem can handle 5G/4G dual data on two SIM cards at once. There are also boosts to uploads, including support for <a href=\"https://www.engadget.com/qualcomm-snapdragon-satellite-messaging-android-211037007.html\">Snapdragon Satellite</a>.</p><span id=\"end-legacy-contents\"></span><p>Qualcomm is already offering samples of Snapdragon X75 chips to manufacturers, although the first products using the modem aren't expected to arrive until the second half of the year. It's likely to become ubiquitous when it does arrive, though. The company's modems are the <em>de facto</em> choice for Snapdragon-powered Android phones, and are (<a href=\"https://www.engadget.com/apple-wireless-chips-iphone-to-replace-broadcom-qualcomm-143010106.html\">currently</a>) used in iPhones.</p><p>The larger question may be when you'll see the benefits. The 5G Advanced standard isn't due to release until 2024, and it may be a while after that before your carrier adopts the technology. Still, the Snapdragon X75 lays the groundwork for adoption. You might already have an Advanced-compatible phone by the time you can take advantage of the service.</p>", "link": "https://www.engadget.com/qualcomms-new-phone-modem-may-help-overcome-5gs-flaws-155903413.html?src=rss", "date_published": "2023-02-15 15:59:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Oppo Find N2 Flip hands-on: Fixing the foldable's shortcomings", "description": "<p>Samsung, in a few short years, became <em>the </em>foldable phone company. For now. Rivals have either been <a href=\"https://www.engadget.com/lg-mobile-worldwide-shutdown-020959355.html\">unable to launch </a>their own smartphone origami <a href=\"https://www.engadget.com/fcc-officially-bans-telecom-and-video-surveillance-gear-from-several-chinese-companies-003040729.html\">projects</a> or simply <a href=\"https://www.engadget.com/2020-02-14-motorola-razr-review-2020-foldable-fashion-statement.html\">failed to match</a> against the Z Fold (the horizontal folding one) or the Z Flip (vertical folding ‘flip-phone’.)</p><p>Oppo has been taking notes, however. It revealed last year that its <a href=\"https://www.engadget.com/oppo-find-n2-flip-foldable-phone-pricing-availability-101858317.html\">second generation of foldable phones</a> would compete with the same form factors as Samsung. Now, while the west won’t be getting the bigger Find N2 Fold, in the UK and Europe, we will get the Oppo Find N2 Flip. I prefer the flip-phone iteration of foldables, so I’m glad this is the one heading out of China.</p><span id=\"end-legacy-contents\"></span><p>In many ways, the Find N2 Flip attempts to address some of the shortcomings of existing foldables. (And I’ll say it now: <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-4-review-camera-samples-specs-price-battery-life-170027529.html\">I loved the Galaxy Z Flip 4</a>), but there’s always room for improvement.  Oppo’s focus appears to be the external display, which at 3.26 inches, is currently the largest cover screen on a flip smartphone.  While this more accurately replicates the orientation of a smartphone screen, don’t expect icons or an Android-style interface like the one found on Samsung's Galaxy Z fold.</p><figure><img alt=\"Oppo Find N2 Flip hands-on\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/7be505d0-ad27-11ed-9ffd-732d8a12d8a3\" /><figcaption></figcaption><div class=\"photo-credit\">Mat Smith/Engadget</div></figure><p>You will get a more functional area for previewing shots with the primary cameras, however. The 17:9 ratio makes more sense for framing your photos than on the Galaxy Z Flip, with its horizontal screen. You might think that Samsung’s implementation is better for notifications, but with a bigger outright screen, the Find N2 Flip can display up to six lines of text in your alerts – plenty for text messages and even email previews. There’s more space to peruse notifications, calendar entries and more, too  – it can be a finickity task on the Z Flip 4. Oppo offers a handful of pre-programmed replies too, so you can subtly (or lazily) send a response without even opening the Find N2 Flip.</p><p>You can quick-launch the camera by double-pressing the volume down button – you just need to make sure the phone is in standby, otherwise, it will just lower the volume. The cover screen also features a cute animated animal mascot – you can pick between a dog, cat, an unidentifiable bird, hamster or rabbit – and they’ll come alive when you activate the front display. It's a cute addition — it'd be nice if there was some Tamagotchi-style features, though, perhaps tagged to your step-count or even the device's battery life.&nbsp;</p><p>One of the quirks of a flip smartphone is the fact that the primary cameras are also your selfie cameras.  Like the bigger, China-only,  Find N2 Fold, the array on the Flip consists of a 50-megapixel f/1.8 main camera, with an 8-megapixel f/2.2 ultra-wide camera. That’s a higher-res main sensor compared to the Z Flip 4. However, while testing it out for the week, the most noticeable difference has been a 2X zoom toggle, which is admittedly a digital crop – but still, it's a benefit of having such a high-megapixel sensor to begin with.</p><section><img alt=\"Three shots from the Find N2 Flip. At wide (x0.5), x1 and x2 zoom settings.\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/ef107f10-ad2e-11ed-9ef5-c5ac624eb07f\" /></section><p>Another benefit of the more expansive front screen is that you can turn on the preview mode even while someone is taking photos for you, making it easier to ensure that a stranger has managed to fit everyone into your group pic – or ensure they aren’t capturing video instead of a still image. (That has happened to me.) Oppo’s Hasselblad partnership informs its color calibration choices on the cameras again. If you like peppy color filters (I do), you’ll get a handful of these straight from the camera app.</p><p>Unfolded, there’s also a 32-megapixel f/2.4 front-facing camera if you’re feeling a little old-fashioned.  Like Samsung’s foldables,  some apps will adjust to fit if you position the phone with the screen raised at an angle. These include the camera app as well as video call apps and YouTube. The hinge itself isn’t quite as stiff as the Z Flip, so it’s more liable to collapse to flat, but once you figure out the right angle, you’ll be fine. Oppo says the hinge’s range of motion is between 45 and 110 degrees.</p><p>The company is also proud of its subtler crease, and that’s down to a more refined hinge. It claims that its second-generation flip phone has a crease that’s 63 percent less visible – which is… <em>specific</em>. It’s easy to scoff because, well, it’s still <em>there</em>, but it’s definitely smoother compared to the flip phones that came before it. Oppo’s new Flexion hinge is also smaller, and its <a href=\"https://www.engadget.com/oppo-find-n-foldable-phone-china-101211924.html\">waterdrop design</a> leaves less space between the sides when it’s closed. This is especially notable compared to the Z Flip 4.</p><figure><img alt=\"Oppo Find N2 Flip hands-on\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/7bef17f0-ad27-11ed-bf9b-de9243fe117c\" /><figcaption></figcaption><div class=\"photo-credit\">Mat Smith/Engadget</div></figure><p>Another area where Oppo has made a wise upgrade is when it comes to battery capacity. The Find N2 Flip has a 4,300mAh cell – the biggest we’ve seen so far in this form factor, and closer to the Z Fold 4 than the Z Flip 4 – along with 44W fast charging support. That’s decent, again, for this form factor, but Oppo’s <a href=\"https://www.engadget.com/one-plus-as-we-knew-it-is-dead-heres-what-next-133017093.html\">sibling/cousin/frenemy</a>, OnePlus, is already showing off <a href=\"https://www.engadget.com/oneplus-11-review-price-release-date-cameras-150015371.html\">more typical smartphones with support for 100W</a>. Still, it should fully charge in less than an hour, the company claims. (I'll be updating this story after further battery testing). However, just like OnePlus’ latest phone, there’s no wireless charging.</p><p>The device will launch in Astral Black and Moonlit Purple and in the UK, it will be priced at £849 (roughly $1,018), which would put it around the same price as the Galaxy Z Flip 4. For now, there are no plans to bring either Find N2 devices to the US.</p>", "link": "https://www.engadget.com/oppo-find-n2-flip-hands-on-fixing-the-foldables-shortcomings-150021728.html?src=rss", "date_published": "2023-02-15 15:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Traeger's redesigned Ironwood grills pack touchscreen controls and more efficiency", "description": "<p>When Traeger overhauled <a href=\"https://www.engadget.com/traeger-timberline-2022-smart-grills-announced-price-specs-163043089.html\">its Timberline pellet grills</a> last year, the company undertook a complete redesign of its flagship model. It introduced a truckload of new features that made cooking on and cleaning the grills much easier. Today, Traeger revealed a retooled version of its Ironwood series, the WiFi-connected pellet grills that <a href=\"https://www.engadget.com/2019-04-24-traeger-ironwood-650-review-wifi-pellet-grill-smoker.html\">sit in the company's midrange</a>. While it did bring a lot of the upgrades from the new Timberline to these more affordable options, there are still premium tools reserved for the more expensive model.&nbsp;</p><p>First, the Ironwood is now equipped with a touchscreen controller like the Timberline. This display puts critical information in an easier to read format on the grill. Of course, the company's <a href=\"https://www.engadget.com/2019-03-15-traeger-wifi-grills-pro-series-ironwood-timberline.html\">WiFire tech</a> is onboard as well, allowing you to control and monitor the Ironwood from anywhere via <a href=\"https://www.engadget.com/traeger-grills-app-redesign-video-guides-personal-customization-191141115.html\">the Traeger app</a>. This includes adjusting grill temperature, monitoring food temperature, setting alerts/timers and watching pellet supply levels (there's a dedicated pellet sensor). You can also control Ironwood and other Traeger grills <a href=\"https://www.engadget.com/2019-11-14-trager-grills-alexa-voice-control.html\">with Alexa</a> or Google Assistant if you'd rather go the hands-free route. The app is a wealth of culinary knowledge with over 1,600 recipes and cooking guidance from the company's pros. Like previous Traeger pellet grills, the new Ironwood is capable of everything from low-and-slow smoking to high-heat searing, including baking, roasting, braising and grilling.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Inside, Traeger has taken steps to make the new Ironwood more efficient. The company says its Smart Combustion tech \"maintains incredibly precise temperatures\" while an EvenFlow heat shield evenly distributes heat over the entire cooking area. There's also an insulated double wall construction to help prevent unwanted fluctuations in temps. The combination of Traeger's existing Super Smoke mode and its Downdraft exhaust system keep wood smoke circulating around the cooking chamber. Plus, the company says its FreeFlow firepot now assists with that task of keeping smoke moving during a cook.&nbsp;</p><p>On the bottom, the so-called EZ-Clean grease and ash keg that debuted on the Timberline is here as well, sending both liquid run-off and pellet debris to one place for easy removal and cleaning. Like the Timberline, the pellet hopper is cleaned out from the front on the new Ironwood, making it much easier to swap out pellets between cooks when you need to switch to a different variety.&nbsp;</p><p>You'll notice the most difference between the Ironwood and Timberline on the outside. Not only do the grill lids have a different look, but the Ironwood keeps the four-leg base Traeger grills traditionally have. The new Timberline sits on more of a cart, with an enclosed cabinet, casters and small exterior shelves. What's more, the Timberline has an induction burner on the left side where that area on the Ironwood is just a shelf. The Ironwood does offer Traeger's ModiFire system of accessories though, thanks to a \"Pop-And-Lock (PAL)\" rail that allows you to snap on an assortment of shelves, storage bins, tool hooks and more — and it allows you to position those items exactly where you need them. The Ironwood only comes with two wired food probes where the Timberline ships with a set of <a href=\"https://www.engadget.com/traeger-grills-wireless-meat-thermometer-meater-acquisition-183944452.html\">Meater wireless probes</a>. However, you can purchase them separately as the Ironwood does support them. A two-pack <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy50cmFlZ2VyLmNvbS9hY2Nlc3Nvcmllcy9tZWF0ZXItcHJvYmVzIiwiY29udGVudFV1aWQiOiIyMGYyZWIwMy01NGU3LTRkODctOWU3NC1mN2YwYWQ2MjQ1NDMifQ&amp;signature=AQAAARbV_izLUKAkgrrt5CHgCe-JjGRBaMUS1PptNy4eSZuo&amp;gcReferrer=https%3A%2F%2Fwww.traeger.com%2Faccessories%2Fmeater-probes\">costs $230</a>.</p><p>The Ironwood and Ironwood XL are available now <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy50cmFlZ2VyLmNvbS9wZWxsZXQtZ3JpbGxzL2lyb253b29kIiwiY29udGVudFV1aWQiOiIyMGYyZWIwMy01NGU3LTRkODctOWU3NC1mN2YwYWQ2MjQ1NDMifQ&amp;signature=AQAAAQpI-UY9a5ExGs9PNyAQf5SAdoTIVldZ1AiDC_sGkE9M&amp;gcReferrer=https%3A%2F%2Fwww.traeger.com%2Fpellet-grills%2Fironwood\">from Traeger</a> and other retailers in the US and Canada <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy50cmFlZ2VyLmNvbS9wZWxsZXQtZ3JpbGxzL2lyb253b29kIiwiY29udGVudFV1aWQiOiIyMGYyZWIwMy01NGU3LTRkODctOWU3NC1mN2YwYWQ2MjQ1NDMifQ&amp;signature=AQAAAQpI-UY9a5ExGs9PNyAQf5SAdoTIVldZ1AiDC_sGkE9M&amp;gcReferrer=https%3A%2F%2Fwww.traeger.com%2Fpellet-grills%2Fironwood\">for $1,799 and $1,999</a> respectively (616 square inches of cooking space vs. 924). While you'll have to sacrifice some features, that's much less than the Timberline which clocks in at $3,499 and $3,799.&nbsp;</p>", "link": "https://www.engadget.com/traegers-redesigned-ironwood-grills-pack-touchscreen-controls-and-more-efficiency-150010372.html?src=rss", "date_published": "2023-02-15 15:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘The Mageseeker’ is a League of Legends RPG from the studio behind ‘Moonlighter’", "description": "<p>2023 will be another big year for fans of Riot Games and <em>League of Legends</em>. This morning, the studio announced it will release not one but three games from its <a href=\"https://www.engadget.com/2019-12-06-riot-games-riot-forge-league-of-legends.html\"><ins>Riot Forge publishing label</ins></a> before 2024. The slate opens with <em>The Mageseeker</em>: <em>A League of Legends Story</em>, a new action RPG from <a href=\"https://www.digitalsungames.com/\"><ins>Digital Sun Games</ins></a>, the studio behind 2018’s <a href=\"https://store.steampowered.com/app/606150/Moonlighter/\"><em><ins>Moonlighter</ins></em></a>. <em>The</em><em>Mageseeker</em> casts you as Sylas, everyone’s favorite rogue Damacian mage, as he attempts to lead a revolution against the kingdom that imprisoned him. Riot is billing the game as a “2D hi-bit” title, meaning it features a pixel art style that takes advantage of modern rendering techniques. Judging from the trailer Riot shared, <em>The</em><em>Mageseeker</em> looks like it draws inspiration from games like <a href=\"https://www.engadget.com/hyper-light-breaker-announcement-trailer-201547113.html\"><em>Hyper Light Drifter</em></a><em>&nbsp;</em>and <em>Titan Souls</em>. It will arrive this spring on PC and consoles.</p><div id=\"734c86d4274f4ca39a1d612308af94e1\"></div><p>Sometime this summer, Riot will then release <em>Convergence: A League of Legends Story. </em>Double Stallion, a Montreal-based studio that’s best known for its work on <a href=\"https://dblstallion.com/games/speed-brawl/\"><em><ins>Speed Brawl</ins></em></a>, has been working on the game since at least 2019. It stars Ekko, one of the <em>League</em> champions who makes an appearance in <a href=\"https://www.engadget.com/arcane-netflix-league-legends-review-020059350.html\"><ins>Netflix’s </ins><em><ins>Arcane </ins></em><ins>animated series</ins></a>, in a 2D action platformer. This being a game about Ekko, expect to use time manipulation to solve some of the challenges and puzzles <em>Convergence</em> throws at you.</p><span id=\"end-legacy-contents\"></span><p>Lastly, there’s <em>Song of Nunu</em>: <em>A League of Legends Story</em>. This spinoff comes courtesy of <a href=\"https://www.engadget.com/2017-01-03-rime-tequila-works-nintendo-switch.html\"><em><ins>Rime</ins></em></a> creator <a href=\"https://www.engadget.com/tencent-tequila-works-160733677.html\"><ins>Tequila Works</ins></a> and will arrive sometime in the fall. Of the three games that Riot shared release dates for today, <em>Song of Nunu</em> is probably the one I’m most excited to play since Nunu and Willump are such a loveable pair<em>&nbsp;</em>and Tequila Works has a consistent track record. Both <em>Convergence</em> and <em>Song of Nunu </em>will be available to play on PlayStation 4, PS5, Xbox One, Xbox Series X/S and PC via Steam, GOG and the Epic Games Store when they arrive later this year.</p>", "link": "https://www.engadget.com/the-mageseeker-is-a-league-of-legends-rpg-from-the-studio-behind-moonlighter-140016250.html?src=rss", "date_published": "2023-02-15 14:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's MLS Season Pass will stream games in 1080p", "description": "<p>Apple already announced a lot of the details on its <a href=\"https://www.engadget.com/apple-tv-mls-season-pass-launch-120017178.html\">MLS Season Pass</a>, the company's biggest entry into live sports streaming yet. However, the company and the league still had a few details they hadn't yet revealed. As the start of the new season draws closer, the two collaborators <a href=\"https://www.mlssoccer.com/news/apple-and-major-league-soccer-unveil-live-event-production-plan-and-talent-pairi\">announced more info today</a>, including streaming and audio quality in addition to scheduling, the number of games and studio show formats</p><p>In what will be a disappointment for some, Apple will stream every game in 1080p. That's the same quality the company offered for its <a href=\"https://www.engadget.com/apple-tv-plus-friday-night-baseball-181930932.html\">weekly Major League Baseball games</a> last year. However, it's an improvement for MLS as every game wasn't available in 1080p previously. The plan is to have more cameras on the field at each match, so despite a lack of 4K, the comprehensive nature of the visuals should be better than what fans are used to seeing. All MLS regular season and Leagues Cup matches will also be streamed with Dolby 5.1 audio as well as alternate broadcast options like local radio.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>One key thing that will be a welcome change for MLS fans is that the league has standardized game start times and scheduling. With a few exceptions, games will be on Saturday or Wednesday nights and they'll start at 7:30PM local time. There are some Sunday matches scheduled and a few afternoon games, but since MLS is dealing primarily with one broadcaster now, it had the ability to make things a lot easier to follow. Fans can expect at least 13 matches every Saturday or Wednesday night and they'll start at one of four times: 7:30PM Eastern, Central, Mountain or Pacific.</p><figure><img alt=\"Apple TV MLS Season Pass\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/a5e0e6d0-a1d1-11ed-affb-91a77d59eaa2\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>This schedule change also makes it easier to plan studio programming. Apple and MLS will offer three options: a preview show (<em>MLS Countdown</em>), a post-game show (<em>MLS Wrap-up</em>) and continuous &quot;whiparound&quot; coverage for the entire five hours games take place (<em>MLS 360</em>). A typical Saturday will begin with <em>MLS Countdown </em>30 minutes prior to the east coast games kicking off. There will also be 15-minute installments of <em>Countdown </em>before the Central, Mountain and Pacific time zone matches begin. During the entire night, <em>MLS 360 </em>will offer coverage of key moments (goals) as they happen with live look-ins of in-progress matches with studio commentary. Finally, <em>Wrap-up </em>will air when all the games have concluded as a recap of all of the day's action.</p><p>In total, Apple and MLS will offer up almost 1000 games through Season Pass. That's every regular season game, the All Star Game and MLS Cup playoffs. Then there's the 77 matches of the Leagues Cup that will include every team from MLS and Mexico's Liga MX (group stage and knockout rounds). Season Pass will also stream 250 live MLS Next Pro matches from league-affiliated development teams, including playoffs and the championship game. There will also be over 100 games from the MLS Next youth level, some of which are tournaments or qualifying tournaments, with MLS club academies on display here.&nbsp;</p><p>As Apple has said before, MLS Season Pass will be available everywhere you find the Apple TV app. That includes the web, Apple TV (4K, HD and 3rd generation), iPhone, iPad and Mac as well as Samsung, Vizio, LG, Sony, Panasonic and Hisense smart TVs. You'll also find it on Roku, Fire TV, Android TV and Google TV streaming devices and it's available on PlayStation and Xbox consoles. Comcast in the US, Sky in the UK, Free in France, Magenta TV in Germany and B TV in Slovakia are TV providers that offer access.&nbsp;</p><p>The 2023 season starts February 25th, but MLS Season Pass has already launched. There's plenty of on-demand content to prepare you for the season if you want to sign up now. The streaming plan costs $15 per month or $99 for the season. If you're an Apple TV+ customer, you'll get the discounted rates of $13/month or $79 a season. There will be a number of free games during the season, including every match on opening weekend. For a list of what you'll be able to watch without a subscription for the first month, check the MLS schedule <a href=\"https://www.mlssoccer.com/schedule/#competition=all&amp;club=all&amp;date=2023-02-25\">here</a>. Some games will also air on FOX and FS1.</p>", "link": "https://www.engadget.com/apples-mls-season-pass-will-stream-games-in-1080p-130045827.html?src=rss", "date_published": "2023-02-15 13:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "PlayStation DualSense Edge review: Sony's pricey but powerful sidekick for the PS5", "description": "<p>The original <a href=\"https://www.engadget.com/2015-10-22-xbox-elite-controller-review.html\"><ins>Xbox Elite controller</ins></a> came out way back in 2015, so it's a wonder why <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=15919d69-aefa-41ae-a977-fdcae58a803c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sony&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxNTkxOWQ2OS1hZWZhLTQxYWUtYTk3Ny1mZGNhZTU4YTgwM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ueS5jb20vZW4vIiwiY29udGVudFV1aWQiOiIxMDkwNTJiNC0wYmU2LTQyYWUtYmQyMS1hMmE3M2FlNmRkNTYifQ&amp;signature=AQAAAbHfvO7xQHnc-1ZeUX1ZFkCIGHzCC55--H_jmqlYLQJ0&amp;gcReferrer=https%3A%2F%2Fwww.sony.com%2Fen%2F\"><ins>Sony</ins></a> took so long to release its own take on a premium gamepad. But now that the <a href=\"https://www.engadget.com/sony-playstation-5-review-130048353.html\"><ins>PlayStation 5</ins></a> is more widely available (kind of), the company is finally ready to show the world what it can do. While the $200 DualSense Edge costs a bit more than its rival, it offers a few nifty features you don't get on Microsoft's controller, combined with one potentially major shortcoming.</p><h2>Design</h2><p>For the Edge, Sony didn't stray much from its default template. From the top, the Edge looks almost exactly the same aside from a black D-pad and face buttons and a black touchpad adorned with a subtle pattern featuring the company's signature ▲ ■ ● and ✖ icons. Where things get interesting is when you notice the two little nubs that stick out below the analog sticks, which are function buttons reserved for changing your controller's button assignments.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Can you tell which one is which? Hint: the Edge is on the right.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/6f0b5b70-aca5-11ed-bbfa-e700a30b4ab5\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>In back, there are two switches on either side next to the shoulder triggers for adjusting their pull length, along with slots to accommodate the gamepad's removable rear paddles. The controller comes with two sets of rear paddles: longer, more traditional levers and short stubby half-domes, the latter of which ended up being my favorite. You also get a total of three different joystick nubs (standard, short-stemmed convex and long-stemmed convex) that can be swapped out on the fly, and a cable lock which can prevent the included USB-C cord from getting pulled out by accident.</p><p>Both the thumbsticks and the rear paddles attach magnetically, which makes it super simple to test out different layouts before finding a combo you like. The long-stemmed domed thumbstick can be helpful for snipers in shooting games, especially if you prefer playing at lower sensitivities. But I was less concerned with trying to get an edge than I was with making the controller as comfortable as possible.</p><figure><img alt=\"The back of the DualSense Edge features switches for adjusting the pull length of the triggers and magnetic slots for accommodating the controller's rear paddles. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/958731c0-aca5-11ed-a6ee-f9052724731e\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>One of the Edge's highlight features are those fully replaceable analog sticks. By sliding the release toggle in back, the shroud around the analog sticks lifts off, revealing removable modules that attach via USB-A and can be changed out in seconds. This means when you start to experience some controller drift (which you will, given enough wear and tear), you can simply buy replacement thumbstick modules that cost $20 each. For hardcore gamers that put in hundreds or thousands of hours into their consoles, this can represent huge savings over time. If one joystick starts to get a bit wonky, just switch it out, or replace both sticks at the same time and get almost a brand-new gamepad.</p><p>Finally, to round everything out, the Edge comes with a hardshell carrying case that looks and feels like an extra-large space egg. It has a lightly padded interior and a small mesh pocket for any additional accessories you might need (like the included charging cable). There's also a nifty velcro pass-through flap in back that allows you to route a cord inside so you can charge the controller while it remains tucked safely inside the case.</p><h2>Software and features</h2><figure><img alt=\"In the PS5's settings menu, you can easily do stuff like remap the Edge's buttons or create a number of quick presets. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/d85fed20-aca5-11ed-b7fa-aef57eb56256\" style=\"height: 2160; width: 3840;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Another big advantage the Edge has over rivals (especially third-party offerings like <a href=\"https://scufgaming.com/playstation5-scuf-reflex\"><ins>Scuf's Reflex</ins></a>) is the ability to set custom button configurations. The PS5 supports four quickset options and has the ability to save even more in settings. Switching layouts takes less than a second and is as simple as pressing either one of the function buttons and one face button at the same time. I also appreciate that the PS5 pops up a simple walkthrough on how to set everything the first time you connect the controller. And whenever you want to revisit your button presets, all you have to do is open the console's settings menu.</p><p>Other handy features include the ability to customize your joystick sensitivity, adjust their deadzone and even set the actuation point for the triggers. So depending on your preferences, you can tell the controller to ignore shallow pulls to avoid inadvertent presses. This also works in conjunction with the slider on the back of the controller which can change the physical travel distance of the triggers to three distances (short, medium and long), which is nice when switching from a racing game, where you want the full analog feedback, and an FPS, when you want a real hair trigger setup.</p><h2>In-game</h2><figure><img alt=\"Unlike the standard version, the DualSense Edge features a couple of small design tweaks including a black D-pad, black buttons, and a black touchpad with a subtle PlayStation icon pattern. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/0f1311d0-aca6-11ed-97ff-25d2e007741c\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>When you get around to actually using the Edge, gaming with it almost feels like having a Swiss Army Knife. Sure, it looks and feels like a standard DualSense, but when you run into an awkward situation, the gamepad always seems to have a solution. For example: Some of my first console shooters were <em>Turok: Dinosaur Hunter</em> and <a href=\"https://www.engadget.com/goldeneye-007-nintendo-switch-xbox-release-date-144644341.html\"><em><ins>Goldeneye</ins></em></a> on the N64, so I've always preferred what gamers often call a Southpaw joystick setup, which means aiming with the left joystick and moving with the right. Unfortunately, not every shooter supports this layout. But with the DualSense I can use it in whatever game I want.</p><p>Additionally, while the DualSense's deep triggers are great for racing games, that long pull is kind of annoying in fighters or beat 'em ups like <em>Streets of Rage 4</em>. But simply by moving the toggles in back, I can significantly shorten the pull, making things feel snappier and more responsive.</p><figure><img alt=\"A highlight feature on the DualSense Edge is replaceable joystick modules that can be swapped out for just $20. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/4f498400-aca6-11ed-9d59-8a23a630985d\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Now I should mention that some other premium controllers like the <a href=\"https://www.engadget.com/microsoft-xbox-elite-series-2-wireless-controller-white-140019249.html\"><ins>Xbox Elite Series 2</ins></a> offer multiple D-pad options, but in my opinion, both of them are worse than Sony's arrow-shaped version. And while I'll probably never use the cable lock, I can see it being useful in tournament settings where you want the confidence of a wired connection but don't want to worry about your USB cable getting yanked out by accident.</p><p>My one small complaint is that I wish you could assign custom actions to the little function nubs. Right now they're dedicated to switching button presets and there's no way to change that, which seems like a bit of a waste. There are two nubs, at least let me use one of them as an extra button, especially since I feel like they're in the perfect location for launching grenades in shooters.</p><h2>Battery Life</h2><figure><img alt=\"While it may not be an important feature to everyone, the DualSense Edge comes with a cable lock that can be used to ensure its USB cord isn't yanked out by accident. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/8b07db90-aca6-11ed-bfcf-d564f20a063c\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The DualSense Edge's biggest weakness is its battery life, which is somehow worse than the standard PS5 controller. On average I was getting around five to six hours of use on a single charge, compared to six or seven for the regular DualSense. And that's just frustrating because not only does the Edge cost more than twice as much, the type of people that would pay big money for a premium controller are also quite likely to engage in marathon gaming sessions. And there are few things more annoying than having to scramble for a USB cord when your controller dies in the middle of the firefight. Thankfully, the Edge comes with a lengthy 10-foot USB cable, so even if it runs out of juice, you'll probably still be able to plug it in and have the cable reach your couch.</p><h2>Wrap-up</h2><figure><img alt=\"At $200, Sony's DualSense Edge is the company's take on a premium gamepad for the PS5. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/8500ce70-aca4-11ed-bf7b-8996e2b0b336\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>While the idea of paying $200 for a fancy controller might seem like a bit much (and it kind of is), after using the DualSense Edge I can see the appeal. It offers a familiar design with a handful of extra features including easy button remapping, multiple joystick nubs, customizable rear paddles and more. And the Edge is actually a tiny bit cheaper than some third-party options like those from Scuf, which doesn’t have replaceable joystick modules. Its short battery life is definitely a downer and I would have liked to see Sony include support for a second pair of paddles in back, like you get on of other premium gamepads. But if I had to choose just one controller to use with my PS5 until it dies, the DualSense Edge would be it.</p>", "link": "https://www.engadget.com/playstation-dualsense-edge-review-sonys-pricey-but-powerful-sidekick-for-the-ps5-130041956.html?src=rss", "date_published": "2023-02-15 13:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Amazon still plans to 'go big' on grocery stores", "description": "<p>Despite recently saying it would lay off more than 18,000 people, Amazon is still looking to expand its empire – which could mean more physical stores. CEO Andy Jassy told the <em>Financial Times</em> that Amazon still plans to “<a href=\"https://www.engadget.com/amazon-plans-to-eventually-go-big-on-physical-grocery-stores-154524344.html\">go big</a>” on its brick-and-mortar grocery store business.</p><p>The company's physical store division accounts for 3.4 percent of the overall business and has grown only around 10 percent since the Whole Foods acquisition. Jassy noted that many Amazon Fresh locations opened in the COVID-19 pandemic, so Amazon hasn't &quot;had a lot of normalcy&quot; to see what works. That’s also been true for other facets of its physical retail business. Almost a year ago, Amazon said it was closing all of its pop-ups, bookstores and four-star shops across the US and UK.</p><p>In the interview, Jassy said: “We have a history of doing a lot of experimentation and doing it quickly. And then, when we find something that we like, doubling down on it, which is what we intend to do.”</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/how-to-catch-a-bigfoot-160044930.html\">Hunting Bigfoot: Technology could find the previously unfindable</a></p></li><li><p><a href=\"https://www.engadget.com/instagram-live-shopping-shutdown-205824247.html\">Instagram shuts down its live shopping service</a></p></li><li><p><a href=\"https://www.engadget.com/amazons-zoox-successfully-tests-its-purpose-built-autonomous-taxi-on-public-roads-134628930.html\">Amazon's Zoox is now operating its purpose-built autonomous taxi on public roads</a></p></li><li><p><a href=\"https://www.engadget.com/hyundai-and-kia-release-software-update-to-prevent-tiktok-thefts-193056722.html\">Hyundai and Kia release software update to prevent TikTok-inspired thefts</a></p></li><li><p><a href=\"https://www.engadget.com/toyota-next-generation-ev-lexus-105756171.html\">Toyota will launch a 'next-generation' EV under the Lexus brand </a></p></li><li><p><a href=\"https://www.engadget.com/samsung-storage-sale-brings-ssds-and-microsd-cards-down-to-all-time-lows-161345575.html\">Samsung's latest storage sale brings SSDs and microSD cards down to all-time lows</a></p></li><li><p><a href=\"https://www.engadget.com/tesla-autopilot-workers-seeking-unionize-new-york-131506705.html\">Tesla Autopilot workers are seeking to unionize in New York </a></p></li></ul><h2></h2><h2><a href=\"https://www.engadget.com/update-your-apple-devices-now-to-patch-a-security-flaw-185718120.html%20https://www.engadget.com/...\">Update your Apple devices now to patch a security flaw</a></h2><h3>The issue “may have been actively exploited,” according to Apple.</h3><h3></h3><p>Apple released security updates to its operating systems on Monday to resolve a security flaw. The company said the issue “may have been actively exploited,” meaning hackers could’ve taken advantage of the issue to access devices. However, Apple does not have additional details to share on the exploits beyond the update release notes, spokesperson Scott Radcliffe told Engadget.</p><p><a href=\"https://www.engadget.com/update-your-apple-devices-now-to-patch-a-security-flaw-185718120.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ikea-vindstyrka-indoor-air-quality-sensor-195810594.html%20https://www.engadget.com/...\">IKEA made a smart air quality sensor</a></h2><h3>It gauges particulate matter levels humidity, temperature and more.</h3><h3></h3><p>IKEA is introducing a smart indoor air quality sensor, the Vindstyrka, which gauges pollutant levels. Vindstyrka works by itself, but it unsurprisingly becomes more useful when connected to IKEA's Dirigera smart home hub. You can check air quality through the company's app and have the monitor control other devices, like telling IKEA’s Starkvind purifier to increase fan speed based on particulate levels. There’s no price yet, but the sensor will launch in April.</p><p><a href=\"https://www.engadget.com/ikea-vindstyrka-indoor-air-quality-sensor-195810594.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ted-lasso-season-3-release-date-trailer-152724136.html\">Watch the teaser for 'Ted Lasso' season 3</a></h2><h3>The biggest show on Apple TV+ returns March 15th.</h3><a href=\"https://www.engadget.com/ted-lasso-season-3-release-date-trailer-152724136.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/c2776ed0-ad1c-11ed-bf7d-df18e0e63bdc\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure></a><p>Apple has revealed the third season of <em>Ted Lasso</em> will premiere March 15th, with a new episode (12 in total) arriving every week. In season three, AFC Richmond is now in the Premier League but pitted against one of its former allies — Nate is now working for Rebecca's ex, Rupert, at West Ham United.</p><p><a href=\"https://www.engadget.com/ted-lasso-season-3-release-date-trailer-152724136.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/google-fiber-launches-5gbps-service-for-125-per-month-214732336.html%20https://www.engadget.com/...\">Google Fiber launches 5Gbps service for $125 per month</a></h2><h3>But it’s only available in four cities at launch.</h3><h3></h3><p>Google Fiber is finally launching its 5Gbps internet plan in Kansas City, West Des Moines and Utah. Google says the $125-per-month service will expand to other areas later this year. The service offers symmetrical upload and download rates, an upgraded 10 Gig Fiber Jack and includes professional installation, a WiFi 6 router and up to two mesh network extenders. For comparison: Comcast already offers <a href=\"https://www.engadget.com/comcast-10g-internet-test-6-gbps-hit-download-speeds-143925568.html?uuid=StgwLcHz5H6ZT9a68766\">6Gbps service</a> in some areas, which costs $300 a month and doesn’t include symmetrical uploads.</p><p><a href=\"https://www.engadget.com/google-fiber-launches-5gbps-service-for-125-per-month-214732336.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/james-webb-telescope-captures-a-milky-way-like-galaxy-a-billion-light-years-away-200514169.html\">James Webb telescope captures a Milky Way-like galaxy a billion light-years away</a></h2><h3>A spiral star system like ours.</h3><h3></h3><p>Astronomers at the European Space Agency (ESA) used the James Webb Space Telescope to capture an image of a spiral galaxy that resembles our home, the Milky Way. The star system, LEDA 2046648, is a billion light-years away and comprises thousands of galaxies, trillions of stars and countless planets. Of course, an image of anything one billion light-years away means we’re viewing the galaxy’s light from a billion years ago.</p><p><a href=\"https://www.engadget.com/james-webb-telescope-captures-a-milky-way-like-galaxy-a-billion-light-years-away-200514169.html\"><strong>Continue reading.</strong></a></p>", "link": "https://www.engadget.com/the-morning-after-amazon-still-plans-to-go-big-on-grocery-stores-121754407.html?src=rss", "date_published": "2023-02-15 12:17:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla will open up 7,500 charging stations to other EVs by 2024", "description": "<p>The Biden administration has unveiled new initiatives in its $7.5 billion plan to install 500,000 EV chargers on US roads by 2030. As part of that, it <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/15/fact-sheet-biden-harris-administration-announces-new-standards-and-major-progress-for-a-made-in-america-national-network-of-electric-vehicle-chargers/\">announced</a> that Tesla has committed to to open up 7,500 of its charging stations to non-Tesla vehicles by the end of 2024.&nbsp;</p><p>In 2021 Tesla <a href=\"https://www.engadget.com/elon-musk-tesla-open-superchargers-other-evs-035136832.html\">announced</a> that its open-access Supercharger program (currently being piloted in 16 European nations) would be coming to the US. With a firm date now in hand, the White House has revealed details of the plan. Of 7,500 chargers available for all compatible EVs, 3,500 will be new and existing 250 kW Superchargers along highway corridors. The rest will be Level 2 <a href=\"https://www.tesla.com/destination-charging\">Destination Charging</a> stations (22 kW max) at hotels, restaurants and other urban and rural locations. Tesla will also boost its US Supercharger network by 300 percent, officials said.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"cf042335fc6b466b98b920180c58bc53\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Select Tesla Superchargers across the US will soon be open to all EVs</p>— Tesla Charging (@TeslaCharging) <a href=\"https://twitter.com/TeslaCharging/status/1625798923704225793?ref_src=twsrc%5Etfw\">February 15, 2023</a></blockquote></div><p>In order to tap into the $7.5 billion in funding, companies must adopt the Combined Charging System (CCS) that dominates in the US, while offering smartphone-friendly payment options. &quot;No matter what EV you drive, we want to make sure that you will be able to plug in, know the price you're going to be paying and charge up in a predictable, user-friendly experience,&quot; Transportation Secretary Pete Buttigieg <a href=\"https://www.reuters.com/business/autos-transportation/new-biden-ev-charger-rules-stress-made-america-force-tesla-changes-2023-02-15/\">told reporters</a>. Tesla currently uses proprietary chargers, but has committed to adding the CCS standard as well.</p><p>Tesla's commitment is part of the White House's larger plan to have at least 500,000 EV chargers on US roads by 2030. To hit that goal, the administration has received commitments from EV manufacturers like GM and Ford, along with ChargePoint and other EV charger manufacturers. Those will add more than 100,000 public chargers available to all EVs.&nbsp;</p><p>For example, GM has already <a href=\"https://www.engadget.com/gm-launches-its-community-charging-program-in-two-states-130001577.html\">committed</a> to install up to 40,000 Level 2 stations across the US and Canada as part of its Ultium Charge 360 network. It will also install a coast-to-coast network of 2,000 350 kW fast chargers along US roads in partnership with Pilot Company and EVgo. Ford, meanwhile, plans to install DC fast chargers at 1,920 dealerships by January 2024. Hertz also plans to install thousands of BP's Pulse chargers in US cities for Hertz customers and the public.&nbsp;</p><p><a href=\"https://www.engadget.com/biden-administration-unveils-5-billion-plan-or-ev-charging-infrastructure-133022348.html\">Early last year</a>, the White House revealed its plan to ensure that 500,000 EV chargers are publicly available in the US as part of $7.5 billion National Electric Vehicle Infrastructure (NEVI) Formula Program. That's motivated by an overall plan to <a href=\"https://www.engadget.com/president-biden-2030-ev-target-134025373.html\">convert</a> half of all new US vehicle sales to zero-emissions by 2030. There are now over 130,000 public chargers serving over three million EVs now on the road — <a href=\"https://electrek.co/2022/02/02/ev-charging-ports-will-soon-outnumber-gas-stations-in-the-us-yet-it-wont-be-enough/\">still not nearly enough</a>, critics have said. The first tranche of NEVI funds will be delivered to states in the coming weeks.</p>", "link": "https://www.engadget.com/tesla-will-open-up-7500-charging-stations-to-other-evs-by-2024-115527953.html?src=rss", "date_published": "2023-02-15 11:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Virgin Orbit confirms a dislodged fuel filter caused its first UK launch to fail", "description": "<p>In a <a href=\"https://virginorbit.com/the-latest/virgin-orbit-update-on-uk-mission-anomaly/\">new update</a>, Virgin Orbit has <a href=\"https://www.engadget.com/virgin-orbit-first-uk-orbital-launch-failed-100-dollar-component-103511986.html\">confirmed</a> that the launch failure of its first UK mission was likely caused by a fuel filter that had been &quot;dislodged from its normal position.&quot; That created a cascade of events that led to the shutdown of the second stage rocket, which ultimately fell back to Earth along with its payload, according to data gathered so far. The <a href=\"https://www.engadget.com/virgin-orbit-update-cause-start-me-up-mission-failure-191641002.html\">investigation</a> is being led by United Launch Alliance's <a href=\"https://spacenews.com/35957profile-jim-sponnick-vice-president-of-atlas-and-delta-programs-united-launch/\">Jim Sponnick</a> and Virgin Chief Engineer Chad Foerster, with oversight from the US FAA, UK Air Accidents Investigation branch and other authorities.&nbsp;</p><p>The company's historic &quot;Start Me Up&quot; mission launched from Spaceport Cornwall on January 9th and Virgin confirmed things went well at the start. &quot;The ignition, first stage flight, stage separation, second stage ignition and fairing deployment of the LauncherOne rocket were nominal,&quot; it wrote. &quot;Each of these milestones constituted a first-of-its-kind achievement for any orbital launch attempt from western Europe.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"ea7fa890d86241ea91fae5adc892378d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We’ve been investigating the <a href=\"https://twitter.com/hashtag/StartMeUp?src=hash&amp;ref_src=twsrc%5Etfw\">#StartMeUp</a> mission anomaly. Read this update for more details on our findings so far, or follow the link: <a href=\"https://t.co/WzNQCnzRZ7\">https://t.co/WzNQCnzRZ7</a><a href=\"https://t.co/r3imy3aqxV\">pic.twitter.com/r3imy3aqxV</a></p>— Virgin Orbit (@VirginOrbit) <a href=\"https://twitter.com/VirginOrbit/status/1625631581732999169?ref_src=twsrc%5Etfw\">February 14, 2023</a></blockquote></div><p>That pesky $100 filter highlights the challenges of spaceflight, though. After it dislodged from its proper place in the fuel feedline, a downstream pump was starved for fuel and began operating at a significantly higher-than-rated temperature, investigators found. Parts downstream of that and in the vicinity eventually malfunctioned, causing the engine to stop. &quot;The early thrust termination ended the mission, and the second stage and its payloads fell back to Earth, landing in the approved safety corridor in the Atlantic Ocean.&quot;</p><p>Virgin Orbit is portraying the failure as a learning experience, but as the first UK orbital launch ever, the timing wasn't ideal. The company noted, however, that all four prior operational flights succeeded, sending 33 payloads to their required orbits.&nbsp;</p><p>The company is now creating a plan to replicate flight conditions to determine the root cause or causes of the failure, it said. &quot;Numerous tests are underway to support the investigation and help lead to definitive conclusions. Ultimately, all credible causes of the failure will be addressed prior to the next LauncherOne mission.&quot;</p>", "link": "https://www.engadget.com/virgin-orbit-confirms-a-dislodged-fuel-filter-caused-its-first-uk-launch-to-fail-102542775.html?src=rss", "date_published": "2023-02-15 10:25:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's pay later service approval might depend on your purchase history", "description": "<p>Apple will rely on your previous purchases and spending habits to decide how much it will lend you for its upcoming &quot;<a href=\"https://www.engadget.com/apple-pay-later-announced-172757123.html?uuid=uuuCX6BXSZ14R0qI0685\">buy now, pay later</a>&quot; service, according to <a href=\"https://www.bloomberg.com/news/articles/2023-02-15/apple-to-scrutinize-customer-history-for-new-apple-pay-later-service?sref=10lNAhZ9\"><em>Bloomberg's Mark Gurman</em></a>. Apparently, the tech giant intends to evaluate your eligibility based on your purchases at its retail stores, your App Store transactions and even the peer-to-peer transfers you've made using Apple Cash.&nbsp;</p><p>Whether or not you've applied for an Apple Card in the past will also reportedly factor into the amount the company will lend you, along with your spending habits using any other card linked to your Apple Pay. The company will take which Apple devices you own into account, as well, <em>Bloomberg</em> says. Apple Financing, the <a href=\"https://www.engadget.com/apple-financing-subsidiary-223140051.html\">subsidiary the company established</a> last year, is expected to be in charge of conducting customer background checks and loan approvals.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The tech giant first announced the &quot;buy now, pay later&quot; functionality for Apple Pay at its WWDC event in June 2022 with the intention of launching it later that year. While Apple didn't explain why it didn't arrive with iOS 16 like it originally intended, Gurman said at the time that the delays were caused by &quot;fairly significant technical and engineering challenges in rolling out the service.&quot; To test the feature, Apple reportedly gave its <a href=\"https://www.engadget.com/apple-retail-staff-testing-buy-now-pay-later-service-055037747.html\">retail employees access</a> to it for their own purchases. In Gurman's latest report, he says testers have been seeing loan approvals for as much as $1,000.&nbsp;</p><p>When it first announced the pay later offering, Apple said it will give you a way to split the cost of purchases into four equal installments that you can pay over six weeks. That's a short amount of time, but you at least won't incur any additional interest or fees. The company reportedly plans to offer another option later on that would let you pay for larger purchases over several months, though that one will charge you interest on top of the base amount.&nbsp;</p>", "link": "https://www.engadget.com/apple-pay-later-service-approval-purchase-history-090418727.html?src=rss", "date_published": "2023-02-15 09:04:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter reportedly created a system to artificially boost Elon Musk's tweets", "description": "<p><a href=\"https://www.platformer.news/p/yes-elon-musk-created-a-special-system\"><em>Platformer</em></a> has interviewed Twitter employees to figure out why people's For You feeds <a href=\"https://www.engadget.com/elon-musk-says-twitter-is-fixing-its-elon-musk-tweet-problem-091137262.html\">turned into The Elon Musk show</a>, and they said the company's engineers truly did build a system that benefited their CEO alone. According to the publication, Elon's cousin and Twitter employee James Musk sent an urgent message on the company's Slack on Monday morning. &quot;We are debugging an issue with engagement across the platform,&quot; he wrote, calling the situation &quot;high urgency&quot; and asking everyone who can write code to help. The situation? President Biden's tweet about rooting for the Philadelphia Eagles got more engagement than Musk's.&nbsp;</p><p>Apparently, the president's tweet generated almost 29 million impressions, whereas Musk's generated 9.1 million only before he deleted it. Musk's issue with his tweets not getting as much engagement as he would like started before the Super Bowl, however. <a href=\"https://www.platformer.news/p/elon-musk-fires-a-top-twitter-engineer\"><em>Platformer</em></a><em>&nbsp;</em>previously reported that he fired one of Twitter's two remaining principal engineers because he suggested that Musk's tweets aren't generating as many impressions anymore because people are no longer that interested in what he's saying.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Around 80 Twitter employees were reportedly tasked to investigate the possible reasons for Musk's waning engagement numbers, and they did consider the possibility that a lot of people had blocked and muted him in recent months. They also looked into legitimate potential technical issues, though, because tweets from users whose posts typically perform well should've been automatically promoted by the website's system.&nbsp;</p><p>The fix they came up with, <em>Platformer</em> says, is to deploy code that would artificially boost Musk's tweets by a factor of 1,000, ensuring that they rank higher than everyone else's in people's feeds. As a result, over 90 percent of Musk's 128.9 million followers saw his tweets, and even those who don't follow the Twitter owner kept seeing his posts on their timeline.&nbsp;</p><p>While Musk didn't speak at length about the issue, he did acknowledge the change in his own way, specifically by <a href=\"https://twitter.com/elonmusk/status/1625368108461613057\">posting the &quot;forced to drink milk&quot; meme</a>. He also asked people <a href=\"https://twitter.com/elonmusk/status/1625407245218648065\">to stay tuned</a> while Twitter made adjustments to the &quot;algorithm&quot; (his quote, not ours) after users started complaining of seeing all Elon all the time. &quot;Adjustments&quot; reportedly didn't mean removing his advantage completely, though: according to <em>Platformer</em>, Elon's tweets are still artificially boosted, but by a factor less than 1,000. Bottom line, users will still see his tweets a lot, unless they choose to move over to the Following tab instead.&nbsp;</p>", "link": "https://www.engadget.com/twitter-artificially-boost-elon-musk-tweets-053602807.html?src=rss", "date_published": "2023-02-15 05:36:02+00:00", "persistent": false, "user": null, "language": "en-US"}]