[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korea's APT37 Targeting Southern Counterpart with New M2RAT Malware", "description": "The North Korea-linked threat actor tracked as APT37 has been linked to a piece of new malware dubbed M2RAT in attacks targeting its southern counterpart, suggesting continued evolution of the group's features and tactics.\nAPT37, also tracked under the monikers Reaper, RedEyes, Ricochet Chollima, and ScarCruft, is linked to North Korea's Ministry of State Security (MSS) unlike the Lazarus and", "link": "https://thehackernews.com/2023/02/north-koreas-apt37-targeting-southern.html", "date_published": "2023-02-15 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar — A MythBusting Special: 9 Myths about File-based Threats", "description": "Bad actors love to deliver threats in files. Persistent and persuasive messages convince unsuspecting victims to accept and open files from unknown sources, executing the first step in a cyber attack. \nThis continues to happen whether the file is an EXE or a Microsoft Excel document. Far too often, end users have an illusion of security, masked by good faith efforts of other users and (", "link": "https://thehackernews.com/2023/02/webinar-mythbusting-special-9-myths.html", "date_published": "2023-02-15 13:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Financially Motivated Threat Actor Strikes with New Ransomware and Clipper Malware", "description": "A new financially motivated campaign that commenced in December 2022 has seen the unidentified threat actor behind it deploying a novel ransomware strain dubbed MortalKombat and a clipper malware known as Laplas.\nCisco Talos said it \"observed the actor scanning the internet for victim machines with an exposed remote desktop protocol (RDP) port 3389.\"\nThe attacks, per the cybersecurity company,", "link": "https://thehackernews.com/2023/02/financially-motivated-threat-actor.html", "date_published": "2023-02-15 13:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Regular Pen Testing Is Key to Resolving Conflict Between SecOps and DevOps", "description": "In an ideal world, security and development teams would be working together in perfect harmony. But we live in a world of competing priorities, where DevOps and security departments often butt heads with each other.\nAgility and security are often at odds with each other— if a new feature is delivered quickly but contains security vulnerabilities, the SecOps team will need to scramble the release", "link": "https://thehackernews.com/2023/02/regular-pen-testing-is-key-to-resolving.html", "date_published": "2023-02-15 09:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Warn of 'Beep' - A New Evasive Malware That Can Fly Under the Radar", "description": "Cybersecurity researchers have unearthed a new piece of evasive malware dubbed Beep that's designed to fly under the radar and drop additional payloads onto a compromised host.\n\"It seemed as if the authors of this malware were trying to implement as many anti-debugging and anti-VM (anti-sandbox) techniques as they could find,\" Minerva Labs researcher Natalie Zargarov said.\n\"One such technique", "link": "https://thehackernews.com/2023/02/experts-warn-of-beep-new-evasive.html", "date_published": "2023-02-15 09:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Rolling Out Privacy Sandbox Beta on Android 13 Devices", "description": "Google announced on Tuesday that it's officially rolling out Privacy Sandbox on Android in beta to eligible mobile devices running Android 13.\n\"The Privacy Sandbox Beta provides new APIs that are designed with privacy at the core, and don't use identifiers that can track your activity across apps and websites,\" the search and advertising giant said. \"Apps that choose to participate in the Beta", "link": "https://thehackernews.com/2023/02/google-rolling-out-privacy-sandbox-beta.html", "date_published": "2023-02-15 07:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Update Now: Microsoft Releases Patches for 3 Actively Exploited Windows Vulnerabilities", "description": "Microsoft on Tuesday released security updates to address 75 flaws spanning its product portfolio, three of which have come under active exploitation in the wild.\nThe updates are in addition to 22 flaws the Windows maker patched in its Chromium-based Edge browser over the past month.\nOf the 75 vulnerabilities, nine are rated Critical and 66 are rated Important in severity. 37 out of 75 bugs are", "link": "https://thehackernews.com/2023/02/update-now-microsoft-releases-patches.html", "date_published": "2023-02-15 04:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}]