[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Fousheé: Tiny Desk Concert", "description": "This year's Black History Month celebration at the Tiny Desk features a carefully crafted lineup spanning many genres, generations and walks of life. Each artist represents the best in their class and will be performing at the Tiny Desk for the first time.\n\nAshley Pointer | February 15, 2023\nBritanny Fousheé is not an artist who can be boxed in. When she first arrived at NPR headquarters, she had a very chill and collected aura surrounding her — despite the fact that the Grammys were being held the following weekend and a song she co-wrote, Steve Lacy's \"Bad Habit,\" had received several nominations. Over the course of her four-song set at the Tiny Desk, the New Jersey-bred artist flexes her eclectic artistry and vocal range, taking us through a myriad of emotions.\n\nIn this performance, she's backed by Tobias Kelly on drums, Jake Strade on bass and Lilly Graves on guitar and takes us on a journey through her brief but very bold catalog. Opening with \"spend the money\" from softCORE, her debut grunge album that was rearranged to fit our intimate space, Fousheé lets acoustic guitars take the lead as her tender voice shimmers just above the surface while dynamic drums and bass lay a solid foundation. When the band transitions into \"i'm fine,\" we hear more of Fousheé's half-whispered vocals right before she unleashes a full-fledged scream, forcefully affirming the song's title just right before sending us the sweetest smile. \"Maybe I'm not fine, but are any of us?\" Fousheé says to the crowd. \"And it's OK to not be fine. It's all about balance.\"\n\nShe finds that balance as she closes out her performance with a couple of recognizable oldies but goodies: \"single af,\" a ballad where her graceful falsetto floats over a soulful laid-back groove, and the big finale, \"candy grapes,\" an elaborate song in which she showcases her impressive vocal range as she dares anyone to try her.\n\nSET LIST\n\"spend the money\"\n\"i'm fine\"\n\"single af\"\n\"candy grapes\"\n\nMUSICIANS\nFousheé: vocals\nLilly Graves: guitar, musical director \nJake Strade: bass \nTobias Kelly: drums \n\nTINY DESK TEAM\nProducers: Bobby Carter, Ashley Pointer\nAudio Engineer: Josh Rogosin\nDirector/Editor: Joshua Bryant\nCreative Director: Bob Boilen \nVideographers: Joshua Bryant, Maia Stern, Sofia Seidel, Alanté Serene\nAudio Assistant: Hannah Gluvna\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#fousheé #nprmusic #tinydesk", "link": "https://www.youtube.com/watch?v=Q7D61-XF3x4", "date_published": "2023-02-15 15:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}]