[{"source": "https://www.engadget.com/rss.xml", "title": "Apple reportedly held anti-union meetings at all of its US stores", "description": "<p>Apple appears to have taken its most aggressive step yet to warn its retail employees against unionizing. According to <a href=\"https://www.bloomberg.com/news/newsletters/2023-04-09/apple-aapl-continues-efforts-to-keep-retail-stores-from-unionizing-lg9gjdx2\"><em><ins>Bloomberg</ins></em></a>, the company recently held meetings at all of its roughly 270 stores across the United States. The tone of the gatherings was “consistent” across Apple’s retail footprint. Managers reportedly opened with a prepared statement from corporate leadership before turning to the state of union negotiations in Towson, Maryland, the location of the company’s <a href=\"https://www.engadget.com/apple-store-employees-maryland-vpote-004055231.html\"><ins>first unionized store in the US</ins></a>.</p><p>According to <em>Bloomberg</em>, Apple management cast the election at Towson, and the <a href=\"https://www.engadget.com/apple-benefits-union-towson-maryland-store-203253312.html\"><ins>slow progress</ins></a> workers at the store have made toward securing a collective bargaining agreement “as a bit of a cautionary tale.” Managers leaned on talking points that criticized union dues and the unionization process, including the collection of authorization cards. “While Apple didn’t say it, the underlying message to the company’s tens of thousands of retail employees: if your store unionizes, you may be at a disadvantage,” according to <em>Bloomberg</em>.</p><span id=\"end-legacy-contents\"></span><p>Apple did not immediately respond to Engadget’s request for comment. The International Association of Machinists and Aerospace Workers, the union that represents workers at the company’s Townson Town Center location in Maryland, said it would share a statement on Monday.</p><p><em>Bloomberg</em> suggests some employees saw the meetings as a “scare tactic” and an attempt to “pour cold water on the idea” of unionization. Last May, Apple Store employees in Atlanta <a href=\"https://www.engadget.com/apple-union-busting-accused-atlanta-165534373.html\"><ins>accused the company</ins></a> of subjecting them to anti-union captive audience meetings. For decades, companies were allowed to hold such gatherings until 24 hours before a union election begins. In 2022, however, National Labor Relations Board general counsel Jennifer Abruzzo claimed captive audience meetings were a violation of the National Labor Relations Act.</p><p>&quot;Forcing employees to listen to such employer speech under threat of discipline — directly leveraging the employees’ dependence on their jobs — plainly chills employees’ protected right to refrain from listening to this speech,&quot; Abruzzo <a href=\"https://www.nlrb.gov/news-outreach/news-story/nlrb-general-counsel-jennifer-abruzzo-issues-memo-on-captive-audience-and\"><ins>wrote last April</ins></a>. At the end of the year, the agency found had Apple <a href=\"https://www.engadget.com/nlrb-apple-violated-federal-law-anti-union-meetings-atlanta-103015927.html\"><ins>violated federal law</ins></a> with its efforts to discourage workers at its Cumberland Mall store in Atlanta from unionizing.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-reportedly-held-anti-union-meetings-at-all-of-its-us-stores-223528059.html?src=rss", "link": "https://www.engadget.com/apple-reportedly-held-anti-union-meetings-at-all-of-its-us-stores-223528059.html?src=rss", "date_published": "2023-04-09 22:35:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla is building a Megapack factory in Shanghai", "description": "<p>Tesla is building a new battery factory in Shanghai. On Sunday, the automaker announced it would start construction on a new <a href=\"https://www.engadget.com/2019-07-29-tesla-megapack.html\"><ins>Megapack</ins></a> facility later this year. Once the plant is complete sometime before the second half of 2024, it will be capable of producing 10,000 Megapacks annually. Each container-sized battery can store enough energy to power about 3,600 homes for one hour. Tesla told <a href=\"https://www.bloomberg.com/news/articles/2023-04-09/tesla-to-build-megapack-battery-factory-in-shanghai-xinhua?sref=10lNAhZ9\"><em><ins>Bloomberg</ins></em></a> it plans to sell the Megapacks it makes in China globally. The company has built Megapack installations in a few locations around the world, including <a href=\"https://www.engadget.com/tesla-battery-farm-angelton-texas-204329254.html\"><ins>Texas</ins></a> and <a href=\"https://www.engadget.com/2017-12-01-tesla-live-world-largest-battery-south-australia.html\"><ins>South Australia</ins></a>.</p><div id=\"796ec98d21f9482c90f4daa0121adaf3\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Tesla opening Megapack factory in Shanghai to supplement output of Megapack factory in California <a href=\"https://t.co/hDpqoyNeOx\">https://t.co/hDpqoyNeOx</a></p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1645116142791393283?ref_src=twsrc%5Etfw\">April 9, 2023</a></blockquote></div><p>Sunday’s announcement sees Tesla increasing its reliance on China at a time when the US is using economic policy to push automakers and other manufacturers to produce more of their products domestically. At the end of last month, the Treasury Department <a href=\"https://www.engadget.com/stricter-guidance-means-fewer-evs-will-qualify-for-7500-federal-tax-credit-180350889.html\"><ins>issued updated guidance</ins></a> detailing what electric vehicles qualify for the Inflation Reduction Act’s $7,500 EV tax credit. Under the updated rules, the department states companies must source the minerals in their car batteries from the US and other approved trading partners for the vehicles to qualify for the incentive. Separately, the Biden administration recently said CHIPS Act funding recipients would need to <a href=\"https://www.engadget.com/biden-administration-bars-chips-act-funding-recipients-from-expanding-in-china-172637590.html\"><ins>sign agreements</ins></a> promising they won’t expand production capacity in China.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/tesla-is-building-a-megapack-factory-in-shanghai-190151633.html?src=rss", "link": "https://www.engadget.com/tesla-is-building-a-megapack-factory-in-shanghai-190151633.html?src=rss", "date_published": "2023-04-09 19:01:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter stops throttling tweets with Substack links", "description": "<p>In a <a href=\"https://www.engadget.com/twitter-blocks-interactions-on-tweets-with-substack-links-185548573.html\"><ins>reversal of a limitation</ins></a> the platform put in place earlier in the week, Twitter is once again allowing users to interact with Substack links freely. At least for the time being, you can retweet, reply to and like posts that feature a link to a Substack newsletter. The platform also won’t issue a safety warning if you click those links. However, as of the writing of this article, searching for “substack” still produces results involving the word “newsletter.”</p><p>“We’re glad to see that the suppression of Substack publications on Twitter appears to be over,” Substack <a href=\"https://twitter.com/SubstackInc/status/1644897660615249920?s=20\"><ins>tweeted late Saturday evening</ins></a>. “This is the right move for writers, who deserve the freedom to share their work.”</p><span id=\"end-legacy-contents\"></span><div id=\"ab78e11380bd41eeb61198bafa5f0bd7\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We’re glad to see that the suppression of Substack publications on Twitter appears to be over. This is the right move for writers, who deserve the freedom to share their work.</p>— Substack (@SubstackInc) <a href=\"https://twitter.com/SubstackInc/status/1644897660615249920?ref_src=twsrc%5Etfw\">April 9, 2023</a></blockquote></div><p>Twitter began throttling Substack links mere days after the company <a href=\"https://on.substack.com/p/introducing-notes\"><ins>announced Substack Notes</ins></a>, a feature that adds a Twitter-like feed to the newsletter platform. When Elon Musk eventually addressed the situation, he claimed Substack was “trying to download a massive portion of the Twitter database to bootstrap their Twitter clone,” an assertion Chris Best, the CEO of Substrack, strongly denied. “None of this is true,” he said in a Notes post <a href=\"https://www.theverge.com/2023/4/8/23675801/substack-ceo-pushes-back-at-elon-says-twitter-situation-is-very-frustrating\"><ins>shared with </ins><em><ins>The Verge</ins></em></a>. “This is very frustrating. It’s one thing to mess with Substack, but quite another to treat writers this way.” Among other outcomes, Musk’s decision to limit access to Substack led to a feud with Matt Taibbi, the journalist who worked on the <a href=\"https://www.engadget.com/the-ftc-is-investigating-elon-musks-handling-of-twitter-blue-and-the-twitter-files-233539305.html\"><ins>so-called “Twitter Files.”</ins></a> On Friday afternoon, Taibbi said he was quitting Twitter over the restrictions.</p><p>For it is worth, this week’s episode doesn’t seem to have convinced Substack to alter its plans around Notes. “We look forward to making Substack Notes available soon,” the company said. “But we expect it to be a new kind of place within a subscription network, not a replacement for existing social networks.”</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-stops-throttling-tweets-with-substack-links-171858782.html?src=rss", "link": "https://www.engadget.com/twitter-stops-throttling-tweets-with-substack-links-171858782.html?src=rss", "date_published": "2023-04-09 17:18:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "New ‘Star Wars Jedi: Survivor’ trailer offers one final look before its April 28th release", "description": "<p>Respawn Entertainment and Electronic Arts have shared <a href=\"https://www.starwars.com/news/swce-2023-star-wars-jedi-survivor-launch-trailer-interview\">one final look</a> at <em>Star Wars Jedi: Survivor</em> ahead of the game’s release later this month. Released on Sunday during Disney’s ongoing <a href=\"https://www.engadget.com/three-new-star-wars-movies-are-coming-including-one-with-daisy-ridley-as-rey-144805449.html\">Star Wars Celebration event</a> in London, the clip offers a mix of story and gameplay highlights. Specifically, you can see protagonist Cal Kestis use his new crossguard lightsaber in combat, and join forces with a few non-playable companions, including Merrin from <em>Jedi: Fallen Order</em>, to take out a KX-series security droid. I won’t spoil the best part of the trailer, but I will mention it involves a speeder bike. If you want to go into the game blind, note that the trailer points at a few story beats – though Respawn suggests “not all images appear in-game.”</p><div id=\"fc767175e0554483aeab2fc8d21bda32\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>I got a chance to <a href=\"https://www.engadget.com/star-wars-jedi-survivor-preview-cal-were-home-150301468.html\"><ins>preview </ins><em><ins>Jedi: Survivor</ins></em></a> at the end of last month. The game feels like a better, more polished version of <em>Jedi: Fallen Order, </em>with more things for the player to do and discover. If you’re a fan of the first game, or Star Wars more generally, I suspect you’ll want to check the game out. <em>Star Wars Jedi: Survivor </em>arrives on <a href=\"https://www.engadget.com/star-wars-jedi-survivor-delayed-to-april-28th-220058242.html\">April 28th</a> on PlayStation 5, Xbox Series X/S and PC.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/new-star-wars-jedi-survivor-trailer-offers-one-final-look-before-its-april-28th-release-153506254.html?src=rss", "link": "https://www.engadget.com/new-star-wars-jedi-survivor-trailer-offers-one-final-look-before-its-april-28th-release-153506254.html?src=rss", "date_published": "2023-04-09 15:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hitting the Books: Tech can't fix what's broken in American policing", "description": "<p>It's never been about safety as much as it has control, serving and protecting only to the benefit of the status quo. Clearview AI, PredPol, Shotspotter, they're all Carolyn Bryant Donham's testimony behind a veneer of technological validity — <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1pRGJ5WUdyc3d0ZyIsImNvbnRlbnRVdWlkIjoiNjVkZjQyNDAtZTQ0Ni00NGQxLWI2OWUtNGNlMzAyNzM5N2VhIn0&amp;signature=AQAAAfdc8HhxWtOfumiF2h9gE-jW28Ic-rvKWImOY-SClNSQ&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DiDbyYGrswtg\">a shiny black box</a> to dazzle the masses while giving the police yet another excuse to fatally bungle their search warrants. In <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Nb3JlLXRoYW4tR2xpdGNoLUNvbmZyb250aW5nLUFiaWxpdHktZWJvb2svZHAvQjBCNDU3Rjk2Qj90YWc9Z2RndDBjLXAtby1xMS0yMCIsImNvbnRlbnRVdWlkIjoiNjVkZjQyNDAtZTQ0Ni00NGQxLWI2OWUtNGNlMzAyNzM5N2VhIn0&amp;signature=AQAAAbKhrFwUzyEdl4mHBc7BESC_-SEFe7wzH1k9N_Dtn6Qy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMore-than-Glitch-Confronting-Ability-ebook%2Fdp%2FB0B457F96B\"><em>More than a Glitch</em></a><em>,</em> data journalist and New York University Associate Professor of Journalism Dr. Meredith Broussard, explores how and why we thought automating aspects of already racially-skewed legal, banking, and social systems would be a good idea. From facial recognition tech that doesn't work on dark-skinned folks to mortgage approval algorithms that don't work for dark-skinned folks, Broussard points to a dishearteningly broad array of initiatives that done more harm than good, regardless of their intention. In the excerpt below, Dr. Broussard looks at America's technochauavnistic history of predictive policing.&nbsp;</p><figure><img alt=\"black background with white, then yellow, stacked text of the title, sub title and author\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/104db350-c9b3-11ed-bf9e-0e8da22419ff\" style=\"height: 1500; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">MIT Press</div></figure><p>Excerpted from <a href=\"https://mitpress.mit.edu/9780262047654/more-than-a-glitch/\"><em>More than a Glitch: Confronting Race, Gender, and Ability Bias</em></a><em>&nbsp;</em>by Meredith Broussard. Reprinted with permission from The MIT Press. Copyright 2023.</p><span id=\"end-legacy-contents\"></span><hr /><p>Predictive policing comes from the “broken windows” era of policing and is usually credited to William Bratton, former New York City police commissioner and LAPD chief. As NYC police commissioner, Bratton launched CompStat, which is perhaps the best-known example of data-driven policing because it appeared as an antagonist called “Comstat” on season three of HBO’s <em>The Wire</em>. “CompStat, a management model linking crime and enforcement statistics, is multifaceted: it serves as a crime control strategy, a personnel performance and accountability metric, and a resource management tool,” writes sociologist Sarah Brayne in her book <em>Predict and Surveil</em>. “Crime data is collected in real time, then mapped and analyzed in preparation for weekly crime control strategy meetings between police executives and precinct commanders.” CompStat was widely adopted by police forces in major American cities in the 1990s and 2000s. By relying heavily on crime statistics as a performance metric, the CompStat era trained police and bureaucrats to prioritize quantification over accountability. Additionally, the weekly meetings about crime statistics served as rituals of quantification that led the participants to believe in the numbers in a way that created collective solidarity and fostered what organizational behaviorists Melissa Mazmanian and Christine Beckman call “an underlying belief in the objective authority of numbers to motivate action, assess success, and drive continuous organizational growth.” In other words: technochauvinism became the culture inside departments that adopted CompStat and other such systems. Organizational processes and controls became oriented around numbers that were believed to be “objective” and “neutral.” This paved the way for the adoption of AI and computer models to intensify policing—and intensify surveillance and harassment in communities that were already over-policed.</p><p>Computer models are only the latest trend in a long history of people imagining that software applied to crime will make us safer. In <a href=\"https://www.engadget.com/2019-12-07-hitting-the-books-black-software-charlton-mcilwain.html\"><em>Black Software</em></a>, Charlton McIlwain traced the history of police imagining that software equals salvation as far back as the 1960s, the dawn of the computational era. Back then, Thomas J. Watson, Jr., the head of IBM, was trying to popularize computers so more people would buy them. Watson had also committed (financially and existentially) to the War on Poverty declared by President Lyndon Johnson upon his election in 1964. “Watson searched for opportunities to be relevant,” McIlwain writes. “He said he wanted to help address the social ills that plagued society, particularly the plight of America’s urban poor... He didn’t know what he was doing.”6 Watson wanted to sell computers and software, so he offered his company’s computational expertise for an area that he knew nothing about, in order to solve a social problem that he didn’t understand using tools that the social problem experts didn’t understand. He succeeded, and it set up a dynamic between Big Tech and policing that still persists. Software firms like Palantir, Clearview AI, and PredPol create biased targeting software that they label “predictive policing,” as if it were a positive innovation. They convince police departments to spend taxpayer dollars on biased software that ends up making citizens’ lives worse. In the previous chapter, we saw how facial recognition technology leads police to persecute innocent people <em>after</em> a crime has been committed. Predictive policing technology leads police to pursue innocent people <em>before</em> a crime even takes place.</p><p>It’s trIcky to write about specific policing software because what Chicago’s police department does is not exactly the same as what LAPD or NYPD does. It is hard to say exactly what is happening in each police agency because the technology is changing constantly and is being deployed in different ways. The exact specifications tend to be buried in vendor contracts. Even if a police department buys software, it is not necessarily being used, nor is it being used in precisely the way it was intended. Context matters, and so does the exact implementation of technology, as well as the people who use it. Consider license plate readers, which are used to collect tolls or to conduct surveillance. Automated license plate readers used by a state transportation authority to automatically collect tolls is probably an acceptable use of AI and automated license plate reader technology—if the data is not stored for a long time. The same license plate reader tech used by police as part of dragnet surveillance, with data stored indefinitely, is problematic.</p><p>Every time the public has become aware of some predictive policing measure, controversy has erupted. Consider the person-based predictive policing enacted by the Pasco County Sheriff’s Office in Florida, which created a watchlist of people it considered future criminals. Tampa Bay Times reporters Kathleen McGrory and Neil Bedi won a Pulitzer for their story about how the Pasco County Sheriff’s Office generated lists of people it considered likely to break the law. The list was compiled by using data on arrest histories and unspecified intelligence, coupled with arbitrary decisions by police analysts. The sheriff’s department sent deputies to monitor and harass the people on the watchlist. Often, the deputies lacked probable cause, search warrants, or evidence of a crime. In five years, almost 1,000 people were caught up in the systematic harassment labeled “Intelligence-Led Policing.” Notably, a large percentage of the people on the watchlist were BIPOC.</p><p>The Pasco program started in 2011, shortly after Chris Nocco took office as sheriff. Nocco came up with the idea to “reform” the department with data-driven initiatives. “For 10 years, nobody really understood how this worked, and the public wasn’t aware of what was going on,” said Bedi, explaining the reporting project.8 The sheriff built a “controversial data-driven approach to policing. He also built a wide circle of powerful friends,” including local and national politicians, who didn’t question his actions.</p><p>The harassment didn’t stop there, however. Separately, the Sheriff’s Office created a list of schoolchildren it considered likely to become future criminals. The office gathered data from local schools, including protected information like children’s grades, school attendance records, and child welfare histories. Parents and teachers were not told that children were designated as future criminals, nor did they understand that the students’ private data was being weaponized. The school system’s superintendent initially didn’t realize the police had access to student data, said Kathleen McGrory.</p><p>Once the investigation was published, civil liberties groups denounced the intelligence programs. Thirty groups formed a coalition to protest, and four of the targeted people brought lawsuits against the agency. Two bills were proposed to prevent this kind of invasion and misuse in the future. The federal Department of Education opened an investigation into the data sharing between the Sheriff’s Office and the local school district. Fortunately, as a result, police analysts will no longer have access to student grades.</p><p>Many people imagine that using more technology will make things “fairer.” This is behind the idea of using machines instead of judges, an idea that surfaces periodically among lawyers and computer scientists. We see it in the adoption of body-worn cameras, an initiative that has been growing since LAPD officers brutally assaulted Rodney King in 1991 and the attack was captured on a home camcorder. There’s an imaginary world where everything is captured on video, there are perfectly fair and objective algorithms that adjudicate what happens in the video feed, facial recognition identifies bad actors, and the heroic police officers go in and save the day and capture the bad guys. This fantasy is taken to its logical conclusion in the film <em>Minority Report</em>, where Tom Cruise plays a police officer who arrests people before they commit crimes, on the recommendation of some teenagers with precognition who are held captive in a swimming pool full of goo. “It’s just like <em>Minority Report</em>,” a police officer marveled to sociologist Sarah Brayne, when the two were discussing Palantir’s policing software.</p><p>What makes this situation additionally difficult is the fact that many of the people involved in the chain are not malevolent. For example, my cousin, who is white, was a state police officer for years. He’s wonderful and kind and honest and upstanding and exactly the person I would call on if I were in trouble. He and his family are very dear to me and I to them. I believe in the law, and I believe in law enforcement in the abstract, in the way that many people do when they have the privilege of not interacting with or being targeted by law enforcement or the courts.</p><p>But the origins of policing are problematic for Black people like me, and the frequency of egregious abuses by police is out of control in today’s United States. Police technology and machine fairness are the reasons why we need to pause and fix the human system before implementing any kind of digital system in policing.</p><p>The current system of policing in the United States, with the Fraternal Order of Police and the uniforms and so on, began in South Carolina. Specifically, it emerged in the 1700s in Charleston, South Carolina, as a slave patrol. “It was quite literally a professional force of white free people who came together to maintain social control of black, enslaved people living inside the city of Charleston,” said ACLU Policing Policy Director Paige Fernandez in a 2021 podcast. “They came together for the sole purpose of ensuring that enslaved black people did not organize and revolt and push back on slavery. That is the first example of a modern police department in the United States.” In her book Dark Matters: Surveillance of Blackness, scholar Simone Brown connects modern surveillance of Black bodies to chattel slavery via lantern laws, which were eighteenth-century laws in New York City requiring Black or mixed-race people to carry a lantern if out at night unaccompanied by a white person. Scholar Josh Scannell sees lantern laws as the precedent for today’s policy of police using floodlights to illuminate high-crime areas all night long. People who live in heavily policed neighborhoods never get the peaceful cloak of darkness, as floodlights make it artificially light all night long and the loud drone of the generators for the lights makes the neighborhood noisier.</p><p>The ACLU’s Fernandez draws a line from slave patrols maintaining control over Black people to the development of police departments to the implementation of Jim Crow–era rules and laws to police enforcing segregation during the civil rights era and inciting violence against peaceful protestors to escalating police violence against Black and Brown people and leading to the Black Lives Matter movement. Fernandez points out that the police tear-gassed and pepper-sprayed peaceful protestors in the summer of 2020, fired rubber bullets at protestors, charged at protestors, and used techniques like kettling to corner protestors into closed spaces where violence could be inflicted more easily.</p><p>The statistics paint a grim picture. “Black people are 3.5 times more likely than white people to be killed by police when Blacks are not attacking or do not have a weapon. George Floyd is an example,” writes sociologist Rashawn Ray in a 2020 Brookings Institute policy brief about police accountability.14 “Black teenagers are 21 times more likely than white teenagers to be killed by police. That’s Tamir Rice and Antwon Rose. A Black person is killed about every 40 hours in the United States. That’s Jonathan Ferrell and Korryn Gaines. One out of every one thousand Black men can expect to be killed by police violence over the life course. This is Tamir Rice and Philando Castile.” When Derek Chauvin, the police officer who killed George Floyd, was found guilty, it was remarkable because police are so rarely held accountable for violence against Black and Brown bodies.</p><p>Reform is needed. That reform, however, will not be found in machines.</p>This article originally appeared on Engadget at https://www.engadget.com/hitting-the-books-more-than-a-glitch-meredith-broussard-mit-press-143009017.html?src=rss", "link": "https://www.engadget.com/hitting-the-books-more-than-a-glitch-meredith-broussard-mit-press-143009017.html?src=rss", "date_published": "2023-04-09 14:30:09+00:00", "persistent": false, "user": null, "language": "en-US"}]