[{"source": "https://thehill.com/news/feed/", "title": "Why the ousted Tennessee lawmakers could be back in the statehouse soon", "description": "The Republican-controlled Tennessee House of Representatives on Thursday voted to expel two state lawmakers for their participation in a protest against gun violence, but both have vowed to return to their old seats in the Tennessee legislature. Democratic Tennessee state Reps. Justin Jones (Nashville) and Rep. Justin Pearson (Memphis) have both said they will run...", "link": "https://thehill.com/homenews/state-watch/3941532-why-the-ousted-tennessee-lawmakers-could-be-back-in-the-statehouse-soon/", "date_published": "2023-04-09 23:09:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pope mentions Ukraine-Russia war, Israel-Palestine violence in Easter message", "description": "Pope Francis used his Easter address Sunday to speak about Russia's ongoing war in Ukraine and the recent wave of violence between Israelis and Palestinians. Speaking to a massive crowd at St. Peter's Basilica, Francis called for peace between Russia and Ukraine, also asking the crowd to pray for those who have been wounded or...", "link": "https://thehill.com/policy/international/3941560-pope-mentions-ukraine-russia-war-israel-palestine-violence-in-easter-message/", "date_published": "2023-04-09 23:09:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Settlement reached in defamation lawsuit against Lou Dobbs, Fox News", "description": "A settlement has been reached in a Venezuelan businessman’s defamation lawsuit against Fox News and host Lou Dobbs over statements accusing him of helping tilt the 2020 presidential election. In a letter to U.S. District Court Judge Louis Lee Stanton filed in the Southern District of New York over the weekend, lawyers for the two parties wrote...", "link": "https://thehill.com/homenews/media/3941539-settlement-reached-in-defamation-lawsuit-against-lou-dobbs-fox-news/", "date_published": "2023-04-09 22:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie: Trump's post-arrest speech like a guy 'griping about his bad divorce'", "description": "Former New Jersey Gov. Chris Christie (R) poked fun at former President Trump’s speech from his Mar-a-Lago resort after being arrested last week, saying it sounded like a man at a bar “griping to you about his bad divorce.” “That sounded to me like a guy that you'd encounter in a bar who you’d wind...", "link": "https://thehill.com/blogs/blog-briefing-room/3941521-christie-trumps-post-arrest-speech-like-a-guy-griping-about-his-bad-divorce/", "date_published": "2023-04-09 21:55:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China simulates precision strikes on Taiwan in drills after McCarthy-Tsai meetup", "description": "China reportedly simulated precision strikes on Taiwan during military drills around the self-governed island on Sunday, in the wake of Speaker Kevin McCarthy’s (R-Calif.) meetup with Taiwan President Tsai Ing-wen last week.  The simulated strikes came in a second day of drills after Tsai met with the speaker on U.S. soil in Los Angeles, Calif.,...", "link": "https://thehill.com/policy/defense/3941495-china-simulates-precision-strikes-on-taiwan-in-drills-after-mccarthy-tsai-meetup/", "date_published": "2023-04-09 21:46:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Squad members alone in calls to impeach Clarence Thomas after bombshell report", "description": "Three members of \"The Squad\" have renewed calls for Supreme Court Justice Clarence Thomas to be impeached following a bombshell report on his relationship with a major Republican donor, however their Democratic colleagues have so far called for lesser measures. Reps. Alexandria Ocasio-Cortez (D-N.Y.), Ilhan Omar (D-Minn.) and Rashida Tlaib (D-Mich.) — all members of the...", "link": "https://thehill.com/homenews/house/3941498-squad-members-alone-in-calls-to-impeach-clarence-thomas-after-bombshell-report/", "date_published": "2023-04-09 21:34:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "East Palestine isn't alone: Communities around the country grapple with toxic chemical exposure", "description": "A February train derailment in East Palestine, Ohio, shone a spotlight on the impact of toxic chemicals. But communities who are exposed to such chemicals on a more routine basis say they’re still waiting for the same level of recognition.  “We’re glad that East Palestine is getting the attention that they’re getting, but we also...", "link": "https://thehill.com/policy/energy-environment/3939919-east-palestine-isnt-alone-communities-around-the-country-grapple-with-toxic-chemical-exposure/", "date_published": "2023-04-09 21:10:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Israel denies spy agency was involved in country's anti-government protests", "description": "Israel on Sunday denied allegations that leaders of its Mossad intelligence service had encouraged agency staff and Israeli citizens to participate in last month’s protests against the government's proposed judicial reforms, claims that came out of recently leaked Pentagon documents.  “The report that was published overnight in the American press is mendacious and without any...", "link": "https://thehill.com/policy/international/3941464-israel-denies-spy-agency-was-involved-in-countrys-anti-government-protests/", "date_published": "2023-04-09 21:07:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's how the debt limit fight could impact the banking crisis", "description": "The banking system is showing signs of stabilizing after the collapses of Silicon Valley Bank (SVB) and Signature Bank, but the looming battle to stave off a national default could complicate that rebound. Congress has anywhere between June and the start of fall to raise the debt limit, which caps how much money the Treasury...", "link": "https://thehill.com/business/3939204-heres-how-the-debt-limit-fight-could-impact-the-banking-crisis/", "date_published": "2023-04-09 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump wishes Happy Easter to 'pathetic RINOs' and 'radical left Democrats'", "description": "Former President Trump on Sunday continued his tradition of wishing a happy Easter to his political enemies. “Happy Easter to all, including those that dream endlessly of destroying our country because they are incapable of dreaming about anything else,” Trump wrote in a Truth Social post on Sunday. He extended his message to critics of...", "link": "https://thehill.com/homenews/administration/3941462-trump-wishes-happy-easter-to-pathetic-rinos-and-radical-left-democrats/", "date_published": "2023-04-09 20:54:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's health chief says 'everything is on the table' to fight abortion pill ruling", "description": "President Biden's health chief said \"everything is on the table\" to fight the Texas abortion pill ruling last week that blocked the prescribing and distribution of mifepristone, including ignoring the ruling as some Democrats have suggested. Mifepristone is one of two medications used for medicated abortions for more than 20 years. Rep. Alexandria Ocasio Cortez (D-N.Y.)...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941426-bidens-health-chief-says-everything-is-on-the-table-to-fight-abortion-pill-ruling/", "date_published": "2023-04-09 20:31:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine suggests Russia altered leaked US intelligence documents", "description": "Ukraine on Sunday accused Russia of altering the Pentagon documents that have surfaced on social media in an apparent U.S. intelligence leak.  \"In recent decades, the most successful operations of the Russian special services took place in Photoshop,” Ukrainian Defense Ministry’s intelligence directorate representative Adriy Yusov said in televised remarks posted to the directorate's website....", "link": "https://thehill.com/policy/international/3941432-ukraine-suggests-russia-altered-leaked-us-intelligence-documents/", "date_published": "2023-04-09 20:12:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Multiple Norfolk Southern train cars derail near Pittsburgh", "description": "Multiple Norfolk Southern train cars derailed near Pittsburgh, Pennsylvania on Saturday, amid the recent turmoil surrounding the U.S.-based railway company, which was at the center of a toxic train derailment on the Ohio-Pennsylvania state line in February. CBS News reported that five empty cars derailed, closing a stretch of West Carson Street, which runs alongside...", "link": "https://thehill.com/policy/energy-environment/3941411-multiple-norfolk-southern-train-cars-derail-near-pittsburgh/", "date_published": "2023-04-09 19:55:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SNL parody features Trump comparing himself to Jesus on Easter", "description": "\"Saturday Night Live\" took aim at former President Trump on Saturday, featuring an impersonation of Trump comparing himself to Jesus in the wake of the former president's arraignment last week. The impersonated Trump, played by James Austin Johnson, mocked Trump ahead of Easter Sunday for claiming that he is innocent amid his multiple investigations. The...", "link": "https://thehill.com/blogs/blog-briefing-room/3941359-snl-parody-features-trump-comparing-himself-to-jesus-on-easter/", "date_published": "2023-04-09 19:10:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate chaplain says he reached 'tipping point' on gun violence in addressing Nashville shooting", "description": "Senate Chaplain Barry Black on Sunday defended a prayer he delivered on the chamber floor in which he addressed the school shooting in Nashville, a rare occasion in which the chaplain addressed his personal views on a political issue. Black, who has been the Senate chaplain for 20 years, offered a plea for lawmakers to...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941340-senate-chaplain-says-he-reached-tipping-point-on-gun-violence-in-addressing-nashville-shooting/", "date_published": "2023-04-09 17:47:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez: 'Very difficult' to see path to impeach Clarence Thomas in GOP-led House", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) acknowledged Sunday that it was “very difficult to see a path” to impeaching Supreme Court Justice Clarence Thomas in a GOP-led House, insisting that the party \"refuses to hold itself accountable.\" The previously unreported trips were revealed by a ProPublica investigation released last week, leading Democrats to decry the revelations, saying...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941346-ocasio-cortez-very-difficult-to-see-path-to-impeach-clarence-thomas-in-gop-led-house/", "date_published": "2023-04-09 17:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China blasts WHO chief over ‘offensive’ comments on COVID-19 origin search", "description": "Chinese health officials have called out the World Health Organization’s (WHO) Director-General Tedros Adhanom Ghebreyesus for his “offensive” comments in the ongoing search for the  origins of COVID-19.  Speaking at a news conference, the director of China’s Center for Disease Control and Prevention, Shen Hongbing said that Ghebreyesus’ recent remarks were “offensive and disrespectful,” accusing...", "link": "https://thehill.com/policy/healthcare/3941337-china-blasts-who-chief-over-offensive-comments-on-covid-19-origin-search/", "date_published": "2023-04-09 17:24:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez: If Supreme Court upholds abortion pill block, it could 'institute a national abortion ban'", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) said on Sunday that should a case that upholds a ban on access to an abortion pill reach the Supreme Court, it would essentially “institute a national abortion ban.” A federal judge in Texas issued a ruling that blocked the federal authorization of mifepristone, an abortion medication that has been on...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941321-ocasio-cortez-if-supreme-court-upholds-abortion-pill-block-it-could-institute-a-national-abortion-ban/", "date_published": "2023-04-09 17:15:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana Republicans aim to change election rules — for one key Senate race", "description": "Republicans in Montana are trying to change the rules for next year’s Senate primary to make it easier to defeat Sen. Jon Tester (D-Mont.) and win back the Senate majority. A bill moving through the statehouse in Helena would change the structure of the election from the party primary system currently in place to a...", "link": "https://thehill.com/homenews/senate/3939915-montana-republicans-election-rules-senate-race/", "date_published": "2023-04-09 16:56:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republican suggests defunding FDA if Texas abortion pill ruling not followed", "description": "Rep. Tony Gonzales (R-Texas) warned that Republicans should consider defunding the Food and Drug Administration (FDA) if the Biden administration does not adhere to a ruling from a federal judge last week that blocked the long-standing approval of an abortion medication. A federal judge in Texas last week blocked the federal approval of mifepristone, an...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941277-house-republican-suggests-defunding-fda-if-texas-abortion-pill-ruling-not-followed/", "date_published": "2023-04-09 16:32:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump attorney spars with NBC's Chuck Todd, says former president is receiving 'differential treatment'", "description": "An attorney for former President Trump sparred with NBC's Chuck Todd on Sunday over questions surrounding the potential mishandling of classified documents and avoided answering whether Trump was seeking a financial settlement with the National Archives and Records Administration over the matter. On NBC's \"Meet the Press\" Sunday, Todd questioned attorney Jim Trusty over Trump's...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941249-trump-attorney-spars-with-nbcs-chuck-todd-says-trump-is-receiving-differential-treatment/", "date_published": "2023-04-09 16:01:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As the COVID emergency ends, monoclonal antibodies remain essential", "description": "With the FDA not currently approving mAbs and the federal government no longer buying them, monoclonals seem to have been expunged from America’s COVID-fighting strategy.", "link": "https://thehill.com/opinion/healthcare/3939385-as-the-covid-emergency-ends-monoclonal-antibodies-remain-essential/", "date_published": "2023-04-09 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans suddenly silent on abortion — they know the chickens are home and roosting", "description": "“It used to be Democrats didn't want to talk about abortion, now it's Republicans that don't want talk about it.”", "link": "https://thehill.com/opinion/campaign/3941222-republicans-suddenly-silent-on-abortion-they-know-the-chickens-are-home-and-roosting/", "date_published": "2023-04-09 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These are the most photographed parks in the US, according to Yelp", "description": "How many have you visited?", "link": "https://thehill.com/homenews/nexstar_media_wire/3937529-these-are-the-most-photographed-parks-in-the-us-according-to-yelp/", "date_published": "2023-04-09 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas abortion pill ruling could impact other FDA-approved drugs, vaccinations: HHS secretary", "description": "Health and Human Services Secretary Xavier Becerra said the move by a federal judge in Texas to block the approval of a type of abortion medication could have far-reaching effects on the status of other federally-approved medications and vaccinations. A federal judge in Texas last week issued a stay that blocked the Food and Drug...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941252-texas-abortion-pill-ruling-could-impact-other-fda-approved-drugs-vaccinations-hhs-secretary/", "date_published": "2023-04-09 15:24:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ousted Tennessee lawmakers blast 'undemocratic state,' vow to run in special election", "description": "Ousted Tennessee state representatives criticized the state and the statehouse for being \"undemocratic\" and \"toxic\" on Sunday, and said they plan to run for their seats again in a special election. Former Tennessee state Reps. Justin Pearson (D-Memphis) and Justin Jones (D-Nashville) told NBC's Chuck Todd on \"Meet the Press\" that their expulsion from the...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941225-ousted-tennessee-lawmakers-blast-undemocratic-state-vow-to-run-in-special-election/", "date_published": "2023-04-09 15:18:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barr says US potentially has 'very good evidence' Trump obstructed justice in classified documents case", "description": "Former Attorney General Bill Barr said Sunday that investigators probing the potential mishandling of classified documents by former President Trump likely have \"very good evidence\" that Trump attempted to keep authorities from obtaining the materials after he left the White House. The case against Trump, Barr said, comes down to the matter of how long...", "link": "https://thehill.com/homenews/sunday-talk-shows/3941231-barr-says-us-potentially-has-very-good-evidence-trump-obstructed-justice-in-classified-documents-case/", "date_published": "2023-04-09 15:11:39+00:00", "persistent": false, "user": null, "language": "en-US"}]