[{"source": "https://www.engadget.com/rss.xml", "title": "Sam Bankman-Fried sent to jail for witness tampering", "description": "<p>FTX Founder <a href=\"https://www.engadget.com/hitting-the-books-sbf-brady-dale-wiley-ftx-143033761.html\">Sam Bankman-Fried</a> (SBF) was sent to jail Friday after the judge overseeing his case <a href=\"https://apnews.com/article/sam-bankman-fried-court-hearing-5d85e43225c4da2b1abdf65b153bb760\">revoked his bail</a>. US District Judge Lewis Kaplan found probable cause that the disgraced former CEO repeatedly tampered with witnesses. In addition, Kaplan rejected Bankman-Fried’s attorneys’ request to delay his detention pending appeal.</p><p>Prosecutors argued that Bankman-Fried tried to harass a crucial witness last month when he <a href=\"https://www.nytimes.com/2023/07/20/technology/ftx-caroline-ellison-bankman-fried.html\">showed a New York Times reporter</a> the personal writings of his former partner Caroline Ellison, a cooperating witness who pleaded guilty in December to criminal charges related to defrauding FTX investors. The prosecution said SBF’s actions were an attempt to damage her reputation and influence prospective jurors. Meanwhile, SBF’s defense team accused prosecutors of using evidence laden with “innuendo, speculation, and scant facts.” Judge Kaplan sided with prosecutors, saying Bankman-Fried attempted to “tamper with witnesses at least twice.”</p><span id=\"end-legacy-contents\"></span><p><em>Reuters</em><a href=\"https://www.reuters.com/legal/ftxs-bankman-fried-seeking-avoid-jail-due-back-court-2023-08-11/\">reports</a> that the 31-year-old former FTX boss was ushered out of the court by US Marshals “after removing his shoelaces, jacket and tie and emptying his pockets.” The former CEO had been under house arrest in California (at his parents’ home in Palo Alto) since he was extradited in December following his arrest in the Bahamas last December. His $250 million bail package tightly controlled his internet usage.</p>This article originally appeared on Engadget at https://www.engadget.com/sam-bankman-fried-sent-to-jail-for-witness-tampering-202906192.html?src=rss", "link": "https://www.engadget.com/sam-bankman-fried-sent-to-jail-for-witness-tampering-202906192.html?src=rss", "date_published": "2023-08-11T20:29:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Baldur's Gate III localization studio apologizes for omitting contract workers from credits", "description": "<p>A studio that handled <em>Baldur’s Gate III </em>translations has apologized after outsourced workers were <a href=\"https://www.engadget.com/baldurs-gate-3-credits-are-missing-a-bunch-of-outsourced-workers-183726183.html\"><ins>omitted from the game’s credits</ins></a>. &quot;We take full responsibility for this omission of our freelancers' names and apologize for the effects that it had,&quot; Altagram Group founder and CEO Marie Amigues said <a href=\"https://twitter.com/Altagram_Group/status/1689623261095555072\">in a statement.</a> &quot;We would like to thank Larian for allowing us to quickly fix that error and update the credits section. The names of the Brazilian Portuguese translators will be included in an upcoming patch to the game.&quot;</p><p>Although the credits did not feature the translators Altagram worked with, they included the names of the company's executives and department leads. Contractors who translated <a href=\"https://www.engadget.com/why-baldurs-gate-iii-is-an-accidental-ps5-console-exclusive-200521291.html\"><em><ins>Baldur’s Gate III</ins></em></a> into languages other than Brazilian Portuguese were credited, though different companies handled those localizations.</p><span id=\"end-legacy-contents\"></span><div id=\"6c5d5fe6a4bb4610a732c578c893859c\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">A Statement from Altagram Group (1/2) <a href=\"https://t.co/jeUYb9bSlc\">pic.twitter.com/jeUYb9bSlc</a></p>— Altagram (@Altagram_Group) <a href=\"https://twitter.com/Altagram_Group/status/1689623261095555072?ref_src=twsrc%5Etfw\">August 10, 2023</a></blockquote></div><p><em>Baldur’s Gate III</em> developer and publisher Larian Studios said Altagram was to blame for the oversight. It asked the company to rectify the situation, and it seems Altagram swiftly obliged.</p><p>Unfortunately, outsourced workers who contribute to games are not always fully credited for their work. That can impact their future prospects, as it makes it slightly more difficult to prove to potential employers that they worked on a given game.</p><p>Crediting workers may not be a concern for some localization studios in the coming years, though. We'll surely see certain developers attempting to use <a href=\"https://www.engadget.com/tag/artificial-intelligence/\"><ins>artificial intelligence</ins></a> to translate games into different languages in the hopes of reducing costs. However, localization is skilled work that requires people who can not just mechanically translate text from one language to another, but can take into account factors like idiomatic quirks and cultural references that may not make sense to a certain audience.</p>This article originally appeared on Engadget at https://www.engadget.com/baldurs-gate-iii-localization-studio-apologizes-for-omitting-contract-workers-from-credits-195936678.html?src=rss", "link": "https://www.engadget.com/baldurs-gate-iii-localization-studio-apologizes-for-omitting-contract-workers-from-credits-195936678.html?src=rss", "date_published": "2023-08-11T19:59:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "California deploys AI to detect wildfires before they start spreading", "description": "<p>AI and climate change represent two ways humans may <a href=\"https://www.engadget.com/ipcc-2021-climate-change-report-182200028.html\">ravage life as we know it</a> on Earth, but the former can also help with the consequences of the latter. The California Department of Forestry and Fire Protection (Cal Fire) <a href=\"https://alertcalifornia.org/alertcalifornia-launches-to-provide-essential-tools-to-understand-and-adapt-to-wildfires-and-natural-disasters-in-the-golden-state-2/\">revealed</a> a new program today that uses AI to detect wildfires. Created in partnership with the University of California San Diego, the Alert California AI program takes feeds from 1,032 360-degree rotating cameras and uses AI to “identify abnormalities within the camera feeds.” It then notifies emergency services and other authorities to check if a potential blaze warrants a response.</p><p>The program, launched in July, has already quelled at least one potential wildfire, <a href=\"https://www.reuters.com/world/us/california-turns-ai-help-spot-wildfires-2023-08-11/\">according to</a><em>Reuters</em>. A camera reportedly recorded a fledgling fire burning at 3 am in the remote Cleveland National Forest east of San Diego. The AI spotted the inferno and alerted a fire captain “who called in about 60 firefighters including seven engines, two bulldozers, two water tankers and two hand crews.” Cal Fire says the flames were extinguished within 45 minutes.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"A small section of the 1,032 live camera feeds used in Cal Fire&#x002019;s AI wildfire detection program. Nine feeds are visible, showing various forest and desert areas in the Golden State.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/30ff4fd0-387d-11ee-8db5-e9ea8e78337a\" style=\"height: 888px; width: 1256px;\" /><figcaption></figcaption><div class=\"photo-credit\">Cal Fire / University of California San Diego</div></figure><p>The Alert California <a href=\"https://alertcalifornia.org/technology/\">technology website</a> says it uses LiDAR scans taken from airplanes and drones to create “equally precise, three-dimensional information about scanned surfaces.” It combines this with the physical traits of tree species to learn more about California’s forest biomass and carbon content. Cal Fire says the ML model leverages petabytes of data from the cameras to differentiate between smoke and other airborne particles.</p><p>The system was developed by UCSD engineers using AI from the California-based company DigitalPath. Cal Fire has invested over $20 million in the program over the past four years and promises an additional $3,516,000 in the near future.</p><p>“We’re in extreme climate right now. So we give them the data, because this problem is bigger than all of us,” Neal Driscoll,  geology and geophysics professor at UCSD who serves as the program’s principal investigator, told <em>Reuters</em>. “We need to use technology to help move the needle, even if it’s a little bit.” However, Driscoll adds that the current sample size is too small to determine the program’s overall effectiveness.</p><p>You can check out <a href=\"https://cameras.alertcalifornia.org/?pos=37.2382_-119.0000_6\">Alert California’s “camera quilt”</a> on your computer or mobile device. The website displays a grid of the remotely operated live camera views from across the region.</p>This article originally appeared on Engadget at https://www.engadget.com/california-deploys-ai-to-detect-wildfires-before-they-start-spreading-194535845.html?src=rss", "link": "https://www.engadget.com/california-deploys-ai-to-detect-wildfires-before-they-start-spreading-194535845.html?src=rss", "date_published": "2023-08-11T19:45:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "America's original hacking supergroup creates a free framework to improve app security", "description": "<p>Cult of the Dead Cow (cDc), a hacking group known for its activist endeavors, built an open source tool for developers to build secure apps. <a href=\"https://veilid.com/\">Veilid</a>, launched <a href=\"https://forum.defcon.org/node/246124\">at DEF CON</a> on Friday, has options like letting users opt out of data collection and online tracking as a part of the group’s mission to fight against the commercialization of the internet.</p><p>“We feel that at some point, the internet became less of a landscape of knowledge and idea sharing, and more of a monetized corporate machine,” cDc leader Katelyn “medus4” Bowden said. “Our idea of what the internet should be looks more like the open landscape it once was, before our data became a commodity.”</p><span id=\"end-legacy-contents\"></span><p>Similar to other privacy <a href=\"https://www.engadget.com/tor-dark-web-privacy-secure-browser-anonymous-130048839.html\">products like Tor</a>, cDc said there’s no profit motive behind the product, which was created “to promote ideals without the compromise of capitalism.” The group emphasized the focus on building for good, not profit, by throwing slight shade at a competing conference for industry professionals, Black Hat, held in Las Vegas at the same time as DEF CON. “If you wanted to go make a bunch of money, you’d be over at Black Hat right now,” Bowden said to the audience of hackers.</p><p>The design standards behind Veilid are “like Tor and IPFS had sex and produced this thing,” cDc hacker Christien “DilDog” Rioux said at DEF CON. Tor is the privacy-focused web browser best known for its connections to the “dark web,” or unlisted websites. Run as a non-profit, the developers behind Tor run a system that routes web traffic through various “tunnels” to obscure who you are and what you’re browsing on the web. IPFS, or the InterPlanetary File System, is an open-source set of protocols behind the internet, mainly used for file sharing or publishing data on a decentralized network.</p><p>The bigger Veilid gets, the more secure it will be as well, according to Rioux. The strength doesn’t come from the number of apps made on the framework, but by how many people use the apps to further the routing of nodes that make up the network. “The network gains strength by a single popular app,” Rioux said. “The big Veilid network is supported by the entire ecosystem not just your app.” In the presentation, cDc likened the nodes to mutual aid in the sense that they work to strengthen and support each other to make the entire network more secure.</p><p>Rious explained that VLD0 will be the cryptography — the protocols that keep information secure — behind Veilid. It’s a mix of existing cryptography frameworks, like Ed25519 to support authentication efforts and xChaCha20-Poy1305 as its 192-bit encryption support. But, recognizing that advancing technology will change cryptography needs over time, cDc already has a plan to handle updates. “Every new version of our crypto system is supported alongside the old ones” so that there are no gaps in security, Rioux said. cDc also put other measures in place like anti-spoofing, end-to-end encryption even at rest and data protection even if you lose your device.</p><p>Veiled and cDc aim to build an approachable internet with fewer ads and more privacy, according to Bowden. Veilid Chat, a messaging app similar to Signal, will be the first app built on the framework. You’ll be able to sign up without using a phone number, to decrease personal identifiers, Bowden told Engadget in an email.</p><p>cDc is currently in the process of putting together a community and foundation to support the project. “There are a lot of folks who can’t see past web3 as far as privacy (we are more like the web2 we should have had), and really can’t process the idea that we’re doing this without a profit motive,” Bowden said.</p><p>Known as the “<a href=\"https://www.engadget.com/2019-08-10-hitting-the-books-cult-of-the-dead-cow-joseph-menn.html\">original hacking supergroup</a>,” cDc’s most noted accomplishments include inventing hacktivism, helping to develop Tor and pushing top companies to take privacy seriously. Notable members include former US representative from Texas, <a href=\"https://www.engadget.com/2019-03-15-beto-orourke-cult-of-the-dead-cow.html\">Beto O'Rourke</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/americas-original-hacking-supergroup-creates-a-free-framework-to-improve-app-security-190043865.html?src=rss", "link": "https://www.engadget.com/americas-original-hacking-supergroup-creates-a-free-framework-to-improve-app-security-190043865.html?src=rss", "date_published": "2023-08-11T19:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Biden administration earmarks $1.2 billion for two large-scale carbon capture projects", "description": "<p>The Department of Energy is giving grants of up to $1.2 billion to two direct air capture (DAC) projects that aim to remove more than 2 million metric tons of carbon dioxide from the atmosphere every year. The agency <a href=\"https://www.energy.gov/articles/biden-harris-administration-announces-12-billion-nations-first-direct-air-capture\"><ins>says</ins></a> that's equivalent to the annual emissions of around 445,000 gas-powered cars. The DOE notes that the projects in Texas and Louisiana will &quot;create 4,800 good-paying jobs&quot; as well.</p><p>DAC employs a chemical process to separate CO2 from the air. Facilities can then store CO2 underground or put it into <a href=\"https://www.engadget.com/2018-09-11-robot-trees-co2-into-concrete-climate-change.html\"><ins>carbon-containing products like concrete</ins></a> that prevent the gas from getting back into the atmosphere.</p><span id=\"end-legacy-contents\"></span><p>These are the first commercial-scale DAC projects in the US. They'll each be capable of removing more than 250 times as much CO2 from the atmosphere than the current largest DAC location, according to the DOE. Occidental Petroleum subsidiary 1PointFive and its partners are building the Texas facility. The company's CEO says that, when the project is fully operational, it has the potential to remove up to 30 million tons of CO2 from the atmosphere each year.</p><p>The two projects are the first selections from the Regional Direct Air Capture Hubs program, which the Bipartisan Infrastructure Law funded. The aim of the program is to mitigate the impact of climate change by developing a nationwide group of large-scale carbon removal sites that will work in harmony with other efforts to reduce emissions.</p><p>The DOE says that, when it is sufficiently scaled up, DAC technology can help the US meet its target of neutralizing emissions by 2050. However, as <a href=\"https://www.reuters.com/business/energy/us-awards-12-bln-oxy-climeworks-led-carbon-air-capture-hubs-2023-08-11/\"><em><ins>Reuters</ins></em></a> notes, to reach the <a href=\"https://www.engadget.com/worlds-largest-carbon-capture-plant-185556109.html\"><ins>level of scale needed</ins></a> for DAC to have a big enough impact globally, it's imperative to <a href=\"https://www.engadget.com/department-of-energy-carbon-negative-shot-204740973.html\"><ins>reduce the costs involved</ins></a> quickly.</p><p>To that end, the agency has announced several efforts to lower the costs of DAC to below $100 for each net metric ton of CO2-equivalent by the end of the 2020s. It's funding 14 feasibility studies along with five engineering and design studies for projects that are in earlier stages. There's also a $35 million government procurement program in place for carbon removal credits.</p><p>To reach the Biden administration's goal of having a net zero emissions economy by 2050, the DOE estimates that between 400 million and 1.8 billion metric tons will have to be <a href=\"https://www.engadget.com/2017-10-14-negative-emissions-power-plant-online.html\"><ins>removed from the atmosphere</ins></a> and captured from emissions sources every year.</p>This article originally appeared on Engadget at https://www.engadget.com/biden-administration-earmarks-12-billion-for-two-large-scale-carbon-capture-projects-184525151.html?src=rss", "link": "https://www.engadget.com/biden-administration-earmarks-12-billion-for-two-large-scale-carbon-capture-projects-184525151.html?src=rss", "date_published": "2023-08-11T18:45:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Jabra is reportedly readying new Elite 8 earbuds with premium ANC", "description": "<p>Jabra is preparing some earbud refreshes with high-tech features, according to <a href=\"https://www.mysmartprice.com/gear/jabra-elite-10-jabra-elite-8-active-renders-specifications-colour-options-revealed-exclusive/\"><ins>reputable third-party source </ins><em><ins>MySmartPrice.</ins></em></a> The Jabra Elite 8 Active earbuds look to be a refresh that combines elements from the Elite 7 Active and the <a href=\"https://www.engadget.com/jabra-elite-7-pro-earbuds-price-specs-availability-130040202.html\"><ins>well-reviewed Elite 7 Pro</ins></a><ins>.</ins> The company also seems to be skipping an entire iteration, as it's also reportedly prepping the Jabra Elite 10 earbuds, just like how Apple skipped over the iPhone 9 in favor <a href=\"https://www.engadget.com/2017-11-03-apple-iphone-x-review.html\"><ins>of the catchier iPhone X.</ins></a></p><p>The Elite 8 Active true-wireless stereo (TWS) earbuds will offer voice assistant support and adaptive hybrid Active Noise Cancellation (ANC) which is a pricier and premium alternative to more traditional ANC methods. The earbuds will reportedly have an IP58 rating for both water and dust-resistance, with the charging case offering an IP54 rating.</p><span id=\"end-legacy-contents\"></span><p>The earbuds boast Jabra’s proprietary secure in-ear ShakeGrip technology, which is basically a liquid silicone rubber exterior that stays put when placed in the ear. Reports indicate that these buds will also allow for fast pairing, Spotify tap playback and more.</p><figure><img alt=\"A render of potential Jabra earbuds.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/b6ca5c50-386d-11ee-97f9-eb21c473b60b\" style=\"height: 1240px; width: 2354px;\" /><figcaption></figcaption><div class=\"photo-credit\">MySmartPrice</div></figure><p>Not as much is known about the Jabra Elite 10 line, though it looks like the earbuds will offer ANC, fast pairing, Dolby Atmos support, voice assistant support, Spotify tap playback and the same water and dust-resistance ratings as the Elite 8 Active earbuds. They’ll also be available in gold and beige, with a possibility for more color options.</p><p>Some major specs, like battery life, are still being kept under wraps, as these earbuds have yet to be officially announced. It’s worth noting that the Jabra Elite 7 earbuds got around 30 hours per charge. There’s no pricing or availability information yet for either of these products. We'll keep you updated.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/jabra-is-reportedly-readying-new-elite-8-earbuds-with-premium-anc-183426944.html?src=rss", "link": "https://www.engadget.com/jabra-is-reportedly-readying-new-elite-8-earbuds-with-premium-anc-183426944.html?src=rss", "date_published": "2023-08-11T18:34:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Instagram's musical photo carousels are a lot like TikTok's Photo Mode", "description": "<p>Instagram now lets you add music to photo carousels. Unveiled in partnership with pop star Olivia Rodrigo to promote her single “bad idea right?”, the feature allows you to pick licensed music to soundtrack your slideshows. In addition, the company announced that you can create Collabs with up to three co-authors and post audience-response prompts to Reels.</p><p>The carousel soundtracking feature adds a missing piece already found in <a href=\"https://www.engadget.com/tiktok-photo-mode-instagram-194215693.html\">TikTok’s Photo Mode</a>, launched last year. “Whether you’re sharing a collection of summer memories with friends or moments from your camera roll, you can now add music to your photo carousels,” Instagram wrote in a <a href=\"https://about.fb.com/news/2023/08/music-and-collabs-on-instagram/\">blog post</a> today. “Building off our launch of music for feed photos, anyone can add a song to capture the mood and bring their carousel to life.”</p><span id=\"end-legacy-contents\"></span><p>Also announced today, <a href=\"https://www.engadget.com/instagram-desktop-web-post-creation-and-collabs-150032945.html\">Instagram Collabs</a> adds the ability to invite up to three friends (up from one) to help co-author feed posts, carousels or reels. The platform says each contributor’s audience will see the content (perhaps hinting that it could be a handy way for influencers to benefit from each other’s followings) and will feature on each account’s profile grid. In addition, the company says private profiles can still start posts / reels and invite collaborators as long as they follow the private account.</p><figure><img alt=\"Promotional screenshots for Instagram&#x002019;s new &#x002018;Add yours&#x002019; feature. Pop star Olivia Rodrigo posts a party photo with the caption &#x002018;vids from last night &#x002014; bad idea right?&#x002019; on the left with follower reactions on the right.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/8b4d6ca0-386a-11ee-beec-74143f988434\" style=\"height: 836px; width: 1394px;\" /><figcaption></figcaption><div class=\"photo-credit\">Instagram</div></figure><p>Instagram also updated how the Add Yours sticker works. When a creator adds the new Add Yours prompt to a Reel and followers contribute content as a response, the creator can now highlight their favorite posted replies for all their followers to see. “With the Add Yours sticker, a creator or artist can invite their followers to join in on a fun prompt or challenge they create on Reels, and then hand-pick their favorite submissions to celebrate their fans’ creativity.” It essentially sounds like a way to use the human social desire to connect with high-status figures (especially celebrities like Rodrigo) to build engagement for creators and the platform as a whole.</p><p>Finally, Instagram noted that it’s bringing its music library “to more countries over the coming weeks,” although it hasn’t yet announced specific nations or dates. However, it did mention that Instagram is partnering with Spotify in Mexico and Brazil to showcase 50 of the most popular songs on Instagram Reels on the music platform’s Reels Music Chart.</p>This article originally appeared on Engadget at https://www.engadget.com/instagrams-musical-photo-carousels-are-a-lot-like-tiktoks-photo-mode-174008037.html?src=rss", "link": "https://www.engadget.com/instagrams-musical-photo-carousels-are-a-lot-like-tiktoks-photo-mode-174008037.html?src=rss", "date_published": "2023-08-11T17:40:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sony's PlayStation 5 drops back to an all-time low, plus the rest of this week's best tech deals", "description": "<p>This week marks the official availability of Samsung's two new foldable phones and <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-review-still-the-best-flip-foldable-163030055.html\">our</a><a href=\"https://www.engadget.com/galaxy-z-fold-5-review-five-years-in-samsung-is-treading-water-140002461.html\">reviews</a> are in. While you wouldn't expect a deal this early, Amazon is throwing in a gift card if you order either the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMENDQzJWVzU0Lz90YWc9Z2RndDBjLXAtby0xdDMtMjAiLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAARKhtyHcmkRARLvpzof4AxtfjgipdV1dWvMNLyYbyczQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0CCC2VW54%2F\">foldable</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVN0b3JhZ2UtVW5sb2NrZWQtU21hcnRwaG9uZS1Gb2xkYWJsZS9kcC9CMENDQzJWVzNEP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAZiiqaZj6LXIF2xabk5zxUpLwb8ta-Xoxv-Pg4uRCXl8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Storage-Unlocked-Smartphone-Foldable%2Fdp%2FB0CCC2VW3D\">flip</a> phone from it site. Other deals include a decent $50 discount on the disc version of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvU29ueS1QbGF5U3RhdGlvbi01LVZpZGVvLUdhbWUtQ29uc29sZS8xNzM2NzQwNzEwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAARE26xfnFV8Ri9R8OHpxQm03G17w0gRmVuXREQIyOlNn&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FSony-PlayStation-5-Video-Game-Console%2F1736740710\">PlayStation 5</a> from multiple retailers and $100 off Apple's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSE4xS0M_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAATWQRSuIVaxfKc-_hgycJqxZDRZgIExInX4eADTFAdER&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3HN1KC\">5th-gen iPad Air</a>. Google Pixel devices are also on sale, with a $55 discount on the very capable <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtN2EtVW5sb2NrZWQtU21hcnRwaG9uZS9kcC9CMEJaOVQ4UjQxP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAUz_ihvgZezuGARgeJvAbEsvWkEZW_K4hhkQsi1WWLix&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7a-Unlocked-Smartphone%2Fdp%2FB0BZ9T8R41\">Pixel 7a</a> smartphone and $60 off on both the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtVGFibGV0LUNoYXJnaW5nLVNwZWFrZXIvZHAvQjBDMVNMQlFGSy8zP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAZRlkGQ7dmXpfDWYYnb6pGOebeIfaWTxx1v1_8vdk2FG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-Tablet-Charging-Speaker%2Fdp%2FB0C1SLBQFK%2F3\">Pixel Tablet</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vcHJvZHVjdC9waXhlbF9idWRzX3Bybz9obD1lbi1VUyIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAU3MUqAZaZkCXHXOpS_EYcr0a8AvAGjFu1HEJ6IMOP5p&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fproduct%2Fpixel_buds_pro%3Fhl%3Den-US\">Pixel Buds Pro</a>. Music makers might want to check out the summer sale at <a href=\"https://www.arturia.com/summer-23\">Arturia</a> and live streamers in may like Amazon's discount on Razer's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTTUpUMjVSP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAfEU-OT3uH5t-0Zx2-p8GN6tTmVgcty1ToqNAsunEl3Y&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSMJT25R\">Stream Controller X</a>. Here are the best tech deals from this week that you can still get today.&nbsp;</p><h2>PlayStation 5</h2><p></p><p>Once upon a time (<a href=\"https://www.engadget.com/sony-ps5-forecast-down-chip-shortages-085523096.html\">last year</a>) it was tough to find a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QbGF5U3RhdGlvbi01LUNvbnNvbGUtQ0ZJLTEyMTVBMDFYL2RwL0IwQkNOS0taOTE_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAbNQoigURILw52VUnUNpm_zZXbS1JHGK6tnK-O0jL7SZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPlayStation-5-Console-CFI-1215A01X%2Fdp%2FB0BCNKKZ91\">PlayStation 5</a> in stock, and now it's on sale at multiple retailers for its lowest price yet. Right now the pricier disc-enabled version is $50 off at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QbGF5U3RhdGlvbi01LUNvbnNvbGUtQ0ZJLTEyMTVBMDFYL2RwL0IwQkNOS0taOTE_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAbNQoigURILw52VUnUNpm_zZXbS1JHGK6tnK-O0jL7SZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPlayStation-5-Console-CFI-1215A01X%2Fdp%2FB0BCNKKZ91\">Amazon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvU29ueS1QbGF5U3RhdGlvbi01LVZpZGVvLUdhbWUtQ29uc29sZS8xNzM2NzQwNzEwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAARE26xfnFV8Ri9R8OHpxQm03G17w0gRmVuXREQIyOlNn&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FSony-PlayStation-5-Video-Game-Console%2F1736740710\">Walmart</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2225d53b-bfe1-4d56-bd6e-3885c642b140&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Verizon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMjI1ZDUzYi1iZmUxLTRkNTYtYmQ2ZS0zODg1YzY0MmIxNDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudmVyaXpvbi5jb20vcHJvZHVjdHMvc29ueS1wbGF5c3RhdGlvbi01LWNvbnNvbGUtZGlzYy1lZGl0aW9uLXBzNS8iLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAARZ6hxz9lGTUSxZLlME7d8X3crp38y1QH88CR7UPjDpr&amp;gcReferrer=https%3A%2F%2Fwww.verizon.com%2Fproducts%2Fsony-playstation-5-console-disc-edition-ps5%2F\">Verizon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zb255LXBsYXlzdGF0aW9uLTUtY29uc29sZS82NTIzMTY3LnA_c2t1SWQ9NjUyMzE2NyIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAcMSNHljJI4cE3HfzUnfMLuYhjM_tOSh4Oryzx3m2QSU&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsony-playstation-5-console%2F6523167.p%3FskuId%3D6523167\">Best Buy</a> —you can even get the same deal <a href=\"https://direct.playstation.com/en-us/buy-consoles/playstation5-console\">directly from Sony</a> if you prefer. We think the PS5 is the best <a href=\"https://www.engadget.com/best-gaming-console-140057674.html\">premium gaming console</a> you can buy. The graphics are stunning and the performance is seamless, thanks to big improvements in power and visual fidelity over the PS4. Plus PlayStation has a deep bench of exclusive titles to play.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The console also comes with an excellent DualSense controller that gives you precise and intense haptic feedback along with triggers that adjust the tension in response to your in-game actions. And speaking of...</p><h2>PlayStation DualSense controller</h2><p></p><p>Your new PS5 comes with one <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EdWFsU2Vuc2UtV2lyZWxlc3MtQ29udHJvbGxlci1QbGF5U3RhdGlvbi01L2RwL0IwOVJCWjEzNEs_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAaLUrHj2x6_2fhx40v6cmEm1qA1Wvt1L5Cfr9Kr7_6L3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDualSense-Wireless-Controller-PlayStation-5%2Fdp%2FB09RBZ134K\">DualSense controller</a>, but if you need another for <a href=\"https://www.engadget.com/best-co-op-games-for-pc-nintendo-switch-ps-4-and-more-141542259.html\">couch co-op games</a> or if you want a spare just in case, this is a good time to buy as Amazon has multiple shades of the Sony <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAYt8SqdJtE7pcMLaqificgTBblRGv0iAuSpgEA_S02V7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview\">controller</a> on sale for up to 35 percent off. That brings it down from $75 to $40 or $50, depending on the color. Note that the discount doesn't apply to the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EdWFsU2Vuc2UtV2lyZWxlc3MtQ29udHJvbGxlci1QbGF5U3RhdGlvbi01L2RwL0IwQlNZRkI5OUQ_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAXVkMOcByeZuKz26Ra6-vSlH3eNh2lxGEd8wkC_bARFZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDualSense-Wireless-Controller-PlayStation-5%2Fdp%2FB0BSYFB99D\">DualSense Edge</a> controller, which is holding strong at $200. That gamepad includes swappable joysticks, additional paddles and easy button remapping, which we liked <a href=\"https://www.engadget.com/playstation-dualsense-edge-review-sonys-pricey-but-powerful-sidekick-for-the-ps5-130041956.html\">overall</a>, but did take some issue with a battery life that could be longer.&nbsp;</p><h2>Apple iPad Air (5th gen)</h2><p></p><p>Of all available Apple tablets, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSE4xS0MvP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAaQQYSQwYRpTZhM0tGtTlkKj7kGcF9WdFnYTunM-_cJS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3HN1KC%2F\">5th generation iPad Air</a> is the one <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">we think</a> will work best for most people and right now it's down to $500. That's the same price it went for during Amazon's <a href=\"https://www.engadget.com/best-amazon-prime-day-apple-deals-on-airpods-macbooks-and-more-123422037.html\">Prime Day</a> last month, but now you can also snag the deal from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hcHBsZS0xMC05LWluY2gtaXBhZC1haXItbGF0ZXN0LW1vZGVsLTV0aC1nZW5lcmF0aW9uLXdpdGgtd2ktZmktNjRnYi1zcGFjZS1ncmF5LzQ5MDY0MDQucD9za3VJZD00OTA2NDA0IiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAWAu6u5HkniWFdGmI429Wuk0QLsBhCY8MYpKI8xDIE_y&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-10-9-inch-ipad-air-latest-model-5th-generation-with-wi-fi-64gb-space-gray%2F4906404.p%3FskuId%3D4906404\">Best Buy</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2FwcGxlLWlwYWQtYWlyLTEwLTktaW5jaC13aS1maS1vbmx5LTY0Z2ItMjAyMi01dGgtZ2VuZXJhdGlvbi1ibHVlLy0vQS03NzYxNjM0OSIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAe2Ojmc77DDMxVQqhfHavB4iVNcogy4F__92aXRA7wmP&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fapple-ipad-air-10-9-inch-wi-fi-only-64gb-2022-5th-generation-blue%2F-%2FA-77616349\">Target</a>. This sale price applies to the 64GB model with WiFi connectivity. The models with <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSDM4NlAvP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAbJKZ0d74qJgn6hi1kfc0UWi73dGVG-FftIzyTwVQ6Ph&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3H386P%2F\">more storage</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzR01ONjUvP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAQizauubCOJmTy4FWdQNFptO0CpIwzfLTtZOFn-jD3B9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3GMN65%2F\">added cellular capabilities</a> are also on sale, for between 13 and 22 percent off.&nbsp;</p><p>The iPad Air arrived in 2022, carrying Apple's own M1 system-on-a-chip processor. The screen is bright and sharp, which is great for gaming and watching shows. Pair it with a keyboard and other accessories and it becomes a capable productivity machine, handling writing, drawing, moderate photo editing and work-related apps like Airtable, Slack and Zoom.&nbsp;</p><h2>Google Pixel 7a</h2><p></p><p>Our favorite <a href=\"https://www.engadget.com/the-engadget-guide-to-the-best-midrange-smartphones-120050366.html\">mid-range Android smartphone</a> is Google's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtN2EtVW5sb2NrZWQtU21hcnRwaG9uZS9kcC9CMEJaOVQ4UjQxP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAUz_ihvgZezuGARgeJvAbEsvWkEZW_K4hhkQsi1WWLix&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7a-Unlocked-Smartphone%2Fdp%2FB0BZ9T8R41\">Pixel 7a</a> and right now unlocked handsets are down to the lowest price we've tracked, selling for just $444 at multiple outlets, including <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtN2EtVW5sb2NrZWQtU21hcnRwaG9uZS9kcC9CMEJaOVQ4UjQxP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAUz_ihvgZezuGARgeJvAbEsvWkEZW_K4hhkQsi1WWLix&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7a-Unlocked-Smartphone%2Fdp%2FB0BZ9T8R41\">Amazon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9nb29nbGUtcGl4ZWwtN2EtNWctMTI4Z2ItdW5sb2NrZWQtc2VhLzY1Mzk5MjUucD9za3VJZD02NTM5OTI1IiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAATM-YNy3bjBEAhRgZOFma1b8oHVVIEf9MtXf2_yYdcog&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fgoogle-pixel-7a-5g-128gb-unlocked-sea%2F6539925.p%3FskuId%3D6539925\">Best Buy</a> and directly from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vdXMvY29uZmlnL3BpeGVsXzdhP2hsPWVuLVVTJnNlbGVjdGlvbnM9ZXlKd2NtOWtkV04wUm1GdGFXeDVJam9pWTBkc05GcFhlR1pPTWtVOUluMCUzRCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAcvB1Fh325wY3N8woBSVEE8FFTwuXAtk9eFHyzqYyjbu&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fus%2Fconfig%2Fpixel_7a%3Fhl%3Den-US%26selections%3DeyJwcm9kdWN0RmFtaWx5IjoiY0dsNFpXeGZOMkU9In0%253D\">Google</a>. The price applies to all colorways, though if you'd like it in coral, you'll have to get it from Google's storefront as that hue is exclusively available there.&nbsp;</p><p>We gave the Pixel 7a <a href=\"https://www.engadget.com/google-pixel-7a-review-its-got-everything-you-need-and-more-for-just-499-184517525.html\">90 in our review</a>, calling it a slightly smaller Pixel 7, but cheaper. It's got the same processor, same 8GB of RAM and 128GB of storage as the base base model Pixel 7 and actually contains a bigger battery and higher-res cameras than its pricier sibling.</p><p>Other Pixel devices are on sale too, including a 12 percent discount on the new Pixel Tablet, which brings it down to $439 at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtVGFibGV0LUNoYXJnaW5nLVNwZWFrZXIvZHAvQjBDMVNMQlFGSy8zP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAZRlkGQ7dmXpfDWYYnb6pGOebeIfaWTxx1v1_8vdk2FG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-Tablet-Charging-Speaker%2Fdp%2FB0C1SLBQFK%2F3\">Amazon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2dvb2dsZS1waXhlbC0xMS0zNC10YWJsZXQtMTI4Z2ItcG9yY2VsYWluLy0vQS04ODg1ODQ5Mz8iLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAAeVgL8DMn2dFXF-Jh2K_Lg3tSQPKXnlgtg3RfXPw1E_B&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fgoogle-pixel-11-34-tablet-128gb-porcelain%2F-%2FA-88858493%3F\">Target</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9nb29nbGUtcGl4ZWwtdGFibGV0LXdpdGgtY2hhcmdpbmctc3BlYWtlci1kb2NrLTExLWFuZHJvaWQtdGFibGV0LTEyOGdiLXdpLWZpLXJvc2UvNjU0MzczNy5wP3NrdUlkPTY1NDM3MzciLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAATxwWwlWm0oiNtMiSOs_IvhIZAcdW1ltUM4P4DyC4k3s&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fgoogle-pixel-tablet-with-charging-speaker-dock-11-android-tablet-128gb-wi-fi-rose%2F6543737.p%3FskuId%3D6543737\">Best Buy</a> or from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vY29uZmlnL3BpeGVsX3RhYmxldD9obD1lbi1VUyZzZWxlY3Rpb25zPWV5SndjbTlrZFdOMFJtRnRhV3g1SWpvaVkwZHNORnBYZUdaa1IwWnBZa2RXTUNKOSIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAefZuhLWfZc_EmJjBhxUitHIMX5_74dj9mB-EUKu6cJO&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fconfig%2Fpixel_tablet%3Fhl%3Den-US%26selections%3DeyJwcm9kdWN0RmFtaWx5IjoiY0dsNFpXeGZkR0ZpYkdWMCJ9\">Google's shop</a>. You can check out our review of the tablet (and its particularly useful charging speaker dock) <a href=\"https://www.engadget.com/google-pixel-tablet-review-clever-accessories-transform-an-unexciting-tablet-070147119.html\">here</a>.&nbsp;</p><h2>Google Pixel Buds Pro</h2><p></p><p>Our favorite wireless earbuds <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">for Android users</a> are the Google Pixel Buds Pro, which are currently $140 at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtQnVkcy1Qcm8tSGVhZHBob25lcy9kcC9CMEIxTjdTR01aP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAWZGEpPbX1vhJ645kTpAK5gmrchqPlESQRLkKhrqwm80&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-Buds-Pro-Headphones%2Fdp%2FB0B1N7SGMZ\">Amazon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLVBpeGVsLUJ1ZHMtUHJvLVdpcmVsZXNzLUVhcmJ1ZHMtd2l0aC1BY3RpdmUtTm9pc2UtQ2FuY2VsbGF0aW9uLUJsdWV0b290aC1FYXJidWRzLUNoYXJjb2FsLzYzMTE5ODg3OCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAf5wPhnX34Vht3QNJLcU_Ms8L-wYHgZ0VJXY4f4Sbm23&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Pixel-Buds-Pro-Wireless-Earbuds-with-Active-Noise-Cancellation-Bluetooth-Earbuds-Charcoal%2F631198878\">Walmart</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2dvb2dsZS1waXhlbC1idWRzLXByby10cnVlLXdpcmVsZXNzLWJsdWV0b290aC1oZWFkcGhvbmVzLWNoYXJjb2FsLy0vQS04NjkwMjI4NSIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAQseKBuuJVNQqzDjDrcpcg8RRK54Iq4CkaYLrvs1gx2k&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fgoogle-pixel-buds-pro-true-wireless-bluetooth-headphones-charcoal%2F-%2FA-86902285\">Target</a> or from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vcHJvZHVjdC9waXhlbF9idWRzX3Bybz9obD1lbi1VUyIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAU3MUqAZaZkCXHXOpS_EYcr0a8AvAGjFu1HEJ6IMOP5p&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fproduct%2Fpixel_buds_pro%3Fhl%3Den-US\">Google's storefront</a>. That's a 30 percent discount and close to an all-time low. We like the deep, punchy bass and good noise cancelling capabilities. They have intuitive touch controls and a few extra features for Android and Pixel devices including Google Translate Conversation Mode. If you want something even cheaper, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtQnVkcy1IZWFkcGhvbmVzLUJsdWV0b290aC9kcC9CMEJDUVZKUFFQP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAASek7w4H0UMX9NnGbGpQ58vOJ298s6T3KtLJ4pVw545Y&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-Buds-Headphones-Bluetooth%2Fdp%2FB0BCQVJPQP\">Google Pixel Buds A-Series</a> are down to $60 from $100 — a 40 percent discount.</p><h2>Samsung Galaxy Z Fold 5 + $200 Amazon Gift Card</h2><p></p><p>Samsung's new foldables are now available, but Amazon is continuing to offer the $200 gift card bonus it included for pre-orders. <a href=\"https://www.engadget.com/samsung-pre-orders-on-amazon-include-free-gift-cards-and-storage-upgrades-144922818.html\">Previously</a> the retailer also threw in a free storage upgrade, but that deal looks to be expired. Still, $200 at Amazon is a decent perk — I'm confident most people can find <a href=\"https://www.engadget.com/guides/\">something</a> to buy.&nbsp;</p><p>Engadget's <a href=\"https://www.engadget.com/galaxy-z-fold-5-review-five-years-in-samsung-is-treading-water-140002461.html\">review of the new Galaxy Z Fold 5</a> just hit our site yesterday, and in it, Sam Rutherford noted that Samsung seems to be losing momentum after getting a sizable head start in the foldable race. But the new foldable is still faster and sleeker than its predecessor and has a new hinge that makes it thinner overall. It's just not a major upgrade from what we've seen previously. That said, if you're interested in a powerful foldable with bright and useful screens, this $200 gift card should take some sting out of the still-high price tag.&nbsp;</p><p>Amazon has a similar deal going for the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVN0b3JhZ2UtVW5sb2NrZWQtU21hcnRwaG9uZS1Gb2xkYWJsZS9kcC9CMENDQzJWVzNEP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAZiiqaZj6LXIF2xabk5zxUpLwb8ta-Xoxv-Pg4uRCXl8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Storage-Unlocked-Smartphone-Foldable%2Fdp%2FB0CCC2VW3D\">Galaxy Z Flip 5</a>, shipping a $150 gift card when you order the phone. Engadget's Cherlynn Low <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-review-still-the-best-flip-foldable-163030055.html\">reviewed</a> that device and deemed it \"the best flip foldable,\" partly thanks to the much larger 3.4-inch external display that's now actually useful.&nbsp;&nbsp;</p><h2>Razer Stream Controller X</h2><p></p><p>Razer's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTTUpUMjVSP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAfEU-OT3uH5t-0Zx2-p8GN6tTmVgcty1ToqNAsunEl3Y&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSMJT25R\">Stream Controller X</a> is back down to an all-time low of $125, or 16 percent off its usual $150 price tag. The brand released the programmable streaming deck <a href=\"https://www.engadget.com/razers-new-stream-controller-x-looks-like-one-of-its-biggest-competitors-071957109.html\">earlier this year</a> and now it's back down to the low it hit over Amazon's Prime Day in July. The desktop device has 15 programmable shortcut buttons to get you streaming faster and in far more style than operating your apps, lights and effects manually. The button icons are customizable and you even have the option of swapping in different magnetic face plates so you can make your live stream setup your own.&nbsp;&nbsp;</p><h2>Samsung Galaxy S23 Ultra</h2><p></p><p><a href=\"https://www.engadget.com/galaxy-z-fold-5-review-five-years-in-samsung-is-treading-water-140002461.html\">Foldables</a> are generating most of Samsung's buzz right now, which is possibly why their latest no-fold smartphone is seeing a sizable discount. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUZhY3RvcnktVW5sb2NrZWQtQW5kcm9pZC1TbWFydHBob25lL2RwL0IwQkxQNDVHWTg_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAVj0P8pwSkdtpFtXVzaSuDIy0MYI2cJSktE56Jfn5zyu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Factory-Unlocked-Android-Smartphone%2Fdp%2FB0BLP45GY8\">Galaxy S23 Ultra</a> is our current pick for the <a href=\"https://www.engadget.com/best-smartphones-140004900.html\">best Android smartphone</a> you can buy and right now it's cheaper than ever on Amazon, down to $950 after a $250 discount. We gave the S23 Ultra an Engadget <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\">review score of 89</a> and particularly appreciated the brilliant AMOLED display with a 120Hz refresh rate, the excellent cameras and substantial battery life that went for 19 hours and 26 minutes in our rundown tests.&nbsp;</p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJMUDRKOVJSP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAeujpu3EnLQzJSiCkPWcLlaR-9qj9CcBDTJAZOhYQWmo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BLP4J9RR\">Galaxy S23+</a> is also cheaper than ever, currently $800 instead of $1,000. Both that discount and the sale on the Ultra beat the all-time lows <a href=\"https://www.engadget.com/samsungs-entire-galaxy-s23-lineup-is-cheaper-than-ever-for-prime-day-100635179.html\">we saw</a> back in July, but unfortunately, the base model Galaxy S23 handsets are sold out at Amazon as of this writing.&nbsp;&nbsp;</p><h2>13-inch MacBook Air (M2, 2022)</h2><p></p><p>A few different Apple laptops with M2 chips are seeing discounts right now. That may be due to the fact that machines using a newer M3 chip are <a href=\"https://www.engadget.com/apple-is-reportedly-testing-m3-chips-for-new-macs-arriving-this-fall-173457588.html\">imminent</a>. The 13-inch MacBook Air from 2022 is down to $949 at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMDMwNS1SRUcvYXBwbGVfbWx5MzNsbF9hXzEzXzZfbWFjYm9va19haXJfbTIuaHRtbCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAcjoabaLSm9cqkVmUfFXJDIWmiWOKh1EtTnvWXvDzdnq&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1710305-REG%2Fapple_mly33ll_a_13_6_macbook_air_m2.html\">B&amp;H Photo</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9tYWNib29rLWFpci0xMy02LWxhcHRvcC1hcHBsZS1tMi1jaGlwLThnYi1tZW1vcnktMjU2Z2Itc3NkLW1pZG5pZ2h0LzY1MDk2NTAucD9za3VJZD02NTA5NjUwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAUJoYdssuMS8ZftmkrDMrgCbMpAt9XP_CJ7rtFXlDc2B&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fmacbook-air-13-6-laptop-apple-m2-chip-8gb-memory-256gb-ssd-midnight%2F6509650.p%3FskuId%3D6509650\">Best Buy</a>, which matches the lowest price we've tracked. The discount applies to the configuration with 8GB of RAM and 256GB of SSD, which usually goes for $1,099.&nbsp;</p><p>It's our top pick for <a href=\"https://www.engadget.com/best-laptops-120008636.html\">the best overall laptop</a>, and earned a <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">review score of 96</a> when it first came out. The ultraportable weighs just 2.7 pounds and has a thin, balanced design (the wedge shape of earlier Air laptops is gone). The screen is bright and accurate and the battery should last through 16 and a half hours of use, as it did in our video rundown test. Overall, it's a dependable computer for everyday entertainment and typical productivity — if you want something for heavy media editing, you may want to go for the Pro model, below.&nbsp;</p><p>If you want a little more screen real estate, you can go for the new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc3MDk0MC1SRUcvYXBwbGVfbXFrdzNsbF9hXzE1X21hY2Jvb2tfYWlyX21pZG5pZ2h0Lmh0bWwiLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAAeE-KuYj3OC1B_Dz-c4O2O4W9ukCjVuHZYJ6HaQ_u0-x&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1770940-REG%2Fapple_mqkw3ll_a_15_macbook_air_midnight.html\">15-inch MacBook Air</a>, which is currently $100 off, though <a href=\"https://www.engadget.com/apples-15-inch-macbook-air-m2-models-are-up-to-200-off-right-now-135843112.html\">earlier this week</a> it saw a $200 discount at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0yMDIzLU1hY0Jvb2stTGFwdG9wLWNoaXAvZHAvQjBDNzVaUlFMQi8_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAASmaG-_DZDDJD-QEgulixR9j2b1sQHSXNJf-Xkt3wsSE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-2023-MacBook-Laptop-chip%2Fdp%2FB0C75ZRQLB%2F\">Amazon</a>, a sale that will likely come around again, considering the coming M3 machines.&nbsp;</p><h2>14-inch MacBook Pro (M2, 2023)</h2><p></p><p>The M2 Pro and M2 Max chips give the MacBook Pro models a lot of processing power, which is ideal for music producers, video makers and other heavy users. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJTSERWQlhaP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAe-cyvAVWpZEdK97FJggNHSYOEaEOfObl83YwVKZJiWD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BSHDVBXZ\">14-inch model</a> with 16GB of memory and 512GB of storage is down to $1,799 at Amazon, which is a $250 discount off the current MSRP and $50 lower than <a href=\"https://www.engadget.com/best-amazon-prime-day-apple-deals-on-airpods-macbooks-and-more-123422037.html\">it went for</a> during Amazon's Prime Day sale in July. We gave the MacBook Pro a <a href=\"https://www.engadget.com/apple-macbook-pro-14-inch-review-2023-m2-pro-max-140048268.html\">review score of 92</a> when it came out in January of 2023. We like the sturdy design, plethora of ports and the clarity and lushness of the Liquid Retina XDR display.&nbsp;&nbsp;</p><p>Again, Apple is likely to release the M3 chips later this year, but if history is any indicator, they probably won't release the supercharged M3 Pro or Max chips until many months later. Either way, Apple is likely to keep these laptops in their lineup after the new chips arrive.&nbsp;</p><h2>Google Chromecast HD</h2><p></p><p></p><p>Google's HD <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vdXMvY29uZmlnL2Nocm9tZWNhc3RfZ29vZ2xlX3R2P2hsPWVuLVVTJnNlbGVjdGlvbnM9ZXlKd2NtOWtkV04wUm1GdGFXeDVJam9pV1RKb2VXSXlNV3haTWtaNlpFWTVibUl5T1c1aVIxWm1aRWhaUFNKOSIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAQigqJxyCxEyqq6jkdARS45LARpbZ7_i-zp-os9pEhTZ&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2Fus%2Fconfig%2Fchromecast_google_tv%3Fhl%3Den-US%26selections%3DeyJwcm9kdWN0RmFtaWx5IjoiWTJoeWIyMWxZMkZ6ZEY5bmIyOW5iR1ZmZEhZPSJ9\">Chromecast</a> dongle turns a regular TV into a smart one and right now is back down to $20, which matches its lowest price this year (it went for $2 less during last November's Black Friday sales). This is the HD version of the dongle, which is best for people with 1080p screens (the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9jaHJvbWVjYXN0LXdpdGgtZ29vZ2xlLXR2LTRrLXNub3cvNjQyNTk3Ni5wP3NrdUlkPTY0MjU5NzYjYW5jaG9yPXByb2R1Y3RWYXJpYXRpb25zIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAbqS4vY8_tgxe-0kFfG-1WbjpbnHpy5AFf4mAD74dkWd&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fchromecast-with-google-tv-4k-snow%2F6425976.p%3FskuId%3D6425976%23anchor%3DproductVariations\">4K version</a> isn't currently on sale). We <a href=\"https://www.engadget.com/chromecast-with-google-tv-hd-review-just-a-great-little-streaming-dongle-160005778.html\">reviewed</a> the Chromecast with Google TV when it came out last year and appreciated the easy set up, the useful remote and dead-simple streaming interface. If you've got a standard TV that could use more smarts, or are heading out on vacation and want to watch your shows on the hotel's (HDMI-enabled) TVs, this is a great device to have on hand.&nbsp;</p><h2><strong>Samsung storage sale</strong></h2><p></p><p>Engadget's Jeff Dunn named <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0QtTWljcm9TRFhDLU1CLU1ENTEyU0EtQU0vZHAvQjBDMVBSWVBZWD90YWc9Z2RndDBjLXAtby0xdDMtMjAiLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAAVB40e6Bj-X_jz13GNrAEsQldignHNZsqFaah21WAo0j&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSD-MicroSDXC-MB-MD512SA-AM%2Fdp%2FB0C1PRYPYX\">Samsung's Pro Plus microSD</a> the <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">best option for most</a> people in his latest guide and right now multiple capacities are down to their lowest prices so far. The largest <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0QtTWljcm9TRFhDLU1CLU1ENTEyU0EtQU0vZHAvQjBDMVBSWVBZWD90YWc9Z2RndDBjLXAtby0xdDMtMjAiLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAAVB40e6Bj-X_jz13GNrAEsQldignHNZsqFaah21WAo0j&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSD-MicroSDXC-MB-MD512SA-AM%2Fdp%2FB0C1PRYPYX\">512GB</a> version is $35 instead of $60 while the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLW1pY3JvU0QtTWljcm9TRFhDLU1CLU1ENTEyU0EtQU0vZHAvQjBDMVBUOVhYUz90YWc9Z2RndDBjLXAtby0xdDMtMjAiLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAAVm7gCsIk5JRRuMXD6flYv0NzxRZut5qoWf32lQY1soL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-microSD-MicroSDXC-MB-MD512SA-AM%2Fdp%2FB0C1PT9XXS\">128GB</a> size is just $12. These are the newer versions of the Pro Plus cards, which had the nearly the best sequential write performance and had faster random read/write speeds of all the cards we tested.&nbsp;</p><p>Other Samsung storage devices are on sale too, including the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW1zdW5nLTk3MC1FVk8tUGx1cy1NWi1WN1M1MDBCL2RwL0IwN003UTIxTjc_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAbostBz4u8SxBsRsMKcRUu5i5LZLjePq0r4l0J_x46nG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSamsung-970-EVO-Plus-MZ-V7S500B%2Fdp%2FB07M7Q21N7\">970 EVO Plus 500GB</a> internal SSD for 23 percent off and the external <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVBvcnRhYmxlLVBob3RvZ3JhcGhlcnMtTVUtUEUxVDBSLUFNL2RwL0IwOVZMSkIyREMvP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAATz3tu7mW6JRiDQDVUXC8aoxN0XgqxwyJeix8GDm-HQw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Portable-Photographers-MU-PE1T0R-AM%2Fdp%2FB09VLJB2DC%2F\">1TB T7 Shield portable SSD</a> for 56 percent off.&nbsp;</p><h2>Arturia Summer Sale</h2><p></p><p>Musicians looking for some new sounds would do well to check out Arturia's summer sale, which is running through August 15th. Many of their digital instruments, sound bank packs and effects are 50 percent off. Engadget's Terrence O'Brien had <a href=\"https://www.engadget.com/arturia-pigments-4-soft-synth-vst-free-update-160036317.html\">good things to say</a> about their <a href=\"https://www.arturia.com/products/software-instruments/pigments/overview\">Pigments synthesizer</a>, which is now $99 instead of its usual $199. The <a href=\"https://www.arturia.com/products/software-effects/dist-coldfire/overview\">Dist Coldfire</a> plugin, which Terrence <a href=\"https://www.engadget.com/arturia-dist-coldfire-distortion-plugin-204028687.html\">says</a> \"might be might be the only distortion plugin you need\" is now $49 instead of $99. Many more instruments and effects are on sale, so this is a good time to look around. Just note that the sale doesn’t include combo packs or hardware instruments and the sale ends August 15th.&nbsp;</p><h2>HyperX Cloud Alpha Wireless gaming headset</h2><p></p><p>The top wireless pick in our <a href=\"https://www.engadget.com/best-gaming-headset-130006477.html\">guide to gaming headsets</a> is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVRSVzU3V0I_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAVqp5PuIbO_PXJ3u783aqQJn5Ge04XIdwxUd3DqTIbJu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09TRW57WB\">HyperX Cloud Alpha</a>, which is now just $154 at Amazon or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9oeXBlcngtY2xvdWQtYWxwaGEtd2lyZWxlc3MtZHRzLWhlYWRwaG9uZXgtZ2FtaW5nLWhlYWRzZXQtZm9yLXBjLXBzNS1hbmQtcHM0LWJsYWNrLzY0OTk1NjkucD9za3VJZD02NDk5NTY5IiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAe5Mv-wxkDd6iV9hIGGlAE20TUCPtMVB9Om_-C3HrVdy&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fhyperx-cloud-alpha-wireless-dts-headphonex-gaming-headset-for-pc-ps5-and-ps4-black%2F6499569.p%3FskuId%3D6499569\">Best Buy</a>. Engadget's Jeff Dunn particularly liked the impressive battery life, which can go for 300 hours on a charge. The set is also comfortable to wear for hours on end so you can test out that capacity for yourself. The sound is a little bass heavy and the mic isn't as great as others in its field, but the headset is perfectly serviceable. Jeff does point out that HyperX's companion software has been known to introduce latency, so you're better off going with third-party or built-in controls for audio EQ adjustments. It's also not compatible with Xbox and requires the use of its USB dongle.&nbsp;</p><h2>Instant Pot Sale</h2><p></p><p>As part of a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS80QjZFMkQ3Mi05MTc2LTQ3NEMtODM4My0xRDczNkVBMDg5MkE_dGFnPWdkZ3QwYy1wLW8tMXQzLTIwIiwiY29udGVudFV1aWQiOiI2YzY4Y2Y3Ny1lODMyLTRjYWItYWU2Yy02YTM2ODQ5Zjg5OTEifQ&amp;signature=AQAAAW9GF16q6ibb4DraePXq6iKDaw1QSjobAxkDRqVEn-NA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2F4B6E2D72-9176-474C-8383-1D736EA0892A\">larger Amazon sale</a> on Instant Pot appliances, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVBvdC1EdW8tTWluaS1Qcm9ncmFtbWFibGUvZHAvQjA2WTFZRDVXNz90YWc9Z2RndDBjLXAtby0xdDMtMjAiLCJjb250ZW50VXVpZCI6IjZjNjhjZjc3LWU4MzItNGNhYi1hZTZjLTZhMzY4NDlmODk5MSJ9&amp;signature=AQAAAcmNEf2tXCYc6zuhHkP76NLYgxz0PZrzc4Gt7iNd8fNa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Pot-Duo-Mini-Programmable%2Fdp%2FB06Y1YD5W7\">Instant Pot Duo</a> is on sale for $60 instead of the usual $80. The do-nearly-everything cooker is an <a href=\"https://www.engadget.com/instant-pot-guide-131534709.html\">Engadget favorite</a>, so it's great to see a few <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVBvdC1FbGVjdHJpYy1TdGVyaWxpemVyLVN0YWlubGVzcy9kcC9CMDlNWlRQNDRMP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAAT8XPNOGPvanbhOwBnOuvNPzAusxX_kqw5PwxaM0pSWc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Pot-Electric-Sterilizer-Stainless%2Fdp%2FB09MZTP44L\">different iterations</a> on sale. The sale also covers the brand's air friers, including the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Wb3J0ZXhUTS1Gcnllci1DbGVhckNvb2stT2RvckVyYXNlLVN0YWlubGVzcy9kcC9CMDk2TjI4U1pQP3RhZz1nZGd0MGMtcC1vLTF0My0yMCIsImNvbnRlbnRVdWlkIjoiNmM2OGNmNzctZTgzMi00Y2FiLWFlNmMtNmEzNjg0OWY4OTkxIn0&amp;signature=AQAAASdFVy6u5xZZc1PfYnHNZK4P3GdezAFxLikfunVDuMUc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVortexTM-Fryer-ClearCook-OdorErase-Stainless%2Fdp%2FB096N28SZP\">Instant Vortex Plus ClearCook fryer</a> in the 6-quart size, which is $130 instead of its usual $170. That's our current pick for the <a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">best overall air fryer</a> you can buy.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/sonys-playstation-5-drops-back-to-an-all-time-low-plus-the-rest-of-this-weeks-best-tech-deals-173119382.html?src=rss", "link": "https://www.engadget.com/sonys-playstation-5-drops-back-to-an-all-time-low-plus-the-rest-of-this-weeks-best-tech-deals-173119382.html?src=rss", "date_published": "2023-08-11T17:31:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Zoom now says it won’t use any customer content for AI training", "description": "<p>Zoom has reversed course (again) and updated its terms of service after a backlash earlier this week. Following consumer blowback to a recently highlighted update to its terms which appeared to grant the platform the <a href=\"https://www.engadget.com/zoom-reverses-policy-that-allowed-it-to-train-ai-on-customer-data-212230598.html\">unlimited ability to use customer data</a> to train AI models, it now says it will not use any consumer data to train AI models from Zoom or third parties. The previous wording said it wouldn’t do so “without customer consent,” which raised eyebrows since “consent” was (at best) a gray area for people joining a call (and acknowledging a pop-up) in which the meeting organizer enabled the feature and already agreed to the terms.</p><p>Zoom’s changes were listed in a preamble update to its <a href=\"https://blog.zoom.us/zooms-term-service-ai/\">previous blog post</a>. “Following feedback received regarding Zoom’s recently updated terms of service, particularly related to our new generative artificial intelligence features, Zoom has updated our terms of service and the below blog post to make it clear that Zoom does not use any of your audio, video, chat, screen-sharing, attachments, or other communications like customer content (such as poll results, whiteboard, and reactions) to train Zoom’s or third-party artificial intelligence models,” the notice reads.</p><span id=\"end-legacy-contents\"></span><p>Indeed, the previously troublesome section 10 in Zoom’s terms of service, related to AI and consumer data, has also changed. “Zoom does not use any of your audio, video, chat, screen sharing, attachments or other communications-like Customer Content (such as poll results, whiteboard and reactions) to train Zoom or third-party artificial intelligence models,” the updated version reads. The previous variant of that section, even after Zoom made concessions in response to the blowback, appended the phrase “without customer consent.” But since “consent” seemed to be granted by simply joining a meeting (maybe even one required for your job) and acknowledging a popup, some users saw this as a potentially sneaky loophole to harvest AI data in situations where people don’t have much choice. The new version removes that ambiguity.&nbsp;</p><p>“We’ve updated our terms of service (in section 10) to further confirm that Zoom does not use any of your audio, video, chat, screen-sharing, attachments, or other communications like customer content (such as poll results, whiteboard, and reactions) to train Zoom’s or third-party artificial intelligence models,” Hashim stated in the revised blog post. “In addition, we have updated our in-product notices to reflect this.”</p>This article originally appeared on Engadget at https://www.engadget.com/zoom-now-says-it-wont-use-any-customer-content-for-ai-training-170533411.html?src=rss", "link": "https://www.engadget.com/zoom-now-says-it-wont-use-any-customer-content-for-ai-training-170533411.html?src=rss", "date_published": "2023-08-11T17:05:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Chip implants get under your skin so you can leave your keys at home", "description": "<p>Software engineer Miana Windall has about 25 implants under her skin, ranging from magnets to RFID tech. While that might make your skin crawl if you’re squeamish, “for the most part, they’re not really noticeable,” she told Engadget. At the <a href=\"https://forum.defcon.org/node/246100\">DEF CON security conference</a> on Thursday, Windall talked about how she became interested in the implants, and her experience programming them for personal use, like scanning into her former office building.</p><p>RFID tech powers scannable technology like subway cards or tap to pay. The relatively simple tech was <a href=\"https://www.rfidjournal.com/the-history-of-rfid-technology#:~:text=Mario%20W.,a%20door%20without%20a%20key.\">first patented in the 1970s</a>, and body modification dates back millennia. Despite this, RFID implants still haven’t reached their full potential, and they’re still a gimmick for a lot of people, Windall said. But if you want to go clubbing and not bring a bag, you can buy the right style of lock and implant a sensor that you can’t lose to scan in and out of your home.</p><span id=\"end-legacy-contents\"></span><p>Still, they’re not magic. “Chip implants don't work like Hollywood movies,” founder of biohacking and implant service Dangerous Things Amal Graafstra told Engadget. “They're not even active or alive or energized when there's no reader that is within a very close proximity”</p><p>That means the scope of use for RFID implants is pretty limited and it’s mostly a foundational tech that you’d have to be able to hack yourself for it to be useful. There are limited out-of-the-box use cases, like <a href=\"https://dangerousthings.com/product/teslaflex/\">the Tesla keycard implant</a> that lets you start your car, but usually a user has to be able to copy certain key configurations onto it themself. “When we sell the transponder, we’re selling a key but not the lock,” Graafstra said. The user has to have some technical savvy to make “the lock.”</p><p>It’s helpful to know that before going to a body modification artist or piercer to get one put in, or else you might end up with a chip you can’t use. “Do your research and make sure what you want as possible before you have surgery,” Windall said. Although, Windall herself does have some inactive ones that are harmless to keep under the skin.</p><p>Companies are now looking for ways to use RFID implants as security tools, too. There’s an inherent vulnerability associated with RFID tech because it requires access credentials to be open to being stolen. But having those credentials as an implant at least prevents someone from easily stealing your access card or information.</p><p>“The chances of someone coming along and being able to scan your credential without you knowing about it, it's probably not that high,” Windall said. “You can't have your hand pickpocketed, at least not without a machete.”</p><p>Plus as authentication becomes more important to prevent unauthorized account access, these implants could be used to prove your identity. As companies look to <a href=\"https://www.engadget.com/passkeys-passwords-authentication-security-133024414.html\">replace two-factor authentication with passkeys</a>, putting those credentials under your skin could be possible. Your passkey can be uploaded to a chip implant that can verify your identity, as opposed to a hardware key that could get lost or a text message verification that can be duped, according to Graafstra.</p><p>RFID implants don’t require FDA approval because they’re not medical devices. While they appear generally safe and secure, there are risk factors to consider, according to professor in the College of Media at the University of Colorado Boulder <a href=\"https://pubmed.ncbi.nlm.nih.gov/32426543/\">Harsha Gangadharbatla</a>, PhD.</p><p>“Consumers should be fully aware of the “hidden” costs (privacy, risks, and advertising messages) associated with such tech and not just the cost of getting such implants,” he said in an email to Engadget.</p>This article originally appeared on Engadget at https://www.engadget.com/chip-implants-get-under-your-skin-so-you-can-leave-your-keys-at-home-170008199.html?src=rss", "link": "https://www.engadget.com/chip-implants-get-under-your-skin-so-you-can-leave-your-keys-at-home-170008199.html?src=rss", "date_published": "2023-08-11T17:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Bose QuietComfort Ultra headphones and earbuds are reportedly on the way", "description": "<p>Bose is reportedly preparing to launch some new headphones and earbuds, a refresh in the QuietComfort line, <a href=\"https://www.mysmartprice.com/gear/bose-quietcomfort-ultra-quietcomfort-ultra-earbuds-first-look-revealed-exclusive/\"><ins>as leaked by </ins><em><ins>MySmartPrice.</ins></em></a><em>&nbsp;</em>The Bose QuietComfort Ultra earbuds will be a successor to the <a href=\"https://www.engadget.com/bose-quietcomfort-earbuds-2-review-130026306.html\"><ins>well-reviewed QuietComfort Earbuds II</ins></a> and the QuietComfort Ultra headphones look to be a more premium-take on the company’s <a href=\"https://www.engadget.com/bose-quietcomfort-45-review-143031637.html\"><ins>QuietComfort 45 headphones.</ins></a></p><p>One of the highlights of any Bose product, and particularly the QuietComfort II earbuds, is active noise cancellation. The company’s ANC technology is unparalleled and these new products offer it in spades. Both new products offer fully-integrated ANC technology so you can safely ignore the person next to you on your next flight.</p><span id=\"end-legacy-contents\"></span><p>Beyond ANC, the QuietComfort Ultra earbuds ship with a variety of soft ear tips, with a similar exterior design to its predecessor. They are available in black or white and should include a built-in microphone, touch controls, Bluetooth v5.3 support, IPX4 water-resistance and more. Bose hasn’t officially announced these yet, so some specs remain under wraps.</p><figure><img alt=\"Image of two headphones. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/11de7cb0-3865-11ee-b9fb-a9fd2636be78\" style=\"height: 1246px; width: 2385px;\" /><figcaption></figcaption><div class=\"photo-credit\">MySmartPrice</div></figure><p>The Bose QuietComfort Ultra headphones will also be available in black or white, with physical buttons to adjust volume and control music similar to other products in the QuietComfort line. There’s also a USB-C port for both charging and for making wired connections, and a sleek design reminiscent of the <a href=\"https://www.engadget.com/2019-08-16-bose-700-headphones-review.html\"><ins>beloved Bose 700 line of headphones.</ins></a></p><p>Remember, these are leaks from a reputable third-party, so Bose hasn’t announced pricing or availability. <a href=\"https://www.dealabs.com/magazine/bose-quietcomfort-prix-noms-et-coloris-ne-manquez-pas-nos-informations-exclusives-a-propos-des-prochains-casques-et-ecouteurs-26781\"><ins>A recent report from </ins><em><ins>Dealabs,</ins></em></a> however, suggests that the QuietComfort Ultra earbuds will cost around $380, and the QuietComfort Ultra headphones will cost $550. As for availability, Bose tends to release new product lines in September, so look for a launch around then.</p>This article originally appeared on Engadget at https://www.engadget.com/bose-quietcomfort-ultra-headphones-and-earbuds-are-reportedly-on-the-way-165508108.html?src=rss", "link": "https://www.engadget.com/bose-quietcomfort-ultra-headphones-and-earbuds-are-reportedly-on-the-way-165508108.html?src=rss", "date_published": "2023-08-11T16:55:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Rockstar recruits the team behind the biggest ‘GTA V’ roleplay community", "description": "<p>Even though it’s very nearly a decade old, <a href=\"https://www.engadget.com/tag/gta-v/\"><em>Grand Theft Auto V</em></a> is still one of the biggest games on the planet. More than 151,000 people are playing it on Steam alone at the time of writing and it still makes a major contribution to <a href=\"https://www.engadget.com/tag/rockstar-games/\">Rockstar Games</a> owner <a href=\"https://www.engadget.com/tag/take-two/\">Take-Two’s bank balance</a>.</p><p>Roleplaying has been a major contributor to <em>GTA V</em>’s enduring popularity, with tens of thousands of players using mods to create characters that live, work and play with greater freedom in San Andreas and Los Santos. Now, Rockstar is making moves in that space as Cfx.re, the team behind the biggest <em>GTA V</em> (FiveM) and <em>Red Dead Redemption 2</em> (RedM) mods and communities, has joined the publisher.</p><span id=\"end-legacy-contents\"></span><p>&quot;Over the past few years, we've watched with excitement as Rockstar’s creative community have found new ways to expand the possibilities of<em> Grand Theft Auto V </em>and <em>Red Dead Redemption 2</em>, particularly through the creation of dedicated roleplay servers,&quot; Rockstar <a href=\"https://www.rockstargames.com/newswire/article/8971o8789584a4/roleplay-community-update\">wrote</a> in its announcement. &quot;As a way to further support those efforts, we recently expanded our policy on mods to officially include those made by the roleplay creative community. By partnering with the Cfx.re team, we will help them find new ways to support this incredible community and improve the services they provide to their developers and players.&quot;</p><p>The Cfx.re crew is jazzed about the move as well. &quot;This is a huge step forward in the growth of our community, and an opportunity for us to work with Rockstar Games to advance the FiveM platform and the creative community surrounding it,&quot; the team <a href=\"https://forum.cfx.re/t/cfx-re-officially-joins-rockstar-games/5158920\">wrote in a forum post</a>. &quot;While our day-to-day operations won’t have any noticeable changes, with Rockstar’s support, we are going to continue to improve our platform and we are truly excited for what this means for our users, community and creators!&quot;</p><p>As <a href=\"https://www.polygon.com/23828445/gta-5-mods-roleplay-red-dead-rockstar-fivem-redm\"><em>Polygon</em></a><em>&nbsp;</em>notes, more than 170,000 players were using the FiveM on custom servers on Friday morning, according to the mod's website. The popular <a href=\"https://www.insider.com/nopixel-grand-theft-auto-v-gta-rp-reddit-xqc-banned-2021-3\">NoPixel</a> server runs on FiveM and uses custom scripts to enhance the roleplaying experience.</p><p>Rockstar and Cfx.re haven't fully detailed their plans for FiveM and RedM. In any case, Rockstar is now in a position to do whatever it wants with the mods. It will absolutely want to keep supporting <a href=\"https://www.engadget.com/grand-theft-auto-online-pc-exploit-north-192950887.html\"><em>GTA Online</em></a><em>&nbsp;</em>and its communities for the foreseeable future, but there is the small matter of a new Grand Theft Auto game on the horizon.</p><p>When <em>Grand Theft Auto VI</em> debuts — <a href=\"https://www.engadget.com/take-two-hints-that-grand-theft-auto-vi-is-coming-in-2024-102507050.html\">perhaps next year</a> — it could have robust roleplaying features baked in thanks to the help of the Cfx.re team. As such, there's a possibility that Rockstar could take full ownership of the <em>GTA VI</em> roleplaying scene by having it already in the game and restricting mods. This is speculation, in fairness, but the impact of this acquisition on the GTA roleplaying community in the years to come is worth considering.</p>This article originally appeared on Engadget at https://www.engadget.com/rockstar-recruits-the-team-behind-the-biggest-gta-v-roleplay-community-163911086.html?src=rss", "link": "https://www.engadget.com/rockstar-recruits-the-team-behind-the-biggest-gta-v-roleplay-community-163911086.html?src=rss", "date_published": "2023-08-11T16:39:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple TV's MLS Season Pass subscriptions have doubled since Messi's arrival in the US", "description": "<p>Lionel Messi has hit the ground running in <a href=\"https://www.engadget.com/tag/mls/\">Major League Soccer</a>, and he's boosting <a href=\"https://www.engadget.com/tag/apple/\">Apple's</a> bottom line in the process. Tickets for Inter Miami games have <a href=\"https://www.miamiherald.com/sports/mls/inter-miami/article278058137.html\">soared in price</a> since Messi, the greatest soccer player of his generation and arguably the best of all time, joined the team several weeks ago. On top of that, subscriptions to Apple TV's <a href=\"https://www.engadget.com/apple-tv-mls-season-pass-launch-120017178.html\">MLS Season Pass</a> have more than doubled since the former Barcelona and Paris Saint-Germain star started plying his trade in the US in July.</p><p>That's <a href=\"https://twitter.com/Jorge__Mas/status/1689758782828556288\">according to Jorge Mas</a>, one of Inter Miami's owners. Mas added that \"Spanish language viewership on MLS Season Pass on Apple TV has surpassed over 50 percent for Messi matches and continues to rise,\" underscoring the player's popularity in the Spanish-speaking community. Apple CEO Tim Cook <a href=\"https://twitter.com/tim_cook/status/1689765138189242368\">retweeted</a> Mas' comments, indicating that Mas' claims are genuine (Apple's PR team has been drawing attention to the tweet as well).</p><span id=\"end-legacy-contents\"></span><div id=\"58c056f087464459816cbccf1cdf2a80\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Tune in tomorrow to watch Messi and all the Leagues Cup action with <a href=\"https://twitter.com/hashtag/MLSSeasonPass?src=hash&amp;ref_src=twsrc%5Etfw\">#MLSSeasonPass</a> on <a href=\"https://twitter.com/AppleTV?ref_src=twsrc%5Etfw\">@AppleTV</a> ⚽️ <a href=\"https://t.co/ZqmybySBa8\">https://t.co/ZqmybySBa8</a></p>— Tim Cook (@tim_cook) <a href=\"https://twitter.com/tim_cook/status/1689765138189242368?ref_src=twsrc%5Etfw\">August 10, 2023</a></blockquote></div><p>The company hasn't disclosed how many subscribers the service has, though reports in July <a href=\"https://9to5mac.com/2023/07/24/mls-season-pass-subscribers-messi/\">suggested</a> the number was nearing 1 million before Messi's arrival. In any case, Apple is evidently pleased by Messi's impact on MLS Season Pass.</p><p>\"For MLS, we could not be happier with how the partnership is going,\" Cook <a href=\"https://seekingalpha.com/article/4623702-apple-inc-aapl-q3-2023-earnings-call-transcript\">said</a> on an <a href=\"https://www.engadget.com/apple-services-are-making-more-cash-than-ever-but-revenue-shrank-for-the-third-quarter-in-a-row-205545482.html\">Apple earnings call</a> last week. \"It's clearly in the early days, but we are beating our expectation in terms of subscribers, and the fact that Messi went to Inter Miami helped us out there a bit. And so we're very excited about it.\"</p><p>Apple, which <a href=\"https://finance.yahoo.com/news/apple-chops-mls-season-pass-123040467.html\">dropped the price</a> of the subscription from $99 to $49 for the second half of the season, is said to be paying $250 million a year for the MLS broadcast rights. Messi is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8b9dfafd-e7b1-4ac1-bb73-50d55c74d82d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ESPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4YjlkZmFmZC1lN2IxLTRhYzEtYmI3My01MGQ1NWM3NGQ4MmQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZXNwbi5jb20vc29jY2VyL3N0b3J5L18vaWQvMzc5NzUwMDAvbGlvbmVsLW1lc3NpLW1scy1hcHBsZS1hZGlkYXMtaW50ZXItbWlhbWkiLCJjb250ZW50VXVpZCI6IjljOWIxNDA1LTc1MDktNDM0NS04MWMxLTAyZTA3ZDJjMGJhMyJ9&amp;signature=AQAAAXkH0rrgSXTzYQCmopdTBJXcI-1pCyn02jF99ivGyLzg&amp;gcReferrer=https%3A%2F%2Fwww.espn.com%2Fsoccer%2Fstory%2F_%2Fid%2F37975000%2Flionel-messi-mls-apple-adidas-inter-miami\">reportedly</a> taking a cut of revenue from new MLS Season Pass subscribers as part of his Inter Miami contract.</p><p>Messi has hit the ground running in Miami. He has <a href=\"https://www.foxsports.com/stories/soccer/lionel-messi-stats-tracker-every-goal-assist-and-trophy-for-inter-miami\">scored</a> seven goals and contributed three assists in four games, all of which Miami won. Before he joined the team, Miami was on an 11-game winless streak.</p><p>Although he's 36, an age when most soccer players are winding down their careers, Messi is still going strong. He led Argentina to the biggest prize in the game, the World Cup, <a href=\"https://www.engadget.com/lionel-messi-instagram-record-world-cup-220050247.html?src=rss\">last December</a> and helped PSG win back-to-back French league championships before moving to the US. As a result, Messi is the overwhelming favorite to win the Ballon d'Or, arguably the most prestigious individual award in soccer, for a record-extending eighth time.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-tvs-mls-season-pass-subscriptions-have-doubled-since-messis-arrival-in-the-us-150221673.html?src=rss", "link": "https://www.engadget.com/apple-tvs-mls-season-pass-subscriptions-have-doubled-since-messis-arrival-in-the-us-150221673.html?src=rss", "date_published": "2023-08-11T15:02:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best iPhone accessories for 2023", "description": "<p>New Apple iPhone 14 owners should think about the accessories they want for their new handset not long after unboxing it. Like with last year’s iPhone 13s, this year’s models don’t come with ac power adapters, so that’s one thing you’ll probably need to have on hand. If you plan on going all-in on wireless charging, you can take advantage of the best MagSafe technology with the many accessories to choose. We’ve tested out some of the best iPhone accessories available, from the Apple AirTag to wireless headphones to phone cases, and gathered the best ones here.</p><h2>Apple MagSafe wireless charger</h2><p></p><p>There are often better and cheaper alternatives to Apple’s first-party accessories, but the company’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NSFhIM0FNLUEtTWFnU2FmZS1DaGFyZ2VyL2RwL0IwOEw1TlA2Tkc_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAAaRxUzZ1Mh5KMgSPjBoTccOKa-8hj3LtggM_hnahkFeW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MHXH3AM-A-MagSafe-Charger%2Fdp%2FB08L5NP6NG\">MagSafe wireless charger</a> is worth considering if you have a new iPhone. Like all other MagSafe accessories, this charging pad uses magnets to attach to the back of the latest iPhones and it’s surprisingly strong. Not only can you safely pick up your handset and use it with the disk still attached, but the iPhone can dangle by the charger’s cord without falling off. (You still probably shouldn’t do this.)</p><span id=\"end-legacy-contents\"></span><p>The charging plate itself is about a quarter-inch thick so it barely adds any heft to the iPhone. The magnets only attach to the latest iPhones, but it will still charge older models wirelessly, going back to the iPhone 8. I only wish the cable were longer than three feet so that you had more leeway to use your iPhone on the couch or in bed while powering it up.</p><p>Apple’s MagSafe charger accessory comes in at $39 (although we’ve seen it go on sale a few times), but if you want to spend a bit less, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tQXJjRmllbGQtTWFnbmV0aWMtV2lyZWxlc3MtQ29tcGF0aWJsZS9kcC9CMDhLM1laNTM1P3RhZz1nZGd0MGMtcC1vLWVhLTIwIiwiY29udGVudFV1aWQiOiI2MjdhZjNmZC01OTRiLTMxNzktOGMxMy1iYWRmMzk0MDkwYzAifQ&amp;signature=AQAAAW7_RLl0A0JotuPt2TK6AQhpSeA4qI36-2JHt1G3f1jM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-ArcField-Magnetic-Wireless-Compatible%2Fdp%2FB08K3YZ535\">Spigen’s $25 ArcField magnetic wireless charger</a> is a decent dupe. It’s magnets are nowhere near as strong as those on the Apple MagSafe charger — so you <em>definitely</em> shouldn’t pick up your iPhone by this cable — but it’ll power up your handset and stay put while doing so.</p><h2>Mophie 4-in-1 wireless charging mat</h2><p></p><p>You may have accumulated a number of devices that support wireless charging at this point and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XaXJlbGVzcy1DaGFyZ2luZy1tYXQtd2lyZWxlc3NseS1BZGRpdGlvbmFsL2RwL0IwOExLR1FMUkM_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAAchYGzRJBwZ2OOHfeLdJan63LYTk2jS-gtduRrOAuBul&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWireless-Charging-mat-wirelessly-Additional%2Fdp%2FB08LKGQLRC\">Mophie’s 4-in-1 charging mat</a> is an easy way to power them all. It’s an 11-by-8-inch rectangle with four spaces for different items to charge simultaneously. Two of those spots are large enough to accommodate smartphones while the other two in the center are smaller and fit things like AirPods perfectly. It also has an optional attachment for an Apple Watch, which means it could actually charge up to five devices at the same time.</p><p>I found the mat useful as a charging hub, turning to it each night to charge my iPhone, Apple Watch and AirPods Pro. It’s worth noting that both my iPhone and my AirPods Pro live in cases, and I didn’t have to remove either in order to charge them with Mophie’s mat. But while the mat’s size allows it to do a lot at once, it’s also tough to find a big enough spot for it. It’ll fit on most nightstands, but you may have to rearrange things first. Mophie has a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Nb3BoaWUtV2lyZWxlc3MtQ2hhcmdlLVBhZC1DaGFyZ2luZy9kcC9CMDdYUFdENFdXP3RhZz1nZGd0MGMtcC1vLWVhLTIwIiwiY29udGVudFV1aWQiOiI2MjdhZjNmZC01OTRiLTMxNzktOGMxMy1iYWRmMzk0MDkwYzAifQ&amp;signature=AQAAAT46VUufj25sSGTR9Yr5BxausC-Ai1oAEntGuZcpGELr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMophie-Wireless-Charge-Pad-Charging%2Fdp%2FB07XPWD4WW\">3-in-1 wireless charging station</a> that takes up less space and has dedicated spots for your iPhone, Apple Watch and AirPods.</p><h2>AirPods</h2><p></p><p>It’s well known now that <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NTUU3M0FNLUEtQWlyUG9kcy0zcmQtR2VuZXJhdGlvbi9kcC9CMDlKUUwzTldUP3RhZz1nZGd0MGMtcC1vLWVhLTIwIiwiY29udGVudFV1aWQiOiI2MjdhZjNmZC01OTRiLTMxNzktOGMxMy1iYWRmMzk0MDkwYzAifQ&amp;signature=AQAAAR1Pa6NVec4AzeK1OfMVinbGn10QkODxJvyhcB9I5ayh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MME73AM-A-AirPods-3rd-Generation%2Fdp%2FB09JQL3NWT\">Apple AirPods</a> are the best wireless earbuds for those with iPhones. Apple made its standard <a href=\"https://www.engadget.com/apple-airpods-review-2021-160026883.html\">AirPods</a> even better with the introduction of the third-generation models, which have an improved design, noticeably better sound and longer battery life. We appreciate the new “contoured” design, which is way more comfortable than previous AirPods, and the H1 chipset makes features like hands-free Siri and speedy pairing and switching between iPhone, iPad, and Mac possible. They’re well worth their $179 price tag — but if that’s a bit steep for you, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWF0cy1TdHVkaW8tQ2FuY2VsbGluZy1FYXJidWRzLUJ1aWx0LUJsdWV0b290aC1IZWFkcGhvbmVzL2RwL0IwOTZTVjhTSkc_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAAQ9LvBSGa4qV7SHcGH882yt1SzIBrwGmfsfC0ZSdmsc1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBeats-Studio-Cancelling-Earbuds-Built-Bluetooth-Headphones%2Fdp%2FB096SV8SJG\">Beats’ new Studio Buds</a> are a <a href=\"https://www.engadget.com/beats-studio-buds-review-150014566.html\">good alternative</a>. At $150, they have the same H1 chip inside along with balanced sound that doesn’t sacrifice the punchy bass that Beats devices are known for.</p><h2>Anker Nano II 45W GaN charger</h2><p></p><p>While Apple’s 20W charger works just fine, you can opt for a more versatile adapter in <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaGFyZ2VyLUFua2VyLUFkYXB0ZXItU3VwcG9ydGVkLUZvbGRhYmxlL2RwL0IwOFQ1UVZUS1c_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAAXqwEi4VrcOvVqQEVCnlChGkxWfR9E0tzmcmdoGx5pyn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCharger-Anker-Adapter-Supported-Foldable%2Fdp%2FB08T5QVTKW\">Anker’s Nano II 45W charger</a>. Not only can it fast-charge an iPhone, but it can also power up a 2020 MacBook Air at full speed, along with mid-sized devices like iPads. This USB-C power adapter is 34 percent smaller than other 45W chargers, and it uses GaN technology to prevent overheating. We also appreciate that its connector prongs flip down to make the adapter even more compact when you need to travel with it. The 45W model will set you back $40, but Anker also makes a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaGFyZ2VyLUFua2VyLUFkYXB0ZXItQ29tcGFjdC1Gb2xkYWJsZS9kcC9CMDkxRFMyTThYP3RhZz1nZGd0MGMtcC1vLWVhLTIwIiwiY29udGVudFV1aWQiOiI2MjdhZjNmZC01OTRiLTMxNzktOGMxMy1iYWRmMzk0MDkwYzAifQ&amp;signature=AQAAAZOv8yJTgqAHSGR4grBSnXNhkAI2QIqOhExZd7ypEDFX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCharger-Anker-Adapter-Compact-Foldable%2Fdp%2FB091DS2M8X\">30W version</a> and a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1DaGFyZ2VyLVBvd2VyUG9ydC1BZGFwdGVyLUZvbGRhYmxlL2RwL0IwOTVUUlYyNEI_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAARwY1Aj2-0bXZ1KLGKL3Ttc4y1GnT90MJUyFatXtrfbq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Charger-PowerPort-Adapter-Foldable%2Fdp%2FB095TRV24B\">65W two-port model</a> for when you want to charge your phone and your laptop at the same time.</p><h2>AirTags</h2><p></p><p>Apple’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NWDUzMkFNLUEtQWlyVGFnL2RwL0IwOTMzQlZLNlQ_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAAdYpes8e5TSxKCpi0KNLK5FwN27aGDZAbMqDM8K-7K0o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MX532AM-A-AirTag%2Fdp%2FB0933BVK6T\">AirTags</a> make it easy for iPhone users to locate things they might misplace. Just <a href=\"https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html\">attach</a> one of the tiny Bluetooth trackers to your keys, backpack or wallet and then use the Find My app to keep track of them. If you know your stuff is within reach, you can force the AirTag to play a tune to lead you to it. And when you truly don’t know where something is, you can enable Lost Mode to be automatically notified when the Find My network locates the item. AirTags only have compatibility with iPhones, but iPhone users have other Bluetooth tracker options (namely Tile’s). But Apple’s gadgets have a convenience level that’s similar to AirPods — your iPhone will automatically identify a new Apple AirTag nearby and immediately pair with it, and it’s quite simple to manage multiple AirTags in the Find My app.</p><h2>Anker 623 MagGo 2-in-1 Wireless Charging Station</h2><p></p><p>Apple’s MagSafe technology makes it much easier to go all-in on wireless charging, and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1NYWduZXRpYy1XaXJlbGVzcy1DaGFyZ2VyLUNoYXJnaW5nL2RwL0IwOUIzRlIyM0Y_dGFnPWdkZ3QwYy1wLW8tZWEtMjAiLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAAWUGLFlfANhqn-EQ6_KEtQnGHMJTipwsaPp7w5755vI6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Magnetic-Wireless-Charger-Charging%2Fdp%2FB09B3FR23F%3F\">Anker’s 623 MagGo 2-in-1 charging station</a> is a great pick to keep by your bedside or on your desk. The cylindrical gadget is slightly smaller than a soda can, and its top can flip upward up to 60 degrees to let you charge your phone at an angle that makes the screen easier to see. And when you do that, you free up the second wireless charging pad sitting underneath it, where you can power your AirPods at the same time. We like this stand for its clever design, but also because it’s weighted and has a non-slip bottom; it’s not going anywhere once you pick a spot for it. Plus, there’s a light ring on the bottom that glows every time you magnetically snap your phone into place. And when you buy the charging station, you’ll also get Anker’s 20W USB-C charger and a connecting cable, so you have everything you need to use it immediately after unboxing.</p><h2>Anker Powerline II USB-C to Lightning cable</h2><p></p><p>We’ve been fans of Anker’s Powerline charging cables for a long time and its <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1MaWdodG5pbmctQ2VydGlmaWVkLVBvd2VybGluZS1TdXBwb3J0cy9kcC9CMDdIMjU2TUJLP3RhZz1nZGd0MGMtcC1vLWVhLTIwIiwiY29udGVudFV1aWQiOiI2MjdhZjNmZC01OTRiLTMxNzktOGMxMy1iYWRmMzk0MDkwYzAifQ&amp;signature=AQAAAdtj08d3_4SzeiEe8tHovr7BrBtDbU4F9TVmgyY36W4c&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Lightning-Certified-Powerline-Supports%2Fdp%2FB07H256MBK\">Powerline II USB-C to Lightning cord</a> is no exception. First, it’s more affordable than Apple’s — you’ll pay $19 for a three-foot cable from Apple, whereas Anker’s three-foot cord costs $13. It also has MFi-certification, which means it’s passed enough tests to get Apple’s seal of approval as a safe, reliable iOS accessory. While not all of them are made out of braided nylon, those that don’t still have a 12,000-bend lifespan so you can use it without fear of wire fraying after a few weeks. Anker also has a similar USB-C to C cable in the Powerline III series that should work well for charging the latest iPads and MacBooks.</p><h2>Belkin MagSafe Car Vent Mount Pro</h2><p></p><p>Belkin’s<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWxraW4tTWFnU2FmZS1pUGhvbmUtTWFnbmV0aWNhbGx5LU1vdW50ZWQvZHAvQjA4TFFWRDZaUj90YWc9Z2RndDBjLXAtby1lYS0yMCIsImNvbnRlbnRVdWlkIjoiNjI3YWYzZmQtNTk0Yi0zMTc5LThjMTMtYmFkZjM5NDA5MGMwIn0&amp;signature=AQAAAc2tF5-CiUqxL7nlENaLTkPHw0LX1Le1V1K8WyF2wUoc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBelkin-MagSafe-iPhone-Magnetically-Mounted%2Fdp%2FB08LQVD6ZR&amp;uuid=ThGvfypGCJC8YIRI48312\"> MagSafe car mount</a> is easier to use than one of those fussy clamps you pray will stay put on a vent while you’re driving. The strong magnets truly make this one of the best iPhone accessories — the iPhone 14 snaps into place on the mount’s credit-card sized plate and doesn’t budge even if you have to quickly swerve to avoid hitting a squirrel. The clip that attaches to your car’s vent is also quite snug and you can swivel your cell phone into landscape or portrait mode.</p><p>Even if you don’t drive to work on a daily basis anymore, this will come in handy on the days you’re in the office and when you need to consult Google Maps during your next roadtrip. Just remember that this mount won’t charge your iPhone; it’s just a magnetic holder. You can, however, weave a charging cable through an opening in the back of the mount so you can neatly power up your phone while driving.</p><h2>Peak Design Mobile Tripod</h2><p></p><p>There are plenty of ways to prop up your iPhone, but <a href=\"https://shopping.yahoo.com/rdlw?merchantId=8747aed1-6586-46eb-856d-c95a5318901b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Peak+Design&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NzQ3YWVkMS02NTg2LTQ2ZWItODU2ZC1jOTVhNTMxODkwMWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGVha2Rlc2lnbi5jb20vcHJvZHVjdHMvbW9iaWxlLXRyaXBvZD8iLCJjb250ZW50VXVpZCI6IjYyN2FmM2ZkLTU5NGItMzE3OS04YzEzLWJhZGYzOTQwOTBjMCJ9&amp;signature=AQAAASyTOhhwHMhqG8nLd7TCmkJkpkbHN7UCdl0Bm4ZkTHmu&amp;gcReferrer=https%3A%2F%2Fwww.peakdesign.com%2Fproducts%2Fmobile-tripod%3F\">Peak Design’s mobile tripod</a> is one of the more elegant solutions I’ve tried. This iPhone accessory is a 0.3-inch thick plate made of anodized aluminum with strong magnets inside and three legs that fold down and out. It attaches to the back of the latest iPhone and delivers a generous lift off the surface it’s sitting on. Out of all of the stands I’ve used, it’s the one that looks and feels most like a tripod thanks to its micro ball-head, which lets you adjust the angle of your phone nearly 360 degrees, and its three legs, which provide much more support and functionality than your standard phone-case kickstand.</p><p>The Mobile Tripod is a solid option for those who use their phone cameras for everything from family photos to vacation landscape shots, and those who want to use their phone almost as a second screen while traveling. It’s a bit steep at $80, but you’re paying for a sturdy accessory with a thoughtful design — plus the Peak name. Of course, there are plenty of more affordable MagSafe phone stands such as <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NT0ZULU1hZ25ldGljLUNvbXBhdGlibGUtRW5oYW5jZWQtU3RyZW5ndGgvZHAvQjA5MzNMRjZZVj90YWc9Z2RndDBjLXAtby1lYS0yMCIsImNvbnRlbnRVdWlkIjoiNjI3YWYzZmQtNTk0Yi0zMTc5LThjMTMtYmFkZjM5NDA5MGMwIn0&amp;signature=AQAAAauGOilFurlGJxI-ZCG-JDYLaeU6QQ0Nhonks2ttvLXN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMOFT-Magnetic-Compatible-Enhanced-Strength%2Fdp%2FB0933LF6YV\">Moft’s Snap-On Stand and Wallet</a>, which props up your iPhone while holding a few credit cards, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1NYWduZXRpYy1Ib2xkZXItQWRqdXN0YWJsZS1LaWNrc3RhbmQvZHAvQjA5QjNGRFRKUj90YWc9Z2RndDBjLXAtby1lYS0yMCIsImNvbnRlbnRVdWlkIjoiNjI3YWYzZmQtNTk0Yi0zMTc5LThjMTMtYmFkZjM5NDA5MGMwIn0&amp;signature=AQAAAYE9j6Y9IHIRhdTWToTr0iTyNBJUyzG8QFbV4uvy3LlE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Magnetic-Holder-Adjustable-Kickstand%2Fdp%2FB09B3FDTJR\">Anker’s MagGo phone grip</a>, and the now-ubiquitous <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Qb3BTb2NrZXRzLVBvcEdyaXAtTWFnU2FmZS1SZXBvc2l0aW9uLVN3YXBwYWJsZS9kcC9CMDk3RzFYVDRSP3RhZz1nZGd0MGMtcC1vLWVhLTIwIiwiY29udGVudFV1aWQiOiI2MjdhZjNmZC01OTRiLTMxNzktOGMxMy1iYWRmMzk0MDkwYzAifQ&amp;signature=AQAAAWczcP3SleLSpovNr9sUjNI3YIbvlvThz7w-a4rJrIut&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPopSockets-PopGrip-MagSafe-Reposition-Swappable%2Fdp%2FB097G1XT4R\">PopSockets</a>. Just keep in mind that, while MagSafe accessories like these are convenient, they ultimately won’t be as sturdy as something securely snapped onto your smartphone. All of the MagSafe stands, wallets, chargers and other accessories I’ve tried eventually fell off if I applied enough force.</p><h2>Spigen Ultra Hybrid case</h2><p></p><p>There are many more MagSafe cases available now than there were just a year ago, and they run the gamut from affordable to quite expensive. You could always go with one of Apple’s first-party options, but just know that even if you like the style of the company’s silicone cover or its hard-shell clear cases, you can probably find a decent dupe for much less money. We’ve got a whole list of the best iPhone cases we’ve tried, and a good all-purpose option is<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tSHlicmlkLUFudGktWWVsbG93aW5nLVRlY2hub2xvZ3ktRGVzaWduZWQvZHAvQjBCMU5USjFTTi8_dGg9MSZ0YWc9Z2RndDBjLXAtby1lYS0yMCIsImNvbnRlbnRVdWlkIjoiNjI3YWYzZmQtNTk0Yi0zMTc5LThjMTMtYmFkZjM5NDA5MGMwIn0&amp;signature=AQAAAZQWbA-Ovyag9IqhWi8nAT_v8LWdaS32xh15seETkEQx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-Hybrid-Anti-Yellowing-Technology-Designed%2Fdp%2FB0B1NTJ1SN%2F%3Fth%3D1&amp;uuid=aOx7n4WpRmgyV5Ow57313\"> Spigen’s Ultra Hybrid MagFit case</a>. It’s a clear cover that has anti-yellowing properties, which should keep your iPhone 14 Pro looking clean and new for longer than other cases, and it'll work well with any screen protector you might already have on your phone. Raised edges help protect the screen and camera array from making too much contact with other surfaces, and you’ll be able to use it with any magnetic accessories you want.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-iphone-accessories-140022449.html?src=rss", "link": "https://www.engadget.com/best-iphone-accessories-140022449.html?src=rss", "date_published": "2023-08-11T13:48:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Are Samsung's foldables getting stale?", "description": "<p>This week, Cherlynn and Sam are joined by noted foldables lover Michael Fisher (aka Mr Mobile) to talk all about their respective reviews of Samsung’s latest products. Why are our hosts more excited for the Galaxy Z Flip 5 than the Z Fold 5? Is Samsung coasting? Then, we discuss the latest happenings in X vs Threads, as well as a bunch of lighthearted news in tech this week.</p><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><div style=\"width: 100%; height: 200px;\"></div></div><h2>Subscribe!</h2><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiNzU1NGVjN2ItZTIwZC00MmM0LWJkMWItZGM5MzdlOTczM2NhIn0&amp;signature=AQAAAVAVGsdQz_1qVkp1TGIcJ_MLJ0k8J-ZDqEVYqOukIUxC&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL29wZW4uc3BvdGlmeS5jb20vc2hvdy8zRUMzZE1JUkI5OWRrdm9TQmVTTzdHP3NpPWY3VUFMR0ttUkRXdE9yVThaNC11aVEiLCJjb250ZW50VXVpZCI6Ijc1NTRlYzdiLWUyMGQtNDJjNC1iZDFiLWRjOTM3ZTk3MzNjYSJ9&amp;signature=AQAAAT3DlpMfhRNco-Cp6GI6e6IEfk0XPokbE9FVzeZAJlyc&amp;gcReferrer=https%3A%2F%2Fopen.spotify.com%2Fshow%2F3EC3dMIRB99dkvoSBeSO7G%3Fsi%3Df7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><br /><strong>Topics</strong></h2><p></p><ul><li><p>Samsung Galaxy Z Flip 5 and Fold 5 reviews with Mr Mobile – 1:22</p></li><li><p>Will Elon actually pay for lawsuits related to posts on X? – 41:32</p></li><li><p>Threads is getting a website and search – 49:16</p></li><li><p>Slack UI changes are coming to your workspace soon – 54:31</p></li><li><p>MrBeast is getting countersued for $100m – 1:03:21</p></li><li><p>Working on – 1:13:55</p></li><li><p>Pop culture picks – 1:19:52</p></li></ul><h2></h2><p><strong><em>Credits</em></strong><br /><em>Hosts: Cherlynn Low and Sam Rutherford </em><br /><em>Guest: Michael Fisher (aka TheMrMobile)</em><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em></p>This article originally appeared on Engadget at https://www.engadget.com/engadget-podcast-are-samsungs-foldables-getting-stale-123037554.html?src=rss", "link": "https://www.engadget.com/engadget-podcast-are-samsungs-foldables-getting-stale-123037554.html?src=rss", "date_published": "2023-08-11T12:30:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best 60 percent keyboards in 2023", "description": "<p>Gaming keyboards are plentiful and diverse right now. You can buy them in black or white, wired or wireless, and with at least a dozen key switch options. And every year they’ve gotten bigger and more complex, with media buttons and macro keys and bright rainbow LED backlighting. However, this past year has seen some manufacturers go in the opposite direction, introducing 60 percent keyboards that are cute and compact, taking up less desk space. But are they worth buying?</p><h2>How many keys does a 60 percent keyboard have?</h2><figure><img alt=\"60-percent keyboards on a bed of colored paper\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-05/5a90e3a0-be53-11eb-b7fa-c327152e5d08\" /><figcaption></figcaption><div class=\"photo-credit\">Kris Naudus / Engadget</div></figure><p>First off, it’s worth noting that the best gaming keyboards tend to follow one of three different configurations. The most common one is the full-size keyboard, which will usually have somewhere between 100 and 110 keys, depending on whether the manufacturer includes media buttons or macro keys. There’s always a function row located along the top of the keyboard, and a number pad on the far right. Most gamers will prefer a full-size model rather than a compact keyboard because it lets them perform many  different functions with just one press, and set up macros for activities that aren’t already built-in to the keyboard.</p><span id=\"end-legacy-contents\"></span><p>Tenkeyless decks have been pretty common for a while now; those are keyboards that omit the number pad on the right. That’s it. They still have function keys and media controls, but they’re narrower since they omit 17 keys. Yeah, it’s actually more than 10 keys but “seventeenkeyless” doesn’t have the same ring to it. Gamers might opt for one of these when they need a little more space on their desk, and they don’t need a quick way to enter numbers or do calculations (which is my number one use case for the right-hand pad).</p><p>Then there are 60 percent keyboards which, as the name indicates, drop 40 percent of the standard keyboard size and only have 61 keys. Not only do they just remove the num pad, but the function keys are gone, along with the arrow keys and those weird system keys like “print screen” and “home” that are only useful when you happen to need them. On some computers they don’t even work.</p><p>On a 60 percent keyboard you’ll access these buttons by using the function key; there’s no standard layout between companies so you’ll have to learn new hotkeys and shortcuts if you switch between manufacturers like Razer, HyperX or Corsair. They also lack built-in wrist rests that would make them more ergonomic, though the height is at least adjustable.</p><p>Razer also just introduced a 65 percent keyboard, a less common configuration which keeps the arrow keys and some functions but still tosses the rest to maintain a reduced profile. This is probably a preferred option if you use the arrow keys a lot. I need them because I edit a lot of text, and some games may use them instead of the standard WASD array for controlling your character.</p><h2>What are the benefits of a 60 percent keyboard?</h2><figure><img alt=\"60-percent keyboards on a bed of colored paper\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-05/b2aeb850-be53-11eb-abdf-50ff2f0f3988\" /><figcaption></figcaption><div class=\"photo-credit\">Kris Naudus / Engadget</div></figure><p>With so many functions removed, why buy a 60 percent keyboard? The number one reason to use a compact keyboard is space of course. If you’re gaming in tight spaces or just have a lot of crap on your desk like I do, not having to shove stuff aside just to make some elbow room is nice. It’s especially helpful if you tend to eat near your computer, as a 60 percent keyboard’s small size makes it easy to push out of the way to rest a plate or bowl on your desk. It actually keeps the keyboard a lot cleaner, too, since I can easily shake crumbs out of it with one hand.</p><p>A smaller keyboard size also makes it more portable, obviously, with a 60 percent keyboard taking up less space than a laptop in your bag, though it’s still a little thick. They do have lower-profile keys than standard decks at least, though if thickness is your number one concern then carrying around a mechanical keyboard is probably not for you.</p><p>One big feature that doesn’t get talked about a lot is that all of the recent 60 (and 65) percent decks are not wireless keyboards and use detachable USB-C cords. So if you switch between workspaces often, you can easily leave a cord at each desk to quickly plug in your keyboard. As someone who tests a lot of keyboards I’ve found this handy because I have connection options and can switch out the deck and leave the cord intact. It’s often a real pain to have to unplug cords and untangle them from my office setup every time I try a new keyboard, but for the 60 percent models I’ve been using the same wire for all of them.</p><h2>The best for most gamers: Razer Huntsman Mini</h2><p></p><p>The best of the major 60 percent keyboards out there right now is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1IdW50c21hbi1NaW5pLUdhbWluZy1LZXlib2FyZC9kcC9CMDhCM0pTS0dSP3RhZz1nZGd0MGMtcC1vLTN6LTIwIiwiY29udGVudFV1aWQiOiJhNDA4NmZlMC0yNDE3LTRjM2QtYjljZS05OWQ2ODBkYjhhMzQifQ&amp;signature=AQAAAWWG-TGnhSyk7GPaGqgjmFyZbbX4L13NGQ4kwIBNxy0s&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Huntsman-Mini-Gaming-Keyboard%2Fdp%2FB08B3JSKGR%3F\">Huntsman Mini</a>. It uses Razer’s opto-mechanical switches, which I haven’t been too fond of in the past, but the company seems to have made some changes that make it a much more pleasant typing experience. This gaming keyboard is quiet and smooth with good response time, though people who prefer a springy key feel should look elsewhere. It’s not a wireless keyboard, so if you take it on the go you’ll need to make sure you always have a USB-C cable handy. The Huntsman Mini gaming keyboard also comes in white, which means it’ll blend into your decor more than most gaming accessories, especially if you choose to customize the LED lighting effects.</p><p><strong>Pros:</strong> Attractive; good typing feel; comes in white.</p><p><strong>Cons:</strong> No wireless connectivity; not everyone will be a fan of opto-mechanical keys.</p><h2>Runner up: HyperX Alloy Origins 60</h2><p></p><p>If you need a solid, sturdy brick of a 60 percent keyboard, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IeXBlclgtQWxsb3ktT3JpZ2lucy1NZWNoYW5pY2FsLUNvbXBhdGlibGUvZHAvQjA4WEJRNzlNTj90YWc9Z2RndDBjLXAtby0zei0yMCIsImNvbnRlbnRVdWlkIjoiYTQwODZmZTAtMjQxNy00YzNkLWI5Y2UtOTlkNjgwZGI4YTM0In0&amp;signature=AQAAAchQygphEv8ZvcG_rVoTqgg5VrIrOr64ZNdZaJtSdy4H&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHyperX-Alloy-Origins-Mechanical-Compatible%2Fdp%2FB08XBQ79MN%3F\">HyperX Alloy Origins 60</a> is a mechanical deck on a metal baseboard. The downside is that it's heavier than the other options on the market, so it might not be the best if you’re aiming to keep your travel bag as light as possible. But if you’re a particularly rough typist this is the one with the build quality that will best hold up against hard keystrokes. It also earns points for being the one 60 percent keyboard that puts the secondary arrow functions at the bottom right of the deck where you’d normally look for those, instead of tucking them away in the middle.</p><p><strong>Pros:</strong> Solidly built; lower price point than other 60 percent options; well-placed arrow keys.</p><p><strong>Cons:</strong> Heavy; no wireless.</p><h2>The best with arrow keys: Razer BlackWidow V3 Mini HyperSpeed</h2><p></p><p>Razer’s BlackWidow line has long been a favorite of the gamers here at Engadget, and the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkzNUhXTDFaP3RhZz1nZGd0MGMtcC1vLTN6LTIwIiwiY29udGVudFV1aWQiOiJhNDA4NmZlMC0yNDE3LTRjM2QtYjljZS05OWQ2ODBkYjhhMzQifQ&amp;signature=AQAAAaSRr73v4rlDAg_JTA10veFVUrbD7lYBFGyu9dQ9hBxo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0935HWL1Z%3F\">V3 Mini</a> is no exception. Unlike the other keyboards on this list it’s a 65 percent keyboard, which means it still has arrow keys and a column of miscellaneous keys on the right side that can double as macro buttons. There are two switch types available to suit different typing preferences, either clicky and tactile (green) or linear and silent (yellow). It’s worth noting that the latter description is the company’s term for it, and the V3 Mini’s typing is still noticeably audible to those around you.</p><p><strong>Pros:</strong> Two types of key switches available; has both 2.4G and Bluetooth connectivity; includes keys other keyboards don’t have.</p><p><strong>Cons:</strong> Expensive; the lip at the bottom is bulky.</p><h2>A cheaper but underwhelming option: Corsair K65 RGB Mini</h2><p></p><p>Corsair usually makes pretty great keyboards, but I couldn’t necessarily say that of the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Db3JzYWlyLUN1c3RvbWl6YWJsZS1CYWNrbGlnaHRpbmctS2V5c3dpdGNoZXMtSHlwZXItUHJvY2Vzc2luZy9kcC9CMDhXMkNTWExNP3RhZz1nZGd0MGMtcC1vLTN6LTIwIiwiY29udGVudFV1aWQiOiJhNDA4NmZlMC0yNDE3LTRjM2QtYjljZS05OWQ2ODBkYjhhMzQifQ&amp;signature=AQAAAQaBQBrac9GcaZAGN3NTsHHUA1Iszx0swDTz23WHJ1p-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCorsair-Customizable-Backlighting-Keyswitches-Hyper-Processing%2Fdp%2FB08W2CSXLM\">K65 RGB Mini</a>, its entry into the 60 percent market. The materials and overall durability were substandard for the company, with a plastic casing that felt hollow and keys that made a ringing noise when hit. But it’s not a completely terrible accessory, and users already invested in Corsair’s iCUE software might want to keep their accessories streamlined under one customization suite instead of having to bounce between different interfaces. If that isn’t a concern for you, the HyperX Alloy Origin 60 is the best budget option.</p><p><strong>Pros:</strong> Uses Corsair’s iCUE software; key feel is good.</p><p><strong>Cons:</strong> Cheap materials; noisy typing experience; no wireless.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-60-percent-keyboards-160038272.html?src=rss", "link": "https://www.engadget.com/best-60-percent-keyboards-160038272.html?src=rss", "date_published": "2023-08-11T12:07:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Scientists genetically engineer bacteria to detect cancer cells", "description": "<p>An international team of scientists has developed a new technology that can help detect (or even treat) cancer in hard-to-reach places, such as the colon. The team has published a paper in <a href=\"https://www.science.org/doi/10.1126/science.adf3974\"><em>Science</em></a> for the technique dubbed CATCH, or cellular assay for targeted, <a href=\"https://www.engadget.com/crispr-gene-editing-blood-injection-213815705.html\">CRISPR</a>-discriminated horizontal gene transfer. For their lab experiments, the scientists used a species of bacterium called Acinetobacter baylyi. This bacterium has the ability to naturally take up free-floating DNA from its surroundings and then integrate it into its own genome, allowing it to produce new protein for growth.&nbsp;&nbsp;</p><p>What the scientists did was engineer A. baylyi bacteria so that they'd contain long sequences of DNA mirroring the DNA found in human cancer cells. These sequences serve as some sort of one-half of a zipper that locks on to captured cancer DNA. For their tests, the scientists focus on the mutated KRAS gene that's commonly found in colorectal tumors. If an A. baylyi bacterium finds a mutated DNA and integrates it into its genome, a linked antibiotic resistance gene also gets activated. That's what the team used to confirm the presence of cancer cells: After all, only bacteria with active antibiotic resistance could grow on culture plates filled with antibiotics.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While the scientists were successfully able to detect tumor DNA in mice injected with colorectal cancer cells in the lab, the technology is still not ready to be used for actual diagnosis. The team said it's still working on the next steps, including improving the technique's efficiency and evaluating how it performs compared to other diagnostic tests. &quot;The most exciting aspect of cellular healthcare, however, is not in the mere detection of disease. A laboratory can do that,&quot; Dan Worthley, one of the study's authors, wrote in <a href=\"https://theconversation.com/genetically-engineered-bacteria-can-detect-cancer-cells-in-a-world-first-experiment-211201\"><em>The Conversation</em></a>. In the future, the technology could also be used for targeted biological therapy that can deploy treatment to specific parts of the body based on the presence of certain DNA sequences.&nbsp;</p><div id=\"6f9eb1cef15f466dafbf43598dcd0cfe\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/scientists-genetically-engineer-bacteria-to-detect-cancer-cells-114511365.html?src=rss", "link": "https://www.engadget.com/scientists-genetically-engineer-bacteria-to-detect-cancer-cells-114511365.html?src=rss", "date_published": "2023-08-11T11:45:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Samsung flip-flops on a One UI beta test", "description": "<p>We’ve all been in Samsung’s position, promising something before quickly realizing we couldn’t, or didn’t want to, actually follow through. But the Korean giant might get a record for the speed at which it walked back its initial pledge. It <em>had</em> intended to give Galaxy S23 owners the <a href=\"https://www.engadget.com/samsung-galaxy-s23-owners-can-test-one-ui-6-features-early-090008495.html\"><ins>chance to beta test several One UI 6 features ahead of launch</ins></a>. Users in the US, Germany and South Korea would be able to see what tweaks the company had added to Android 14 and see what worked, and what didn’t.</p><p>Or that was the plan. Not long after the news dropped, Samsung began to walk back its promise. It told Engadget (and the rest of the media) it would delay the launch of the beta test until further notice, but with no justification. The initial announcement disappeared from Samsung’s press site, and everyone’s left mulling what could have been so problematic as to require this sort of scorched-earth approach.</p><p>—Dan Cooper</p><p><em>You can get these reports delivered daily, direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em><ins>Subscribe right here!</ins></em></a>​​​​</p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/this-resident-evil-humble-bundle-contains-11-games-for-35-055328479.html\"><ins>This Resident Evil Humble Bundle contains 11 games for $35</ins></a></p><p><a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\"><ins>The best gaming laptops for 2023</ins></a></p><p><a href=\"https://www.engadget.com/best-android-phone-130030805.html\"><ins>The best Android phones for 2023</ins></a></p><p><a href=\"https://www.engadget.com/tesla-faces-fresh-safety-probe-following-fatal-accident-180725262.html\"><ins>Tesla faces fresh safety probe following fatal accident</ins></a></p><h2><a href=\"https://www.engadget.com/nine-thoughts-about-star-trek-strange-new-worlds-blockbuster-finale-130046409.html\"><ins>Nine thoughts about the Star Trek: Strange New Worlds blockbuster finale</ins></a></h2><h3>No spoilers here, I promise.</h3><a href=\"https://www.engadget.com/nine-thoughts-about-star-trek-strange-new-worlds-blockbuster-finale-130046409.html\"><figure><img alt=\"Image from \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/2240ad70-382a-11ee-bfbf-5a82060bf31a\" style=\"height: 417px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson / Paramount+</div></figure></a><p><em>Star Trek: Strange New Worlds</em><a href=\"https://www.engadget.com/nine-thoughts-about-star-trek-strange-new-worlds-blockbuster-finale-130046409.html\"><ins>concluded its second season yesterday with a blockbuster finale</ins></a>. “Hegemony” pits the Enterprise crew against a formidable foe that requires every bit of their collective cunning for them to triumph. I jotted down nine thoughts both about this episode and also about the shape of the second season more generally. Which, it’s easy to say, has cemented itself as the best run of a live-action Trek in the streaming era.</p><p><a href=\"https://www.engadget.com/nine-thoughts-about-star-trek-strange-new-worlds-blockbuster-finale-130046409.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/amazon-is-reportedly-cutting-most-of-its-in-house-clothing-brands-175110764.html\"><ins>Amazon is reportedly cutting most of its in-house clothing brands</ins></a></h2><h3>A cynic might say this is to fend off antitrust action.</h3><p></p><p>Amazon is <a href=\"https://www.engadget.com/amazon-is-reportedly-cutting-most-of-its-in-house-clothing-brands-175110764.html\"><ins>closing the majority of its in-house clothing and furniture brands</ins></a>, including Lark &amp; Lo, Goodthreads and Stone &amp; Beam. Reports say it’s canning 27 out of 30 brands, with Amazon saying the marques haven’t resonated with consumers. A cynic might argue this is Amazon getting its house in order ahead of potential antitrust action by the FTC. The US has previously probed Amazon’s ability to spot popular products made by third party sellers on its platform and produce a homegrown, er, variation under one of its own brands.</p><p><a href=\"https://www.engadget.com/amazon-is-reportedly-cutting-most-of-its-in-house-clothing-brands-175110764.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/watch-virgin-galactics-first-ever-space-tourist-flight-at-11am-et-143100162.html\"><ins>Watch Virgin Galactic's first ever space tourist flight at 11am ET</ins></a></h2><h3>Including the company’s first paying customer.</h3><a href=\"https://www.engadget.com/watch-virgin-galactics-first-ever-space-tourist-flight-at-11am-et-143100162.html\"><figure><img alt=\"Promotional image of the Virgin Galactic 02 crew with their headshots and names on a black background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/f084be70-3829-11ee-bed7-c62d1c1231db\" style=\"height: 394px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Virgin Galactic</div></figure></a><p>Yesterday saw Virgin Galactic’s <a href=\"https://www.engadget.com/watch-virgin-galactics-first-ever-space-tourist-flight-at-11am-et-143100162.html\"><ins>first private passenger flight successfully take three civilians to the edge of space and back</ins></a>. It included its first paying customer, former Olympian Jon Goodwin, who coughed up $250,000 for his ticket all the way back in 2014. He was joined by a mother and daughter team of Keisha Schahaff and Anastatia Mayers, who won their seats in a fundraising draw. The stream of the event is available and, I’ll be honest, it’s worth a watch just for the chest-tightening moment when the crew starts floating in zero gravity.</p><p><a href=\"https://www.engadget.com/watch-virgin-galactics-first-ever-space-tourist-flight-at-11am-et-143100162.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/x-ceo-confirms-video-calls-are-coming-to-the-platform-163621725.html\"><ins>X CEO confirms video calls are coming to the platform</ins></a></h2><h3>Because, sure, that’s its priority right now.</h3><p></p><p>Xwitter CEO Linda Yaccrino has announced <a href=\"https://www.engadget.com/x-ceo-confirms-video-calls-are-coming-to-the-platform-163621725.html\"><ins>video chat is coming to the platform</ins></a> as part of its plan to become an “everything” app. The CEO said video calls would bolster work to turn X into a global town square, full of people exercising their right to free expression. Given the sort of free expression the company is currently endorsing, you might want to stick to your free video calling platform of choice — it’s not as if we’re hurting for those right now.</p><p><a href=\"https://www.engadget.com/x-ceo-confirms-video-calls-are-coming-to-the-platform-163621725.html\"><strong><ins>Continue Reading.</ins></strong></a></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/the-long-rumored-quake-ii-remaster-is-out-now-on-pc-and-consoles-183652854.html\"><ins>The long-rumored Quake II remaster is out now on PC and consoles</ins></a></h2><h3>Tweaks include widescreen support, 120Hz refresh rates and 4K.</h3><a href=\"https://www.engadget.com/the-long-rumored-quake-ii-remaster-is-out-now-on-pc-and-consoles-183652854.html\"><figure><img alt=\"Screenshot from Quake II Remastered, in which a weapon held from the player's point of view is pointed at a thing in the distance.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/ba4a4c30-3829-11ee-afd6-e0f029688f7c\" style=\"height: 351px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Bethesda Softworks</div></figure></a><p>The long-awaited remaster of <em>Quake II</em> wasn’t just announced, it’s <a href=\"https://www.engadget.com/the-long-rumored-quake-ii-remaster-is-out-now-on-pc-and-consoles-183652854.html\"><ins>already available to play on most platforms</ins></a>. If you own the original on GOG or Steam, you’ll get a free bump to the new edition, with plenty of modern-day quality-of-life upgrades. The remastered edition also includes content cut from some versions and the original expansion packs, as well as a new expansion from MachineGames. Well, that’s your weekend sorted.</p><p><a href=\"https://www.engadget.com/the-long-rumored-quake-ii-remaster-is-out-now-on-pc-and-consoles-183652854.html\"><strong><ins>Continue Reading.</ins></strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-samsung-flip-flops-on-a-one-ui-beta-test-111536441.html?src=rss", "link": "https://www.engadget.com/the-morning-after-samsung-flip-flops-on-a-one-ui-beta-test-111536441.html?src=rss", "date_published": "2023-08-11T11:15:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Slides' new tool lets you annotate your presentations", "description": "<p>Google has <a href=\"https://workspaceupdates.googleblog.com/2023/08/add-annotations-to-your-presentations.html\">introduced</a> a new tool for Slides that can help you make your presentations more interactive and keep your audience's attention. The new feature, a pen tool, lets you write on a slide in real time, so you can encircle key figures, draw arrows, underline important information and just generally scribble anything you want on the presentation while in the middle of a meeting or a report. While Slides has long had the ability to turn your mouse arrow into a <a href=\"https://www.engadget.com/2016-05-04-google-slides-audience-question-and-answer.html\">laser pointer</a>, you had to download a third-party tool to be able to actually write annotations in the middle of a presentation.&nbsp;</p><p>Slides' new pen tool is built into the program, and there's no need to download anything extra. To access it, you have to open your file in slideshow mode and then mouse over the bottom left side to see the three-dot menu. From that menu, you'll find an option that reads &quot;Turn on the pen.&quot; You can choose the pen color you want to use — black, red, blue or green — from the panel that shows up, and you can also easily switch it off from the same location. If you want to erase what you've written, you just need to switch from the pen to the eraser tool in the bottom left corner.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Google says the feature will be available to all Workspace customers and users with a personal account, but it may take 15 days before it's done rolling out the pen tool to everyone.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/google-slides-new-tool-lets-you-annotate-your-presentations-095524960.html?src=rss", "link": "https://www.engadget.com/google-slides-new-tool-lets-you-annotate-your-presentations-095524960.html?src=rss", "date_published": "2023-08-11T09:55:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "'Final Fantasy VII: Ever Crisis' comes to iOS and Android on September 7th", "description": "<p><em>Final Fantasy VII: Ever Crisis</em>, a mobile game that expands the <em>FFVII</em> story and universe, will be available on iOS and Android on September 7th. Square Enix first <a href=\"https://www.engadget.com/final-fantasy-vii-ever-crisis-the-first-soldier-035602807.html\">announced</a> the mobile game along with the battle royale action title <a href=\"https://www.engadget.com/final-fantasy-meets-fortnite-the-first-soldier-review-140024318.html\"><em>Final Fantasy VII The First Soldier</em></a><em>&nbsp;</em>back in 2021. It was supposed to come out in 2022, but delays pushed back its release, and the company didn't start closed beta testing for the game until July this year.&nbsp;</p><p><em>Ever Crisis </em>was developed by Applibot, though Final Fantasy veterans Kazushige Nojima, Yoshinori Kitase and Tetsuya Nomura were involved as scenario writer, executive producer and creative director, respectively. It features an art style reminiscent of the the original <em>FFVII's</em> chibi characters, but with a twist — as <a href=\"https://www.theverge.com/2023/8/10/23827846/final-fantasy-vii-ever-crisis-mobile-game-ios-android-release-date\"><em>The Verge</em></a> notes, Cloud has actual hands in this version.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"7dcd6e39a33347dbb8ed1529f0617498\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Take a look at the Church in FF7EC, one of many environments lovingly recreated with nostalgic 3D graphics! <a href=\"https://twitter.com/hashtag/IntroducingFF7EC?src=hash&amp;ref_src=twsrc%5Etfw\">#IntroducingFF7EC</a><a href=\"https://twitter.com/hashtag/FF7EC?src=hash&amp;ref_src=twsrc%5Etfw\">#FF7EC</a><a href=\"https://twitter.com/hashtag/FF7EverCrisis?src=hash&amp;ref_src=twsrc%5Etfw\">#FF7EverCrisis</a><a href=\"https://twitter.com/hashtag/FF7?src=hash&amp;ref_src=twsrc%5Etfw\">#FF7</a><a href=\"https://t.co/c6cwqIstBQ\">pic.twitter.com/c6cwqIstBQ</a></p>— FINAL FANTASY VII EVER CRISIS_EN｜FF7EC (@FFVII_EC_EN) <a href=\"https://twitter.com/FFVII_EC_EN/status/1688369373034000390?ref_src=twsrc%5Etfw\">August 7, 2023</a></blockquote></div><p>The game retells the events from the original game, so players can relive some of its most iconic moments, though it also includes the <em>The First Soldier's</em> backstory and stories about the characters from when they were younger. As for its gameplay, it's based on the original's Active Time Battle system that's been optimized for mobile.&nbsp;</p><p><em>Ever Crisis</em> will be free-to-play, but according to <a href=\"https://www.androidpolice.com/final-fantasy-vii-ever-crisis-hands-on/\"><em>Android Police's</em></a> review of the closed beta version, players will have to spend money playing &quot;gacha&quot; to get weapons and other items. Fans who want to play the game regardless and as soon as it becomes available can now <a href=\"https://en.ffviiec.com/pre-registration/\">pre-register</a> for either or both mobile platforms.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/final-fantasy-vii-ever-crisis-comes-to-ios-and-android-on-september-7th-071525090.html?src=rss", "link": "https://www.engadget.com/final-fantasy-vii-ever-crisis-comes-to-ios-and-android-on-september-7th-071525090.html?src=rss", "date_published": "2023-08-11T07:15:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Waymo and Cruise get approval to offer 24/7 paid robotaxi rides in San Francisco", "description": "<p>Google's <a href=\"https://www.engadget.com/waymo-brings-its-fleet-of-new-self-driving-suvs-to-austin-165720284.html\">Waymo</a> and GM's <a href=\"https://www.engadget.com/cruise-launches-an-android-app-for-its-self-driving-taxis-160045696.html\">Cruise</a> have <a href=\"https://www.cpuc.ca.gov/news-and-updates/all-news/cpuc-approves-permits-for-cruise-and-waymo-to-charge-fares-for-passenger-service-in-sf-2023\">secured approval</a> from California's regulators to be able to charge fares for fully driverless rides any time of the day in San Francisco. The California Public Utilities Commission (CPUC) has voted 3 to 1 in favor of allowing the companies to expand their driverless services after evaluating whether they had met the licensing requirements and hearing public testimonies arguing for and against the expansion.</p><p><a href=\"https://waymo.com/blog/2023/08/waymos-next-chapter-in-san-francisco.html\">Waymo said</a> it's going to &quot;gradually welcom[e] more riders into the service&quot; and &quot;begin charging fares for rider-only trips in the city&quot; in the coming weeks.&quot; Apparently, it already has 100,000 signups in its waitlist and expects demand to be &quot;incredibly high,&quot; so it wants to take an unhurried approach &quot;to ensure riders receive a reliable service.&quot; The company promises to make its fully autonomous trips &quot;available to everyone over time.&quot; Meanwhile, Cruise CEO Kyle Vogt said his company will continue collaborating with regulators to achieve their shared commitment to deliver &quot;safer, cleaner and more accessible transportation options.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"51908ec2c4a24e2dbcecc8c28502ff61\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Thrilled to announce that the California Public Utilities Commission just approved <a href=\"https://twitter.com/Cruise?ref_src=twsrc%5Etfw\">@Cruise</a> for fared operation 24/7 across all of San Francisco!<br /><br />It’s a huge milestone for the AV industry, but even more importantly a signal to the country that CA prioritizes progress over our…</p>— Kyle Vogt (@kvogt) <a href=\"https://twitter.com/kvogt/status/1689814193875374080?ref_src=twsrc%5Etfw\">August 11, 2023</a></blockquote></div><p>At the moment, Waymo is <a href=\"https://www.bloomberg.com/news/articles/2023-08-11/google-s-waymo-cruise-get-nod-to-expand-san-francisco-robotaxis\">operating</a> 200 cars in San Francisco, while Cruise has 300 vehicles in its autonomous fleet. Before securing CPUC's approval, Cruise could only offer fared passenger rides in limited areas of San Francisco from 10 PM to 6AM without a safety driver onboard and paid rides any time with a safety driver. Waymo, on the the other hand, could only charge passengers any time of the day with a safety driver present.</p><p>According to <a href=\"https://sfstandard.com/2023/08/10/future-of-self-driving-cars-in-san-francisco-could-be-decided-today/?taid=64d58ea5e54c510001bca161\"><em>The San Francisco Standard</em></a>, commission President Alice Reynolds and commissioners Darcie Houck and John Reynolds voted in favor of the expansion. However, commissioner Genevieve Shiroma voted against it, arguing that the CPUC didn't have sufficient information needed to be able to accurately evaluate the impact of autonomous vehicles on first responders. Their decision was the final hurdle the companies had to face to offer 24/7 fared rides across the city. It came after listening to public concerns about the safety of autonomous vehicles and to testimonies about how the technology could help the elderly and people with disabilities be more independent.</p>This article originally appeared on Engadget at https://www.engadget.com/waymo-and-cruise-get-approval-to-offer-247-paid-robotaxi-rides-in-san-francisco-050152855.html?src=rss", "link": "https://www.engadget.com/waymo-and-cruise-get-approval-to-offer-247-paid-robotaxi-rides-in-san-francisco-050152855.html?src=rss", "date_published": "2023-08-11T05:01:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]