[{"source": "https://www.theguardian.com/rss", "title": "Ewing takes inspiration from Harman to open up big lead at Women’s Open", "description": "<ul><li>American earns five-shot lead after 36 holes at Walton Heath</li><li>Home favourite Charley Hull in three way tie for second</li></ul><p>American Ally Ewing admitted she had been inspired by <a href=\"https://www.theguardian.com/sport/2023/jul/23/dominant-brian-harman-wins-the-open-to-secure-first-major\">Brian Harman’s Open triumph</a> as she mirrored his progress towards a maiden major title at the Women’s Open.</p><p>Ewing, who held a one-shot lead following an opening 68 completed late on Thursday, was among the early starters on Friday and stormed clear of the field with a birdie on the third and four in a row from the sixth to be out in 30. The 30-year-old from Mississippi also picked up further shots on the 11th and 16th before dropping her only shot of the day on the last to complete a superb 66 at Walton Heath.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/ewing-womens-open-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/ewing-womens-open-golf", "date_published": "2023-08-11T21:53:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham will move on quickly from Harry Kane exit, says Postecoglou", "description": "<ul><li>Kane flies to Germany to complete £100m Bayern Munich move</li><li>Postecoglou: ‘He sent a message. Neither of us were surprised’</li></ul><p>Ange Postecoglou has backed Tottenham’s players to move on quickly from Harry Kane’s departure on the eve of the Premier League season as the England captain prepared to complete his transfer to Bayern Munich and end a 19-year association with Spurs.</p><p><a href=\"https://www.theguardian.com/football/2023/aug/11/harry-kane-accepts-bayern-munich-move-leave-tottenham\">Kane flew to Germany</a> on Friday evening and was expected to undergo his medical after Tottenham accepted a bid that could be worth almost £100m. The deal was briefly held up on Friday by the Tottenham chairman, Daniel Levy, renegotiating elements of the fee at a late stage but Postecoglou confirmed the move was “imminent” and that he had been preparing his squad to face Brentford on Sundaytomorrow without Kane.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/tottenham-will-move-on-quickly-from-harry-kane-exit-says-postecoglou\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/tottenham-will-move-on-quickly-from-harry-kane-exit-says-postecoglou", "date_published": "2023-08-11T21:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roberto Firmino hits hat-trick to kickstart Saudi Pro League in style", "description": "<p>A blaze of colour and wall of noise greeted the first match of the Saudi Pro League and the former Liverpool forward stepped up</p><p>Deals done, lights up, Saudi Pro League here we go! The world’s second most disruptive sporting competition (after the other Saudi one, in golf) got under way in Jeddah on Friday night where Al-Ahli’s pack of imported stars managed to haul themselves over the line against Al-Hazm, a team of plucky journeymen from the Arabian sticks.</p><p>A hat-trick for Roberto Firmino decided the game and both he and Riyad Mahrez looked a class above the rest of the players on display. For other big name signings, say Édouard Mendy and Allan Saint-Maximin, the word sketchy sprang to mind. They may yet have to find a higher level of performance to justify their tax-free pay cheques.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/roberto-firmino-hits-hat-trick-to-kickstart-saudi-pro-league-in-style\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/roberto-firmino-hits-hat-trick-to-kickstart-saudi-pro-league-in-style", "date_published": "2023-08-11T21:22:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Erling Haaland launches Manchester City to opening victory at Burnley", "description": "<p>This was billed as a box-office Premier League curtain raiser and did not disappoint. Manchester City arrived at Turf Moor as the champions of the past three seasons and left suggesting Pep Guardiola could well drive them to a record fourth consecutive crown.</p><p>Burnley, promoted as Championship winners, can be proud of giving City a contest and Vincent Kompany, who proved himself a serious managerial talent last season, will have learned much about his team.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/burnley-manchester-city-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/burnley-manchester-city-premier-league-match-report", "date_published": "2023-08-11T21:08:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US woman breaks Guinness World Record for longest female beard", "description": "<p>Erin Honeycutt was able to grow record-setting 11.8in beard because she has polycystic ovarian syndrome</p><p>A Michigander has grown the globe’s longest beard on a woman after ditching her routine of shaving three times a day, according to <a href=\"https://www.theguardian.com/world/guinness-world-records\">Guinness World Records</a>.</p><p>Erin Honeycutt, 38, was able to grow the record-setting 11.8in (30cm) beard mainly because she has polycystic ovarian syndrome, Guinness officials said in <a href=\"https://www.guinnessworldrecords.com/news/2023/8/usa-woman-breaks-longest-beard-record-after-giving-up-shaving-three-times-a-day-756693\">a news release Wednesday</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/longest-beard-woman-guinness-world-record-erin-honeycutt\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/longest-beard-woman-guinness-world-record-erin-honeycutt", "date_published": "2023-08-11T20:59:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Between two worlds: life of PNG tribe leader and plantation owner honoured", "description": "<ul><li>This article contains an image of a dead body</li></ul><p>Joe Leahy, owner of the famed Kilima coffee plantation, remembered in a week-long traditional ceremony in Papua New Guinea</p><p>Deep inside the Nebilyer Valley in the Western Highlands of Papua New Guinea sits a famed coffee plantation, Kilima. It lies on the traditional land of the Ganiga people, steeped in colonial history, wealth and bloodshed.</p><p>The plantation was purchased from the Ganiga in the early 1970s by a then young Johannes “Joe” Leahy, an enterprise he spent years building up and then decades mourning its drawn-out destruction. Leahy was part of one of Papua New Guinea’s leading family dynasties who made their fortune in the Highlands. Earlier this month Leahy died, aged 85, inside the house he lived in most of his life, surrounded by his beloved coffee trees, the “green gold”<em> </em>that his life – its highs and lows – was built on.</p><p>Ganiga women burn off leaves in front of Joe Leahy’s coffee plantation in preparation for his funeral</p> <a href=\"https://www.theguardian.com/world/2023/aug/12/between-two-worlds-life-of-png-tribe-leader-and-plantation-owner-honoured\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/12/between-two-worlds-life-of-png-tribe-leader-and-plantation-owner-honoured", "date_published": "2023-08-11T20:00:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oscar at the Crown review – going Wilde in the nightclub", "description": "<p><strong>Assembly George Square Gardens, Edinburgh<br /></strong>Oscar Wilde hides in a bunker on a dystopian dance floor, but while there is much high-energy music there is little drama</p><p>What would Oscar Wilde be doing if he were alive today? The flamboyant, self-proclaimed hedonist might well be wearing studded leather and dancing the night away, as we see him in this immersive production. Except here Wilde (<a href=\"https://www.markmauriello.com/\">Mark Mauriello</a>) is hiding in a bunker with a gang of exiles in a future fascist state.</p><p>His wife, Constance Lloyd (Elizabeth Chalmers) is there, too, along with Wilde’s aristocratic lover, Lord Alfred “Bosie” Douglas (Jamie Cruttenden): they sing, dance with glo-sticks on a circular stage and intermittently tell his story from a series of mobile podiums (set design by Andrew Exeter).</p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/oscar-at-the-crown-review-assembly-george-square-gardens-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/oscar-at-the-crown-review-assembly-george-square-gardens-edinburgh", "date_published": "2023-08-11T20:00:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "FTX founder Sam Bankman-Fried’s bail revoked over witness tampering claim", "description": "<p>Prosecutors made request to jail founder of failed crypto exchange, saying he ‘crossed a line’ by sharing former romantic partner’s writings with press</p><p>Sam Bankman-Fried’s bail was revoked ahead of his October fraud trial, a US judge said on Friday, after prosecutors accused the indicted founder of the bankrupt cryptocurrency exchange FTX of tampering with witnesses.</p><p>Judge Lewis Kaplan announced the decision at a hearing over Bankman-Fried’s bail conditions in federal court in Manhattan.</p> <a href=\"https://www.theguardian.com/business/2023/aug/11/sam-bankman-fried-bail-revoked-jail-ftx\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/11/sam-bankman-fried-bail-revoked-jail-ftx", "date_published": "2023-08-11T19:56:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inflammatory remarks could speed up 2020 election trial, judge warns Trump", "description": "<p>Judge Tanya Chutkan rules ex-president free to share ‘non-sensitive materials’ but rejected majority of his other requests</p><p>The federal judge presiding over <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> 2020 election subversion case on Friday warned inflammatory remarks from the former president would push her to schedule the trial sooner, saying she would take every step to safeguard the integrity of proceedings and to avoid tainting the potential jury pool.</p><p>The admonition came as the US district court judge Tanya Chutkan ruled on Trump’s requests to have fewer restrictions in a <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.dcd.258149/gov.uscourts.dcd.258149.28.0_5.pdf\">protective order</a> that will govern what evidence turned over to his lawyers in the discovery process the former president could share publicly.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/trump-trial-date-sooner-warns-judge-tanya-chutkan\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/trump-trial-date-sooner-warns-judge-tanya-chutkan", "date_published": "2023-08-11T19:25:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua aims to take out Robert Helenius in the first round", "description": "<p>Former world heavyweight champion knows he cannot fail against the Finn as he tries to rebuild his boxing career</p><p>“I can’t fail,” Anthony Joshua says quietly when asked if he feels under intense pressure to perform with explosive force against Robert Helenius on Saturday night in London. The former world heavyweight champion looks up and repeats those words before trying to add a positive gloss to his unenviable situation. “I can’t fail. That’s good pressure. Fight hard and win.”</p><p>His 6ft 9in opponent from Finland has been drafted in as a late replacement, having had only a week to prepare for the bout after <a href=\"https://www.theguardian.com/sport/2023/aug/05/boxing-dillian-whyte-returns-adverse-test-anthony-joshua-rematch-off\" title=\"\">Dillian Whyte failed a drugs test</a>. Helenius is given little chance outside his own camp but Joshua is trying to rebuild his career after a difficult period in which he <a href=\"https://www.theguardian.com/sport/2021/sep/25/oleksandr-usyk-shocks-anthony-joshua-to-claim-world-heavyweight-title\" title=\"\">lost his world heavyweight titles</a> to Oleksandr Usyk, who then <a href=\"https://www.theguardian.com/sport/2022/aug/21/oleksandr-usyk-beats-anthony-joshua-by-split-decision-to-retain-world-titles\" title=\"\">beat him again in their rematch</a> last August.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/anthony-joshua-aims-to-take-out-robert-helenius-in-the-first-round-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/anthony-joshua-aims-to-take-out-robert-helenius-in-the-first-round-boxing", "date_published": "2023-08-11T19:00:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Back three may be best way for rejigged England to counter Colombia’s fire  | Jonas Eidevall", "description": "<p>Sarina Wiegman has to make biggest fix yet as England go into Women’s World Cup quarter-final without Lauren James </p><p>Having taken the long flight from London to Sydney, I’m here to catch the World Cup from the quarter-finals. And when I looked at the final eight, I’d say the four teams with greatest clarity were on the same side of the draw: Sweden, Japan, Spain and the Netherlands. You don’t need to second-guess them, they’re confident and know their roles so well. On the opposite side, each team have improvements to make, including England, where Sarina Wiegman is still searching for the tactics to bring the best from her players.</p><p>Availability is so important. England are without the suspended Lauren James against Colombia, just as Australia prepared for the tournament with Sam Kerr as their No 9 but lost her until the closing moments of their last-16 match. Wiegman had gone into the tournament hampered by not having Leah Williamson, Beth Mead and Fran Kirby from the team that won the Euros.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/11/back-three-may-be-best-way-for-rejigged-england-to-counter-colombias-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/11/back-three-may-be-best-way-for-rejigged-england-to-counter-colombias-fire", "date_published": "2023-08-11T19:00:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>Wildfires in Hawaii and Portugal, Russian strikes on residential buildings in Ukraine, the funeral of Sinéad O’Connor in Ireland and the cycling world championships in Glasgow: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/11/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/11/the-week-around-the-world-in-20-pictures", "date_published": "2023-08-11T18:56:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Supermodels recreate iconic Vogue cover 30 years on", "description": "<p>Image will run across UK and US Vogue covers and coincides with upcoming documentary The Super Models</p><p>It is the legendary image that ushered in the age of the supermodel: Naomi Campbell, Christy Turlington, Cindy Crawford, Tatjana Patitz and Linda Evangelista photographed together by Peter Lindberg gracing the <a href=\"https://www.vogue.co.uk/article/peter-lindbergh-vogue-supermodel-cover-story\">cover of the January 1990 edition of Vogue</a>.</p><p>Now 33 years later the image has been recreated for September’s issue of the magazine, and a version of the cover will appear across both the UK and US editions - with the cover line: The Greatest of All Time. It is only missing <a href=\"https://www.theguardian.com/fashion/2023/jan/13/tatjana-patitz-obituary\">Tatjana Patitz</a>, who died earlier this year.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/11/supermodels-recreate-iconic-vogue-cover-30-years-on\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/11/supermodels-recreate-iconic-vogue-cover-30-years-on", "date_published": "2023-08-11T18:32:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on Rishi Sunak and the climate crisis – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/11/ella-baron-on-rishi-sunak-and-the-climate-crisis-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/11/ella-baron-on-rishi-sunak-and-the-climate-crisis-cartoon", "date_published": "2023-08-11T18:30:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Government attacks on lawyers degrading and disgusting, say former Tory law officers", "description": "<p>Dominic Grieve and Edward Garnier denounce ‘lefty lawyer’ rhetoric as dossier target fears abuse will turn physical</p><p>Two former Conservative law officers have criticised the political rhetoric against “lefty lawyers” as damaging and wrong as the head of the Law Society warned it could lead to physical attacks on immigration solicitors.</p><p>Dominic Grieve, a former attorney general, and Edward Garnier, a Conservative peer and former solicitor general, said lawyers should not be attacked for doing their jobs, regardless of who they represent or their personal views.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/government-attacks-on-lawyers-degrading-and-disgusting-say-former-tory-law-officers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/government-attacks-on-lawyers-degrading-and-disgusting-say-former-tory-law-officers", "date_published": "2023-08-11T18:25:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Burnley v Manchester City: Premier League season kicks off – live", "description": "<ul><li>Premier League updates from the 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/blog/2023/aug/11/premier-league-10-things-to-look-out-for-on-the-opening-weekend\">Ten things to look out for</a> | <a href=\"mailto:scott.murray@theguardian.com\">Email your thoughts to Scott</a></li></ul><p><strong>Five players make their Burnley debut tonight.</strong> Norway midfielder Sander Berge, Switzerland striker Zeki Amdouni, young Italian winger Luca Koleosho, Republic of Ireland defender Dara O’Shea and, formerly of City, goalkeeper James Trafford. Two other new signings in Nathan Redmond and Jacob Bruun Larsen are on the bench.</p><p><strong>Manchester City’s starting XI are all familiar faces from last season.</strong> They do have two new names on the subs list, though, in Croatia defender Josko Gvardiol and his international team-mate Mateo Kovacic.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/11/burnley-v-manchester-city-premier-league-season-kicks-off-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/11/burnley-v-manchester-city-premier-league-season-kicks-off-live-score-updates", "date_published": "2023-08-11T18:07:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak’s ‘intransigence’ on pay will lead to more NHS strikes, warns top doctor", "description": "<p>Exclusive: BMA council chair says medics will have no option but to stage more industrial action until ministers make ‘credible offer’</p><p>Rishi Sunak’s “increasingly intransigent” and “belligerent” stance on medics’ pay is blocking the path to ending the industrial action in the NHS, leaving no option but to strike until the next general election, one of Britain’s top doctors has warned.</p><p>Speaking to the Guardian on Friday after junior doctors <a href=\"https://www.theguardian.com/society/2023/aug/11/junior-doctors-england-launch-fifth-round-industrial-action-nhs-strike\">launched a fifth round of industrial action</a>, Prof Philip Banfield, the chair of the British Medical Association (BMA) council, said the union was standing firm and that doctors would continue to hold stoppages until they received a “credible offer”.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/junior-doctors-strike-pay-nhs-bma-philip-banfield\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/junior-doctors-strike-pay-nhs-bma-philip-banfield", "date_published": "2023-08-11T17:59:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Thompson and Liv Ello: Body Show review – a total takedown of gendered expectations", "description": "<p><strong>Pleasance Courtyard, Edinburgh<br /></strong>Using snippets of pop culture, lip-syncing, video and clowning, the pair craft a rich exploration of eating disorders and gender dysphoria</p><p>Frankie Thompson, resplendent in floor-length pink tutu, and Liv Ello, hair slicked back and wearing a tux, are frozen in pose above a giant white mound, the perfect wedding cake toppers. The heteronormative pastiche sets the tone for a show about gendered expectations placed upon bodies, forcing their owners into uncomfortable spaces.</p><p>Thompson’s <a href=\"https://www.theguardian.com/stage/2022/aug/07/frankie-thompson-review-all-the-feline-feels-with-a-magnetic-performer\">Catts</a> and Ello’s <a href=\"https://www.theguardian.com/stage/2022/nov/11/swarm-review-camden-peoples-theatre\">Swarm</a> were standout shows at last year’s Edinburgh festival. Both were cross-genre adventures merging clowning, multimedia and lots of laughs. This year, the pair combine to bring their distinctive take on theatre to new heights.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/frankie-thompson-liv-ello-body-show-review-pleasance-courtyard-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/frankie-thompson-liv-ello-body-show-review-pleasance-courtyard-edinburgh", "date_published": "2023-08-11T17:57:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Twinverclyde’: 17 sets of twins to start school in one Scottish authority", "description": "<p>Inverclyde welcomes second largest number of twins on record to start primary education</p><p>Seventeen sets of twins will start primary school in one Scottish local authority next week, the second largest number on record.</p><p>Schools in Inverclyde will welcome the twins for the first time on Friday 18 August, in an area that has colloquially become known as “Twinverclyde”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/twinverclyde-17-sets-of-twins-to-start-school-in-one-scottish-authority\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/twinverclyde-17-sets-of-twins-to-start-school-in-one-scottish-authority", "date_published": "2023-08-11T17:49:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Norwegian mountaineer says her team tried to save porter who died on K2", "description": "<p>Kristin Harila rejects allegations of neglect based on drone footage of climbers walking over prone man during record ascent</p><p>A mountaineer has described the efforts her team made in vain to save a fellow climber, after pictures appeared to show them stepping over his prone body and leaving him on the mountainside.</p><p>Mohammed Hassan, a porter during Kristin Harila and her Nepali sherpa Tenjen (Lama) Sherpa’s ascent of K2, died after falling off a sheer edge at a height of about 8,200 metres. Harila and her team have faced claims they were focused on the attempt to become <a href=\"https://www.theguardian.com/world/2023/jul/27/kristin-harila-norwegian-claims-record-ascent-worlds-14-highest-mountains\">the world’s fastest climber to scale all peaks above 8,000 metres</a>, over Hassan’s life.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/norwegian-mountaineer-says-her-team-tried-to-save-porter-who-died-on-k2\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/norwegian-mountaineer-says-her-team-tried-to-save-porter-who-died-on-k2", "date_published": "2023-08-11T17:39:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on prisons: Labour should be bold in demanding an overhaul | Editorial", "description": "<p>Overcrowded jails serve no one’s interests, and policymaking appears damagingly stuck</p><p>Two hundred years ago the Gaols Act 1823 set new standards for the treatment of prisoners, and public appearances by the reform movement’s leader, Elizabeth Fry, drew large crowds. The most extreme cruelty of the 19th-century penal system is thankfully long gone, but the <a href=\"https://www.theguardian.com/society/2023/aug/05/three-quarters-of-prisons-in-england-and-wales-in-appalling-conditions-as-overcrowding-fears-grow\" title=\"\">dreadful state</a> of English and Welsh prisons leaves no room for complacency about progress. Staffing levels are <a href=\"https://www.mirror.co.uk/news/politics/bungling-tories-accidentally-slip-prison-30640633\" title=\"\">“dangerously low”</a> – in the words of a government contract – and overcrowding is once again an acute problem. The findings of <a href=\"https://www.theguardian.com/society/2023/jul/28/serious-failings-contributed-to-babys-death-in-12-hour-lone-prison-birth\" title=\"\">the recent inquest</a> into the death of a newborn baby at Bronzefield jail in Surrey, after her 18-year-old mother, Rianna Cleary, gave birth alone in a cell, could hardly be more shocking. The black teenage care-leaver was on remand when prison officers failed to respond to her calls for help. She severed the umbilical cord with her teeth.</p><p>The NHS trust responsible for maternity care at Bronzefield, and the prison itself, have apologised and claim improvements have been made since 2019. But the overall position in women’s as well as men’s prisons is deteriorating, rather than getting better. Self‑harm incidents are disturbingly frequent, <a href=\"https://www.theguardian.com/society/2023/aug/05/ive-watched-people-just-fall-apart-inside-the-nightmare-world-of-english-and-welsh-jails\" title=\"\">with 16,543 recorded</a> in men’s prisons in the first quarter of this year – with the rate in women’s prisons approximately 11 times higher (because there are far fewer female prisoners, the actual number of incidents involving women is lower). Charlie Taylor, the chief inspector of prisons, has issued a second urgent notification regarding Bristol prison, with Damian Hinds, the prisons minister, agreeing that its state is <a href=\"https://www.bristolpost.co.uk/news/bristol-news/hmp-bristol-conditions-completely-unacceptable-8634643\" title=\"\">“completely unacceptable”</a>. While Scottish prisons are administered separately, there are concerns there too, with a report last month criticising the <a href=\"https://www.theguardian.com/society/2023/jul/21/scottish-prisons-human-rights-inmates-solitary-confinement-inspectorate\" title=\"\">use of solitary confinement</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/the-guardian-view-on-prisons-labour-should-be-bold-in-demanding-an-overhaul\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/the-guardian-view-on-prisons-labour-should-be-bold-in-demanding-an-overhaul", "date_published": "2023-08-11T17:30:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Josh Tarling and Ben Wiggins claim world championship medals for Britain", "description": "<ul><li>Tarling gets bronze in men’s elite individual time trial</li><li>Wiggins takes silver behind Oscar Chamberlain in junior event</li></ul><p>Geraint Thomas’s star may be fading but the churn of young talent within the British cycling scene continues apace, after the teenagers Josh Tarling and Ben Wiggins claimed medals in the men’s time trial disciplines at the world championships in Scotland.</p><p>Tarling picked up the baton from veteran and fellow Welshman Thomas to take a deserved bronze medal in the men’s elite individual time trial. Thomas struggled to make his mark, while the highly rated 19-year-old came to the fore, running the 2022 world road race champion, Remco Evenepoel of Belgium, and Italian time triallist Filippo Ganna, his Ineos Grenadiers teammate, close on the 47.8km course.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/josh-tarling-and-ben-wiggins-claim-world-championship-medals-for-britain-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/josh-tarling-and-ben-wiggins-claim-world-championship-medals-for-britain-cycling", "date_published": "2023-08-11T17:25:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on murder in Ecuador: a tide of violence reaches new heights | Editorial", "description": "<p>The killing of a presidential candidate has highlighted soaring homicide levels, as the cocaine trade booms in Latin America</p><p>The <a href=\"https://www.theguardian.com/world/2023/aug/10/ecuador-presidential-candidate-fernando-villavicencio-killed\" title=\"\">assassination</a> of the Ecuadorian presidential candidate Fernando Villavicencio on Wednesday marked a frightening new moment, even in a country where homicide levels are rocketing. Rising violence and crime are the central issue of the election in which the <a href=\"https://www.theguardian.com/world/2023/aug/10/fernando-villavicencio-ecuador-assassinated-presidential-candidate\" title=\"\">former journalist</a> fought. The 59-year-old, shot dead as he left an event in Quito, was a courageous whistleblower who campaigned on the slogan: “It’s time for the brave”.</p><p>While he had reported death threats from a gang leader, and the incumbent president, Guillermo Lasso, <a href=\"https://www.theguardian.com/world/2023/aug/10/ecuador-fernando-villavicencio-assassination-presidential-candidate-update\" title=\"\">has blamed organised crime groups</a>, much remains to be determined. Mr Villavicencio’s outspokenness on corruption and alleged links between organised crime and politics had made him enemies among the political class and in areas such as the oil industry. What is clear is that murder and violence linked to the drugs trade have soared in Ecuador in recent years, a pattern also <a href=\"https://www.americasquarterly.org/article/aq-podcast-how-organized-crime-is-changing-in-latin-america/\" title=\"\">seen in other Latin American countries</a> previously regarded as relatively safe and stable, such as Chile.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/the-guardian-view-on-in-ecuador-a-tide-of-violence-reaches-new-heights\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/the-guardian-view-on-in-ecuador-a-tide-of-violence-reaches-new-heights", "date_published": "2023-08-11T17:25:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Customer anger after Wilko helplines shut down as administrators called in", "description": "<p>PwC says it will restart helpline and chat system ‘soon’ as it tries to find buyer for all or part of business</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/11/what-wilko-collapse-means-for-staff-and-shoppers-and-who-might-buy-it\">What Wilko collapse means for staff and shoppers – and who might buy it</a></li></ul><p>Wilko is facing anger from shoppers after its helplines shut down just as the <a href=\"https://www.theguardian.com/business/2023/aug/10/wilko-collapses-into-administration-after-rescue-talks-fail\">business called in administrators</a>, leaving customers scrambling to get information on refunds and deliveries.</p><p>The budget retailer, which <a href=\"https://www.theguardian.com/business/2023/aug/09/wilko-suspends-home-deliveries-as-it-holds-talks-on-rescue-deal\">paused online deliveries</a> earlier this the week, saw its social media feeds filled with requests for information on items that had been paid for – from furniture to Lego – but had not arrived.</p> <a href=\"https://www.theguardian.com/business/2023/aug/11/customer-anger-wilko-helplines-shut-down-administrators-pwc\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/11/customer-anger-wilko-helplines-shut-down-administrators-pwc", "date_published": "2023-08-11T17:24:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pentagon head of space policy appears in Harrogate court after boys injured in collision", "description": "<p>Col Benjamin Oakes pleads not guilty to two counts of causing injury by careless driving outside North Yorkshire college</p><p>The head of space policy for the US joint chiefs of staff at the Pentagon has pleaded not guilty to two counts of causing injury by careless driving in North Yorkshire.</p><p>Benjamin Oakes, 46, is accused of causing a collision that left two 15-year-old boys seriously injured outside Ashville College in Harrogate.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/pentagon-head-of-space-policy-appears-in-harrogate-court-after-boys-injured-in-collision\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/pentagon-head-of-space-policy-appears-in-harrogate-court-after-boys-injured-in-collision", "date_published": "2023-08-11T17:17:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I refuse to get old’: how readers strive to keep dementia at bay", "description": "<p>Researchers say lifestyle changes could prevent up to 40% of dementia cases. Our readers share their efforts to mitigate the risk</p><p>When Sarah Chester retired from a frantically busy teaching career, she asked herself two questions: “What am I going to do with the rest of my life? And how am I going to live it?”</p><p>Having been a keen cyclist all her life, she knew she wanted to devote some of her free time to being more active. But that was not just for reasons of general good health. Chester’s mother had first started showing symptoms of dementia 15 years ago, and she found herself thinking: “If I don’t really get my act together now, will I have the same trajectory?”</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/i-refuse-to-get-old-how-readers-strive-to-keep-dementia-at-bay\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/i-refuse-to-get-old-how-readers-strive-to-keep-dementia-at-bay", "date_published": "2023-08-11T17:07:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RMT announces Saturday rail strikes in August and September", "description": "<p>Rail workers’ union says 20,000 members from 14 firms will strike on 26 August and 2 September</p><p>Members of the biggest rail workers’ union are to stage fresh strikes in a long-running dispute over pay, jobs and conditions.</p><p>The Rail, Maritime and Transport workers’ union (RMT) said 20,000 of its members from 14 train operators would walk out on 26 August and 2 September, both Saturdays.</p><p>Avanti West Coast.</p><p>Chiltern Railways.</p><p>Cross Country Trains.</p><p>c2c.</p><p>East Midlands Railway.</p><p>Greater Anglia.</p><p>Great Western Railway.</p><p>GTR (including Gatwick Express).</p><p>LNER.</p><p>Northern Trains.</p><p>South Eastern.</p><p>South Western Railway.</p><p>TransPennine Express.</p><p>West Midlands Trains.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/rmt-announces-saturday-rail-strikes-in-august-and-september\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/rmt-announces-saturday-rail-strikes-in-august-and-september", "date_published": "2023-08-11T17:04:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Attitudes to the poor are based on a myth | Letters", "description": "<p><strong>Jane Mardell</strong> and a group of academics respond to Frances Ryan’s piece on a YouGov poll on what people in different income groups ‘should be able to afford’</p><p>Frances Ryan’s opinion piece made me weep with despair at the attitudes revealed in the YouGov poll (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/britain-poor-people-leisure-victorian-workhouse\" title=\"\">Britons have become so mean that many of us think poor people don’t deserve leisure time, 8 August</a>). She asks: “How did we get here?” The answer lies in decades of peddling the myth that wealth and success flow from personal endeavour and skill, and that poverty and failure are due to personal shortcomings.</p><p>No political party (with the possible short-lived exception of Labour under Jeremy Corbyn and John McDonnell) has dared draw attention to the reality that most wealth and success stems from a mix of good fortune and the appropriation of other people’s resources and labour over centuries.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/attitudes-to-the-poor-are-based-on-a-myth\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/attitudes-to-the-poor-are-based-on-a-myth", "date_published": "2023-08-11T17:03:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benefit cap punishes children by forcing them into poverty | Letters", "description": "<p>The government’s two-child cap on benefits takes no account of the unexpected challenges that can confront any family, writes <strong>Kathleen Foster</strong>. Plus letters from <strong>Claire Edwards</strong> and <strong>Linda Theobald</strong></p><p>I assume Eleanor Talbot possesses a crystal ball, considering her letter supporting the two-child cap on benefits (<a href=\"https://www.theguardian.com/society/2023/aug/08/parents-should-only-have-more-children-if-they-can-afford-it\" title=\"\">8 August</a>). Most parents do consider whether or not they can afford children before having them. However, life happens. You may become disabled. Your partner may die. You may lose your job. No parent can predict these things upon conception, and we should have a system to support all families who fall on hard times, regardless of their size.</p><p>Also, children are not responsible for the choices of their parents and they shouldn’t be made to suffer. Moralising about who’s responsible for their upkeep does nothing to change the fact that once a child is born, they have needs that have to be met. A childhood of grinding poverty should not be the punishment for families who have more children. This is the punishment for over a million children forced into poverty or forced deeper into it simply for having more than one sibling.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/benefit-cap-punishes-children-by-forcing-them-into-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/benefit-cap-punishes-children-by-forcing-them-into-poverty", "date_published": "2023-08-11T17:01:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Lawrence: ‘I’ve got a lot more to show in an England jersey’", "description": "<p>Dropped by Eddie Jones and at Worcester when they went under, powerful back has made it into the England World Cup squad</p><p>Relaxing at home last Sunday evening, watching the Lincoln Lawyer on Netflix, there was finally a chance for Ollie Lawrence to reflect. By any standards his own rollercoaster ride from unemployment to World Cup selection inside a year has been a stirring story, even without the untimely knee injury which has latterly sidelined him for eight weeks.</p><p>On Saturday he returns to a competitive rugby field, having now cemented his place in <a href=\"https://www.theguardian.com/sport/2023/aug/08/england-world-cup-squad-steve-borthwick-breakdown-rugby-union\" title=\"\">England’s 33-man squad</a> for France. His partner and his family were particularly emotional when he delivered the good news; they have been there through all his ups and downs. “My missus just said: ‘I don’t think anyone could have imagined these last 12 months and I don’t think it will ever happen again,’” Lawrence says. “It was just nice to have that conversation. It was one of those moments where you really take it all in.”</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/rugby-union-ollie-lawrence-england-jersey\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/rugby-union-ollie-lawrence-england-jersey", "date_published": "2023-08-11T17:00:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than 2,000 people missing at sea as use of deadliest route to EU doubles", "description": "<p>Hundreds dying as route from Libya or Tunisia to Greece or Italy made in unseaworthy, overloaded boats</p><p>The number of people taking the world’s deadliest migratory route – across the central Mediterranean – to reach the EU has more than doubled, driving irregular crossings at the bloc’s external borders to their highest level in seven years.</p><p>As migration returns to the top of Europe’s political agenda, including in Britain, Europe’s border and coast guard agency <a href=\"https://frontex.europa.eu/media-centre/news/news-release/central-mediterranean-accounts-for-more-than-half-of-irregular-crossings-into-eu-eRPF7z\">said on Friday</a> irregular arrivals had risen by 13% between January and July to 176,100, the highest number for the period since 2016.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/more-than-2000-people-missing-at-sea-as-use-of-deadliest-route-to-eu-doubles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/more-than-2000-people-missing-at-sea-as-use-of-deadliest-route-to-eu-doubles", "date_published": "2023-08-11T16:59:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Red, White and Royal Blue review – bland gay romance opts for beige", "description": "<p>Amazon’s adaptation of the hit romance novel about a prince and the US president’s son is well-intentioned yet listless</p><p>For many viewers, there’ll be something charmingly synthetic about Amazon’s milquetoast romcom Red, White and Royal Blue, another film aiming to show that gay love stories can be just as basic and sickly sweet as straight ones. Its overwhelming blandness is sort of the point, a sign of true representation, but vaguely admirable intentions only get the film so far – a win that it exists perhaps, but a loss for those hoping for something better than a Hallmark movie.</p><p>The painfully slow rise in gay stories that cater to a broader crowd has given us some crowd-pleasing winners, standout films like Love, Simon, Bros and Happiest Season, showing the importance and pleasure of watching same-sex romance on a bigger canvas, bursting out of the arthouse closet. But the much-anticipated adaptation of Casey McQuiston’s fan favourite novel is closer to last year’s beige weepie <a href=\"https://www.theguardian.com/film/2022/dec/02/spoiler-alert-review-bland-gay-weepie-leaves-dry-eyes-in-the-house\">Spoiler Alert</a> and the recent tide of queer Christmas movies made for TV or streamers, like <a href=\"https://www.theguardian.com/film/2021/dec/02/single-all-the-way-review-netflix-first-gay-christmas-romcom\">Single All the Way</a> and The Christmas Setup, as boringly by-the-books as it comes. This isn’t always a problem within the romance genre, but here it’s never done with enough fizz or feeling for us to invest more than a passing double-screened interest, a plane movie that never takes off the ground.</p> <a href=\"https://www.theguardian.com/film/2023/aug/11/red-white-and-royal-blue-review-amazon-gay-romance\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/11/red-white-and-royal-blue-review-amazon-gay-romance", "date_published": "2023-08-11T16:58:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Data leaks have given Irish republican groups ‘upper hand’ against police, analysts warn", "description": "<p>Breaches hurt police morale and may help republican paramilitaries intimidate officers and their families</p><p>Police data breaches in Northern Ireland have given republican paramilitaries a powerful tool to intimidate, demoralise and target officers and their families for years to come, according to security experts.</p><p>The New IRA and other groups have gained the “upper hand” and will be able to use the <a href=\"https://www.theguardian.com/commentisfree/2023/aug/10/the-guardian-view-on-northern-irelands-data-leak-putting-lives-at-risk\">unprecedented leaks</a> of officers’ personal information to carry out psychological and possibly physical attacks, the analysts warned on Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/data-leaks-irish-republican-groups-upper-hand-against-police-analysts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/data-leaks-irish-republican-groups-upper-hand-against-police-analysts-warn", "date_published": "2023-08-11T16:46:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Merrick Garland appointing special counsel in Hunter Biden investigation", "description": "<p>US attorney general makes announcement deepening inquiry into Joe Biden’s son ahead of 2024 election</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/aug/11/trump-jan-6-investigation-hearing-jack-smith-clarence-thomas-live-updates\">Garland announces special counsel in Hunter Biden inquiry – live updates</a></li></ul><p>The US attorney general, Merrick Garland, sent shockwaves through US politics on Friday when he announced he is appointing a special counsel in the <a href=\"https://www.theguardian.com/us-news/2023/aug/06/hunter-joe-biden-republican-legal-problem\">Hunter Biden</a> inquiry, deepening the investigation of the president’s son ahead of the 2024 election.</p><p>The move is a momentous development from the usually cautious Garland and comes amid a pair of sweeping justice department investigations into Donald Trump, Joe Biden’s chief rival in next year’s election.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/hunter-biden-special-counsel-investigation-merrick-garland\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/hunter-biden-special-counsel-investigation-merrick-garland", "date_published": "2023-08-11T16:30:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Saudis ask to join UK, Italy and Japan’s joint air combat programme", "description": "<p>UK-backed move could help spread cost of developing fighter jet and drones, but may prove controversial</p><p>Saudi Arabia has asked the UK, Japan and Italy to be made a full partner in their joint effort to build the next generation of fighter jets, in a move backed by the British government.</p><p>Companies from the UK, Japan and Italy are working together to build a new fighter jet and other systems such as drones under the Global Combat Air Programme (GCAP), also known as Tempest. The programme aims to deliver the first planes by 2035, a tight turnaround.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/saudi-arabia-asks-to-join-uk-italy-japan-joint-air-combat-programme-tempest-gcap\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/saudi-arabia-asks-to-join-uk-italy-japan-joint-air-combat-programme-tempest-gcap", "date_published": "2023-08-11T16:13:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Run-DMC to Kendrick Lamar: hip-hop at 50 – in pictures", "description": "<p>The 50th anniversary of hip-hop is being celebrated this month, so here’s a look back at a bold and influential genre that started when DJ Kool Herc, also known as Clive Campbell, created the style at a Bronx party in 1973. The term was officially coined in 1982 and in the years since, hip-hop has introduced stars from LL Cool J to Lil’ Kim to Drake</p> <a href=\"https://www.theguardian.com/music/gallery/2023/aug/11/hip-hop-at-50-run-dmc-kendrick-lamar\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/aug/11/hip-hop-at-50-run-dmc-kendrick-lamar", "date_published": "2023-08-11T16:10:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #99: The only singer I wish I had seen at this summer’s festivals? Hozier", "description": "<p>In this week’s newsletter: His secret Glastonbury set gave me Fomo – now the underrated Irishman is back with an album that made me cry … twice</p><p>• <strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up here</a></strong></p><p>Watching Glastonbury from my sofa this summer, I was surprised – for the most part – not to find myself <a href=\"https://www.theguardian.com/lifeandstyle/2021/dec/31/say-no-to-fomo-how-i-embraced-staying-in\">overwhelmed with Fomo</a>. I had access to a shower on a sticky summer weekend! I wasn’t surviving off chips! I hadn’t – as I did in around 2018 – chucked so much glitter on my parting that I was picking it off my scalp weeks later. I was quite content watching the weekend unfold on BBC iPlayer – that was, until Hozier’s surprise set, when I was suddenly overcome with not only Fomo but alsoa burning desire to actually <em>be</em> <a href=\"https://www.theguardian.com/culture/live/2019/feb/15/hozier-webchat-post-your-questions-now-take-me-to-church\">Hozier</a>.</p><p>If only I had stuck with any of the musical instruments I had taken up and abandoned as a child, or been born in County Wicklow, or, er, just been born as Andrew Hozier Byrne and not as myself. I too could be delivering a spiritual experience to the masses, in my trusty denim jacket, looking like I booked Glastonbury at 12 and a Just Stop Oil protest at 2.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/11/the-guide-hozier-glastonbury-unreal-earth\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/11/the-guide-hozier-glastonbury-unreal-earth", "date_published": "2023-08-11T16:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US government unveils $1.2bn carbon capture plan", "description": "<p>Critics concerned energy department decision on fledgling technology will undermine efforts to phase out fossil fuels</p><p>The US energy department has announced it is awarding up to $1.2bn to two projects to directly remove carbon dioxide from the air, a fledgling technology that some climate experts worry will distract and undermine efforts to phase out fossil fuels.</p><p>The process, known as direct air capture, does not yet exist on a meaningful scale, and the move was being seen as the US government taking a big bet coming after July was confirmed as the <a href=\"https://www.theguardian.com/environment/2023/aug/08/july-2023-worlds-hottest-month-climate-crisis-scientists-confirm\">hottest month ever</a> recorded on its surface.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/us-government-biden-carbon-capture\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/us-government-biden-carbon-capture", "date_published": "2023-08-11T15:44:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Musk says proposed Zuckerberg cage fight to be held at ‘epic location’ in Italy", "description": "<p>X owner in talks with government over historic site for event – though Colosseum and Rome ruled out</p><p>Elon Musk is in talks with Italy’s government about hosting his proposed <a href=\"https://www.theguardian.com/technology/2023/jun/22/mark-zuckerberg-elon-musk-cage-match\">cage fight with Mark Zuckerberg</a> at a historic site in the country, but the Colosseum has been ruled out as a venue.</p><p>He and the chief executive of Meta first discussed the idea of a one-on-one scrap back in June after Zuckerberg’s launch of Threads, a rival microblogging site to Musk’s Twitter platform.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/11/elon-musk-mark-zuckerberg-cage-fight-italy-government\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/11/elon-musk-mark-zuckerberg-cage-fight-italy-government", "date_published": "2023-08-11T15:40:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy sacks military recruitment heads over frontline bribes scandal", "description": "<p>Ukrainian president describes taking of cash from people who want to avoid conscription as form of treachery</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/aug/11/russia-ukraine-war-live-updates-missile-strikes-zaporizhzhia-hotel-deaths-casualties-injured\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Volodymyr Zelenskiy has announced the dismissal of all the heads of Ukraine’s regional military recruitment centres in the latest drive to root out corruption after officials were accused of taking bribes from those seeking to avoid the frontlines.</p><p>At a time when the country’s army is in need of new recruits, Ukraine’s president described the taking of cash from people who wanted to avoid conscription while others suffered as a form of treachery.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/zelenskiy-sacks-all-military-recruitment-heads-over-frontline-bribes-scandal-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/zelenskiy-sacks-all-military-recruitment-heads-over-frontline-bribes-scandal-ukraine", "date_published": "2023-08-11T15:23:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Borthwick puts faith in Saracens spine as England aim for redemption", "description": "<p>England coach, who can ill-afford to lose to Wales in next World Cup warm-up, knows the impact a Saracens core can have</p><p>One of the first phone calls Steve Borthwick made as England coach was to Elliot Daly, a player whose talent has been abundantly clear from an early age but whose international form nosedived in the final years of Eddie Jones’s tenure.</p><p>In hindsight, that drop-off is of little surprise. Daly joined Saracens at the height of their crisis and towards the end of his time in Jones’s side gave the impression of someone for whom representing his country was something to endure rather than enjoy. The upheaval had evidently taken its toll.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/borthwick-puts-faith-in-saracens-spine-as-england-aim-for-redemption-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/borthwick-puts-faith-in-saracens-spine-as-england-aim-for-redemption-rugby-union", "date_published": "2023-08-11T15:21:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like something I dreamt’: World Scout Jamboree’s descent into chaos", "description": "<p>Swedish scout leader describes sprawling event in South Korea hit by heavy rains, scorching heat, illness and poor organisation</p><p>The 25th World Scout Jamboree in South Korea – a sprawling event held on barren land reclaimed from the sea and involving 43,000 participants from 158 countries – descended into chaos last week.</p><p>Scorching heat, heavy downpours and poor organisation led to UK and US scouts pulling out of the festival early, after <a href=\"https://www.theguardian.com/world/2023/aug/03/south-korea-heatwave-world-scout-jamboree-injury-treatment-headaches-exhaustion\">hundreds of young people fell ill</a>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/world-scout-jamborees-chaos-south-korea-rains-heat-illness\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/world-scout-jamborees-chaos-south-korea-rains-heat-illness", "date_published": "2023-08-11T15:18:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why this lament for a burnt-out pub? Is it because Britain seems a bit of a Crooked House these days? | Marina Hyde", "description": "<p>The fate of a historic landmark has certainly struck a chord: neglected and then reduced to rubble. Uncanny isn’t it?</p><p>Has anyone seen Adam and Carly Taylor, owners of the Crooked House on Himley Road in Staffordshire? The Taylors took ownership of the historic wonky pub just over a fortnight ago, only for it to be gutted by fire nine days later. Within 48 hours of the night-time blaze, which has sparked national outrage, the structural remains of the Crooked House were hastily <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/you-will-be-missed-locals-seek-answers-about-destruction-of-crooked-house-pub\">reduced to rubble by a digger</a> – without council permission. Which has also sparked national outrage. But still no public sign of the Taylors. Normally in a case such as this, you would expect to see the owners weeping on the local TV news about their loss and the cruelty of it. Yet even as the story goes international with a big write-up in the <a href=\"https://www.nytimes.com/2023/08/10/world/europe/crooked-house-pub-fire.html\">New York Times</a>, Adam and Carly are nowhere to be seen. Perhaps they are simply too devastated to come before the TV cameras.</p><p>We should note right from the get-go that the couple have not been identified as suspects – indeed, the local police show impressive commitment to modernspeak by announcing that they “<a href=\"https://www.staffordshire.police.uk/news/staffordshire/news/2023/august/update-on-crooked-house-fire/\">continue to engage</a>” with the owners. A way of putting it that suggests the force “reached out” to the pair, “opened a constructive dialogue”, and “hope to land on the same page” in due course. We must wish them all the best with their investigation, at the same time as encouraging any Belgian or deerstalkered detectives to make their way immediately to the Dudley area to assist with inquiries.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/crooked-house-burnt-out-pub-historic-landmark\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/crooked-house-burnt-out-pub-historic-landmark", "date_published": "2023-08-11T15:18:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What is legionella and what damage can it cause?", "description": "<p>We look at the health hazard of the bacteria discovered on the Bibby Stockholm barge and who is most at risk</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/aug/11/legionella-discovery-forces-asylum-seekers-off-bibby-stockholm-just-days-after-arrival\">Legionella discovery forces asylum seekers off barge</a></li></ul><p>With <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/legionella-discovery-forces-asylum-seekers-off-bibby-stockholm-just-days-after-arrival\">legionella bacteria having been discovered in the water supply on the Bibby Stockholm</a> barge just days after asylum seekers were moved onboard, we take a look at the health hazard.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/what-is-legionella-bacteria-and-what-damage-can-it-cause-bibby-stockholm-barge\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/what-is-legionella-bacteria-and-what-damage-can-it-cause-bibby-stockholm-barge", "date_published": "2023-08-11T15:16:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Defining World Cup moment on the line as Matildas look to make history | Kieran Pender", "description": "<p>Australia face their toughest match yet against France’s lethal attack but Les Bleues may fear the same of Tony Gustavsson’s side</p><p>Here we go again. For the third match in a row, the Matildas face a do-or-die moment. Win and the dream stays alive, lose and it is all over.</p><p>Such is the nature of the World Cup, these beguiling moments every four years that take fans, entire nations even, from the depths of despair to the highest heights of ecstasy. Everything turns on these 90, 120 or more minutes on Saturday afternoon. The hopes and dreams of Australia on the shoulders of 23 women.</p> <a href=\"https://www.theguardian.com/football/2023/aug/12/womens-world-cup-2023-matildas-vs-france-match-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/12/womens-world-cup-2023-matildas-vs-france-match-preview", "date_published": "2023-08-11T15:00:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How does it feel to live without a smartphone? ‘Almost spiritual’", "description": "<p>For most, giving up a smartphone in 2023 would be an almost inconceivable inconvenience. But those who’ve done it say they found delight with dumber devices</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Earlier this year, Angelo Profera’s smartphone gave up the ghost. Like many 21-year-olds, he’d been using it a lot: messaging friends, scrolling social media and taking care of personal admin. But he’d also started feeling like the phone was more chore than convenience. “I felt a lot of pressure to be connected,” he says. “I didn’t like how much energy I was putting into answering voice messages and being available all the time.”</p><p>Browsing for a replacement phone, he had a brainwave. He left the shop with a phone that had no internet and could only receive calls and text messages: a dumb phone. It was a bold move for a smartphone native, and Profera, who lives in Switzerland, was initially worried his new device might cause some problems. Instead, he says, it has transformed the way he interacts with the world.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/12/how-does-it-feel-to-live-without-a-smartphone-almost-spiritual\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/12/how-does-it-feel-to-live-without-a-smartphone-almost-spiritual", "date_published": "2023-08-11T15:00:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Maria Bradford’s Leone star – recipe | The good mixer", "description": "<p>A west African twist on the prosecco cocktail, featuring pineapple and star fruit as striking additions</p><p>This fruity, refreshing drink is named after Sierra Leone’s national football team. You’ll need a juicer to make it.</p><p>This is an edited extract from Sweet Salone: Recipes from the Heart of Sierra Leone, by Maria Bradford, published by Quadrille at £30. To order a copy for £26.40 go to <a href=\"https://guardianbookshop.com/sweet-salone-9781787137967\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/11/cocktail-of-the-week-maria-bradford-leone-star-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/11/cocktail-of-the-week-maria-bradford-leone-star-recipe", "date_published": "2023-08-11T15:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The key to a longer life? Why I tried to walk exactly 3,967 steps in a day", "description": "<p>A study says this is the number needed to cut risk of dying from any cause – so I took on the task</p><p>“Good luck!” reads the text from my editor that arrives at 7.53am. But I don’t need it. As personal challenges go, I’m not remotely intimidated by what’s on the agenda today. In the name of science, I have been tasked with hitting exactly 3,967 steps and making the most of every one. Easy.</p><p>If 3,967 steps a day seems precise, that is because it is. A study published in the<em> </em><a href=\"https://www.theguardian.com/society/2023/aug/09/revealed-walking-just-4000-steps-a-day-can-reduce-risk-of-dying\">European Journal of Preventive Cardiology</a> this week found it was the exact number at which the risk of dying from any cause started to reduce. Researchers found as few as 2,337 steps a day started to lessen the risk of dying from cardiovascular diseases.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/key-longer-life-why-walk-exactly-3967-steps-day\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/key-longer-life-why-walk-exactly-3967-steps-day", "date_published": "2023-08-11T15:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Powerful and defiant: how Colombia’s World Cup journey gripped a nation", "description": "<p>Players, who protested against lack of resources at home, have become national heroes before quarter-final against England</p><p>It was with that one striking image, one muggy Friday night in Cali 13 months ago, that Colombia’s World Cup journey began. Fists clenched and arms thrust up into the night sky, the national team players belted out the national anthem before their opening qualifier against Paraguay with a message of resistance that was unequivocal in its demand for change. Powerful and defiant, it was the moment the women’s team had boldly, yet impudently, seized the stage.</p><p>A day earlier, football league chiefs had sparked outrage by scrapping a long-promised commitment for a domestic tournament during the second half of the year. “There’s just no interest,” Felipe Jaramillo, the president of the Colombian top division, said. “We can’t have a league with just a few teams.” That same old excuse, echoed from the male-dominated top of the women’s game, had been heard time and time again. The record needed to change.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/colombia-world-cup-journey-england-quarter-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/colombia-world-cup-journey-england-quarter-final", "date_published": "2023-08-11T14:54:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s right to free speech ‘not absolute’, says judge due to decide protection order in election case – live", "description": "<p>Tanya Chutkan says she intends to resolve objections to protective order on what Trump can and cannot share publicly in first hearing of election case</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>US judge Tanya Chutkan said she will adopt the defense’s scope for the protective order – non sensitive material won’t be covered – because she is not persuaded that the justice department showed good cause.</strong></p><p>However, she notes that Trump is bound by release conditions preventing witness intimidation anyway.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/11/trump-jan-6-investigation-hearing-jack-smith-clarence-thomas-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/11/trump-jan-6-investigation-hearing-jack-smith-clarence-thomas-live-updates", "date_published": "2023-08-11T14:49:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "English wine producers predict bumper harvests after July rainfall", "description": "<p>Growers say temperatures have been just right and expect their highest and best yields of grapes to date</p><p>While the rainfall in July may have been unwelcome to some it came at the right time for wine producers in England, who are predicting bumper harvests after perfect weather this year.</p><p>Growers are expecting the highest and best yields to date, boosting the burgeoning wine industry in the UK. There are now 943 vineyards across Great Britain, according to <a href=\"https://winegb.co.uk/wp-content/uploads/2023/06/WineGB-Industry-Report-2022-23-FINAL-4.pdf\">a new report</a> from the trade group WineGB. The industry produced 12.2m bottles in 2022, a large rise on the 5.3m bottles in 2017.</p> <a href=\"https://www.theguardian.com/business/2023/aug/11/english-wine-producers-predict-bumper-harvests-after-july-rainfall\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/11/english-wine-producers-predict-bumper-harvests-after-july-rainfall", "date_published": "2023-08-11T14:35:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fiona Allen: On the Run review – Smack the Pony star’s standup debut", "description": "<p><strong>Pleasance Courtyard, Edinburgh<br /></strong>Though she emerged as 00s comedy royalty, Allen’s show about kicking back against dull domesticity only raises a few smiles</p><p>How to calibrate your expectations on approaching Fiona Allen’s new show at the Edinburgh fringe? On the one hand, she is comedy royalty, one-third of iconic 00s sketch show <a href=\"https://www.theguardian.com/tv-and-radio/2019/jan/23/sexy-stupid-and-still-spot-on-the-timeless-genius-of-smack-the-pony\">Smack the Pony</a>. On the other, standup is her <a href=\"https://www.theguardian.com/society/2016/nov/27/encore-careers-changing-patterns-working-life\">“encore career</a>”, a new direction for a woman now making her festival debut aged 58. There is enough in On the Run to suggest the Lancastrian has the makings of a fine comic. But (expectation management incoming …) it’s more the show of a rookie than a veteran.</p><p>It’s called On the Run because this new pursuit is Allen’s way, she tells us, of escaping her family. A mother of three, much of her material covers parenting and married life with her chaotic husband. It’s not adventurous, but Allen brings the spiky perspective of a woman kicking back against the dull domestic assumptions of motherhood. That teddy bear your kids bring home from school? Allen poses it for some very uncompromising photographs. The trend for positive-affirmation parenting? You can bet Allen doesn’t feel positive about it.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/fiona-allen-on-the-run-review-pleasance-courtyard-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/fiona-allen-on-the-run-review-pleasance-courtyard-edinburgh", "date_published": "2023-08-11T14:30:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China’s economic problems show things are seriously amiss | George Magnus", "description": "<p>Underlying longer-term weaknesses in the economy are bound up with Beijing’s repressive political system</p><p>At a Politburo meeting last month, China’s leaders referred to the economic recovery this year as “torturous”. You won’t often hear such candour coming from a Chinese Communist party institution, let alone such an elevated body. They were referring to current conditions, of course, but China’s problems reveal much that is systemically out of kilter in its economic and political system.</p><p>During the past few days, some of the statistics China has published have caused a stir. Consumer prices in July were lower than a year ago, suggesting it might be on the cusp of deflation, which reflects a chronic shortage of demand in the economy. And China’s foreign trade in the same month showed a sharp fall in exports due to weak global demand, with a sharper decline in imports signifying weakness in demand at home. There were murky factors affecting both but the message is that something more serious is amiss in China.</p> <a href=\"https://www.theguardian.com/business/2023/aug/11/china-economic-problems-show-things-are-seriously-amiss\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/11/china-economic-problems-show-things-are-seriously-amiss", "date_published": "2023-08-11T14:17:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bayern Munich will hope Kane arrival helps restore their missing swagger | Andy Brassell", "description": "<p>They may have won 11 straight Bundesliga titles but all has not been well in Bavaria where the scrutiny is always intense</p><p>All of a sudden none of it matters. Not a frustrating summer in the transfer market, with the lack of a sporting director often apparent. Not missing out on Declan Rice. Not even the uncertainty over the goalkeeping position. Harry Kane’s impending arrival at the Allianz Arena is a moment of triumph for Bayern Munich, and they are right to celebrate it.</p><p>How badly Bayern have needed this, on so many levels. Not necessarily on a statistical one – the team scored 92 Bundesliga goals last season, compared with 97 in 2021-22, a negligible difference in light of the exit of Robert Lewandowski, who had scored 35 of that latter figure. There were and are goals from everywhere in the squad: from Thomas Müller, Jamal Musiala, Serge Gnabry, Kingsley Coman, Leroy Sané and even the promising Mathys Tel.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/bayern-munich-will-hope-kane-arrival-helps-restore-their-missing-swagger\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/bayern-munich-will-hope-kane-arrival-helps-restore-their-missing-swagger", "date_published": "2023-08-11T14:14:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Unparalleled treasure trove’ of 16th-century texts worth $25m up for auction", "description": "<p>The collection of T Kimball Brooker comprises more than 1,300 books, including an early manuscript of Leonardo da Vinci’s treatise on painting</p><p>An “unparalleled treasure trove” of 16th-century Renaissance texts is expected to fetch in excess of $25m (£19.7m)when it goes up for auction later this year.</p><p>Bibliophile T Kimball Brooker amassed more than 1,300 titles over the course of six decades. The collection, one of the most significant rare libraries to ever reach auction, features French and Italian volumes in their original bindings.</p> <a href=\"https://www.theguardian.com/books/2023/aug/11/16th-century-texts-worth-25m-dollars-up-for-auction-t-kimball-brooker-sothebys\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/11/16th-century-texts-worth-25m-dollars-up-for-auction-t-kimball-brooker-sothebys", "date_published": "2023-08-11T14:05:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for raspberry, limoncello and white chocolate swiss roll | The new vegan", "description": "<p>Or how to add a touch of class and intrigue to the traditional teatime favourite…</p><p>I’m yet to meet anyone who can resist a swiss roll. It’s such a British classic, with endless variations and much easier to make than you might think. While I have a fondness for swiss rolls that simply contain a layer of jam, when I want something a bit more impressive, fresh cream and limoncello make an appearance, too. Adding a bit of oil to the sponge isn’t traditional, but I find it provides a bit of extra security against cracks when rolling.</p> <a href=\"https://www.theguardian.com/food/2023/aug/11/raspberry-limoncello-white-chocolate-swiss-roll-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/11/raspberry-limoncello-white-chocolate-swiss-roll-recipe-benjamina-ebuehi", "date_published": "2023-08-11T14:00:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In Ecuador, a presidential candidate was assassinated. The tragedy is that no one was surprised | Jorge Núñez", "description": "<p>Our country is locked in a spiral of killing and violence. We can end this narco nightmare, but the omens are not good</p><p>Wednesday’s assassination of a presidential candidate is the second high-profile political killing in less than a month in Ecuador. Fernando Villavicencio <a href=\"https://www.theguardian.com/world/2023/aug/10/ecuador-fernando-villavicencio-assassination-presidential-candidate-update\">was killed</a> as he left a political rally – and popular city mayor Agustín Intriago <a href=\"https://www.bbc.co.uk/news/world-latin-america-66289355\">was shot dead</a> while attending a public event only two weeks ago. During Guillermo Lasso’s presidency, eight public officials or candidates for office have been killed and <a href=\"https://www.theguardian.com/world/2023/apr/23/ecuador-violence-guayaquil-guillermo-lasso\">several have survived murder attempts</a>.</p><p>How can we understand the spiral of political violence in Ecuador? How did Ecuador go from being one of the safest countries in Latin America to being one the most violent countries in the region?</p><p>Jorge Núñez is an anthropologist and currently visiting scholar at SUM, University of Oslo</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/ecuador-presidential-candidate-killing-violence-drugs\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/ecuador-presidential-candidate-killing-violence-drugs", "date_published": "2023-08-11T14:00:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experts ‘rewild’ British Sign Language with new environmental terms", "description": "<p>Creation of hundreds of signs aimed at making conversations about climate more accessible for deaf people</p><p>Scientists and British Sign Language users have created new signs for greenhouse gases, carbon footprint, and more than 200 other environmental terms.</p><p>It is hoped the effort to “rewild” BSL will make climate and biodiversity science more accessible for deaf people.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/carbonfootprint.html\">Carbon footprint</a>: </strong>Left hand as a C shape with right hand fingers moving away from the left hand to resemble carbon being released to the environment.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/greenhousegases.html\">Greenhouse gases</a>:</strong> Both hands in circular shapes move around to represent gases, then put the left hand at the horizontal position and move the right hand, with the index finger pointing, down and back up to the left hand to show the sunlight reflecting on Earth’s surface.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/carnivores.html\">Carnivores</a>:</strong> Two five-fingered claws coming together as sharp teeth.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/herbivores.html\">Herbivores</a></strong>: Closed fists together, palms facing, with right hand on top + slide knuckles against each other in a circular “teeth grinding” motion.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/omnivores.html\">Omnivores</a></strong>: Sign for “carnivores” + sign for “herbivores”</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/cetaceans.html\">Cetaceans</a></strong> (marine mammals including whales, dolphins and porpoises): Bring hands together to form a circle that faces the ground (sign for “group”) + link thumbs, palms facing the body, and fan palms up and out to resemble “whale tail fin”.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/naturalselection.html\">Natural selection</a></strong> (the natural process whereby the best-adapted individuals survive longer, have more offspring, and thereby spread their characteristics): Two index fingers moving forward and the right hand, index still pointed, “falls down”, and the left index finger continues to stay upright and moves forward.</p><p><strong><a href=\"https://www.ssc.education.ed.ac.uk/BSL/environment/rewilding.html\">Rewilding</a></strong> (the process of creating habitats that are similar to the conditions present before the natural habitat was changed by human actions): Two flat hands, palms facing down, then drop palms while pulling hands back (sign for “habitat” but upside down). Then right hand at a distance from the body turns from palm facing up to down.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/british-sign-language-created-climate-and-biodiversity-terms\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/british-sign-language-created-climate-and-biodiversity-terms", "date_published": "2023-08-11T14:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Main customers’: Russians fleeing Putin’s war find a home in Phuket", "description": "<p>Thai island has had influx of those either trying to avoid fighting in Ukraine or feel unwelcome in Europe</p><p>In the humid evenings on the Thai island of Phuket, Aleksei* often sits alone on his balcony, and wonders if the past 18 months have been a strange dream. Last year, he was living with his mother and siblings in Moscow, and working in an IT job in one of the city’s skyscrapers. Russia’s invasion of Ukraine on 24 February 2022 changed everything.</p><p>“At that moment I thought, ‘OK what opportunities do I have here in Russia?’ Go to war, which I don’t want of course because Ukrainians are our brothers,” he says. The alternative, to protest, was hopeless. “It is impossible to fight against the government in Russia,” he says.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/russians-fleeing-putin-war-find-a-home-in-phuket-thailand-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/russians-fleeing-putin-war-find-a-home-in-phuket-thailand-ukraine", "date_published": "2023-08-11T13:57:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Wiegman replaces James will define the type of team England are | Jonathan Liew", "description": "<p>Manager faces a tactical and personnel conundrum going into quarter-final with Colombia – but she is nothing if not prepared </p><p>Michelle Alozie’s butt is fine. We can probably stop talking about Michelle Alozie’s butt now. As the Nigeria defender put it herself, the time has probably come to draw a line under the warm potage of takes and judgments that followed her fleeting brush with notoriety during Monday’s game against England. You might think that a woman with a degree in molecular biology, a job as a researcher into childhood leukaemia and four appearances at the World Cup would be remembered for something other than being <a href=\"https://www.theguardian.com/football/2023/aug/07/lauren-james-sarina-wiegman-world-cup-red-card-nigeria-england-beckhamesque\" title=\"\">Lauren James’s temporary carpet</a>. But that is not yet the world we live in.</p><p>Nevertheless, amid all this froth and hoopla there are more pressing matters to discuss. James has been given a two-game ban, which as well as a source of personal anguish constitutes a decision of pivotal importance for Sarina Wiegman. How on earth do you replace the player who in many ways has been the key to your entire tournament?</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/how-wiegman-replaces-james-will-define-the-type-of-team-england-are\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/how-wiegman-replaces-james-will-define-the-type-of-team-england-are", "date_published": "2023-08-11T13:57:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Baltimore Orioles are a dream on the field. Behind the scenes it’s different", "description": "<p>Baltimore have been the baseball season’s unlikeliest success story. But their ownership’s taste for self-made controversy has threatened to dwarf the feelgood tenor at Camden Yards</p><p>With her Baltimore Orioles-themed Hawaiian shirt draped over her Baltimore Orioles T-shirt, Maureen Hall has been hooked on baseball since she was seven years old. The clacking sound of metal baseball spikes reminds her of the time she caught eyes with franchise legend Brooks Robinson as he jogged onto the field at Baltimore’s old Memorial Stadium. The muffled sounds of AM radio remind her of the nights she tucked a transistor radio underneath her pillow so she could listen to the Orioles before falling asleep. Weekday afternoon games remind her of when she ditched the nuns at Seton High School in favor of a deli sandwich and a daytime ballgame.</p><p>Standing beneath the brick buildings that tower over the right field pavilion at Camden Yards, Hall has the Orioles logo dangling from her earlobes, adorning the temples of her sunglasses and tattooed on the inner part of her left arm. She worked for 25 years as a middle school teacher, but that didn’t stop her from attending every opening day and, if she was able, around 50 games per season. Since Camden Yards opened in 1992, she spends as much time in the stands as she can.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/baltimore-orioles-owner-controversy-john-angelos\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/baltimore-orioles-owner-controversy-john-angelos", "date_published": "2023-08-11T13:49:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Outcry over loss of features on Bangkok’s landmark ‘robot building’", "description": "<p>Campaigners criticise renovation and call for better protection for the city’s distinctive architecture</p><p>A famous Bangkok landmark known as the “robot building” has been stripped of its identity, heritage campaigners have said, as they called for the city’s distinctive architecture to preserved.</p><p>The building - in the form of a giant robot made up of stacks of cubes and inspired by the architect watching his son play with a toy - has loomed over one of Bangkok’s busiest commercial districts for decades. Its design included oversized bolts and antenna, as well as windows shaped like cartoonish eyes.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/outcry-over-loss-of-features-on-bangkok-landmark-robot-building\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/outcry-over-loss-of-features-on-bangkok-landmark-robot-building", "date_published": "2023-08-11T13:33:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My wife finds her mother’s rightwing rants hurtful. Should we cut her off? | Ask Annalisa Barbieri", "description": "<p>Put your relationship first and maintain a united front – and if your mother-in-law becomes too toxic, walk away</p><p><strong>My wife is constantly made extremely upset by her mother’s behaviour, which has always been </strong><strong>difficult </strong><strong>but has progressed to new levels. My mother-in-law </strong><strong>is a solitary person with no friends, although she has been</strong> <strong>married to my wife’s dad for many years. </strong><strong>She spends entire days alone looking at right</strong><strong>wing websites </strong><strong>whil</strong><strong>e he is at work. The opinions she hears exacerbate her racist, homophobic views. </strong></p><p><strong>My wife and I are both women in our mid-30s, together for 10 years. We have good jobs, my wife in particular, and I believe lots of </strong><strong>her mother’s anger is directed specifically towards her.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/my-wife-finds-her-mothers-rightwing-rants-hurtful-should-we-cut-her-off\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/my-wife-finds-her-mothers-rightwing-rants-hurtful-should-we-cut-her-off", "date_published": "2023-08-11T13:30:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Of course Greta Thunberg is right to call out greenwashing, but the reality can be messy | Charlotte Higgins", "description": "<p>Her withdrawal from the Edinburgh book festival was a blow to the event, and raises questions about how best to demand change </p><p>The Edinburgh international book festival <a href=\"https://www.edbookfest.co.uk/?gclid=Cj0KCQjwldKmBhCCARIsAP-0rfxtVbGYYGZS-sYw9DQ4fcEJYpWC4LXCHBcZUVhrPtn-5DZpujonXpsaAg0oEALw_wcB\">opens on Saturday</a>. <a href=\"https://www.edbookfest.co.uk/the-festival/events?keywords=Charlotte+Higgins&amp;event_date=&amp;attendance_mode=all&amp;theme_id=&amp;strand_id=&amp;kids_age_lower=0&amp;kids_age_upper=18&amp;age_group=all&amp;include_sold_out=1\">I will be there</a>, but it will go ahead without its headline event, one that would have seen 3,000 climate activists and readers gather to hear Greta Thunberg speak. The environmental campaigner <a href=\"https://www.independent.co.uk/arts-entertainment/books/news/greta-thunberg-edinburgh-greenwashing-b2387727.html\">cancelled</a> just over a week before she was due to appear, after a piece in the Scottish online investigative journal <a href=\"https://theferret.scot/book-festival-sponsor-investments-fossil-fuel-firms/\">the Ferret</a> pointed out that the festival’s main sponsor, fund manager Baillie Gifford, invests in companies connected with fossil fuels. “Greenwashing efforts by the fossil fuel industry, including sponsorship of cultural events, allow them to keep the social licence to continue operating,” she said in a statement.</p><p>It points to a wider narrative: the story of many cultural organisations across the UK over the past decade has been an increasing reliance on sponsorship and donors – especially in England, where private funding has been touted by Tory ministers as the answer to the ideologically motivated austerity cuts of 2010 onwards, a situation that has become more acute since the depredations caused by the Covid-19 pandemic. The result, though, has been problem piled upon ethical problem. Some organisations have found themselves rapidly untangling themselves from Russian money. (Tate, for example, <a href=\"https://www.theguardian.com/business/2022/mar/14/tate-galleries-billionaires-ukraine-invasion-us-eu\">severed ties</a> last March with sanctioned Russian billionaire Viktor Vekselberg, removing the former donor from an honorary position after the full-scale invasion of Ukraine.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/greta-thunberg-greenwashing-edinburgh-book-festival-arts\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/greta-thunberg-greenwashing-edinburgh-book-festival-arts", "date_published": "2023-08-11T13:10:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What Wilko collapse means for staff and shoppers – and who might buy it", "description": "<p>Most day-to-day operations continuing, but expected store closures likely to result in job losses</p><p>The budget retailer Wilko <a href=\"https://www.theguardian.com/business/2023/aug/10/wilko-collapses-into-administration-after-rescue-talks-fail\">formally called in administrators on Thursday</a>, after talks to secure rescue funding failed. So what does this move mean for its more than 12,000 staff and <a href=\"https://www.theguardian.com/business/2023/aug/10/im-broken-hearted-customers-mourn-the-end-of-wilko\">loyal customer base</a>.</p> <a href=\"https://www.theguardian.com/business/2023/aug/11/what-wilko-collapse-means-for-staff-and-shoppers-and-who-might-buy-it\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/11/what-wilko-collapse-means-for-staff-and-shoppers-and-who-might-buy-it", "date_published": "2023-08-11T13:09:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cumbria police admits huge breach of data of officers and staff", "description": "<p>Exclusive: Accidental publishing of names and salaries happened in March and follows scandal over PSNI leak</p><p>Another British police force has experienced a huge breach of the data of all its officers and staff, the Guardian has learned.</p><p>Cumbria police has admitted accidentally publishing the names and salaries of every one of its more than 2,000 employees and has apologised.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/cumbria-police-admits-huge-breach-of-data-of-officers-and-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/cumbria-police-admits-huge-breach-of-data-of-officers-and-staff", "date_published": "2023-08-11T13:07:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Challenge Cup final: Hull KR and Leigh look to end long wait for glory", "description": "<p>Finallists share similar histories where a win will provide and lift and a legacy for their working-class communities </p><p>It was the summer of 1980 when an infamous banner appeared on the outskirts of Hull on the eve of the historic Challenge Cup final between the city’s two rugby league clubs. “Last one out, turn the lights off,” it read, a nod to the fact that supporters of both Hull FC and Hull Kingston Rovers would be heading to Wembley en masse.</p><p>This weekend it is only the red half of Hull going to the capital but the same mantra will apply for fans of both finalists, two working-class communities which stand on the brink of a novel recent experience. The fact this is the first final since 1986 which doesn’t feature any of Leeds, St Helens, Wigan or Warrington emphasises the rarity of what is in store.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/hull-kr-and-leigh-await-chance-to-end-long-search-for-challenge-cup-glory-rugby-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/hull-kr-and-leigh-await-chance-to-end-long-search-for-challenge-cup-glory-rugby-league", "date_published": "2023-08-11T13:04:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italian writer and campaigner Michela Murgia dies at 51", "description": "<p>Anti-fascist novelist was a campaigner for LGBTQ+ rights and had recently made her illness public</p><p>Michela Murgia, the Italian writer and civil rights campaigner, has died at the age of 51.</p><p>Murgia, who was born in Cabras, Sardinia, and was known for her campaigns for LGBTQ+ rights and euthanasia, <a href=\"https://www.corriere.it/cultura/23_agosto_10/murgia-addio-pubblico-intervista-atto-politico-3d3f7668-3746-11ee-9948-9111a8f29e75.shtml\">publicly revealed</a> (in Italian) a few months ago that she had been diagnosed with stage four kidney cancer. The award-winning writer and intellectual decided to speak openly about her illness, continuing to write articles and speak at public debates.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/italian-writer-and-campaigner-michela-murgia-dies-at-51\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/italian-writer-and-campaigner-michela-murgia-dies-at-51", "date_published": "2023-08-11T13:01:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Crooked House rebuild would be ‘very complicated and costly endeavour’", "description": "<p>Black Country Living Museum, which displays recreated historical buildings, says it is not able to save demolished Staffordshire pub</p><p>Ever since it burned down and was then demolished last week, there have been calls for the Crooked House pub in Staffordshire to be <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/08/west-midlands-mayor-calls-for-crooked-house-pub-to-be-rebuilt-brick-by-brick\">rebuilt from scratch</a>.</p><p>Andy Street, the mayor of the West Midlands, told the local council he wanted to see it “rebuilt brick by brick (using as much original material as possible)”, and a Facebook group calling for it to be rebuilt has attracted more than 10,000 members.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/crooked-house-rebuild-would-be-very-complicated-and-costly-endeavour\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/crooked-house-rebuild-would-be-very-complicated-and-costly-endeavour", "date_published": "2023-08-11T13:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Playwright Sam Holcroft: ‘It felt like everyone else got a rulebook that I didn’t’", "description": "<p>Her latest play, A Mirror, mixes her keen eye for human behaviour and her experiences in North Korea, but there’s another influence that the writer has never spoken about – her autism diagnosis</p><p>A Mirror is not going to be a cosy night at the theatre. Yes, it has a starry cast – including Jonny Lee Miller, Sex Education’s Tanya Reynolds and Top Boy’s Micheal Ward. But <a href=\"https://www.theguardian.com/culture/2014/dec/28/rising-stars-2015-sam-holcroft\">Sam Holcroft</a>’s latest play, about making theatre in a country where art is state censored, is very cleverly designed to keep the audience on edge. That’s the whole point, says Holcroft: “We take it for granted that a night out at the theatre is a pleasant experience. But I wanted to give the audience the tiniest taste of what it might be like to attend a forbidden play in an authoritarian regime.”</p><p>When I speak with the company a few weeks into rehearsals, director <a href=\"https://www.theguardian.com/stage/2022/jun/05/the-glass-menagerie-amy-adams-duke-of-yorks-london-review-girl-on-an-altar-kiln-we-started-to-sing-arcola\">Jeremy Herrin</a> describes Holcroft’s play as a “Russian doll series of plays within plays”. There are lots of twists and turns – proper shocks that must remain shocking – so our conversation gets a little bit cryptic. Reynolds, who is very quiet and very thoughtful, is still trying to figure the play out: “I read it in one hit. It’s very thrilling and there are so many layers to it. It’s not a simple play to perform. We’re constantly trying to unpick things and get in deeper.”</p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/playwright-sam-holcroft-a-mirror-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/playwright-sam-holcroft-a-mirror-interview", "date_published": "2023-08-11T13:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The inexorable rise of albariño | Fiona Beckett on drinks", "description": "<p>The ideal wine for seafood, Galicia’s crisp, clean albariño isn’t exactly cheap, but find the right producer, and it’ll be worth every penny</p><p>If you’ve been watching <a href=\"https://www.theguardian.com/environment/2023/jul/10/weather-tracker-heat-dome-temperatures-spain-portugal-forecast\">the temperatures in Spain climb into the high 30Cs</a> in recent weeks, you might assume the whole country is hot and dry, but that’s far from the case in <a href=\"https://www.theguardian.com/travel/2017/aug/19/galicia-spain-holiday-guide-best-seafood-restaurants-bars-beaches-hotels#:~:text=B%2C%20loisestrella.com-,R%C3%8DAS%20BAIXAS,-The%20Ria%20de\">Rias Baixas</a> on the Galician coast. Part of the cool, often rainy area that is known as “green Spain”, the region is also home to the green albariño grape, which you’ll find on almost every self-respecting wine list these days. Pure, mineral and saline, as befits its proximity to the sea, albariño has become so popular, it is now the go-to white to drink with seafood.</p><p>Yields are low and demand insatiable, however, so prices are now on the high side. Even supermarket own-label isn’t cheap, unless it’s on promotion. <a href=\"https://groceries.morrisons.com/products/morrisons-the-best-albarino-565444011\">Morrisons The Best Albarino</a>, for example, is currently £12, though that is still less expensive than chablis, admittedly (if you haven’t come across albariño before and want to place it, that might be a useful comparison).</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/11/the-inexorable-rise-of-albarino-galicia-star-grape-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/11/the-inexorable-rise-of-albarino-galicia-star-grape-fiona-beckett", "date_published": "2023-08-11T13:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK renewable energy investment lagging behind rest of world, data shows", "description": "<p>Figures reveal capacity has fallen to an average rise of 4.45% in past three years, compared with 9.67% globally</p><p>The UK’s investment in renewable energy has lagged significantly behind the rest of the world in recent years, according to an analysis of global data.</p><p>The latest government figures reveal the UK’s renewable capacity has fallen to an average increase of 4.45% in the past three years, compared with an average 9.67% annual increase globally.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/uk-renewable-energy-investment-lagging-behind-rest-world-data\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/uk-renewable-energy-investment-lagging-behind-rest-world-data", "date_published": "2023-08-11T13:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Authors threaten boycott of Edinburgh book festival over sponsors’ fossil fuel links", "description": "<p>An open letter signed by more than 50 authors including Zadie Smith, Ali Smith and Katherine Rundell calls for investment firm Baillie Gifford to be dropped as main sponsor for 2024</p><p>Authors including Zadie Smith, Ali Smith and Katherine Rundell have called on the Edinburgh International book festival to drop any sponsor that invests in fossil fuels.</p><p>The lead sponsor of the literary festival, which is due to start on 12 August, is investment firm Baillie Gifford. According to its own report, the company has up to £5bn invested in corporations that profit from fossil fuels. An open letter signed by a group of more than 50 authors and event chairs stated that these corporations are “making huge profits from global disaster, and hide behind esteemed cultural institutions, like the Edinburgh book festival, as sanction for its continued operations”.</p> <a href=\"https://www.theguardian.com/books/2023/aug/11/authors-boycott-edinburgh-book-festival-sponsors-fossil-fuel-links\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/11/authors-boycott-edinburgh-book-festival-sponsors-fossil-fuel-links", "date_published": "2023-08-11T12:45:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Evening Standard reliant on Evgeny Lebedev’s funding after losses widen", "description": "<p>London newspaper has lost £84.5m in last six years, and auditors say it may cease publishing if support ends</p><p>The Evening Standard has lost a further £16m and said it was reliant on extra funds from its owner, Evgeny Lebedev, to continue publishing.</p><p>The former GQ boss Dylan Jones recently became the editor tasked with reviving the fortunes of the free London newspaper amid questions over its long-term sustainability.</p> <a href=\"https://www.theguardian.com/media/2023/aug/11/evening-standard-reliant-owner-evgeny-lebedev-funding-losses-widen-newspaper\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/11/evening-standard-reliant-owner-evgeny-lebedev-funding-losses-widen-newspaper", "date_published": "2023-08-11T12:43:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Met police pay damages to black teenager ‘who had Taser pressed to neck’", "description": "<p>Exclusive: Jamar Powell, who was 16 at the time, says he feared for his life when he was stopped and searched</p><p>The Metropolitan police have paid damages to an innocent black teenager who was stopped and searched, handcuffed, ordered to kneel in the street, and allegedly had a Taser gun pressed to his neck.</p><p>Jamar Powell, who was aged 16 when the incident happened, said he thought he was going to die, surrounded by officers – some holding firearms – and with a Taser aimed at him.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/met-police-pay-damages-black-teenager-allegedly-taser-pressed-neck-jamar-powell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/met-police-pay-damages-black-teenager-allegedly-taser-pressed-neck-jamar-powell", "date_published": "2023-08-11T12:36:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Giant panda toys and a bronze Mick Jagger: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/11/giant-panda-toys-bronze-mick-jagger-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/11/giant-panda-toys-bronze-mick-jagger-fridays-best-photos", "date_published": "2023-08-11T12:31:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Legionella discovery forces asylum seekers off Bibby Stockholm days after arrival", "description": "<p>Bacteria which can cause serious lung infection legionnaires’ disease found in water on Dorset barge</p><p>• <a href=\"https://www.theguardian.com/politics/live/2023/aug/11/tory-minister-small-boats-crossings-european-convention-on-human-rights-robert-jenrick-rishi-sunak-keir-starmer-uk-politics-live-latest\">UK politics live – latest updates</a></p><p>Asylum seekers are being removed from the Bibby Stockholm barge after legionella bacteria was found in the water supply.</p><p>Sky News reported it was being done as a “precautionary measure” and that no people had fallen sick or developed legionnaires’ disease, which is a serious type of pneumonia caused by the bacteria.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/legionella-discovery-forces-asylum-seekers-off-bibby-stockholm-just-days-after-arrival\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/legionella-discovery-forces-asylum-seekers-off-bibby-stockholm-just-days-after-arrival", "date_published": "2023-08-11T12:21:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Southern Water owner Macquarie invests further £550m", "description": "<p>Australian investment bank funds troubled UK utility’s overhaul of pipes and sewage works</p><p>The Australian investment bank Macquarie has confirmed it will inject a further £550m into the UK’s Southern Water in an attempt to turn around the troubled company.</p><p>The funds are intended to help Southern Water, which supplies Kent, Sussex, Hampshire and the Isle of Wight, to overhaul its leaky pipes and faulty sewage works.</p> <a href=\"https://www.theguardian.com/business/2023/aug/11/southern-water-owner-macquarie-invests-further-550m\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/11/southern-water-owner-macquarie-invests-further-550m", "date_published": "2023-08-11T12:01:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scientists may be on brink of discovering fifth force of nature", "description": "<p>Experts closing in on potentially identifying new force after surprise wobble of subatomic particle</p><p>The tantalising theory that a fifth force of nature could exist has been given a boost thanks to unexpected wobbling by a subatomic particle, physicists have revealed.</p><p>According to current understanding, there are four fundamental forces in nature, three of which – the electromagnetic force and the strong and weak nuclear forces – are explained by the standard model of particle physics.</p> <a href=\"https://www.theguardian.com/science/2023/aug/11/scientists-fifth-force-nature\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/11/scientists-fifth-force-nature", "date_published": "2023-08-11T12:01:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A playful angle on global heating: Wood and Weather", "description": "<p>Offer a wooden city a helping hand in this beguiling Australian climate puzzler</p><p>If you’ve ever spent time in Melbourne, Australia, you will undoubtedly have heard a local explain their “four seasons in one day” lifestyle. Perhaps you were told to pack a raincoat and some heavy-duty sunscreen, or warned of hail on a sunny day. This typical Melbournian weather chatter is something the team at Paper House revelled in when developing their cosy god game <a href=\"https://woodweather.com/\">Wood and Weather</a>, imbuing it with a distinctly local feel.</p><p>“What makes the weather interesting is how humans react and interpret it,” says game director Terry Burdak, who took an introductory course at the Bureau of Meteorology during Wood and Weather’s development. “I wanted to create a game where you get to see a bunch of little people respond to the change of weather in unexpected ways and how it can influence their lives.”</p> <a href=\"https://www.theguardian.com/games/2023/aug/11/wood-and-weather-pc-games-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/11/wood-and-weather-pc-games-preview", "date_published": "2023-08-11T12:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Polar challenge: as the sea ice melts, can countries come together to protect the Arctic Ocean?", "description": "<p>As disappearing ice presents new threats, from shipping to mining, explorer Pen Hadow is among those calling for the entire region to be given special status – yet others argue there are better ways to protect this fragile ecosystem</p><p>When the Arctic explorer Pen Hadow had to start swimming from ice floe to ice floe, rather than walking, he experienced for himself what scientists and Indigenous peoples of the north have long known: the floating sea ice, which used to reliably cover the Arctic Ocean for most of the year, is disappearing.</p><p>For Hadow – who has crisscrossed that ocean on skis, both accompanied and solo – the vanishing ice wasn’t just something that made his travels difficult. He knew that the Arctic ice is home to whole ecosystems above and below the water, protecting marine life from the worst impacts of humanity, pollution and the climate crisis. “The sea ice created a natural barrier,” says Hadow. “It’s undisturbed by vessels to this point.”</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/polar-challenge-as-the-sea-ice-melts-can-countries-come-together-to-protect-the-arctic-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/polar-challenge-as-the-sea-ice-melts-can-countries-come-together-to-protect-the-arctic-ocean", "date_published": "2023-08-11T12:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t like people feeling sorry for us’: inside the world of TV’s disabled dating shows", "description": "<p>Disability-specific romance series are on the rise, including new Netflix series Down for Love. But are they more harmful than helpful? Insiders talk backlashes, ableism and why ‘we all deserve that special someone’</p><p>For their second date, Carlos invites Aelinor to a cooking class where they learn how to make an authentic Italian pasta dish, before eating it together. He brings her a beautiful bunch of flowers in her favourite colour, and recites self-penned poems about the ways her presence and beauty makes him feel. Speaking to the cameras afterwards, he says with a straight face: “As a matter of fact, I don’t like her,” before breaking out into a huge grin and adding: “I love her.”</p><p>Carlos and Aelinor’s blossoming relationship is one of several chronicled in Down for Love, a new Netflix series that follows people who have learning disabilities as they embark on a journey to find partners. The show, developed in New Zealand by disability-first production company Attitude Pictures, follows on from the success of similar shows <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/22/love-on-the-spectrum-review-a-dating-show-that-celebrates-autism\">Love on the Spectrum</a> (also Netflix) and the poorly titled The Undateables (Channel 4). It’s not hard to understand why disability-specific dating shows are cropping up – after all, if having a conventionally attractive body forms the basis of romantic connections in mainstream dating series, where does that leave those of us whose figures deviate from what’s typically considered attractive?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/11/inside-the-world-of-tvs-disabled-dating-shows-netflix-down-for-love-undateables\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/11/inside-the-world-of-tvs-disabled-dating-shows-netflix-down-for-love-undateables", "date_published": "2023-08-11T12:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tinned tomatoes for dinner, can barely pay the rent: pity Gen Zs as they’re blamed for inflation | Daisy Jones", "description": "<p>Young people are asking for pay rises, but it’s not ‘entitled’ to want more from life than endless emails and cheap pasta until you die</p><p>At 22, during my first real media job – I won’t name names – I remember being so monumentally stressed and broke that I began rapidly losing weight. I had neither the time, nor money, to eat properly, and days would consist of mainlining a 50p can of Asda baked beans so that I could bang out my three stories a day, before crashing out. Looking back, I wish I’d known then what I know now, which is this: they needed me more than I needed them. I should have been on at least double my wage. And I should have spoken out about the miserable working conditions (and zero paid annual leave). Had it been 2023, when the average UK rent <a href=\"https://homelet.co.uk/homelet-rental-index#:~:text=Average%20UK%20rent,-%C2%A31%2C243%20%2B10.3&amp;text=The%20average%20rent%20in%20the,1.1%25%20from%20last%20month's%20figures.\">is £1,243 a month</a>, there’s no way I’d have been able to afford that job to begin with.</p><p>With the above in mind, it fills me with great relief to know that young people today are being more assertive in the workplace – not out of entitlement, but pure necessity: <a href=\"https://www2.deloitte.com/uk/en/pages/press-releases/articles/cost-of-living-now-leading-concern-among-gen-zs-and-millennials.html\">about half of UK gen Zs and millennials</a> worry that their monthly income won’t cover all their expenses – worries that definitely aren’t unfounded. About <a href=\"https://www.bloomberg.com/news/articles/2023-02-08/new-jobs-2023-linkedin-reports-80-of-uk-gen-z-want-to-move-to-get-higher-pay?in_source=embedded-checkout-banner\">80% of those aged 18 to 24</a> are considering finding new work, with better pay, according to LinkedIn. Meanwhile, according to Deloitte, many gen Zs prioritise work-life balance as their top consideration when selecting an employer. All of this is important: with <a href=\"https://www.bbc.com/worklife/article/20230215-are-gen-z-the-most-stressed-generation-in-the-workplace\">burnout on the rise</a> globally, workers’ wellbeing ought to be prioritised without question.</p><p>Daisy Jones is a writer and author of All the Things She Said</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/gen-z-entitled-young-people-inflation-pay-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/gen-z-entitled-young-people-inflation-pay-rises", "date_published": "2023-08-11T12:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scout jamboree in South Korea closes with regrets and K-pop concert", "description": "<p>Ceremony at Seoul’s World Cup stadium wraps up event beset by heatwave, unsanitary conditions and threat of typhoon</p><p>The 25th World Scout Jamboree has concluded with a concert in Seoul after a tumultuous 11-day journey across South Korea that was marred by a heatwave, unsanitary conditions and an evacuation owing to a typhoon threat.</p><p>“The last few days have not been easy, to say the least,” said Ahmad Alhendawi, the secretary general of the World Organisation of the Scout Movement during the closing ceremony on Friday at Seoul’s World Cup stadium.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/world-scout-jamboree-south-korea-closing-ceremony-seoul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/world-scout-jamboree-south-korea-closing-ceremony-seoul", "date_published": "2023-08-11T11:49:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Niger’s captive leader losing weight in inhumane conditions, daughter reveals", "description": "<p>Exclusive: Zazia Bazoum says Mohamed Bazoum and other family members being denied electricity after military coup</p><p>Niger’s overthrown leader and his family are being held under inhumane conditions by their military captors, who have cut off the electricity to the presidential residence, leaving them to rapidly lose weight while food rots in the fridge, the president’s daughter has told the Guardian.</p><p>Zazia Bazoum, who was on holiday in France when <a href=\"https://www.theguardian.com/world/2023/jul/26/armed-troops-blockade-presidential-palace-in-niger-mohamed-bazoum\">Mohamed Bazoum was detained by his own presidential guard</a> last month, said she is in neardaily phone contact with her father, mother and brother, who she says are living without clean water and relying on supplies of rice and pasta, although their gas oven is running out of fuel.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/niger-captive-leader-losing-weight-in-inhumane-conditions-daughter-reveals-mohamed-bazoum\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/niger-captive-leader-losing-weight-in-inhumane-conditions-daughter-reveals-mohamed-bazoum", "date_published": "2023-08-11T11:48:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "PSNI and UK voter breaches show data risks should be taken more seriously", "description": "<p>There were 9,000 breaches of personal information last year but experts say not enough is being done to stop them</p><p>“It’s brutal. People are wondering if they should resign, or move house, or get fortified gates. You can feel the anger.”</p><p>The comment from a former officer in the Police Service of Northern Ireland (PSNI) underlines the real-life consequences of an all-too frequent occurrence: a data breach.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/11/psni-voter-breaches-data-risks-taken-more-seriously\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/11/psni-voter-breaches-data-risks-taken-more-seriously", "date_published": "2023-08-11T11:32:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh’s art takeover, sensational saris and a punk icon passes – the week in art", "description": "<p>The city’s art jamboree rivals its theatre and comedy onslaught, the traditional garment gets a playful makeover and a tribute to Sex Pistols artist Jamie Reid – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Edinburgh art festival<br /></strong>Alberta Whittle, Jesse Jones and Grayson Perry lead the exhibitions <a href=\"https://www.theguardian.com/artanddesign/2023/aug/08/edinburgh-art-festival-review\">threaded through Edinburgh</a>, while outside the city at Jupiter Artland is a boozy installation by Lindsey Mendick.<br />• <a href=\"https://www.edinburghartfestival.com/events-listing/\">Various venues, Edinburgh</a>, until 27 August.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/11/edinburghs-art-takeover-sensational-saris-and-a-punk-icon-passes-the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/11/edinburghs-art-takeover-sensational-saris-and-a-punk-icon-passes-the-week-in-art", "date_published": "2023-08-11T11:30:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Throw the towel in: why fashion’s new accessory is in your bathroom", "description": "<p>Looking for affordable luxury? Why not try a towel that will look as good on a hook near the shower as it will on your Instagram feed</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00sFk0L9aJTJrdjHU0ExJtk6WDMa8WjDoNsahBLoE5d-Gqi3vdRF30ji7vrFZHdsaeJXvnKFCtkqpJ59jsUrpePsSBONuXS7EA2LpcGUtnwSTA83hoE-PIVklR9Xi2sYwDlzXDDI8_jpQoZEpo4WWxGtP-sX9l3EtFikUrOyiuxJ7kIc9ocjnkmmsE0pw1gso255k7LtaIVM_onDBi5nPZVOgkSrx6HEIWMIl48vNQ5r4Zy85g8FvDUwgjVMxJwVnXfRZxuzondospW2VZRbJl1QvqK4YVqIIRvK74mrHFQNTg/3w3/qSORL3CsQxW-zpLzJvTqrg/h42/DkqMc0A_WrmJENttsJKEBv3yEBvrSjQ2FXNZdCwhpoQ\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></p><p>While moving house, I landed on a fun game to speed up the clearout: how old is that very old thing? There was a lamp from an ex. At the back of the fridge, an open tube of tomato puree from 2019. And then there was the “white” towel, bought by my mother in around 1986.</p><p>Kristoffer Juhl, co-founder of Danish homeware brand <a href=\"https://teklafabrics.com/summer-collection\">Tekla</a>, knows all about this. Growing up, he says, “you just bought the towels your mother told you to buy – or even the towels your mother gave you”. And that was for most of your adult life. If you were lucky, it was the White Company; for me, it was John Lewis. These towels followed you from university, to your first houseshare, to your last breakup. “There was simply nowhere that specialised in nice towels that you’d want people to see,” he says.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/10/fashion-statement-tekla-towels\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/10/fashion-statement-tekla-towels", "date_published": "2023-08-11T11:30:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Luton fans: share your mood before the club’s first Premier League game", "description": "<p>As Luton return to the top flight for the first time in 31 years, we want to hear from fans</p><p>Premier League football returns this weekend and among the promoted sides is Luton Town. The club will make their first top-flight appearance for 31 years when they face Brighton on Saturday afternoon.</p><p>Luton fans, we want to hear from you. How excited are you about the Hatters’ chances? Do you have any memories of the last time you were in the top flight? What team are you most excited to face this season? What’s the mood like around town?</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/luton-fans-share-your-mood-before-the-clubs-first-premier-league-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/luton-fans-share-your-mood-before-the-clubs-first-premier-league-game", "date_published": "2023-08-11T11:28:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Speed, angle and confidence: science behind Chloe Kelly’s winning penalty", "description": "<p>Lioness’s penalty against Nigeria makes Women’s World Cup record and beats fastest strike of Premier League last season</p><p>Arms out, leg cocked: as England’s Chloe Kelly took her penalty against Nigeria the forward was, she later said, confident of scoring. She not only <a href=\"https://www.theguardian.com/football/2023/aug/07/england-nigeria-womens-world-cup-match-report-lauren-james-red-card\">won the game</a> for the Lionesses: she set the record for the <a href=\"https://www.newsweek.com/mwas-womens-world-cup-penalty-powerful-epl-goal-1818555#:~:text=Kelly's%20game%2Dwinning%20penalty%20was,adidas%20Oceaunz%20official%20match%20ball.\">fastest shot in the Women’s World Cup</a> so far.</p><p>According to data from the official match ball, the shot on Monday reached 110.79km/h (69mph) – a speed that beats the most powerful strike of the 2022-23 Premier League campaign, by West Ham’s Saïd Benrahma, that clocked in at 107.2km/h (66.6mph).</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/science-chloe-kelly-penalty-england-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/science-chloe-kelly-penalty-england-nigeria", "date_published": "2023-08-11T11:21:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United delay Mason Greenwood decision to consult World Cup players", "description": "<ul><li>Club want players still at World Cup to be part of consultation</li><li>United had hoped to make announcement by Monday</li></ul><p>Manchester United are yet to announce <a href=\"https://www.theguardian.com/football/2023/jul/31/manchester-united-mason-greenwood-decision-before-season\">their decision on Mason Greenwood’s future</a> because they are continuing to consult key stakeholders and want their women’s team players who are still at the World Cup to be part of the process.</p><p>Three England players, Mary Earps, Ella Toone and Katie Zelem, and two France players, Aïssatou Tounkara and Estelle Cascarino, remain at the World Cup and that is a major factor in the time being taken. France and England play their quarter-finals on Saturday and if they win they would stay until the weekend of 19-20 August.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/manchester-united-delay-mason-greenwood-decision-womens-world-cup-players\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/manchester-united-delay-mason-greenwood-decision-womens-world-cup-players", "date_published": "2023-08-11T11:13:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Venice of Detroit’: climate costs imperil historic neighborhood", "description": "<p>Diverse neighborhood of Jefferson Chalmers faces ‘climate gentrification’ as home prices and flood defense costs rise</p><ul><li><em>This story is co-published with <a href=\"https://planetdetroit.org/\">Planet Detroit</a></em></li></ul><p>In 2019, Blake Grannum experienced a catastrophic flood in her home in Detroit’s Jefferson Chalmers neighborhood. Water overtopped nearby canals and rushed into her basement, destroying a washer and dryer and forcing her and her mother to go to the laundromat during the pandemic.</p><p>It was one of several floods the neighborhood experienced in recent years; heavy rains overwhelmed sewer systems and flooded basements <a href=\"https://beltmag.com/climate-resilience-detroit-east-side/\">five times</a> between 2011 and 2021. During that last major flood on 21 July 2022, <a href=\"https://planetdetroit.org/2021/07/what-will-it-take-to-protect-metro-detroiters-from-basement-flooding/\">6in of rain fell on the region</a>, inundating freeways, stranding hundreds of people in vehicles, and filling basements with sewage backup.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/detroit-flooding-jefferson-chalmers-climate-insurance\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/detroit-flooding-jefferson-chalmers-climate-insurance", "date_published": "2023-08-11T11:01:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New refs, new kits and a clampdown on clowning: what’s new this season", "description": "<p>What to watch out for in 2023-24: Peter Drury, Happy Hatty, and football’s response to the cost-of-living crisis</p><p>Inspired by what Ian Wright called the Argentina keeper’s <a href=\"https://twitter.com/BBCSport/status/1604826381724139520\" title=\"\">“shithousery” in Qatar</a>, the law change means keepers must now “not behave in a way that unfairly distracts the kicker”, and must “show respect” instead. Critics say it’s an over-reach – too vague, too po-faced, and unfairly restraining keepers when takers are still free to bait them with stuttered run-ups. <a href=\"https://twitter.com/IanWright0/status/1639696257714208772?ref_src=twsrc%5Etfw\" title=\"\">Wright says it’s “ridiculous”</a>, France keeper Mike Maignan <a href=\"https://twitter.com/mmseize/status/1639619310023761921\" title=\"\">(@mmseize)</a> reckons it’s part of a clear direction of travel: “New Ifab penalty rules 2026: goalkeepers must have their backs to the shot. If the penalty is saved, the opposition gets an indirect free-kick.” Other (real) law updates this season include offside players not being played onside by accidental deflections, and time being added on for over-lengthy celebrations.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/new-refs-new-kits-and-a-clampdown-on-clowning-whats-new-this-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/new-refs-new-kits-and-a-clampdown-on-clowning-whats-new-this-season", "date_published": "2023-08-11T11:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2023-24 preview No 20: Wolves", "description": "<p>The late departure of Julen Lopetegui and a lack of transfer market activity mean new manager Gary O’Neil faces an uphill task</p><p><strong>Guardian writers’ predicted position:</strong> 18th (NB: this is not necessarily Ben Fisher’s prediction but the average of our writers’ tips)</p><p><strong>Last season’s position:</strong> 13th</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/premier-league-2023-24-preview-no-20-wolves\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/premier-league-2023-24-preview-no-20-wolves", "date_published": "2023-08-11T11:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s surging deer population is causing an ecological disaster. I have a solution: wolves | George Monbiot", "description": "<p>Humans have failed to keep numbers down. Reintroduce these predators, and let them get on with the job</p><p>What’s missing from this picture? I mean the picture of rural Britain many of us hold in our heads, whether it be a thatched and mullioned idyll, or the bare hills fetishised by naive nature writers? Well, quite a lot. <a href=\"https://www.monbiot.com/2017/01/04/the-hills-are-dead/\">Trees in the uplands</a>; soft boundaries between habitats (ecotones) that are crucial for thriving food webs; dead wood, of which <a href=\"https://www.theguardian.com/commentisfree/2021/aug/08/living-world-time-saplings-oak-slow-ecology-habitats\">there’s a dearth</a> in this country; scrub (a vital but derided habitat); undrained wetlands; and wild, healthy rivers. But there’s something else, something whose absence is less visible but just as important. Wolves.</p><p>Not just wolves, but any large or middling terrestrial predators. We talk here of wolves and lynx as “top” predators. But our <a href=\"https://www.monbiot.com/2015/12/17/walk-on-the-wild-side/\">native top predators</a>, until modern humans finished them off, were lions, hyenas, bears and scimitar cats. Wolves and lynx would better be described as mesopredators. The <a href=\"https://en.wikipedia.org/wiki/The_Adventure_of_Silver_Blaze\">wolf that didn’t howl</a> helps solve the mystery of how this country, for all its love of nature, remains one of the most <a href=\"https://news.sky.com/story/biodiversity-uk-is-one-of-worlds-most-nature-depleted-countries-new-data-finds-12430477\">ecologically barren places</a> on Earth.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/britain-deer-population-ecological-disaster-wolves-humans-predators\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/britain-deer-population-ecological-disaster-wolves-humans-predators", "date_published": "2023-08-11T11:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Not so Keane: 15 reasons to be grumpy about new Premier League season", "description": "<p>The ‘best league in the world’ is back but a pastiche of a pundit alongside a variety of other annoyances means that may not necessarily be a good thing</p><p>A Premier League season is upon us, which means it’s time for hope and joy. But I’m not feeling it, partly because I’m very grumpy and partly because I genuinely think English football is in a bad place right now. So, in that spirit, here are 15 reasons why I’m especially annoyed about the new campaign. Note – some of these are presented with tongue firmly in cheek, so please don’t write in to complain.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/11/not-so-keane-15-reasons-to-be-grumpy-about-new-premier-league-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/11/not-so-keane-15-reasons-to-be-grumpy-about-new-premier-league-season", "date_published": "2023-08-11T11:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hawaii fires: search for survivors continues as Maui death toll rises to 55 – latest updates", "description": "<p>Local authorities now say 55 people have been killed and thousands left without power after wildfires swept through Maui and devastated Lahaina</p><ul><li><a href=\"https://www.theguardian.com/us-news/gallery/2023/aug/11/aftermath-of-the-hawaii-wildfire-lahaina-maui-in-pictures\">Aftermath of the Hawaii wildfire – in pictures</a></li><li><a href=\"https://www.theguardian.com/us-news/2023/aug/09/hawaii-wildfires-maui-explainer\">How did the deadly Maui fire start and what caused it?</a></li><li><a href=\"https://www.theguardian.com/us-news/2023/aug/10/people-in-maui-how-have-you-been-affected-by-the-wildfires\">People in Maui: how have you been affected by the wildfires?</a></li></ul><p>CNN’s chief climate correspondent, <strong>Bill Weir</strong>, has visited stricken Lahaina, and had <a href=\"https://edition.cnn.com/us/live-news/hawaii-maui-wildfires-08-11-23/h_687664667cd9cbe2aeda0b06649335f8\">this</a> to say:</p><p>It looks like a bomb went off in Lahaina town. All the iconic buildings are either flattened or just scorched skeletons of their former self. Flames came so fast, entire structures went up in a matter of minutes. Anything in the town center here is just completely devastated. The fire was so hot, it burned everything all the way to the ground. [It’s] just lifeless, smoky, and sooty devastation where Lahaina town used to be.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/11/hawaii-wildfires-maui-lahainia-search-survivors-evacuation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/11/hawaii-wildfires-maui-lahainia-search-survivors-evacuation", "date_published": "2023-08-11T10:35:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The kingmaking Trump ally behind a cadre of rightwing judges", "description": "<p>Aileen Cannon, the judge assigned to the documents case, is under increasing scrutiny – reflecting Leonard Leo’s impact on the US judiciary</p><p>Donald Trump must have thought all his Christmases had come at once. As federal investigators explored his alleged hoarding of sensitive documents in 2022, Aileen Cannon, a judge nominated by the former president, was assigned the case.</p><p>It wasn’t just that Trump had appointed Cannon, who has since made rulings which would appear to help his defense. It was that Cannon was from an emerging rightwing cadre of the judiciary – a cabal of conservative judges created by Leonard Leo, the ultimate Republican kingmaker and a close Trump ally.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/leonard-leo-aileen-cannon-trump-conservative-judges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/leonard-leo-aileen-cannon-trump-conservative-judges", "date_published": "2023-08-11T10:30:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inquiry to examine strip-searches of women by Greater Manchester police", "description": "<p>Dame Vera Baird KC to lead independent review into the force’s treatment of women in custody</p><p>The mayor of Greater Manchester has launched an independent inquiry into the treatment of women in custody with a focus on strip-searches.</p><p>The former victims commissioner Dame Vera Baird KC was asked last month to examine three cases of women who accused Greater Manchester police of <a href=\"https://www.theguardian.com/uk-news/2023/jul/27/ex-victims-watchdog-to-examine-womens-strip-search-claims-against-manchester-police\">unjustified intimate searches</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/inquiry-strip-searches-women-greater-manchester-police-vera-baird\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/inquiry-strip-searches-women-greater-manchester-police-vera-baird", "date_published": "2023-08-11T10:18:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Impressive Sweden stun Japan to secure World Cup semi-final against Spain", "description": "<p>Sweden advanced to their second consecutive World Cup semi-final with an impressive 2-1 victory over Japan. A first-half goal from Amanda Ilestedt and Filippa Angeldal’s penalty stunned <em>Nadeshiko</em> in front of more than 43,000 in Auckland. Honoka Hayashi pulled a late goal back for Japan but it was not enough to mount a comeback.</p><p>Japan had been the eye-catching team of the tournament, sweeping away everyone in their path. Futoshi Ikeda’s side play with joy and guile, tactically adaptable and with strong ability across the pitch. They had won all their encounters before this by at least a two-goal margin, accumulating 14 goals. Ikeda made one change to the team that had overcome Norway last Saturday as Hina Sugita came in for Jun Endo in midfield.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/sweden-japan-womens-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/sweden-japan-womens-world-cup-match-report", "date_published": "2023-08-11T10:10:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The X-Men might cross over to the MCU – but does Marvel really need to bring them back?", "description": "<p>As Hugh Jackman’s Wolverine returns for the MCU’s forthcoming Deadpool 3, other X-Men alumni are ripe for a comeback no one is asking for</p><p>Nobody knows quite how Deadpool ended up in the Marvel Cinematic Universe. Or rather EVERYONE knows how the merc with a mouth made it to Marvel on a corporate level – <a href=\"https://www.theguardian.com/film/2019/mar/20/disney-seals-71bn-deal-for-21st-century-fox-as-it-prepares-to-take-on-netflix\">Disney bought 20th Century Fox</a> – but we are yet to find out how the writing room crew are going to wrestle this one out in creative terms. Does Ryan Reynolds’s mischievous hero simply arrive fully formed from an alternate reality where everyone swears a lot more than they did in <a href=\"https://www.theguardian.com/film/2017/oct/19/thor-ragnarok-review-chris-hemsworth-cate-blanchett-taika-waititi\">Thor: Ragnarok</a>, and there is considerably more nudity, breaking of the fourth wall and hardcore violence? Will our chimichanga-munching antihero be forced to tone it all down a bit in the forthcoming Deadpool 3 <a href=\"https://www.theguardian.com/film/2022/sep/30/logan-deadpool-3-bring-hugh-jackman-wolverine-back-from-dead-mcu\">alongside the returning Hugh Jackman as Wolverine</a>? Or will he only need to behave himself once he’s inevitably involved in an ensemble movie alongside the rest of the Avengers?</p><p>Fans are naturally fascinated by the prospect of Deadpool’s fellow X-Men also crossing the Rubicon from Fox to Marvel Studios. We’ve already seen Patrick Stewart’s Professor X in <a href=\"https://www.theguardian.com/film/2022/may/03/doctor-strange-in-the-multiverse-of-madness-review-benedict-cumberbatch-alt-reality\">Doctor Strange in the Multiverse of Madness</a>, though the one-time sorcerer supreme had to venture into an alternate reality to meet him, so there’s no guarantee Charles Xavier even exists in the MCU. The fact that Marvel went for Jackman over the option of recasting the role, even though the Australian actor had ostensibly retired after his “final” turn in 2017’s stripped back and furiously noirish <a href=\"https://www.theguardian.com/film/2017/feb/17/logan-review-hugh-jackmans-wolverine-enters-a-winter-of-x-men-discontent\">Logan</a>, suggests Kevin Feige and his team are open to cherry picking the more famous names from the Fox era. And there are constant rumours in the murkier corners of the geekosphere suggesting that various other Fox alumni might also be ripe for a comeback.</p> <a href=\"https://www.theguardian.com/film/2023/aug/11/x-men-mcu-marvel-hugh-jackman-wolverine-deadpool-3\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/11/x-men-mcu-marvel-hugh-jackman-wolverine-deadpool-3", "date_published": "2023-08-11T10:02:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump allies face potential charges in Georgia over voting machine breaches", "description": "<p>Exclusive: Fulton county DA has evidence to charge Trump allies with computer trespass, two people briefed on the matter say</p><p>The Fulton county district attorney investigating <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> efforts to overturn the 2020 election results in Georgia has evidence to charge multiple allies of the former president involved in breaching voting machines in the state, according to two people briefed on the matter.</p><p>The potential charges at issue are computer trespass felonies, the people said, though the final list of defendants and whether they will be brought as part of a racketeering case when prosecutors are <a href=\"https://www.theguardian.com/us-news/2023/aug/08/trump-2020-election-fulton-county-charges-next-week\">expected to present evidence to the grand jury</a> next week remain unclear.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/trump-georgia-voting-machine-charges-fulton\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/trump-georgia-voting-machine-charges-fulton", "date_published": "2023-08-11T10:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re in serious trouble’: Why a hotter world will be bad for our health", "description": "<p>From the strain extreme heat puts on your heart to the damage it may do to your mental health, not to mention the increased air pollution, the forecast isn’t good</p><p>When the temperature hit 40C in Britain last summer, the empty streets appeared “dystopian” to Dr Laurence Wainwright, a sustainability and psychiatry academic at Oxford University. Yet what he had assumed would serve as “a real wake-up call” on the world’s increasingly dangerous temperatures – which resulted in a <a href=\"https://www.theguardian.com/environment/2023/jul/10/heatwave-last-summer-killed-61000-people-in-europe-research-finds\">European heatwave that killed more than 60,000 people last year</a> – failed to prompt action. During the past month or so – as wildfires have torched more than 500 sq km of Greece, Arizona notched up a record-breaking 31 consecutive days at 43C or more and <a href=\"https://www.theguardian.com/environment/2021/aug/13/july-worlds-hottest-month-ever-recorded-us-scientists\">July became the hottest month ever recorded</a> in the modern era – the extreme heat crisis has only appeared to grow. There’s no doubt about it, Wainwright says: “We’re in serious trouble.”</p><p>When the human body is exposed to excessive heat, it attempts to maintain its internal temperature by sweating – which cools you down as beads of perspiration evaporate – and by diverting additional blood flow to the skin, which allows for extra heat loss by convection.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/were-in-serious-trouble-why-a-hotter-world-will-be-bad-for-our-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/were-in-serious-trouble-why-a-hotter-world-will-be-bad-for-our-health", "date_published": "2023-08-11T10:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ashnikko: ‘I’m the sort of person who laughs in a therapy session’", "description": "<p>For the provocative singer and rapper, viral success came with some negative attention. But now, with help from mushrooms and the Welsh countryside, they’re in a better place</p><p>A few months ago, Ashton Casey, AKA the US rapper, singer and purveyor of industrial-strength agit-pop Ashnikko, escaped from the real world. The artist, who uses they/them pronouns, had been working hard to finish their brain-frying debut album Weedkiller – a climate crisis-evoking conceptual opus about a tribe of fairies under attack from the titular killing machine – and there were tour rehearsals to start and world-building videos to shoot. So Casey did what any of us would do and hopped over to west Wales to stare at trees. “I love Wales so much; it’s my favourite place on Earth,” Casey says from LA. “It’s a magic fairy paradise.” As befits <a href=\"https://www.theguardian.com/music/2020/dec/30/audiences-dont-want-white-anger-how-white-rap-grew-a-conscience\" title=\"\">Ashnikko</a>’s desire to push the envelope, be it musically or vis-a-vis enjoying the natural world, there was an additional element of escapism. “Taking magic mushrooms is a spiritual practice as well as something that massively aids my mental health journey,” Casey explains of their chosen holiday must-have. “I feel so much more connected to the Earth, and my creativity flows a bit more easily when I feel that way.”</p><p>That creativity bubbles like lava through Ashnikko’s discography: the pummelling recent single You Make Me Sick!; 2019’s braggadocious breakthrough Stupid, complete with its screamed hook “Wet! Wet! Wet! Wet!”; or 2020’s haunted trap banger Daisy, a rape revenge fantasy that landed in the UK Top 30. Today, however, Casey seems miles away from the blue-haired, Y2K-obsessed cyberpunk-meets-goblin anime comic-book hero they present as Ashnikko, a character creation they see as becoming “closer and closer to who I am as the years go on”. Having just arrived in LA before heading to San Diego for Comic-Con, where they will be signing copies of their own Weedkiller-affiliated DC comic, they seem distant at first, not helped by the Zoom camera being turned off. “I’ve just woken up,” Casey sighs.</p> <a href=\"https://www.theguardian.com/music/2023/aug/11/ashnikko-rapper-interview-ashton-casey-weedkiller-you-make-me-sick-stupid\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/11/ashnikko-rapper-interview-ashton-casey-weedkiller-you-make-me-sick-stupid", "date_published": "2023-08-11T10:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Have sex in the morning – but always bake at night: experts reveal the perfect time of day for everything", "description": "<p>Picking the optimum time to do things can make a real difference. Here’s how to make the most of your 24 hours<br /></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/have-sex-in-the-morning-bake-at-night-experts-reveal-the-perfect-time-of-day-for-everything\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/have-sex-in-the-morning-bake-at-night-experts-reveal-the-perfect-time-of-day-for-everything", "date_published": "2023-08-11T10:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s time to make peace with your garden ‘pests’ – here’s why", "description": "<p>Tempted to remove the mini-beasts stalking your crops? Not so fast…</p><p>I doubt there are many people who will find it helpful to hear that the creatures that bother our beloved plants ought to be as welcome in our gardens as the ones that support our growing aspirations – but it is true.</p><p>It’s all about balance. And balance in a garden looks like an ecosystem where a diversity of living things can find a home, make babies, predate or be preyed upon as well as, occasionally, damaging some of the plants that we covet.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/its-time-to-make-peace-with-your-garden-pests-heres-why\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/its-time-to-make-peace-with-your-garden-pests-heres-why", "date_published": "2023-08-11T10:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Six ways Biden’s historic climate bill has succeeded – and fallen short", "description": "<p>The $369bn Inflation Reduction Act has boosted clean energy and EV cars, but the politics remain difficult</p><p>The US’ first serious legislative attempt to tackle the climate crisis, the Inflation Reduction Act, is hitting its first anniversary both lauded for turbocharging a seismic shift to clean energy while also weathering serious attack from Republicans.</p><p>Joe Biden hailed the bill, which despite its name is at heart a major shove towards a future dominated by renewable energy and electric vehicles, as “one of the most significant laws in our history” when signing it on 16 August last year.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/biden-climate-bill-inflation-reduction-act\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/biden-climate-bill-inflation-reduction-act", "date_published": "2023-08-11T10:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Normandy to the Dordogne: readers’ favourite spots in France", "description": "<p>Atmospheric villages, friendly surf and a walk in Napoleon’s footsteps are among our readers’ favourite French connections</p><p>Sun, sea, surf, sand and a sleeper train to Paris: Hendaye has it all. Nestled in this less-discovered corner of the Bay of Biscay, bordering Spain, Hendaye has a quaint old centre with cobbles and cute little cafes. Head to <a href=\"https://www.instagram.com/lepalmierhendaye/\">Le Palmier</a> for great pizza. Over the road a lovely little artisan market sells local crafts and tasty treats. If you’re more adventurous, Hendaye’s sheltered bay offers the perfect playground for beginner surfers. Sleeper trains between Paris and Hendaye mean sustainable travel is possible. Lie back, watch the world pass by and wake up in Paris for breakfast.<br /><strong>Hannah</strong></p> <a href=\"https://www.theguardian.com/travel/2023/aug/11/from-normandy-to-the-dordogne-readers-favourite-spots-in-france\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/11/from-normandy-to-the-dordogne-readers-favourite-spots-in-france", "date_published": "2023-08-11T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Modest’ wealth tax could raise more than £10bn for public services, says TUC", "description": "<p>Union body raises idea of levy on UK’s richest 140,000 people as it calls for ‘national conversation’ on issue</p><p>A “modest” wealth tax on the richest 140,000 people in the UK could raise more than £10bn to help pay for public services, according to the Trades Union Congress, which is calling for a “national conversation about taxing wealth”.</p><p>Research commissioned by the union umbrella body found that a “one-off wealth tax” of 1.7% on those with assets above £3m, rising to 3.5% for those with more than £10m, “could deliver a £10.4bn boost for the public purse”.</p><p>People with more than £3m would be hit with a marginal tax rate of 1.7%, which the TUC said would yield £2.7bn for the public purse.</p><p>On assets above £5m the tax rate would rise to 2.1%, raising another £3.2bn.</p><p>Above the £10m threshold the rate would rise to 3.5 %, raising £4.6bn.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/11/modest-wealth-tax-could-raise-more-than-10bn-for-public-services-says-tuc\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/11/modest-wealth-tax-could-raise-more-than-10bn-for-public-services-says-tuc", "date_published": "2023-08-11T09:50:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Blood of the Lamb review – acutely tense drama of reproductive rights", "description": "<p><strong>Assembly Rooms, Edinburgh<br /></strong>Two-hander presents a woman, who has miscarried on a US flight, confronted by a steely lawyer who explains she is representing the foetus</p><p>The tension builds from the minute a nervous, slightly dazed woman is led into a dingy airport antechamber by a lawyer who is avoiding eye contact. It tightens, in Arlene Hutton’s taut two-hander, as the US state lawyer, Val (Elisabeth Nunziato), first distracted, then bristling, treats Nessa (Dana Brooke), more like a criminal than someone who has just fainted mid-flight and mid-pregnancy, and been told she has lost her baby.</p><p>Nessa does not know what time of day it is, what city the plane was diverted to for its emergency landing, or why this harried lawyer is telling her that she is here to represent the rights of the foetus that remains inside her. Val, it turns out, has the backing of new legislation in Dallas. Nessa is effectively being forced to carry the dead baby to term, even though this jeopardises her own life from deadly infection, because it has the rights of a citizen, in law.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/blood-of-the-lamb-review-assembly-rooms-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/blood-of-the-lamb-review-assembly-rooms-edinburgh", "date_published": "2023-08-11T09:46:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mary Earps warns Colombia ‘the best is yet to come’ from England at World Cup", "description": "<ul><li>‘Exciting time’ to be with Lionesses, goalkeeper says</li><li>Colombia manager feels fans’ backing will benefit his team</li></ul><p>Mary Earps has said “the best is yet to come” from England as they prepare to face Colombia in front of a sold-out and overwhelmingly hostile crowd in Sydney on Saturday.</p><p>England have struggled to find form in Australia, with an impressive <a href=\"https://www.theguardian.com/football/2023/aug/01/england-china-lauren-james-womens-world-cup-group-d-match-report\">6-1 defeat of China</a> the outlier, having laboured to 1-0 wins <a href=\"https://www.theguardian.com/football/2023/jul/22/england-haiti-womens-world-cup-match-report\">against Haiti</a> <a href=\"https://www.theguardian.com/football/2023/jul/28/england-denmark-womens-world-cup-match-report\">and Denmark</a> and been taken to penalties <a href=\"https://www.theguardian.com/football/2023/aug/07/england-nigeria-womens-world-cup-match-report-lauren-james-red-card\">against Nigeria</a> in their last-16 tie.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/england-colombia-world-cup-mary-earps-best-is-yet-to-come\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/england-colombia-world-cup-mary-earps-best-is-yet-to-come", "date_published": "2023-08-11T09:42:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ravaged orange crop in Florida raises fears of surge in US juice prices", "description": "<p>Extreme weather fuelled by climate crisis and bacterial disease have led to ‘dramatic decline’ in orange crops</p><p>Orange juice prices are expected to rise further in the US after a bacterial disease and extreme weather intensified by global heating ravaged this season’s crop of the citrus fruit.</p><p>Last year Florida, which produces more than 90% of the US’s orange juice supply, was hit by Hurricane Ian, Hurricane Nicole and freezing conditions <a href=\"https://www.theguardian.com/science/2023/feb/13/florida-orange-juice-record-prices-weather-disease\">in quick succession</a>, devastating orange producers in the Sunshine State.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/ravaged-orange-crop-in-florida-raises-fears-of-surge-in-us-juice-prices-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/ravaged-orange-crop-in-florida-raises-fears-of-surge-in-us-juice-prices-aoe", "date_published": "2023-08-11T09:39:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "And Just Like That … 20 memorable looks – and what they tell us about fashion today", "description": "<p>Sex and the City brought us hundreds of iconic outfits, and its follow-up looks set to do the same – with a new tutu, repurposed wedding dress and vintage Ralph Lauren</p><p>The resin replica of a pigeon made by Irish designer JW Anderson, yours for £650, is a visual gag that speaks to fashion’s love of a meme. It’s also a not-so-humblebrag, in that you must be able to afford a car – or not be on your way to an actual job – if you only need enough space for a packet of Polos. It is all the privileges that the show has symbolised over the years, rolled up into one neat accessory that sits cooing beneath Carrie’s arm. <strong>Ellie Violet Bramley</strong></p> <a href=\"https://www.theguardian.com/fashion/2023/aug/11/and-just-like-that-20-memorable-looks-and-what-they-tell-us-about-fashion-today\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/11/and-just-like-that-20-memorable-looks-and-what-they-tell-us-about-fashion-today", "date_published": "2023-08-11T09:36:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League back with Kane and Caicedo set for moves: football countdown – live", "description": "<ul><li>Burnley v Manchester City kicks off season on Friday night</li><li>Get in touch! <a href=\"mailto:dominic.booth.casual@theguardian.com\">Email Dominic</a> or Tweet him <a href=\"https://twitter.com/DomBooth19\">@DomBooth19</a></li></ul><p><strong>Jürgen Klopp likes to do his press conferences nice and early.</strong> And there’s only one thing the journalists want to know from the Liverpool manager today and that’s the C word … Caicedo.</p><p>Klopp said: “I can confirm that the deal with the club is agreed. With the player, we will have to see. Let’s see.”</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/11/premier-league-back-with-kane-and-caicedo-set-for-moves-football-countdown-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/11/premier-league-back-with-kane-and-caicedo-set-for-moves-football-countdown-live", "date_published": "2023-08-11T09:16:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "American Graffiti at 50: a classic hangout comedy with a surprising melancholy", "description": "<p>George Lucas’s 60s-set tale of California teens offers some freewheeling fun but also a lingering sadness</p><p>Ninety-nine times out of 100, the postscripts that get tucked in before the closing credits, telling us where the characters’ lives have gone from there, are totally unnecessary, especially in a fictional story where their fates are better left to the viewer’s imagination. But in George Lucas’s American Graffiti, which turns 50 this week, they are the most important part of the film, not least because two of the four characters don’t have much longer to live. We can feel that darkness lingering around the edges of Lucas’ dusk-till-dawn nostalgia piece about the last night of summer vacation in 1962 Modesto, California, even while its teenagers are getting into mostly light-hearted forms of trouble. This night has to end, and when the sun comes up, their entire world turns back into a pumpkin.</p><p>From the opening shot of Mel’s Drive-In, set to Bill Haley and His Comets’ Rock Around the Clock, American Graffiti seems to unfold inside a snow globe, an idealized past with invisible borders that separate it not only from the outside world, but from the future itself. It’s one of those films, like its spiritual successor Dazed and Confused, that has the quality of a hangout comedy, loose-limbed and goofily episodic, but laced with an air of melancholy that’s so subtle you miss it entirely. (That’s why the postscript is such a slap in the face.) It aches for a scene that had passed just a decade earlier, before the tumult of the Vietnam war and counter-culture, but must have seemed, even then, like ancient history.</p> <a href=\"https://www.theguardian.com/film/2023/aug/11/american-graffiti-george-lucas-50-years\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/11/american-graffiti-george-lucas-50-years", "date_published": "2023-08-11T09:11:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Minister rejects growing Tory enthusiasm for leaving European convention on human rights – UK politics live", "description": "<p>John Glen says he does not support leaving ECHR because he believes in government’s plan to ‘stop small boats’</p><p><strong>Rishi Sunak</strong> said the government’s plan was working, after the latest GDP figures showed the UK economy had grown by 0.2% in the second quarter of the year.</p><p>The prime minister said:</p><p>This is good news. At the beginning of the year I made growing the economy one of my top priorities, and we are making progress.</p><p>There’s still more work to do, but today’s figures show the plan is working.</p><p>I think she’s apologised. She’s admitted their mistake. I think part of the situation is there’s an MP regime for disclosures of private assets and there’s a ministerial regime.</p><p>As I understand it, she didn’t fulfil the obligations of the MP regime while she was a minister.</p> <a href=\"https://www.theguardian.com/politics/live/2023/aug/11/tory-minister-small-boats-crossings-european-convention-on-human-rights-robert-jenrick-rishi-sunak-keir-starmer-uk-politics-live-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/aug/11/tory-minister-small-boats-crossings-european-convention-on-human-rights-robert-jenrick-rishi-sunak-keir-starmer-uk-politics-live-latest", "date_published": "2023-08-11T09:09:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I don’t feel fear", "description": "<p>Everybody thinks it’s an amazing superpower, but there’s another side to it</p><p>Recently, I was sitting on a tightly packed plane as it circled up to 19,000ft. It was making loads of noise, and I could see the people around me were scared. But I felt nothing.</p><p>In 2005, I was diagnosed with Cushing’s syndrome, after years of misdiagnosis – doctors would often tell me I was just overweight. Cushing’s is a rare condition that affects <a href=\"https://www.england.nhs.uk/wp-content/uploads/2016/12/clin-comm-pol-16052P.pdf\" title=\"\">one to two people in a million per year in the UK</a>, and is caused by the body producing too much cortisol. Cortisol is a hormone that regulates a range of processes, including the stress response; if it’s not treated, it can be very serious. Symptoms can range from severe weight gain to high blood pressure.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/experience-i-dont-feel-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/experience-i-dont-feel-fear", "date_published": "2023-08-11T09:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lisa Jewell: ‘I once read 40 Agatha Christie novels in a year’", "description": "<p>The London novelist on reading Dickens at 11 years old, being inspired by Nick Hornby and why she never reads the same book twice</p><p><strong>My earliest reading memory</strong><br />Around four, sitting cross-legged on a swirly carpet in the lovely old library up the road from my childhood home, turning the pages of Ant and Bee and reading by myself for the first time. Also thinking it’s funny because my dad’s name is Anthony and his best friend is called John Bee and everyone calls them Ant and Bee.</p><p><strong>My favourite book growing up</strong><br />The Magic Faraway Tree by <a href=\"https://www.theguardian.com/books/enid-blyton\">Enid Blyton</a>. I should probably pretend it was something more original, but this book really did take my tiny, fresh little child’s brain, spin it around and take it to places that felt as though they were exactly the places I wanted it to go. Every layer of the tree was more thrilling than the last; I was enthralled.</p> <a href=\"https://www.theguardian.com/books/2023/aug/11/lisa-jewell-i-once-read-40-agatha-christie-novels-in-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/11/lisa-jewell-i-once-read-40-agatha-christie-novels-in-a-year", "date_published": "2023-08-11T09:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Happy 50th birthday, hip-hop! You gave millions without a voice a way to speak the truth | Nels Abbey", "description": "<p>The movement born at a New York block party in 1973 is now global, an instrument for learning and a weapon for protest</p><p>On 11 August 1973, Clive Campbell (popularly known as Kool Herc), an 18-year-old DJ, hosted a party at 1520 Sedgwick Avenue in the Bronx. Unbeknownst to the men and women dancing the night away, they were witnessing the birth of a socioeconomic and political miracle, which <a href=\"https://www.history.com/this-day-in-history/hip-hop-is-born-at-a-birthday-party-in-the-bronx\">came to be known as hip-hop</a>.</p><p>If you consume rap music in a fleeting manner – possibly via the gatekeepers of commercially focused entertainment conglomerates – then you may find the point above easy to scoff at. Indeed, you may consider hip-hop a problematic musical phenomenon, typified by bling, boisterousness, violent beefs, exaggerated drug tales and bikini-clad women, all set to banging beats.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/50th-birthday-hip-hop-voice-truth-new-york-world-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/50th-birthday-hip-hop-voice-truth-new-york-world-protest", "date_published": "2023-08-11T09:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’ve been dealt a bad hand: the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/aug/11/ive-been-dealt-a-bad-hand-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/aug/11/ive-been-dealt-a-bad-hand-the-stephen-collins-cartoon", "date_published": "2023-08-11T09:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Unprecedented, stunning, disgusting’: Clarence Thomas condemned over billionaire gifts", "description": "<p>Calls for the supreme court justice to resign grow as new details of 38 more undeclared gifts and vacations from rich donors emerge</p><p>Conservative US supreme court justice Clarence Thomas has been condemned for maintaining “unprecedented” and “shameless” links to rightwing benefactors, after ProPublica <a href=\"https://www.propublica.org/article/clarence-thomas-other-billionaires-sokol-huizenga-novelly-supreme-court\">published new details</a> of his acceptance of undeclared gifts including 38 vacations and expensive sports tickets.</p><p>Pramila Jayapal, a Washington state Democrat and <a href=\"https://progressives.house.gov/caucus-members\">chair</a> of the Congressional Progressive Caucus, <a href=\"https://twitter.com/RepJayapal/status/1689635720418545665\">rendered</a> an especially damning verdict.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/clarence-thomas-undeclared-vacations-gifts-rightwing-donors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/clarence-thomas-undeclared-vacations-gifts-rightwing-donors", "date_published": "2023-08-11T09:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sports quiz of the week: Harry Kane, Anthony Joshua and the Challenge Cup", "description": "<p>Test your knowledge of the big stories in rugby, cycling, netball, boxing, Women’s World Cup and return of the Premier League</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/sports-quiz-week-kane-joshua-challenge-cup-football-premier-league-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/sports-quiz-week-kane-joshua-challenge-cup-football-premier-league-womens-world-cup", "date_published": "2023-08-11T08:38:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Strictly Come Dancing 2023: the contestants – ranked!", "description": "<p>This year’s 15 celebrity hopefuls include a 78-year-old former newsreader, a clutch of soap stars and some serious West End talent. Who will waltz off as the winner?</p><p>The 2023 Strictly Come Dancing lineup has been unveiled in full. The BBC ballroom contest returns for its 21st (I know, right?) series in September. After weeks of rumours about everyone from Jill Scott to Phillip Schofield, from Stuart Broad to the ghost of Logan Roy, our 15 brave ballroom celebrities are now officially confirmed. So who will be getting dipped in glue and rolled in glitter this autumn? Who might win? Who most definitely won’t? And who will lose several stone, have a massive midlife crisis and risk their marriage?</p><p>Dust off your scoring paddles as we proudly present this year’s choreographic crop, ranked from worst to best in terms of likely success. Let the self-conscious shimmying commence …</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/11/strictly-come-dancing-2023-the-contestants-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/11/strictly-come-dancing-2023-the-contestants-ranked", "date_published": "2023-08-11T08:19:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hiker who died in Glen Coe mountain tragedy named", "description": "<p>Family pay tribute to Graham Cox, ‘a much-loved husband, father, son and brother’ who was among three people who died</p><p>A man who was one of three hikers who died together walking the Aonach Eagach ridge in Glen Coe last weekend has been named by his family as Graham Cox.</p><p>A spokesperson for the family described the 60-year-old as “a much-loved husband, father, son and brother … He is remembered by all as the kindest, loveliest man. The family is devastated by his loss and request privacy at this time.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/hiker-died-glen-coe-mountain-tragedy-named-graham-cox\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/hiker-died-glen-coe-mountain-tragedy-named-graham-cox", "date_published": "2023-08-11T08:06:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boyz N the Hood to Cocaine Bear: the seven best films to watch on TV this week", "description": "<p>John Singleton’s era-defining gangster classic is still a triumph, while there’s loads of pulpy pleasure to be had in this stark warning about what happens when large mammals gets off their gourd on gak</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/11/boyz-n-the-hood-to-cocaine-bear-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/11/boyz-n-the-hood-to-cocaine-bear-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-08-11T08:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aftermath of the Hawaii wildfire – in pictures", "description": "<p>The fire that tore across Lahaina in Maui caught many by surprise, claiming dozens of lives and burning more than 1,000 buildings. Aerial photographs reveal the extent of the damage.</p> <a href=\"https://www.theguardian.com/us-news/gallery/2023/aug/11/aftermath-of-the-hawaii-wildfire-lahaina-maui-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2023/aug/11/aftermath-of-the-hawaii-wildfire-lahaina-maui-in-pictures", "date_published": "2023-08-11T07:51:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Japan v Sweden: Women’s World Cup 2023 quarter-final – live", "description": "<ul><li>Minute-by-minute updates on the action in Auckland</li><li><a href=\"mailto:Sarah.Rendell.Casual@theguardian.com\">Email Sarah</a> with your thoughts or tweet @rendellx</li><li><a href=\"https://preview.gutools.co.uk/football/2023/aug/10/womens-world-cup-things-you-missed\">Ten things you may have missed at the World Cup</a></li></ul><p><strong>Here is a great piece on Japan’s star Miyazawa:</strong></p><p><strong>Some news from around the tournament now</strong> and England’s Lauren James will miss the quarter-final and semi-final (if England go through) after receiving a two match ban following her red card against Nigeria. Read the full piece:</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/11/japan-v-sweden-womens-world-cup-2023-quarter-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/11/japan-v-sweden-womens-world-cup-2023-quarter-final-live", "date_published": "2023-08-11T07:17:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI can be a force for good or ill in society, so everyone must shape it, not just the ‘tech guys’ | Afua Bruce", "description": "<p>Although designers do have a lot of power, AI is just a tool conceived to benefit us. Communities must make sure that happens</p><p>Superpower. Catastrophic. Revolutionary. Irresponsible. Efficiency-creating. Dangerous. These terms have been used to describe artificial intelligence over the past several months. The release of <a href=\"https://www.theguardian.com/technology/chatgpt\">ChatGPT</a> to the general public thrusts AI into the limelight, and many are left wondering: how it is different from other technologies, and what will happen when the way we do business and live our lives changes entirely?</p><p>First, it is important to recognise that AI is just that: a technology. As Amy Sample Ward and I point out in our book, <a href=\"https://thetechthatcomesnext.com/\">The Tech That Comes Next</a>, technology is a tool created by humans, and therefore subject to human beliefs and constraints. AI has often been depicted as a completely self-sufficient, self-teaching technology; however, in reality, it is subject to the rules built into its design. For instance, when I ask ChatGPT, “What country has the best jollof rice?”, it responds: “As an AI language model, I don’t have personal opinions, but I can provide information. Ultimately, the question of which country has the best jollof rice is subjective and depends on personal preference. Different people may have different opinions based on their cultural background, taste preferences, or experiences.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/ai-tech-designers-tool-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/ai-tech-designers-tool-communities", "date_published": "2023-08-11T07:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Magnus Carlsen escapes from the brink of defeat at the World Cup", "description": "<p>No 1 lost first game to Germany’s Vincent Keymer through endgame blunder, but ground his way to 62-move victory in second </p><p>Magnus Carlsen, Norway’s world No 1, faces a speed tiebreak at midday on Friday as his mini-match against Germany’s Vincent Keymer, 18, is tied at 1-1 after two epic endgames at the $1.8m World Cup in Baku, Azerbaijan.</p><p>The format of the 206-player knockout is brutal and unforgiving, as lower ranked grandmasters have seized one of their few opportunities to upstage the elite who monopolise the richly rewarded invitation tournaments.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/11/chess-magnus-carlsen-escapes-from-the-brink-of-defeat-at-the-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/11/chess-magnus-carlsen-escapes-from-the-brink-of-defeat-at-the-world-cup", "date_published": "2023-08-11T07:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Hives: The Death of Randy Fitzsimmons review – Swedish rockers are back, louder and faster than ever", "description": "<p><strong>(Fuga)</strong><br />Their first album in a decade delivers a riotously good time, in a breakneck drive through the band’s mythology</p><p>‘Damn, overslept!” goes the opening line of Bogus Operandi, the first track on <a href=\"https://www.theguardian.com/music/hives\">the Hives</a>’ first album in a decade. A gruesome rock’n’roll tragicomedy, the single is a breakneck drive through the Swedish rockers’ mythology, plying us with the “real” reason for the 10-year wait: Randy Fitzsimmons, the fictional enigma whom they claim recruited the band and wrote all their music is – pause for effect – dead!</p><p>As character assassinations go, The Death of Randy Fitzsimmons is a riotously good time. It’s no major reinvention of the Hives’ electrified vocals, staccato guitar, and relentless pace, but it finds the band heavier, louder and faster than ever: tyres screech on Trapdoor Solution, a 64-second Looney Tunes sprint. When the band’s cartoonishly energetic second album, 2000’s Veni Vidi Vicious, secured them fame almost a decade after their formation, their star could have burned fast and bright, but 30 years of frenzied live shows have made the group formidably tight.</p> <a href=\"https://www.theguardian.com/music/2023/aug/11/the-hives-the-death-of-randy-fitzsimmons-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/11/the-hives-the-death-of-randy-fitzsimmons-review", "date_published": "2023-08-11T07:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I didn’t have a second thought’: why Jennifer Lawrence and Scarlett Johansson are stripping off on screen", "description": "<p>In films like No Hard Feelings, Joy Ride and Asteroid City, full-frontal female nudity is back. What has changed in the #MeToo era?</p><p>After years of chaste superhero movies dominating the box office and frequent laments for the death of the sex scene, full frontal nudity is making a comeback on screen in a crop of summer comedies, with female stars daring to bare all for laughs.</p><p>In Adele Lim’s new Asian-led comedy <a href=\"https://www.theguardian.com/film/2023/jul/06/joy-ride-review-slickly-likable-asian-american-comedy-dwells-on-family-and-identity\">Joy Ride</a>, which channels the raucous spirit of Bridesmaids, there is a gasp-out-loud scene in which Stephanie Hsu’s character, Kat, a soap opera star, has her skirt whipped off at the end of a dance sequence to reveal a lurid devil tattoo on her vulva. It is an outrageous stunt that is hilariously cringeworthy. Hsu, though, has been keen to point out that a body double was used (“Make sure my mother gets that memo,” <a href=\"https://www.elle.com/culture/movies-tv/a44475100/stephanie-hsu-joy-ride-interview/\">she told Elle</a>).</p> <a href=\"https://www.theguardian.com/film/2023/aug/11/i-didnt-have-a-second-thought-why-jennifer-lawrence-and-scarlett-johansson-are-stripping-off-on-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/11/i-didnt-have-a-second-thought-why-jennifer-lawrence-and-scarlett-johansson-are-stripping-off-on-screen", "date_published": "2023-08-11T07:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football has changed and so have I, but a new season still gives me reason to hope | Max Rushden", "description": "<p>Despite all its depressing ills, this silly game can still help you forget all your banal worries – even if it’s only for a few seconds</p><p>And so we put ourselves through this all again. Where exactly does the hope come from? Why have I put a – responsibly small – wager on Cambridge United to win the League One play-offs, when they only stayed up on the final day a couple of months ago? I look at our fixtures and cannot see us dropping a point in August. One game in and I’ve already checked the table every day since the weekend. Still fifth.</p><p>How much of my, albeit very limited, journalistic integrity have I lost by placing Spurs second this season? A prediction based almost entirely on a few gruff interviews from Ange Postecoglou and a 30-second clip at the Camp Nou of Tottenham playing out from the back for the first time since 2019? Please note Harry Kane is still there at the time of writing.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/11/football-has-changed-so-have-i-still-reason-to-hope-new-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/11/football-has-changed-so-have-i-still-reason-to-hope-new-season", "date_published": "2023-08-11T07:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Forget professional sprays – these speedy self-tans make it so easy | Sali Huges on beauty", "description": "<p>When I was forced to take tanning into my own hands, the results were better than I ever expected</p><p>Ibook two to three professional spray tans a year – one before Glastonbury, and another couple before an overseas work trip and our annual family holiday. This year, the first was disastrous (I found myself sitting on the grass, scraping off a patchy, scaly tan with the side of a Boots loyalty card), and the second impossible to schedule, so I decided last minute to do it myself.</p><p>I was so bowled over by the results with <a href=\"https://www.cultbeauty.co.uk/st.-tropez-express-bronzing-mousse-200ml/11072506.html\" title=\"\">St Tropez’s </a><strong><a href=\"https://www.cultbeauty.co.uk/st.-tropez-express-bronzing-mousse-200ml/11072506.html\" title=\"\">Express </a></strong><strong><a href=\"https://www.cultbeauty.co.uk/st.-tropez-express-bronzing-mousse-200ml/11072506.html\" title=\"\">Bronzing Mousse</a></strong> (£33) that I’ll be loth to ever step back in the tanning tent. Never have I known fakery this convincing. Promising a light tan in just one hour, medium in two and deep in three, this incredibly easy to use mousse delivered my desired realistic brown hue, without a tinge of orangeyness, after a couple of hours’ wear (it continues to develop after you’ve showered off) and lasted a whole week without ever turning to a tiger-bread-style crust (experienced self-tanners will understand).</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/11/forget-professional-sprays-these-speedy-self-tans-make-it-so-easy\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/11/forget-professional-sprays-these-speedy-self-tans-make-it-so-easy", "date_published": "2023-08-11T07:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "If in drought: 10 tough Mediterranean plants (other than lavender) to heat-proof your garden", "description": "<p>As the climate emergency makes rain more unpredictable, here are some great choices for dry, sunny gardens</p><p>This spring, I spent a month exploring Spain, driving from lush northern Cantabria down to Andalucia and back through the dry central plateaux surrounding Madrid. Foremost a family holiday, the secondary motivation was horticultural: to find inspiration in one of the countries that gave our gardens the drought-tolerant staples of lavender, tree germander and <em>Euphorbia characias.</em></p><p>With increasing weather extremes (the UK and the world recently registered their <a href=\"https://www.theguardian.com/uk-news/2023/jul/03/fears-of-further-fish-deaths-after-hottest-june-in-uk-history\">hottest June ever</a>), many gardeners have been reconsidering some of their traditional, water-thirsty cottage garden varieties in favour of plants better able to cope with these challenging conditions.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/if-in-drought-10-tough-mediterranean-plants-other-than-lavender-to-heat-proof-your-garden\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/if-in-drought-10-tough-mediterranean-plants-other-than-lavender-to-heat-proof-your-garden", "date_published": "2023-08-11T07:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mervyn Stutter: ‘If landlords stay greedy, they will kill the Edinburgh festival’", "description": "<p>The comedian, songwriter and actor on how Scotland’s annual arts jamboree has evolved, loathing corporate gigs and his Pick of the Fringe turning 30</p><p><strong>How did you get into performing?<br /></strong>In the 1960s, I slid into folk clubs and came across Billy Connolly and Gerry Rafferty when they were known as The Humblebums. Connolly chatted more and more in between the songs and soon the guitar got dropped. I thought: “Oh, you can do that can you?” But my biggest influence was Jeremy Taylor, an Englishman who went out to South Africa, got himself barred and banned and came back to the UK and performed in folk clubs. It was the Wilson government and Taylor was very political in his satire and worked with all sorts of people including <a href=\"https://www.theguardian.com/culture/spike-milligan\">Spike Milligan</a>. I thought this was terrific so I also started doing comedy in folk clubs.</p><p><strong>Can you recall a gig so bad, it’s now funny?<br /></strong>A friend of mine used to give me these corporate gigs and I loathed them. They paid well, of course. At the last one I did, all the youths were getting pissed, throwing bread rolls and cavorting with young women and no one was listening to me. On the mic I called across to my friend, “Shall we just stop?” but he said, “No, please don’t.” There was an awful pain in my belly, I’m sure lots of comics will understand that. I just wanted to go. Eventually, I said time-out. That’s it. The money may be good but I’m not putting myself through that stupid pain any more.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/mervyn-stutter-if-landlords-stay-greedy-they-will-kill-the-edinburgh-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/mervyn-stutter-if-landlords-stay-greedy-they-will-kill-the-edinburgh-festival", "date_published": "2023-08-11T07:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my partner’s son put the lid down before flushing the toilet?", "description": "<p>Ray thinks leaving the lid up is unhygienic. David reckons it’s no big deal. It’s up (or down) to you to decide who’s right<br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>David claims his mother never made a big fuss of closing the toilet lid</em><em> but I think it’s of paramount importance</em></p><p><em>Ray’s overreacting about a so-called ‘plume’ that’s never caused problems – and my mum agrees</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/you-be-the-judge-should-my-partners-son-put-the-lid-down-before-flushing-the-toilet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/you-be-the-judge-should-my-partners-son-put-the-lid-down-before-flushing-the-toilet", "date_published": "2023-08-11T07:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scientists unearth two new types of mole in eastern Turkey", "description": "<p>DNA technology confirmed <em>Talpa hakkariensis</em> and <em>Talpa davidiana tatvanensis </em>as distinct from other moles</p><p>Scientists have identified two types of mole that they believe have been living undiscovered in Turkey.</p><p>DNA technology confirmed the creatures were biologically distinct from other moles. Both inhabit mountainous regions in eastern Turkey and can survive in temperatures of up to 50C (122F) in summer and under 2 metres (about 6ft) of snow in winter.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/scientists-unearth-two-new-types-of-mole-in-eastern-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/scientists-unearth-two-new-types-of-mole-in-eastern-turkey", "date_published": "2023-08-11T06:55:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool agree £110m Moisés Caicedo deal in push to gazump Chelsea", "description": "<ul><li>Chelsea have offered £100m for top target and could bid again</li><li>Liverpool aim to tie up Brighton midfielder’s signing on Friday</li></ul><p>Liverpool have agreed a £110m deal to buy Brighton’s Moisés Caicedo and are hoping to guard against any late hijack from Chelsea by swiftly concluding the signing of the midfielder.</p><p>Chelsea had been considered the frontrunners for Caicedo, their top target in their hunt for midfield reinforcements, and submitted a bid worth up to £100m on Thursday night. However they have been gazumped by <a href=\"https://www.theguardian.com/football/2023/aug/10/liverpool-moises-caicedo-chelsea-tyler-adams\">Liverpool muscling in</a> on the deal for the Ecuador international. Liverpool are aiming to discuss personal terms with Caicedo and to complete the transfer on Friday after their higher bid was accepted.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/liverpool-chelsea-moises-caicedo-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/liverpool-chelsea-moises-caicedo-brighton", "date_published": "2023-08-11T06:44:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hangman by Maya Binyam review – a debut to keep you guessing", "description": "<p>A man returns to his African country of origin in a brilliantly surreal story of exile and homecoming</p><p>There’s a lot we don’t know for much of American author Maya Binyam’s debut, Hangman. In this tragicomic story about an unnamed narrator’s journey home to an unnamed nation, which begins with a phone call telling him to board a plane, uncertainty and surreality are the norm.</p><p>We know that his ticket has been bought and placed in the breast pocket of his jacket, that a car arrives to pick him up and take him to the airport. The radio is on, “announcing traffic due to an accident involving a taxicab driver, a police officer, and a woman”. He finds that in fact the roads are fine, but this item of breaking news will follow him on his travels.</p> <a href=\"https://www.theguardian.com/books/2023/aug/11/hangman-by-maya-binyam-review-a-debut-to-keep-you-guessing\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/11/hangman-by-maya-binyam-review-a-debut-to-keep-you-guessing", "date_published": "2023-08-11T06:30:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Angus MacNeil expelled from SNP after row with party’s chief whip", "description": "<p>Move follows refusal to join to rejoin Westminster group after suspension over clash with Brendan O’Hara</p><p>The MP Angus MacNeil has announced he has been expelled from the Scottish Nationalist party (SNP).</p><p>He was suspended from the party’s Westminster group last month after reportedly clashing with its chief whip, Brendan O’Hara.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/11/angus-macneil-expelled-from-snp-after-row-with-partys-chief-whip\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/11/angus-macneil-expelled-from-snp-after-row-with-partys-chief-whip", "date_published": "2023-08-11T06:24:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harry Kane ready to accept Bayern Munich move and leave Tottenham", "description": "<ul><li>Kane held further talks with Bayern over four-year contract </li><li>Spurs agreed fee for striker that could reach almost £100m</li></ul><p>Harry Kane is ready to conclude his move to Bayern Munich and bring an end to his 19-year stay at Tottenham.</p><p>Bayern had a bid that could be worth almost £100m accepted for the striker on Thursday but were left sweating over whether the transfer would go ahead. <a href=\"https://www.theguardian.com/football/2023/aug/10/tottenham-accept-harry-kane-offer-bayern-munich\">Kane was weighing up</a> whether to move to Germany and there was a chance of him deciding to stay at Spurs for another year, even though his contract expires next summer.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/harry-kane-accepts-bayern-munich-move-leave-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/harry-kane-accepts-bayern-munich-move-leave-tottenham", "date_published": "2023-08-11T06:17:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russian missile strike hits Zaporizhzhia hotel, killing one and injuring 16, including children", "description": "<p>Latest strike on Russia-controlled city injures four children; hotel hit is popular with UN workers</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/aug/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-534-of-the-invasion\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The UK’s Ministry of Defence has issued its daily intelligence briefing on the war, and today the focus is on <strong>Belarus</strong>. It asserts that the military exercises taking place in the Russian ally are “highly likely part of the Belarussian military’s routine training cycle”, but it notes “however, Russia is almost certainly keen to promote Belarussian forces as posturing against Nato.”</p><p>In recent days Poland has sent more troops to its border with Belarus, in part to help its border guard force cope with migrant flows that Belarus allows to pass into the EU, and in part to counter what is perceived to be a threat from the arrival of Wagner mercenary forces in Belarus. Last week Poland accused Belarussian helicopters of violating its airspace.</p><p><em>This is Martin Belam taking over the live blog in London. You can contact me at <a href=\"mailto:martin.belam@theguardian.com\">martin.belam@theguardian.com</a>.</em></p> <a href=\"https://www.theguardian.com/world/live/2023/aug/11/russia-ukraine-war-live-updates-missile-strikes-zaporizhzhia-hotel-deaths-casualties-injured\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/11/russia-ukraine-war-live-updates-missile-strikes-zaporizhzhia-hotel-deaths-casualties-injured", "date_published": "2023-08-11T06:07:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK economy avoids stagnation with 0.2% growth in Q2 – business live", "description": "<p>Rolling coverage of the latest economic and financial news, including the latest UK GDP data</p><p><strong>Newsflash: The UK economy has posted modest growth in the second quarter of this year, defy fears of stagnation.</strong></p><p><strong>UK GDP expanded by 0.2%</strong> in April-June, the Office for National Statistics reports, beating<a href=\"https://www.theguardian.com/business/live/2023/aug/11/uk-gdp-economy-growth-stagnation-contraction-june-q2-business-live?filterKeyEvents=false&amp;page=with:block-64d560058f0808267411c674#block-64d560058f0808267411c674\"> forecasts of no growth in the quarter</a>. This follows growth of 0.1% in January-March.</p><p>In output terms, the services sector grew by 0.1% on the quarter, driven by increases in information and communication, accommodation and food service activities, and human health and social work activities; elsewhere, the production sector grew by 0.7%, with 1.6% growth in manufacturing.</p><p>In expenditure terms, there was strong growth in household consumption and government consumption, which was partially offset by a fall in international trade flows in the second quarter.</p> <a href=\"https://www.theguardian.com/business/live/2023/aug/11/uk-gdp-economy-growth-stagnation-contraction-june-q2-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/aug/11/uk-gdp-economy-growth-stagnation-contraction-june-q2-business-live", "date_published": "2023-08-11T06:07:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Junior doctors in England launch fifth round of industrial action", "description": "<p>Strike could push number of appointments cancelled due to NHS industrial action over a million</p><p>Junior doctors in England have launched a fifth round of industrial action, with thousands going on strike just days after starting their first NHS jobs.</p><p>The <a href=\"https://www.theguardian.com/society/2023/jul/26/junior-doctors-england-to-stage-four-day-strike-in-august-bma\">latest round of strikes</a> from British Medical Association (BMA) junior doctors began at 7am on Friday and will end at 7am next Tuesday. It could result in the total number of appointments cancelled due to NHS industrial action hitting 1m.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/junior-doctors-england-launch-fifth-round-industrial-action-nhs-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/junior-doctors-england-launch-fifth-round-industrial-action-nhs-strike", "date_published": "2023-08-11T06:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Newly renovated homes – in pictures", "description": "<p>From a dome-topped former Salvation Army hall to a villa with a vast kitchen</p> <a href=\"https://www.theguardian.com/money/gallery/2023/aug/11/newly-renovated-homes-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/aug/11/newly-renovated-homes-in-pictures", "date_published": "2023-08-11T06:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A fake volcano, an ice-cream, a dog dressed as a shark: how I holidayed in the Aeolian Islands – without leaving Philadelphia", "description": "<p>I’ve long dreamed of visiting these Italian islands. But who needs sea views and olive groves when you’ve got traffic-filled expressways and the Fairmount Water Works?</p><p>If someone gave me a large sum of money with the stipulation that I had to use it on a summer holiday, I would probably head to the Aeolian Islands, a volcanic archipelago off the coast of Sicily boasting dramatic cliffs, mud baths and picturesque beaches. I went there with an ex about 15 years ago and we argued the whole time; I’ve always wanted to go back and not have the beautiful views ruined by romantic discord.</p><p>Of course, Italian summer holidays have been ruined by something rather more serious this year: wildfires and scorching heat have <a href=\"https://www.theguardian.com/world/video/2023/jul/25/wildfires-tear-through-sicily-forcing-palermo-airport-to-close-video\">closed airports</a>, forced evacuations, and left a trail of death and destruction. It’s not the best time to be jumping on a carbon-emitting plane and heading off for a carefree vacation in the Med.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/11/dream-holiday-at-home-how-i-holidayed-in-the-aeolian-islands-without-leaving-philadelphia\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/11/dream-holiday-at-home-how-i-holidayed-in-the-aeolian-islands-without-leaving-philadelphia", "date_published": "2023-08-11T06:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harlan Coben’s Shelter to At Home With the Furys: the seven best shows to stream this week", "description": "<p>This faithful adaptation of the author’s YA series is full of spooky goings-on and charismatic acting, while the family behind the punchtastic heavyweight champ provide plenty of TV turbulence</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/11/harlan-cobens-shelter-to-at-home-with-the-furys-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/11/harlan-cobens-shelter-to-at-home-with-the-furys-the-seven-best-shows-to-stream-this-week", "date_published": "2023-08-11T06:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including a waving seal pup, a hi-tech turtle and an overheated barn owl  </p> <a href=\"https://www.theguardian.com/environment/gallery/2023/aug/11/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/aug/11/the-week-in-wildlife-in-pictures", "date_published": "2023-08-11T06:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Noname: Sundial review | Ben Beaumont-Thomas’s album of the week", "description": "<p><strong>(Self-released)</strong><br />On her long-awaited album, the Chicago artist isn’t scared to spread around the culpability for discord, from white society to Beyoncé, Barack Obama – and herself</p><p>‘She’s a shadow walker, moon stalker, Black author, librarian, contrarian.” Noname’s second album starts with this act of self-definition, and it’s a decent summing up of an astonishing rapper whose erudition and political acumen is charged up by her sense of wonder. Initially a performance poet, she emerged last decade alongside Chicago peers such as Chance the Rapper, Saba and Smino, all making creative, neo soul-inflected hip-hop in parallel to the city’s drill rap and jazz scenes. Her debut 2016 mixtape Telefone was a poignant study of family and community, its romances and character studies menaced by police brutality and generational trauma.</p><p>Her study of the forces ranged against Black people intensified on her 2018 debut album Room 25: “My pussy wrote a thesis on colonialism” summed up her demotic, funny, astute wordplay in one line. The track Blaxploitation accused Hillary Clinton of minstrelsy in her courting of Black voters (complete with mini hot sauce kept in her handbag), and Noname suggested the latter instead situate themselves outside white culture: “When we cool, they cool, we die as coon / We supafly indigenous, now hop to the moon.” (She soon started a book club focusing on radical Black thought.)</p> <a href=\"https://www.theguardian.com/music/2023/aug/11/noname-sundial-review-riveting-rapper-builds-new-ways-of-living\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/11/noname-sundial-review-riveting-rapper-builds-new-ways-of-living", "date_published": "2023-08-11T05:45:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand intelligence report accuses China of ‘foreign interference’", "description": "<p>Report from the country’s spy agency, the NZSIS, also claims foreign intelligence ‘persistently’ conduct operations against New Zealand</p><p>New Zealand’s intelligence service has accused China of foreign interference in its democracy, amid increasing tensions and geopolitical competition in the region.</p><p>In a declassified threat assessment report released on Friday, the country’s spy agency, NZSIS, said there were “foreign intelligence agencies who persistently and opportunistically conduct espionage operations against New Zealand”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/new-zealand-intelligence-report-accuses-china-of-foreign-interference\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/new-zealand-intelligence-report-accuses-china-of-foreign-interference", "date_published": "2023-08-11T05:39:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sam Kerr will start if fit in Matildas’ World Cup quarter-final against France", "description": "<ul><li>‘No question whatsoever,’ says coach Tony Gustavsson</li><li>Australia’s captain set for final assessment by medical team</li></ul><p>Matildas coach Tony Gustavsson will make a call on how to use striker Sam Kerr in Saturday’s World Cup last-eight clash after a final medical briefing from his team on Friday night.</p><p>Since the Matildas beat Denmark on Monday, when Kerr came on as a late substitute after recovering from her calf injury, there has been speculation over whether Australia’s captain would start or come off the bench. Speaking in Brisbane ahead of the match, Gustavsson said that Kerr would start if she was healthy.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/womens-world-cup-2023-sam-kerr-starting-lineup-selection-match-fitness-matildas-vs-france\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/womens-world-cup-2023-sam-kerr-starting-lineup-selection-match-fitness-matildas-vs-france", "date_published": "2023-08-11T05:38:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: how comedian Adam Hills became an international rugby star", "description": "<p>The Last Leg host’s journey to the Physical Disability Rugby League World Cup. Plus, the frightening and farcical Then You Run continues. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/11/tv-tonight-how-comedian-adam-hills-became-an-international-rugby-star\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/11/tv-tonight-how-comedian-adam-hills-became-an-international-rugby-star", "date_published": "2023-08-11T05:20:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "North Koreans ordered to protect portraits of Kim Jong-un as tropical storm Khanun looms", "description": "<p>State media urges citizens to focus on ‘ensuring the safety’ of propaganda relating to the Kim dynasty</p><p>North Koreans have been told to do everything possible to protect portraits of the Kim dynasty, as the country braces for heavy rain and strong winds caused by tropical storm Khanun.</p><p>The Rodong Sinmun, the official newspaper of the ruling Korean Workers’ party, said people’s “foremost focus” should be on “ensuring the safety” of propaganda portraits of its current leader, Kim Jong-un, his father, Kim Jong-il, and his grandfather and North Korea’s founder, Kim Il-sung.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/north-koreans-ordered-to-protect-portraits-of-kim-jong-un-as-tropical-storm-khanun-looms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/north-koreans-ordered-to-protect-portraits-of-kim-jong-un-as-tropical-storm-khanun-looms", "date_published": "2023-08-11T05:08:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s time for a new climate populism, to show how the super rich got us – and the planet – into this mess | Andy Beckett", "description": "<p>From air-purified penthouses and private jets, a wealthy anti-green lobby feigns common cause with ‘ordinary people’. Let’s expose that</p><p>In Britain and far beyond, anti-environmentalists have a new favourite argument. No longer able to claim the climate crisis isn’t happening, they have switched from denial to class warfare. They argue that green policies and innovations from electric cars to heat pumps, low emission zones to eco-taxes and levies, are all unaffordable for working-class and many middle-class people, yet are being imposed regardless by an out-of-touch elite of politicians, bureaucrats and wealthy “woke capitalists”.</p><p>Most of the people making these arguments in the rightwing media were never previously much troubled by the financial struggles of what they now piously call “ordinary people”. But shamelessly shifting position is a familiar activity for the modern right. Meanwhile the cost of living crisis has given its anti-green message more force.</p><p>Andy Beckett is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/11/super-rich-pollution-earth-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/11/super-rich-pollution-earth-climate-crisis", "date_published": "2023-08-11T05:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ll never know where I’m from’: plight of the adopted children of Bangladesh’s Birangona women", "description": "<p>Thousands of children born to victims of rape during Bangladesh’s war of independence in 1971 were adopted by foreign families. Now, many want to discover their roots</p><ul><li><a href=\"https://www.theguardian.com/society/2023/aug/11/the-children-who-say-they-were-wrongly-taken-for-adoption\">The Bangladeshi children who say they were wrongly taken for adoption</a></li></ul><p>Jane Radika was searching for answers. Approaching 50, she had become reflective about life and yearned to know more about the circumstances of her adoption, from an orphanage in Bangladesh to a small Cornish town in England.</p><p>“I was only five weeks old when I came to the UK, so I have no recollection of it. From what I have learned, my mum gave birth to me in the Mother Teresa orphanage in Dhaka. Unfortunately, I have conflicting information – her name may be on my Bangladeshi birth certificate or it may not. It has been lost, which is heartbreaking, but apparently the orphanage has a copy.”</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/11/ill-never-know-where-im-from-plight-of-the-adopted-children-of-bangladeshs-birangona-women\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/11/ill-never-know-where-im-from-plight-of-the-adopted-children-of-bangladeshs-birangona-women", "date_published": "2023-08-11T05:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My mother spent her life trying to find me’: the children who say they were wrongly taken for adoption", "description": "<p>For years, Bibi Hasenaar felt rejected because she was adopted aged four. Then she saw a photo that described her as missing – and began to uncover an astonishing dark history</p><p>Bibi Hasenaar has had two lives. One began in November 1976, when she was<strong> </strong>about<strong> </strong>four, arriving in the Netherlands to meet her adoptive parents. “I remember it vividly. There’s a photo of us at the airport with other children arriving from Bangladesh – it was published in a Dutch paper.” Her older brother Babu was there, too.</p><p>Her other life appears only in fragments. She remembers being in a children’s home with another older brother and having her food stolen by older children. “It was not a nice place to be,” Hasenaar says. Her only memory of their mother is her long black hair. But of the flight out of Bangladesh, she remembers every detail. At her kitchen table in the village of Muiderberg, 30 minutes’ drive east of Amsterdam, sipping hot water and fresh ginger, the 51-year-old slowly recounts the long journey that changed her life.</p> <a href=\"https://www.theguardian.com/society/2023/aug/11/the-children-who-say-they-were-wrongly-taken-for-adoption\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/11/the-children-who-say-they-were-wrongly-taken-for-adoption", "date_published": "2023-08-11T05:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Air pollution speeds progression of lung diseases, UK study finds", "description": "<p>Study adds to growing evidence that health harm from air pollution accumulates through our lifetimes</p><p>A study of <a href=\"https://thorax.bmj.com/content/78/7/698\">more than 250,000 people</a> in the UK has shown how <a href=\"https://pubmed.ncbi.nlm.nih.gov/36972978/\">air pollution speeds up the progression of lung disease</a>.</p><p>More air pollution in people’s home neighbourhoods led to a greater probability of developing one lung illness and then to increased likelihood of multiple illnesses and death. This adds <a href=\"https://www.rcplondon.ac.uk/projects/outputs/every-breath-we-take-lifelong-impact-air-pollution\">to growing evidence</a> that the health harm from air pollution <a href=\"https://www.imperial.ac.uk/news/244355/review-highlights-lifelong-health-impacts-pollution/\">accumulates through our lifetime</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/11/air-pollution-speeds-progression-of-lung-diseases-uk-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/11/air-pollution-speeds-progression-of-lung-diseases-uk-study-finds", "date_published": "2023-08-11T05:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh fringe with the family: five shows for kids", "description": "<p>Imaginary friends, runaway horses and Roger McGough’s take on the Wind in the Willows are among the treats for younger audiences at the festival</p><p><a href=\"https://tickets.edfringe.com/whats-on/lightning-ridge\">Summerhall, 11.30am, until 20 August</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/11/edinburgh-fringe-with-the-family-five-shows-for-kids\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/11/edinburgh-fringe-with-the-family-five-shows-for-kids", "date_published": "2023-08-11T05:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Six ways to get Britain’s railways back on track – and six reasons for cheer", "description": "<p>As the industry struggles with multiple challenges, here are the issues it needs to tackle, and some hopeful developments <br /></p><p>In 2017, the “commuter train of the future” boasted an onboard gym, games consoles, swivelling armchairs and private pods for making calls or using laptops. It was, <a href=\"https://www.thesun.co.uk/travel/4952805/this-commuter-train-of-the-future-with-a-gym-gaming-consoles-and-kitchenettes-would-make-you-want-to-go-to-work/\">according to the Sun</a>, “so awesome it could actually make you want to go to work”.</p><p>Unfortunately it did not quite exist: the Deutsche Bahn design team’s concept train, the Ideenzug (Ideas Train), unveiled six years ago, was trying to counter what was then perceived as the biggest threat to their market: self-driving cars, whose users, they said, would soon be able to relax on the way to work.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/six-ways-to-get-britains-railways-back-on-track-and-six-reasons-for-cheer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/11/six-ways-to-get-britains-railways-back-on-track-and-six-reasons-for-cheer", "date_published": "2023-08-11T05:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why, even now, do we think a woman’s work is worth less?", "description": "<p>Progress in Asda equal pay case may help root out sexist assumptions behind persistent gender gap</p><p>There has been another baby step forward in the long-running equal pay case brought by more than 40,000 female employees at Asda.</p><p>It is one of a slew of battles being fought across the retail sector, including at Next, where female staff recently won the right to take their case to its final stage.</p> <a href=\"https://www.theguardian.com/world/2023/aug/11/why-even-now-do-we-think-a-womans-work-is-worth-less\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/11/why-even-now-do-we-think-a-womans-work-is-worth-less", "date_published": "2023-08-11T05:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amazon starting to track and penalize workers who work from home too much", "description": "<p>Notice sent to employees who were not in office at least three times a week, after other tech firms’ efforts to get workers back on site</p><p>Amazon workers in the US are being tracked and penalized for not spending sufficient time in the company’s offices, an email sent to employees this week revealed, as tech companies push back against work-from-home practices that flourished during the pandemic.</p><p>Some staff members were alerted on Wednesday they were “not currently meeting our expectation of joining your colleagues in the office at least three days a week”, according to emails <a href=\"https://www.ft.com/content/7f058b6f-3a2b-4aeb-b77b-dc68102ebd77\">shared with the Financial Times</a>. The emails <a href=\"https://nypost.com/2023/08/10/amazon-workers-furious-over-return-to-office-warning/\">were also discussed</a> on the anonymous corporate message board platform Blind.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/11/amazon-starting-to-track-and-penalize-workers-who-work-from-home-too-much\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/11/amazon-starting-to-track-and-penalize-workers-who-work-from-home-too-much", "date_published": "2023-08-11T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scuba Gooding Jr and the Riverboat Rumble: why Alabama brawl memes have real power", "description": "<p>Black Twitter has seized on the clash in Montgomery, cutting to the heart of the city’s troubled history in a moment of catharsis</p><p>When a Black riverboat captain was assaulted by a group of disrespectful white pontoon cruisers, the Saturday evening confrontation at Montgomery, Alabama’s Riverfront Park set off a melee that would rival any heavyweight prize fight for global attention.</p><p>It started after the captain had spent 45 minutes asking the cruisers to move the pontoon they had docked in the riverboat’s parking space, a request that was met with swearing and obscene gestures. When one cruiser lunged at the captain with both hands and knocked him back, the skipper dug in for a fight. Seeing him outnumbered and quickly overwhelmed, Black onlookers swarmed to his defense, kicking off <a href=\"https://www.theguardian.com/us-news/2023/aug/08/alabama-riverfront-brawl\">an epic brawl</a> that was caught on camera from multiple angles.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/10/alabama-riverfront-brawl-memes\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/10/alabama-riverfront-brawl-memes", "date_published": "2023-08-11T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Youth say they need education and job skills to thrive in the modern world", "description": "<p>The pandemic, cost-of-living crisis and the climate emergency are influencing responses to the largest-ever survey of young people</p><p>Getting a good education and a job are the top priorities for 10 to 24-year-olds, according to the preliminary results of the largest-ever global survey of young people.</p><p>More than 700,000 were asked what would improve their wellbeing. About 40% cited education and work, while 21% said safety and 16% good health and nutrition.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/11/pmnch-youth-say-they-need-education-and-job-skills-to-thrive-in-the-modern-world-\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/11/pmnch-youth-say-they-need-education-and-job-skills-to-thrive-in-the-modern-world-", "date_published": "2023-08-11T05:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Every moment an explosion of joy’: Colombian fans drive their team’s World Cup quest with unbridled passion", "description": "<p>Colombia have been a surprise package on the field, reaching the quarter-finals for the first time, and their vibrant fans have left an even bigger mark on the tournament</p><p>When Isabel Gomez walked into the stadium to watch Colombia’s first match in the World Cup, she braced herself to see just a handful of her compatriots dominated by fans of the opposing team, South Korea. But it was the opposite.</p><p>There was a sea of yellow jerseys, Colombian flags and traditional Colombian clothing. When a South Korean player got the ball, it felt as though the entire stadium was booing, Gomez recalls, and when Colombia had the ball the stadium erupted in joy.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/every-moment-an-explosion-of-joy-colombian-fans-drive-their-teams-world-cup-quest-with-unbridled-passion\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/every-moment-an-explosion-of-joy-colombian-fans-drive-their-teams-world-cup-quest-with-unbridled-passion", "date_published": "2023-08-11T04:40:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain secure spot in World Cup semi-finals with extra-time win over Netherlands", "description": "<p></p><p>Finally, after pounding at the door for two hours, throats dry and knuckles bleeding, Spain got an answer. And of course it was what they deserved, but they knew too that what you deserve and what you get are often two different things. A few long white clouds and a brilliant blue sky looked down over Salma Paralluelo as her yellow-soled boots ate up the clear green turf. And perhaps it was Spain’s ultimate fortune that the chance to make history should fall to a woman with no sense of history, with no baggage to carry. Just two feet and a ball, and the pure minimalism of youth.</p><p>In crashing the winning goal past the luckless Daphne van Domselaar, the 19-year-old Barcelona winger salvaged a lot more than Spain’s tournament. She redeemed their idea of who they are, the idea that this great generation can still be great, that the scars of the past need not sting in the present. Spain will play a World Cup semi-final for the first time, and for the first time they will feel fate is on their side.</p> <a href=\"https://www.theguardian.com/football/2023/aug/11/spain-secure-spot-in-world-cup-semi-finals-with-extra-time-win-over-netherlands\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/11/spain-secure-spot-in-world-cup-semi-finals-with-extra-time-win-over-netherlands", "date_published": "2023-08-11T04:03:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The power of junk food companies in Washington – podcast", "description": "<p>When and why did so-called food deserts first emerge? How has the fast food industry become so powerful? And despite the growing rate of obesity in the US, why are politicians not stepping in to improve nutrition?</p><p>This week, Jonathan Freedland speaks to Dr Eduardo J Gómez of Lehigh University, on how his new book <em><a href=\"https://www.press.jhu.edu/books/title/12450/junk-food-politics\">Junk Food Politics</a> </em>taught him about the power of lobbyists</p><p><em>Archive: CBS Sacremento, ABC News, CNBC</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/aug/11/power-junk-food-companies-washington-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/aug/11/power-junk-food-companies-washington-podcast", "date_published": "2023-08-11T04:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘100,000 people are about to lose their minds!’ Four Tet on being the world’s unlikeliest superstar DJ", "description": "<p>Kieran Hebden is now playing arenas in a bromance with Fred Again and Skrillex. In a rare interview, he talks authenticity, bootlegging Taylor Swift – and his landmark legal battle with his old label</p><p>The last time he granted <a href=\"https://www.theguardian.com/music/2015/jul/11/four-tet-kieran-hebden-morning-evening-plastic-people\" title=\"\">a big interview</a>, Kieran Hebden was an underground darling playing clubs so small you could smell the loos from the cloakroom queue. In the eight years since, his career as Four Tet has undergone what he calls “a steady buildup” – and here he stands at its apex. This weekend, he will play to tens of thousands in a solo set at Finsbury Park in London. He is also the backbone of a roving dance-party trio alongside the EDM giant Skrillex and the everyman superproducer Fred Again – the most in-demand electronic outfit on Earth.</p><p>When I talk up the trio’s sold-out show at Madison Square Garden in New York, or their triumphant set closing Coachella for 100,000 desertgoers, Hebden waves it off. “That concept was coming at me after Coachella – ‘He’s finally getting the success he deserves’ – but it didn’t really feel like that,” he says, peering into a webcam, eyes circled by late-night rings, video-calling from the deck of the Woodstock cabin where he lives. “I did Coachella and the next gig was a three-and-a-half-hour set at my daughter’s 13th birthday party to 20 teenage girls, who I felt looked at me deeply unimpressed the whole time.”</p> <a href=\"https://www.theguardian.com/music/2023/aug/11/100000-people-are-about-to-lose-their-minds-four-tet-on-being-the-worlds-unlikeliest-superstar-dj\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/11/100000-people-are-about-to-lose-their-minds-four-tet-on-being-the-worlds-unlikeliest-superstar-dj", "date_published": "2023-08-11T04:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A lack of respect’: Catalonian nudists campaign against clothed tourists", "description": "<p>Naturist-Nudist Federation of Catalonia fighting an influx of swimwear-wearing newcomers who ‘make us uncomfortable’</p><p>It was on a sun-kissed stretch of beach in Catalonia that Segimon Rovira began to feel self-conscious. For as long as the 56-year-old could remember, the area’s turquoise waters had primarily been frequented by nudists. Now, he was painfully aware of being surrounded by sunbathers – in their swimsuits.</p><p>“Before, people would arrive at a nude beach and either leave or strip down,” said Rovira. “Now they stay and keep their swimsuit on. But what they don’t realise is that if there are a lot of them, they end up making us uncomfortable. It’s a lack of respect.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/11/catalonian-nudists-campaign-against-clothed-tourists\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/11/catalonian-nudists-campaign-against-clothed-tourists", "date_published": "2023-08-11T04:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Best of 2023… so far: ‘I know where the bodies are buried’: one woman’s mission to change how the police investigate rape – podcast", "description": "<p>Every Friday in August we will publish some of our favourite audio long reads of 2023, in case you missed them, with an introduction from the editorial team to explain why we’ve chosen it.</p><p>This week, from March: <br />For the past two years, Betsy Stanko has been leading an unprecedented investigation into why the police have been failing so badly to tackle sexual violence. But is there any chance of fixing a system that seems so broken?</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/11/best-of-2023-so-far-i-know-where-the-bodies-are-buried-one-womans-mission-to-change-how-the-police-investigate-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/11/best-of-2023-so-far-i-know-where-the-bodies-are-buried-one-womans-mission-to-change-how-the-police-investigate-podcast", "date_published": "2023-08-11T04:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China a ‘ticking time bomb’ because of economic woes, Joe Biden warns", "description": "<p>At Utah fundraiser, US president says China’s employment and workforce issues pose a risk, because ‘when bad folks have problems, they do bad things’</p><p>Joe Biden has called China a “ticking time bomb in many cases” because of its economic challenges, saying the country was in trouble because of weak growth.</p><p>The US president pointed to the country’s high unemployment and ageing workforce, saying: “China is in trouble.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/11/joe-biden-china-economy-time-bomb\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/11/joe-biden-china-economy-time-bomb", "date_published": "2023-08-11T03:28:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How the search for UFOs reached the US Congress – podcast", "description": "<p>The quest to discover whether or not we’re alone in the universe has become an obsession for many Americans. Some of them are elected officials, reports Adam Gabbatt in Washington DC</p><p>Over the past few weeks, there’s been a lot of talk of UFOs. Which isn’t unusual in the US – over the decades, it has become for many enthusiasts a kind of obsession. But what is unusual is that recently this UFO chatter has gone beyond internet forums, YouTube channels and kooky podcasts. Now it’s arrived in Washington.</p><p>In the past few years, the Pentagon has said pilots are seeing things up in the sky that they can’t explain. And a few weeks ago, spaceships got their day in Congress</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/11/how-search-for-ufos-reached-us-congress-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/11/how-search-for-ufos-reached-us-congress-podcast", "date_published": "2023-08-11T02:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heart of Stone review – Netflix’s Mission: Impossible-esque thriller is rock solid", "description": "<p>Gal Gadot leads the streamer’s latest ambitious franchise-starter that delivers just about enough dumb summer fun to have us curious for more</p><p>There were some impossible calculations made this summer in the making and marketing of Tom Cruise’s <a href=\"https://www.theguardian.com/film/2023/jul/05/mission-impossible-dead-reckoning-part-one-review-tom-cruise\">seventh mission as Ethan Hunt</a>, the gambit of a gargantuan almost $300m budget yet to prove a decision well-made, the sequel heading for a somewhat destructive financial reckoning. But before the final tally is in, the film’s production company Skydance is hoping for a far easier win with similarly themed thriller Heart of Stone, a potential Netflix franchise-starter, cushioned by lower costs and lower stakes.</p><p>There’s also, predictably, a lower level of enjoyment to be had here but given the sky-high bar Cruise has set for the Mission: Impossible series, that doesn’t mean that the streamer’s copycat caper is as unrewarding as one might expect. Netflix’s big-boy actioners have mostly felt more mock than blockbuster, from 6 Underground to The Gray Man to Red Notice, pale imitations of films that were already pale imitations of something else in the first place. But Heart of Stone, as disposable and derivative as it might be, is a notable step up, playing a simple, sturdy game but playing it well, a surer hand gliding us through familiar territory. That hand belongs to British director Tom Harper, who cut his teeth on cinematic shows like Misfits and Peaky Blinders before impressing with crowd-pleasing music drama Wild Rose and baffling with Oscar-bait balloon adventure The Aeronauts. Together with his longtime cinematographer George Steel, he gives it both a sustained jolt of adrenaline and a sleek, glossy sheen often absent on Netflix, where too many washed out films look as if they were shot in murky rooms where someone had just been smoking.</p> <a href=\"https://www.theguardian.com/film/2023/aug/10/heart-of-stone-review-gal-gadot-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/10/heart-of-stone-review-gal-gadot-netflix", "date_published": "2023-08-11T01:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain v Netherlands: Women’s World Cup 2023 quarter-final – live", "description": "<ul><li><a href=\"mailto:beau.dure.freelance@guardian.co.uk\">Email Beau</a> with your thoughts or tweet <a href=\"https://twitter.com/duresport\">@duresport</a></li><li><a href=\"https://www.theguardian.com/football/2023/aug/10/womens-world-cup-things-you-missed\">Ten things you may have missed at the World Cup</a></li></ul><p><strong>So, about those comments …</strong></p><p>If you’re a US fan currently watching the lengthy tribute to the older players on the US team, which is now running on Fox instead of analysis of a World Cup quarterfinal they’ll be showing in 15 minutes, you may be looking for a team for which to cheer in this game.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/10/spain-v-netherlands-womens-world-cup-2023-quarter-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/10/spain-v-netherlands-womens-world-cup-2023-quarter-final-live", "date_published": "2023-08-11T00:50:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]