[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Detail Severe \"Super FabriXss\" Vulnerability in Microsoft Azure SFX", "description": "Details have emerged about a now-patched vulnerability in Azure Service Fabric Explorer (SFX) that could lead to unauthenticated remote code execution.\nTracked as CVE-2023-23383 (CVSS score: 8.2), the issue has been dubbed \"Super FabriXss\" by Orca Security, a nod to the FabriXss flaw (CVE-2022-35829, CVSS score: 6.2) that was fixed by Microsoft in October 2022.\n\"The Super FabriXss vulnerability", "link": "https://thehackernews.com/2023/03/researchers-detail-severe-super.html", "date_published": "2023-03-30 17:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese RedGolf Group Targeting Windows and Linux Systems with KEYPLUG Backdoor", "description": "A Chinese state-sponsored threat activity group tracked as RedGolf has been attributed to the use of a custom Windows and Linux backdoor called KEYPLUG.\n\"RedGolf is a particularly prolific Chinese state-sponsored threat actor group that has likely been active for many years against a wide range of industries globally,\" Recorded Future told The Hacker News.\n\"The group has shown the ability to", "link": "https://thehackernews.com/2023/03/chinese-redgolf-group-targeting-windows.html", "date_published": "2023-03-30 15:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Wi-Fi Protocol Security Flaw Affecting Linux, Android and iOS Devices", "description": "A group of academics from Northeastern University and KU Leuven has disclosed a fundamental design flaw in the IEEE 802.11 Wi-Fi protocol standard, impacting a wide range of devices running Linux, FreeBSD, Android, and iOS.\nSuccessful exploitation of the shortcoming could be abused to hijack TCP connections or intercept client and web traffic, researchers Domien Schepers, Aanjhan Ranganathan,", "link": "https://thehackernews.com/2023/03/new-wi-fi-protocol-security-flaw.html", "date_published": "2023-03-30 12:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cyberstorage: Leveraging the Multi-Cloud to Combat Data Exfiltration", "description": "Multi-cloud data storage, once merely a byproduct of the great cloud migration, has now become a strategy for data management. \"Multi-cloud by design,\" and its companion the supercloud, is an ecosystem in which several cloud systems work together to provide many organizational benefits, including increased scale and overall resiliency.And now, even security teams who have long been the holdout", "link": "https://thehackernews.com/2023/03/cyberstorage-leveraging-multi-cloud-to.html", "date_published": "2023-03-30 11:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "AlienFox Malware Targets API Keys and Secrets from AWS, Google, and Microsoft Cloud Services", "description": "A new \"comprehensive toolset\" called AlienFox is being distributed on Telegram as a way for threat actors to harvest credentials from API keys and secrets from popular cloud service providers.\n\"The spread of AlienFox represents an unreported trend towards attacking more minimal cloud services, unsuitable for crypto mining, in order to enable and expand subsequent campaigns,\" SentinelOne security", "link": "https://thehackernews.com/2023/03/alienfox-malware-targets-api-keys-and.html", "date_published": "2023-03-30 10:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "3CX Desktop App Targeted in Supply Chain Cyber Attack, Affecting Millions of Users", "description": "3CX said it's working on a software update for its desktop app after multiple cybersecurity vendors sounded the alarm on what appears to be an active supply chain attack that's using digitally signed and rigged installers of the popular voice and video conferencing software to target downstream customers.\n\"The trojanized 3CX desktop app is the first stage in a multi-stage attack chain that pulls", "link": "https://thehackernews.com/2023/03/3cx-desktop-app-targeted-in-supply.html", "date_published": "2023-03-30 06:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}]