[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: St. Louis Pitcher Sings National Anthem On Opening Day", "description": "Well, America might be going to hell in a handbasket (see: indictment of President Donald Trump) but at least Opening Day in the MLB is here. Unlike other professional sports leagues, it appears there&#8217;s still some ounce of patriotism that can be found in America&#8217;s pastime — so much so that St. Louis pitcher Adam ...", "link": "https://www.dailywire.com/news/watch-st-louis-pitcher-sings-national-anthem-on-opening-day", "date_published": "2023-03-30 19:54:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Fires Back At Manhattan D.A. Over Trump Indictment", "description": "Florida Governor Ron DeSantis quickly responded to news on Thursday that former President Donald Trump has been indicted by a Manhattan grand jury by calling into question the legitimacy of the case and saying that the state will not assist an extradition request. The New York Times reported that the felony indictment over Trump&#8217;s alleged ...", "link": "https://www.dailywire.com/news/desantis-fires-back-at-manhattan-d-a-over-trump-indictment", "date_published": "2023-03-30 19:15:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Responds After Being Criminally Charged", "description": "Former President Donald Trump responded on Thursday to being indicted by a Manhattan grand jury by saying that the case was an example of political persecution and election interference. The New York Times reported that the felony indictment over his alleged $130,000 hush money payment to porn actress Stormy Daniels was filed under seal by ...", "link": "https://www.dailywire.com/news/trump-responds-after-being-criminally-charged", "date_published": "2023-03-30 18:49:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jury Finds Gwyneth Paltrow Not Responsible For Injuries Caused By 2016 Ski Crash", "description": "A jury has decided that Oscar-winning actress Gwyneth Paltrow is not responsible for a retired optometrist’s injuries caused in a 2016 ski collision in Utah. To the contrary, jurors decided that it was the optometrist, Terry Sanderson, who was at fault in collision, and accepted Paltrow&#8217;s countersuit demand of $1 in damages. The trial began ...", "link": "https://www.dailywire.com/news/jury-has-reached-a-decision-in-gwyneth-paltrow-trial", "date_published": "2023-03-30 18:35:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trans Activists Slammed For Staging ‘Die-In’ Protest Hours After Trans-Identifying Shooter Killed 6", "description": "A group of transgender activists sprawled out on the floor of the Texas state capitol earlier this week in what they called a “die-in.”  The activists arrived at the capitol late Monday night and stayed into Tuesday morning to protest a bill that would ban minors from receiving sex-change surgeries and puberty blockers in the ...", "link": "https://www.dailywire.com/news/trans-activists-slammed-for-staging-die-in-protest-hours-after-trans-identifying-shooter-killed-6", "date_published": "2023-03-30 18:15:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Senior Political Analyst Shocked And Appalled Federalism Still Works", "description": "I&#8217;m not sure what I expected a CNN senior political analyst to think about America&#8217;s Democratic Republic, but it certainly wasn&#8217;t Ronald Brownstein&#8217;s revelation on Wednesday that Republican-led states have different policies than Democrat-led states. &#8220;On so many fronts, the states w/unified Republican control of government (or veto proof legislative majorities as here) are building ...", "link": "https://www.dailywire.com/news/cnn-senior-political-analyst-shocked-and-appalled-federalism-still-works", "date_published": "2023-03-30 18:07:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manhattan Grand Jury Indicts Trump In Connection With Stormy Daniels Payments", "description": "A Manhattan grand jury has indicted former President Donald Trump in connection with so-called hush money payments to Stormy Daniels in 2016, according to a report. The felony indictment was filed under seal by the Manhattan district attorney’s office, according to The New York Times, and will likely be announced within days. At that point, ...", "link": "https://www.dailywire.com/news/manhattan-grand-jury-indicts-trump-in-connection-with-stormy-daniels-payments", "date_published": "2023-03-30 17:34:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Twitter Suspended Accounts Who Raised Concerns Over ‘Trans Day Of Vengeance.’ Now, Users Demand Answers.", "description": "Twitter users who simply expressed concern about a planned “transgender day of vengeance” in the wake of Monday’s school shooting by a woman who identified as a man were stunned when the platform punished them. The day after three adults and three children were murdered at the Covenant School, Twitter slapped suspensions on at least ...", "link": "https://www.dailywire.com/news/twitter-suspended-accounts-who-raised-concerns-over-trans-day-of-vengeance-now-users-demand-answers", "date_published": "2023-03-30 17:33:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "More Than 1,100 Pages Of Biden Docs Found At Think Tank", "description": "The Biden administration admitted this week that more than 1,100 pages of vice presidential records were located at President Joe Biden&#8217;s former office at a think tank in Washington, D.C. In response to a Freedom of Information Act (FOIA) request by America First Legal, a group founded by former Trump administration official Stephen Miller, the National ...", "link": "https://www.dailywire.com/news/more-than-1100-pages-of-biden-docs-found-at-think-tank", "date_published": "2023-03-30 17:31:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Army Training Accident Kills 9, Anti-Gun Protesters Storm Tennessee Capitol, Journalist Arrested In Russia", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Tennessee Capitol Stormed A group of around 400 people rushed into the Tennessee state capitol building in Nashville this morning to protest for stricter gun laws following a mass shooting at the Covenant School earlier this week. The ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-army-training-accident-kills-9-anti-gun-protestors-storm-tennessee-capitol-journalist-arrested-in-russia", "date_published": "2023-03-30 17:18:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Sense Of Purpose’: Ben Shapiro Joins ‘Exodus’ Roundtable In New Episode", "description": "The following is a transcript excerpt from Dr. Jordan B. Peterson&#8217;s recent roundtable discussion on Exodus. You can watch the special on DailyWire+. Episode time: 01:08 Jordan Peterson: This might constitute a useful prayer. Say you are in despair to the point you are depressed; you are anxious. You are ill enough to see a ...", "link": "https://www.dailywire.com/news/a-sense-of-purpose-ben-shapiro-joins-exodus-roundtable-in-new-episode", "date_published": "2023-03-30 17:02:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Kindergarteners Will Read About Transgender Kids For ‘Transgender Day Of Visibility’", "description": "Children as young as kindergarten will read a picture book about transgender kids Friday as part of one Northern California school district’s “Transgender Day of Visibility,” despite the objections of several parents. Burton Valley Elementary, about 20 miles east of San Francisco, will have K-5 pupils read a children’s book titled “It Feels Good to Be ...", "link": "https://www.dailywire.com/news/california-kindergarteners-will-read-about-transgender-kids-for-transgender-day-of-visibility", "date_published": "2023-03-30 17:02:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Sky Is Not Falling’ Versus ‘Everyone On Earth Will Die’: Musk’s Call For Six-Month Pause On AI Kindles Heated Debate", "description": "An open letter from hundreds of technology leaders, including Tesla chief executive Elon Musk and Apple co-founder Steve Wozniak, calling for a pause on artificial intelligence development induced widespread debate among researchers. The request to pause AI research comes after ChatGPT, a novel AI language processing tool created at a firm funded by Microsoft, earned ...", "link": "https://www.dailywire.com/news/the-sky-is-not-falling-versus-everyone-on-earth-will-die-musks-call-for-six-month-pause-on-ai-kindles-heated-debate", "date_published": "2023-03-30 17:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Manhattan Prosecutors Investigating Second Alleged Trump Hush Money Payment To Adult Star", "description": "Prosecutors from the Manhattan District Attorney&#8217;s Office are reportedly investigating a second alleged hush money payment from former President Donald Trump to another woman involved in the adult entertainment industry. The Wall Street Journal reported that District Attorney Alvin Bragg&#8217;s office has started examining an alleged $150,000 payment to former Playboy model Karen McDougal. The new ...", "link": "https://www.dailywire.com/news/manhattan-prosecutors-investigating-second-alleged-trump-hush-money-payment-to-adult-star", "date_published": "2023-03-30 16:25:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here Are The Fastest-Growing And Fastest-Shrinking Counties In America", "description": "Counties home to major cities in California, Illinois, and New York witnessed the nation’s most stark numeric population decline last year, while those home to major cities in Arizona, Texas, and Florida saw the largest numeric population growth. Los Angeles County, California, lost more residents than any other county in the United States as the ...", "link": "https://www.dailywire.com/news/here-are-the-fastest-growing-and-fastest-shrinking-counties-in-america", "date_published": "2023-03-30 16:25:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Straight Shooters: Five Conservative Actors From Hollywood’s Golden Age", "description": "Conservative actors are in the extreme minority in today’s Hollywood. Many others may lean to the Right, but they keep their views private. Why? They fear professional repercussions and for good reason. Just ask Gina Carano. A few survive, nay thrive, despite La La Land’s ideological bigotry. You can count them on one hand. Jon ...", "link": "https://www.dailywire.com/news/straight-shooters-five-conservative-actors-from-hollywoods-golden-age", "date_published": "2023-03-30 16:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "J.K. Rowling Levels Critic Who Says She’s Aligned ‘Ideologically With Stalin’", "description": "&#8220;Harry Potter&#8221; author J.K. Rowling fired right back at a critic who accused her of &#8220;aligning ideologically&#8221; with the brutal former Soviet dictator Josef Stalin. Rowling has often found herself the target of hateful posts and threats from radical trans rights activists because they claim her defense of biological women — and their right to ...", "link": "https://www.dailywire.com/news/j-k-rowling-levels-critic-who-says-shes-aligned-ideologically-with-stalin", "date_published": "2023-03-30 16:15:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hollywood Star Forced To Delete Post, Defend Definition Of Acting After Posing Question About Trans Actors", "description": "Hollywood star Guy Pearce was forced to delete his post and defend &#8220;the definition of acting&#8221; after he posted a question about transgender actors. The 55-year-old actor — best known for his work on movies like &#8220;L.A. Confidential&#8221; and &#8220;Memento&#8221; — tweeted to his tens of thousands of followers a question that read, &#8220;if the ...", "link": "https://www.dailywire.com/news/hollywood-star-forced-to-delete-post-defend-definition-of-acting-after-posing-question-about-trans-actors", "date_published": "2023-03-30 16:02:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sponsor Of TikTok Ban Denies Bill Would Also Prohibit VPNs", "description": "A spokeswoman for Sen. Mark Warner (D-VA) denied that his bill to prohibit social media platform TikTok in the United States would affect virtual private networks, also known as VPNs. The text of the RESTRICT Act concerned social media users and some technology experts over what appear to be provisions allowing federal officials to severely ...", "link": "https://www.dailywire.com/news/sponsor-of-tiktok-ban-denies-bill-would-also-prohibit-vpns", "date_published": "2023-03-30 15:50:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jesse Watters Torches Lindsey Graham Over TikTok Bill He Had No Idea He Co-Sponsored", "description": "Fox News host Jesse Watters grilled Sen. Lindsey Graham (R-SC) during an interview on Wednesday for supporting a bill that he did not realize that he had co-signed. The RESTRICT Act, which was created by Congress to effectively allow the Secretary of Commerce to ban TikTok and other foreign threats from the U.S., has faced ...", "link": "https://www.dailywire.com/news/jesse-watters-torches-lindsey-graham-over-tiktok-bill-he-had-no-idea-he-co-sponsored", "date_published": "2023-03-30 15:47:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP-Led House Passes Sweeping Energy Bill", "description": "The Republican-led House passed an extensive bill Thursday that aims to increase domestic energy production and ease permitting restrictions. Four Democrats joined the vast majority of their GOP colleagues voting in favor of Majority Leader Steve Scalise (R-LA)&#8217;s legislation, the &#8220;Lower Energy Costs Act,&#8221; resulting in a final tally of 225-204. Six members did not ...", "link": "https://www.dailywire.com/news/gop-led-house-passes-sweeping-energy-bill", "date_published": "2023-03-30 15:34:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Have A PhD!’: Professor Laughed Out Of Room After Getting Pinned On Gender Ideology Question By Swim Champ Riley Gaines", "description": "An anthropology researcher at the University of Pittsburgh was incredulous after champion female collegiate swimmer Riley Gaines pinned him on a basic question about the biological differences between men and women, which prompted raucous laughter from students. Gaines, a recent University of Kentucky graduate who tied for fifth place with transgender-identifying swimmer Lia Thomas at ...", "link": "https://www.dailywire.com/news/i-have-a-phd-professor-laughed-out-of-room-after-getting-pinned-on-gender-ideology-question-by-swim-champ-riley-gaines", "date_published": "2023-03-30 15:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Manchin, The Make-Believe Mugwump", "description": "A mugwump is somebody who sits on a fence with his face, AKA the mug, on one side, and his derriere, AKA the wump, on the other. Historically, they are seen as politically independent, with allegiances to neither political party. It&#8217;s supposed to be a bit of an insult, but Sen. Joe Manchin (D-WV) would ...", "link": "https://www.dailywire.com/news/joe-manchin-the-make-believe-mugwump", "date_published": "2023-03-30 15:17:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Katherine Heigl Discusses Moving Her Kids To Utah: ‘Didn’t Know How To Raise Them In L.A.’", "description": "“Knocked Up” actress Katherine Heigl said she moved away from Los Angeles to benefit her children. “I hustled in Hollywood for 20 years and it was really important to me to find a place of solitude and solace,” the 44-year-old celebrity told E! News in an interview published Wednesday. She shares three children with husband ...", "link": "https://www.dailywire.com/news/katherine-heigl-discusses-moving-her-kids-to-utah-didnt-know-how-to-raise-them-in-l-a", "date_published": "2023-03-30 15:08:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "AOC Bristles During Confrontation With Libs Of TikTok’s Chaya Raichik: ‘I Never Want To Share Space With You’", "description": "Libs of TikTok creator Chaya Raichik went to the Capitol on Thursday to file an ethics complaint against Rep. Alexandria Ocasio-Cortez (D-NY) — and things quickly got testy when the two bumped into each other. Raichik explained in a series of tweets that she had first gone to the Capitol last week to speak with ...", "link": "https://www.dailywire.com/news/aoc-bristles-during-confrontation-with-libs-of-tiktoks-chaya-raichik-i-never-want-to-share-space-with-you", "date_published": "2023-03-30 14:56:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Latest Evidence Lockdowns Were A Disaster: Child Shootings Skyrocketed In Four Liberal Cities", "description": "The government-imposed COVID lockdowns wreaked havoc on America&#8217;s youth emotionally, mentally, and educationally. Now, new data shows that child gun-related fatalities and assaults skyrocketed in four major liberal cities from March 2020 to December 2021. New data from Boston University published in the Journal of the American Medical Association shows that during the first two ...", "link": "https://www.dailywire.com/news/latest-evidence-lockdowns-were-a-disaster-child-shootings-skyrocketed-in-four-liberal-cities", "date_published": "2023-03-30 14:54:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Authorities Release 911 Calls Made During Nashville Christian School Shooting", "description": "Authorities in Nashville released audio of the 911 calls that came in after a 28-year-old woman shot her way into the Covenant School Monday morning and murdered three adults and three 9-year-old children. A man called 911 as he was with a group of people, including children, walking away from the school, but he sounded ...", "link": "https://www.dailywire.com/news/authorities-release-911-calls-made-during-nashville-christian-school-shooting", "date_published": "2023-03-30 14:50:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Proclamation Condemns States With Laws ‘Targeting Transgender Youth’", "description": "President Joe Biden on Thursday condemned laws in Republican-led states that seek to crack down on sex-change-related treatment for minors. &#8220;A wave of discriminatory State laws is targeting transgender youth, terrifying families and hurting kids who are not hurting anyone,&#8221; Biden said in a proclamation to recognize the &#8220;Transgender Day of Visibility.&#8221; The president did ...", "link": "https://www.dailywire.com/news/biden-proclamation-condemns-states-with-laws-targeting-transgender-youth", "date_published": "2023-03-30 14:37:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: James K. Polk, Manifest Destiny", "description": "“What does the name James K. Polk mean to you?” The 11th president of the United States is criminally underrated, according to Wilfred McClay, professor of history at Hillsdale College. Despite only serving a single term, Polk radically reshaped the future of the United States, turning the young nation into a cross-continental power. Polk was ...", "link": "https://www.dailywire.com/news/watch-james-k-polk-manifest-destiny", "date_published": "2023-03-30 14:17:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Women File Lawsuit Against Sorority After It Accepts Man Who Allegedly ‘Watches’ Them While Visibly Aroused", "description": "Seven women filed a lawsuit against the Kappa Kappa Gamma (KKG) sorority after the organization admitted a man who identifies as transgender to the University of Wyoming (UW) chapter. Artemis Langford, 21, joined KKG last fall. Reduxx reported that Langford has yet to move into the sorority house, which houses up to 50 women, but ...", "link": "https://www.dailywire.com/news/women-file-lawsuit-against-sorority-after-it-accepts-man-who-allegedly-watches-them-while-visibly-aroused", "date_published": "2023-03-30 14:15:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Actor Jonathan Majors’ Lawyer Shows Texts From Alleged Victim In Which She Blames Herself For Incident", "description": "The lawyer for actor Jonathan Majors showed text messages this week from the alleged victim of a domestic dispute between Majors and a woman in which the alleged victim says that she is at fault for the incident. Majors&#8217; lawyer, Priya Chaudhry, showed texts from the alleged victim to TMZ, which Chaudhry says were sent ...", "link": "https://www.dailywire.com/news/actor-jonathan-majors-lawyer-shows-texts-from-alleged-victim-in-which-she-blames-herself-for-incident", "date_published": "2023-03-30 13:54:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "We Passed A Parent’s Bill Of Rights In Florida — Parents Across The Country Deserve The Same", "description": "K-12 education institutions have been intentionally creating barriers between parents and their minor children, often under the guise of “safety.” Moms and dads across the United States must recognize the concerted effort by public school educators and administrators to sideline parents as the primary figures in raising children, and stand-up for their parental rights to ...", "link": "https://www.dailywire.com/news/we-passed-a-parents-bill-of-rights-in-florida-parents-across-the-country-deserve-the-same", "date_published": "2023-03-30 13:45:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Protesters Storm Tennessee Capitol Demanding Gun Control", "description": "NASHVILLE, Tenn. — A group of around 400 people rushed into the Tennessee state capitol building in Nashville on Thursday morning to protest for stricter gun laws following the mass shooting at the Covenant School earlier this week. Around 500 protesters gathered at 8:00 a.m. local time before a large group of them moved into ...", "link": "https://www.dailywire.com/news/protesters-storm-tennessee-capitol-demanding-gun-control", "date_published": "2023-03-30 13:27:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘God Made Me In Her Image’: Transgender Activist Claims Michael Knowles Blasphemes Christ By Opposing Gender Ideology", "description": "Transgender activist Charlotte Clymer asserted that conservatives such as Daily Wire host Michael Knowles contradict the teachings of Jesus by speaking against radical gender ideology. Clymer, a man who claims to be a woman, remarked in an interview with MSNBC host Joy Reid that conservatives are seeking to “weaponize” the recent murder of three children ...", "link": "https://www.dailywire.com/news/god-made-me-in-her-image-transgender-activist-claims-michael-knowles-blasphemes-christ-by-opposing-gender-ideology", "date_published": "2023-03-30 13:26:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Disney Board To Take Legal Action Against Disney After Old Board Made Quiet Move To Transfer Power To Corporation", "description": "Florida Gov. Ron DeSantis&#8217; new handpicked five-person board that oversees the governance of Walt Disney World discovered this week in one of its first meetings that the old board quietly signed an agreement that transferred its power to Disney. The old board signed the agreement to transfer its power to the company on February 8 ...", "link": "https://www.dailywire.com/news/new-disney-board-to-take-legal-action-against-disney-after-old-board-made-quiet-move-to-transfer-power-to-corporation", "date_published": "2023-03-30 12:58:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee’s U.S. Senators Propose $900 Million Grant Program For School Security", "description": "Days after the deadly mass shooting at a private Christian grade school in Nashville, Tennessee&#8217;s two U.S. senators announced they will introduce legislation to fund ways to better protect public and private schools around the country. At the heart of the bill, which will be called the The Securing Aid for Every (SAFE) School Act, ...", "link": "https://www.dailywire.com/news/tennessees-u-s-senators-propose-900-million-grant-program-for-school-security", "date_published": "2023-03-30 12:40:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Joe Bidenopoulos’ Has Returned", "description": "Our old friend &#8220;Joe Bidenopoulos&#8221; has returned. Who is this Greek American? Well, according to a legend as told by President Joe Biden himself, the Greek community of Wilmington, Delaware, overwhelmingly supported his first bid to the Senate half a century ago and gave him the nickname as an honorary title. &#8220;The nickname I got ...", "link": "https://www.dailywire.com/news/joe-bidenopoulos-has-returned", "date_published": "2023-03-30 12:30:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Vancouver Canucks To Hold Drag Show Before Game", "description": "The NHL’s Vancouver Canucks have announced that before their game against the Calgary Flames on Friday night, the team will feature a drag show as part of Pride night. The drag show will include Vancouver-based performers Mx.Bukuru, Carrie Oki Doki, Xanax, and Jerrilynn Spears, as part of “Pride Party on the Plaza,” the team’s website ...", "link": "https://www.dailywire.com/news/vancouver-canucks-to-hold-drag-show-before-game", "date_published": "2023-03-30 12:22:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Governor In Heavily GOP State Signs Bill To Crack Down On Woke Investments", "description": "Kentucky Gov. Andy Beshear is the latest prominent Democrat to turn against his own party and the environmental, social, and corporate governance movement, also known as ESG, amid a run for reelection in a heavily Republican state. Critics of the ESG movement largely align with conservatives and assert that the philosophy intermixes political and social ...", "link": "https://www.dailywire.com/news/democrat-governor-in-heavily-gop-state-signs-bill-to-crack-down-on-woke-investments", "date_published": "2023-03-30 11:55:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bearded Powerlifter Identifies As A Woman Just Long Enough To Shatter Bench Press Record", "description": "A bearded powerlifter shattered the women&#8217;s bench press record by mocking the Canadian Powerlifting Union’s rules that permit biological men to compete as females, smashing a mark previously set by a man claiming to be transgender. Avi Silverberg, the head coach for Team Canada Powerlifting since 2012, has competed three times in the World Bench ...", "link": "https://www.dailywire.com/news/bearded-powerlifter-identifies-as-a-woman-just-long-enough-to-shatter-bench-press-record", "date_published": "2023-03-30 11:51:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Adnan Syed Remains Free Despite Judge’s Order Reinstating Murder Conviction", "description": "Adnan Syed, who had charges dropped against him in October after he spent more than 20 years in prison for the murder of his high school girlfriend, Hae Min Lee, will remain out of prison despite his conviction being reinstated. A Maryland appellate court, in a 2-1 decision, ruled that a lower court had violated the ...", "link": "https://www.dailywire.com/news/adnan-syed-remains-free-despite-judges-order-reinstating-murder-conviction", "date_published": "2023-03-30 11:39:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Starbucks CEO Sounds Alarm About High Crime And Homelessness In Cities", "description": "Former Starbucks CEO Howard Schultz asserted during a Senate hearing Wednesday that American cities have worrisome crime and homelessness problems which have impaired the company’s operations. The coffeehouse company announced last summer that executives would close 16 stores in major metropolitan areas, such as Seattle, Los Angeles, Philadelphia, and Washington, D.C., over rampant crime that ...", "link": "https://www.dailywire.com/news/former-starbucks-ceo-sounds-alarm-about-high-crime-and-homelessness-in-cities", "date_published": "2023-03-30 11:09:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘QAnon Shaman’ Jacob Chansley Released From Prison", "description": "Jacob Chansley, who is best known as the &#8220;QAnon Shaman&#8221; from the Jan. 6, 2021 Capitol riot, has been released from prison, according to his lawyer. &#8220;For the record: Jake is out on schedule,&#8221; tweeted his lawyer, Bill Shipley, early Thursday morning. For the record:Jake is out on schedule. I told him 16 months ago ...", "link": "https://www.dailywire.com/news/qanon-shaman-jacob-chansley-released-from-prison", "date_published": "2023-03-30 11:03:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Far-Left Rep. Bowman Screams ‘Cowards,’ ‘Gutless’ At Republicans About Guns. Massie Calmly Points One Thing Out.", "description": "In the wake of the Nashville school shooting, far-Left Rep. Jamaal Bowman (D-NY) screamed at Rep. Thomas Massie (R-KY) on Wednesday that Republicans were “cowards&#8221; in a rant about gun control, prompting Massie to calmly respond that just as members of Congress have protection, children in schools need protection, too. Bowman has made numerous statements ...", "link": "https://www.dailywire.com/news/far-left-rep-bowman-screams-cowards-gutless-at-republicans-about-guns-massie-calmly-points-one-thing-out", "date_published": "2023-03-30 11:01:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Off Brand: Why Russell Brand Is The Latest Celebrity To Fall Out Of Favor With The Authoritarian Left", "description": "The political Left has officially kicked actor Russell Brand out of their trenches and into no man’s land. “I once admired Russell Brand. But his grim trajectory shows us where politics is heading,” declared Guardian columnist George Monbiot. “We have lost Russel Brand,” echoed The New Statesman, bemoaning his descent into “right-wing signaling.” And The ...", "link": "https://www.dailywire.com/news/off-brand-why-russell-brand-is-the-latest-celebrity-to-fall-out-of-favor-with-the-authoritarian-left", "date_published": "2023-03-30 10:44:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Murdaugh Judge Explains Emotional Comments During Sentencing", "description": "The judge who oversaw the trial and conviction of disgraced South Carolina attorney Alex Murdaugh explained his emotional comments during sentencing while giving a speech at his alma mater, Cleveland State University. While sentencing Murdaugh to two consecutive life sentences for the murders of his wife, Maggie, and youngest son, Paul, South Carolina Circuit Court Judge Clifton ...", "link": "https://www.dailywire.com/news/murdaugh-judge-explains-emotional-comments-during-sentencing", "date_published": "2023-03-30 10:17:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mark Wahlberg: Ditching Hollywood For Nevada Gave His Kids The ‘Chance To Thrive’", "description": "Mark Wahlberg is one of several celebrities to leave Hollywood for a different lifestyle, which he says has been beneficial for his children. &#8220;It&#8217;s really giving the kids a chance to thrive,&#8221; the 51-year-old actor told Fox News Digital in an article published Thursday about settling his family in Las Vegas.  &#8220;It just has the ...", "link": "https://www.dailywire.com/news/mark-wahlberg-ditching-hollywood-for-nevada-gave-his-kids-the-chance-to-thrive", "date_published": "2023-03-30 10:14:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Train Carrying Hazardous Materials Bursts Into Flames After Derailing In Minnesota, Sparks Evacuation", "description": "A BNSF train derailment in Minnesota on Thursday caused an evacuation in a small town after several of the train&#8217;s cars caught on fire. The Kandiyohi County Sheriff&#8217;s Office said in a statement that the derailment happened at approximately 1:00 a.m. in the city of Raymond, which is in the southwestern portion of the county. ...", "link": "https://www.dailywire.com/news/train-carrying-hazardous-materials-bursts-into-flames-after-derailing-in-minnesota-sparks-evacuation", "date_published": "2023-03-30 10:07:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Child Abuse’: ‘60 Minutes Australia’ Clip Of Parents Raising Gender-Neutral ‘Theybies’ Causes Uproar On Twitter", "description": "“60 Minutes Australia” posted a teaser for a Sunday segment about parents raising “theybies,” and it’s garnering a big reaction online. The program’s official Twitter account restricted commenting on the post, which they shared Wednesday, but plenty of outraged people were retweeting the clip and providing their reactions anyway.  The video caption says, “Meet the ...", "link": "https://www.dailywire.com/news/child-abuse-60-minutes-australia-clip-of-parents-raising-gender-neutral-theybies-causes-uproar-on-twitter", "date_published": "2023-03-30 09:58:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Wall Street Journal Reporter Arrested In Russia After Being Accused Of Spying", "description": "A Wall Street Journal reporter was arrested in Russia after being accused of spying by Russia’s security agency.  On Thursday, Russia’s Federal Security Service (FSB) announced that Evan Gershkovich, an American and reporter for the WSJ’s Moscow bureau, had been arrested in Yekaterinburg.  According to the FSB, Gershkovich had “collected information constituting a state secret ...", "link": "https://www.dailywire.com/news/american-wall-street-journal-reporter-arrested-in-russia-after-being-accused-of-spying", "date_published": "2023-03-30 09:47:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Multiple Casualties After Two Black Hawk Helicopters Crash In Kentucky", "description": "Two Army HH-60 Black Hawk helicopters crashed Wednesday night in Kentucky during a training exercise, resulting in several casualties. Few details have been released about the crash, which occurred at around 10:00 p.m. local time between two helicopters that are part of the 101st Airborne Division. The crash took place in Trigg County, near Fort ...", "link": "https://www.dailywire.com/news/multiple-casualties-after-black-hawk-helicopter-crash-in-kentucky", "date_published": "2023-03-30 07:58:56+00:00", "persistent": false, "user": null, "language": "en-US"}]