[{"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 401 of the invasion", "description": "<p>Russia arrests US journalist; Turkey approves bill to allow Finland to join Nato</p> <a href=\"https://www.theguardian.com/world/2023/mar/31/russia-ukraine-war-at-a-glance-what-we-know-on-day-401-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/31/russia-ukraine-war-at-a-glance-what-we-know-on-day-401-of-the-invasion", "date_published": "2023-03-30 23:28:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "E3 2023: video game industry’s biggest expo cancelled", "description": "<p>The annual event, which faced years of Covid disruption, will not return in 2023</p><p>E3, the video game industry’s biggest annual expo, has been cancelled.</p><p>The show had been due to make a return after years of Covid-19 disruption this June in Los Angeles, but in a joint statement, the US’s Entertainment Software Association (ESA) and events company Reedpop announced it would no longer be going ahead.</p> <a href=\"https://www.theguardian.com/games/2023/mar/31/e3-2023-cancelled-video-game-industry-expo\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/31/e3-2023-cancelled-video-game-industry-expo", "date_published": "2023-03-30 22:37:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "AFL player Jamarra Ugle-Hagan channels Nicky Winmar to make stand against racism", "description": "<ul><li>Western Bulldogs youngster lifts up jumper and points to skin</li><li>Forward was racially abused in last week’s St Kilda game</li></ul><p>Western Bulldogs forward Jamarra Ugle-Hagan hopes his recreation of Nicky Winmar’s famous stance against racial abuse can help wipe out racism from the AFL. Ugle-Hagan has endured a torrid time since being racially abused by fans during and after his side’s round-two loss to St Kilda.</p><p>But the 20-year-old Indigenous star responded in sensational fashion on Thursday night, equalling his career-best haul of five goals to steer the Bulldogs to a 14-point win over Brisbane.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/31/afl-player-jamarra-ugle-hagan-channels-nicky-winmar-to-make-stand-against-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/31/afl-player-jamarra-ugle-hagan-channels-nicky-winmar-to-make-stand-against-racism", "date_published": "2023-03-30 21:32:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New season, same Judge: Yankees star hits home run on first at bat of year", "description": "<ul><li>Yankees captain broke AL home run record last season</li><li>Mets lose ace Justin Verlander before season begins</li></ul><p>The Aaron Judge of 2023 appears to be the same as the 2022 edition: the New York Yankees slugger hit a home run in his first at-bat of the new MLB season.</p><p>On a cold day in New York, launched a cutter from the San Francisco Giants’ Logan Webb 422ft into the stands at Yankee Stadium in the first inning. Judge hit 62 homers last season, which <a href=\"https://www.theguardian.com/sport/2022/oct/04/aaron-judge-home-run-record-new-york-yankees-baseball-mlb-roger-maris\">broke an American League record</a> set by another Yankee, Roger Maris, in 1961.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/new-season-same-judge-yankees-star-hits-home-run-on-first-at-bat-of-year\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/new-season-same-judge-yankees-star-hits-home-run-on-first-at-bat-of-year", "date_published": "2023-03-30 19:20:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Football Daily | Could there be two London clubs in the Women’s Big Cup final four?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>There must be something in the London water. Well, of course there is, it’s jobby; thanks to the shower in charge of the country, there’s tonnes of the stuff bobbing up and down the Thames. But we’re not talking about Spurs or Chelsea today, so our new favourite idiom can have the rest of the day off.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/could-there-be-two-london-clubs-in-the-womens-big-cup-final-four\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/could-there-be-two-london-clubs-in-the-womens-big-cup-final-four", "date_published": "2023-03-30 15:56:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Athletes criticise IOC plan to readmit Russian and Belarusian athletes – video", "description": "<p>Athletes, including the Ukrainian tennis player Marta Kostyuk, are speaking out against the <a href=\"https://www.theguardian.com/sport/international-olympic-committee\">International Olympic C</a>ommittee's recommendation that Russian and Belarusian athletes should be allowed to compete again across all sports. The players would be allowed to compete as neutral athletes as long as they have no clear links to the military, and would be unable to wear national kit or see their flags and anthems. The IOC president, Thomas Bach, used the example of Kostyuk competing against the Russian Varvara Gracheva in the recent ATK Open final as an example of athletes competing without friction in sport, despite Kostyuk refusing to shake her opponent's hand. Kostyuk in response has said that her 'career would be over' if she refused to compete against Russians and that Ukrainian players felt 'discriminated against' by the tennis authorities.</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/sport/2023/mar/28/russian-and-belarus-athletes-should-be-allowed-to-compete-as-neutrals-says-ioc\"><strong>Russian and Belarus athletes should be allowed to compete as neutrals, says IOC</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/sport/video/2023/mar/30/athletes-criticise-ioc-recommendation-to-readmit-russian-and-belarusian-athletes-video\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/video/2023/mar/30/athletes-criticise-ioc-recommendation-to-readmit-russian-and-belarusian-athletes-video", "date_published": "2023-03-30 15:02:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester United announce increase in sterling debt amid potential takeover", "description": "<ul><li>Club’s debt rose to £535.7m at end of 2022 due to weak pound</li><li>Overall revenue down 10% but commercial revenue up 22.2%</li></ul><p>Manchester United’s debt increased by £58.6m to £535.7m in the year to 31 December 2022, according to the club’s latest financial results, published against the backdrop of a potential takeover.</p><p>Debt rose from £477.1m because of the weak nature of the pound against the dollar, with the figure unchanged in US currency at $650m.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/manchester-united-announce-increase-in-debt-amid-potential-takeover\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/manchester-united-announce-increase-in-debt-amid-potential-takeover", "date_published": "2023-03-30 14:20:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "David Squires on … Australian optimism despite an end to Grey Wiggle antics", "description": "<p>Our cartoonist looks back at the Socceroos’ double-header against Ecuador and the team’s recent resurgence in popularity</p> <a href=\"https://www.theguardian.com/sport/ng-interactive/2023/mar/31/david-squires-on-australian-optimism-despite-an-end-to-grey-wiggle-antics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/ng-interactive/2023/mar/31/david-squires-on-australian-optimism-despite-an-end-to-grey-wiggle-antics", "date_published": "2023-03-30 14:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Europe must reassess its relations with China, says EU chief", "description": "<p>Ursula von der Leyen calls for ‘clear-eyed picture’ of risks as she prepares for Beijing trip</p><p>The European Commission president, Ursula von der Leyen, has called on Europe to reassess its diplomatic and economic relations with China before a visit to Beijing next week with the French president, Emmanuel Macron.</p><p>Europe needed to have “a clear-eyed picture on what the risks are”, she said in a wide-ranging speech in Brussels, noting that EU-China relations had become “more distant and more difficult” in recent years as Chinamoved into “a new era of security and control” and ramped up “policies of disinformation and economic and trade coercion”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/europe-must-reassess-its-relations-with-china-says-eu-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/europe-must-reassess-its-relations-with-china-says-eu-chief", "date_published": "2023-03-30 12:58:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Who are Erling Haaland’s rivals for the PFA player of the year award?", "description": "<p>The Manchester City striker is the clear favourite but Bukayo Saka, Martin Ødegaard and Harry Kane are also contenders</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Erling Haaland is the overwhelming favourite to win the PFA player of the year award. The 22-year-old has had an immediate impact, scoring 28 goals in the Premier League this season – more than seven of the 20 teams in the division. If he fires Manchester City to the title, he will be hard to overlook.</p><p>The Norway international has been consistent when presented with chances, with his shot conversion rate of 31.1% the best in the league. New signings – especially strikers – can take their time to adapt to the Premier League, but Haaland has excelled in his first campaign in English football. If he wins the PFA award, he would be the first player to be recognised by his peers in his debut season since Ruud van Nistelrooy won the award in 2001-02. Although, if City fail to win the league, a few other players will be hoping to pip Haaland.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/mar/30/erling-haaland-player-of-the-year-award-saka-degaard-de-bruyne\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/mar/30/erling-haaland-player-of-the-year-award-saka-degaard-de-bruyne", "date_published": "2023-03-30 11:40:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ilkay Gündogan’s future ‘open’, agent says as Manchester City deal nears end", "description": "<ul><li>Agent denies agreement made to join Barcelona or any club</li><li>Length of contract crucial for midfielder, who could stay at City </li></ul><p>Ilkay Gündogan’s agent has denied the Manchester City midfielder has made a decision on his future after repeated suggestions that the Germany international is joining Barcelona this summer.</p><p>Gündogan’s contract expires in June and reports in Spain have claimed he has a pre-agreement with Barça. The La Liga leaders are interested in the former Borussia Dortmund player but are also focusing on dealing with their financial issues by cutting their wage bill.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/ilkay-gundogan-future-open-agent-says-manchester-city-contract-barcelona\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/ilkay-gundogan-future-open-agent-says-manchester-city-contract-barcelona", "date_published": "2023-03-30 11:35:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Collected Works by Lydia Sandgren – an outstanding debut", "description": "<p>The passing of youth is vividly drawn in this epic tale of a Swedish publisher whose wife mysteriously goes missing</p><p>Martin Berg is a Swedish publisher living in the aftermath of tragedy. More than a decade ago, his wife, a writer and academic named Cecilia, vanished one morning, leaving behind Martin and their two young children, Rakel and Elis. In her outstanding debut novel, Collected Works, translated into propulsive English by Agnes Broomé, Lydia Sandgren tells Martin’s story across two narrative timelines. The novel interweaves his youth and the progress of his life up to Cecilia’s disappearance with events in the present day, where Rakel, his daughter, is preparing a reader’s report on a German novel to which Martin has been offered the rights. It seems, astonishingly, to be about her missing mother.</p><p>It’s utterly gripping stuff, and if it didn’t weigh in at more than 700 pages, Collected Works would be one of those books one reads in a single sitting. Sandgren has constructed a delicious combination of a detective thriller with an achingly beautiful extended look at the way youth washes over a group of compelling characters in the last decades of the 20th century, only to leave them stranded in the 21st, wondering what happened. The rendering of the early lives of this core ensemble – Martin, Cecilia, and their closest friend, Gustav Becker, who becomes an internationally renowned painter but has more than a touch of Peter Pan about him, never growing up – is the central achievement of the novel. They are exquisitely drawn in all their gaucheness, their grandness, their vulnerability. It’s like the films of <a href=\"https://www.theguardian.com/film/richard-linklater\" title=\"\">Richard Linklater</a> transmuted to the page.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/collected-works-by-lydia-sandgren-an-outstanding-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/collected-works-by-lydia-sandgren-an-outstanding-debut", "date_published": "2023-03-30 11:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Searching for Juliet by Sophie Duncan review – the many faces of a heroine", "description": "<p>An engaging guide to Shakespeare’s most famous female role – and how it has been misread and misplayed for centuries</p><p>Sophie Duncan did not call her book Looking for Juliet, possibly because that was the name of a <a href=\"https://www.pirelli.com/global/en-ww/life/looking-for-juliet-we-present-the-cast-of-the-2020-pirelli-calendar\" title=\"\">Pirelli calendar </a>featuring film stars posed as exquisite, death-obsessed goths. This is just one of the artefacts Duncan, a fellow at Magdalen College, Oxford, analyses in her invigorating cultural investigation of Shakespeare’s heroine, reaching back to his source texts, forward to Taylor Swift’s song Love Story, and beyond.</p><p>Juliet enacts a “stunning rebellion against a society that deems her the property of her parents” when she marries Romeo. Shakespeare had never written a heroine like her before, and Duncan believes he created the juicy role for a particular actor, Robert Gough. Gough probably also played Rosaline in Love’s Labour’s Lost, Hero in Much Ado About Nothing and Hermia in A Midsummer Night’s Dream – all determined, diminutive brunettes beset by patriarchal forces.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/searching-for-juliet-by-sophie-duncan-review-the-many-faces-of-a-heroine\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/searching-for-juliet-by-sophie-duncan-review-the-many-faces-of-a-heroine", "date_published": "2023-03-30 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Oscar Pistorius could be freed within weeks after serving half his sentence", "description": "<p>Parole board in South Africa to decide if Paralympian who murdered his girlfriend can leave jail</p><p>Oscar Pistorius, the South African Paralympian convicted of murder, could leave prison within weeks if a parole board decides on Friday to release him halfway through a 13-year sentence <a href=\"https://www.theguardian.com/world/2016/jun/13/oscar-pistorius-case-south-africa-athlete-prison-murder-girlfriend-reeva-steenkamp\">for killing his girlfriend</a>.</p><p>The parole hearing will take place in a prison in the administrative capital of Pretoria and the decision is likely to be the final chapter in a harrowing story that attracted worldwide attention.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/oscar-pistorius-could-freed-weeks-half-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/oscar-pistorius-could-freed-weeks-half-sentence", "date_published": "2023-03-30 09:41:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Light the Beam: how the historically awful Kings became the NBA’s feelgood team", "description": "<p>Sacramento last made the playoffs nearly 20 years ago. But a talented coach and an impressive blend of talent has transformed their fortunes</p><p>There are the underdogs, and then there are the seemingly cursed. Those franchises who lead a sisyphean existence, one in which they are always the butt of the joke. Until this season, the Sacramento Kings could be described as the latter. Several teams that were founded more recently have a worse win percentage, but the Kings have the <a href=\"https://www.basketball-reference.com/teams/\">most losses in NBA history, with just north of 3,200</a>. While pundits generally approved of their off-season moves this past summer, few would have predicted Sacramento would be third in the Western Conference at the end of March. These are not your mom’s Sacramento Kings. So how did they turn it around?</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/light-the-beam-how-the-historically-awful-kings-became-the-nbas-feelgood-team\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/light-the-beam-how-the-historically-awful-kings-became-the-nbas-feelgood-team", "date_published": "2023-03-30 08:00:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sydney man triggers major police search after allegedly toting ‘AK-47’ that turned out to be a bong", "description": "<p>Man mistakenly seen wielding ‘firearm’ in Rouse Hill before police discovered a water pipe allegedly in the shape of an assault rifle</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>A man who police say set off a major police operation in north-west Sydney is behind bars after the AK-47 he was allegedly toting turned out to be a bong.</p><p>According to police, a widescale search was triggered after the man was seen wielding what was thought to be a large “firearm” on a major road in Rouse Hill on Wednesday night.</p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/30/sydney-man-triggers-major-police-search-after-allegedly-toting-ak-47-that-turned-out-to-be-a-bong\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/30/sydney-man-triggers-major-police-search-after-allegedly-toting-ak-47-that-turned-out-to-be-a-bong", "date_published": "2023-03-30 05:42:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A rare parasite is killing California sea otters – is cat poop runoff to blame?", "description": "<p>The bodies of four furry swimmers tested positive for a strain of toxoplasmosis first seen in mountain lions</p><p>Scientist Melissa Miller was seeing something in California sea otters that she had not seen before: an unusually severe form of toxoplasmosis, which officials have confirmed has killed at least four of the animals.</p><p>“We wanted to get the word out. We’re seeing something we haven’t seen before, we want people to know about it and we want people working on marine mammals to be aware of these weird findings,” said Miller, a wildlife veterinarian specialist with the California department of fish and wildlife (DFW). “Take extra precautions.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/california-sea-otter-deaths-toxoplasmosis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/california-sea-otter-deaths-toxoplasmosis", "date_published": "2023-03-30 05:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Panera to adopt palm-reading payment systems, sparking privacy fears", "description": "<p>Bakery is first restaurant chain to use Amazon One biometric technology, which faces scrutiny from lawmakers and activists</p><p>The US bakery and cafe chain Panera will soon allow customers to pay with the swipe of a palm, marking the first restaurant chain to implement the new technology and raising alarm among privacy advocates.</p><p>The company announced last week it would roll out biometric readers in coming months that will allow customers to access credit card and loyalty account information by scanning their palms. Called Amazon One, the system was developed by Amazon and is in use at some airports, stadiums and Whole Foods grocery stores.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/29/panera-bread-palm-reading-biometrics-amazon-one\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/29/panera-bread-palm-reading-biometrics-amazon-one", "date_published": "2023-03-30 05:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Wee the people: Republican Boebert presses DC witness on public urination", "description": "<p>Congresswoman’s fixation on whether criminal code would have decriminalized public urination made biggest splash at hearing</p><p>In bizarre scenes in <a href=\"https://oversight.house.gov/hearing/overdue-oversight-of-the-capital-city-part-i/\">a US House hearing</a>, the far-right Republican Lauren Boebert asked if a revised Washington DC criminal code was now law – only to be reminded that Congress <a href=\"https://www.theguardian.com/us-news/2023/mar/12/a-bill-was-supposed-to-fix-washington-dcs-problems-instead-it-polarized-a-city\">overturned</a> it earlier this month – then fixated on whether that code would have decriminalised public urination.</p><p>The revision was meant to give the District of Columbia a first code update in 120 years, but it became subject to fierce debate over crime as a political issue. Republicans said the code was soft on violent offenses. Angering progressives, Joe Biden said <a href=\"https://www.npr.org/2023/03/02/1160662044/president-biden-will-allow-congress-to-overturn-new-dc-crime-law\">he would not veto</a> a Republican measure to overturn the code.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/republican-lauren-boebert-house-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/republican-lauren-boebert-house-hearing", "date_published": "2023-03-30 05:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Taiwan president greeted by crowds of fans and protesters in New York", "description": "<p>Tsai Ing-wen’s trip has caused controversy in China, with the government labelling it a ‘provocation’</p><p>Taiwan’s president, Tsai Ing-wen, arrived in New York to crowds of supporters and protesters on a stopover visit that China has labelled a “provocation”.</p><p>Tsai is <a href=\"https://www.theguardian.com/world/2023/mar/29/china-warns-of-retaliation-if-taiwans-president-meets-us-house-speaker\">stopping in the US twice</a> during her 10-day visit to diplomatic allies Guatemala and Belize. Her itinerary has not been disclosed and none of the events were open to the public or media. However videos shared on social media and from the travelling press pack show her arriving at a New York hotel, waving at a crowd of supporters holding US and Taiwan flags.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/taiwan-president-protests-us-new-york-stopover-china-central-america-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/taiwan-president-protests-us-new-york-stopover-china-central-america-trip", "date_published": "2023-03-30 04:52:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Foreign maids and no military service: South Korea criticised over ideas to boost birthrate", "description": "<p>Proposals have sparked accusations of modern-day slavery and gender inequality as urgency builds in Seoul’s race to lift world’s lowest birthrate</p><p>South Korea’s search for ways to lift its record low birthrate is becoming increasingly desperate, as the country pushes to reverse the trend that risks sending it toward economic disaster.</p><p>Among the proposals to have emerged in recent days are exempting men who have three or more children by the age of 30 <a href=\"https://www.chosun.com/politics/politics_general/2023/03/22/A2H7BGXQQJFBDA2W6RZSB2PS3M/\">from compulsory military conscription.</a> Another is to provide significant “<a href=\"https://imnews.imbc.com/news/2023/politics/article/6467669_36119.html\">gift” tax breaks</a> to parents based on the number of children they have. A further <a href=\"https://likms.assembly.go.kr/bill/billDetail.do?billId=PRC_T2K3G0O3O2M1M1U4R3P4Y0H2N4N7L2\">proposal put forward by a dozen lawmakers</a> would allow foreign domestic workers to work in South Korea for less than the minimum wage, in a bid to relieve families of the burden of household chores.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/foreign-maids-and-no-military-service-south-korea-criticised-over-ideas-to-boost-birthrate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/foreign-maids-and-no-military-service-south-korea-criticised-over-ideas-to-boost-birthrate", "date_published": "2023-03-30 00:34:51+00:00", "persistent": false, "user": null, "language": "en-US"}]