[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Beauty is in the eye of the male gaze: DreamDoll, Doechii and Baby Tate | Louder Than A Riot, S2E3", "description": "In 2019, DreamDoll vlogged about her body being 100% plastic-free. In 2021, Baby Tate clapped back at body-shaming trolls on social media. And in 2022, Doechii appeared in the visual for her major label debut completely nude. What do these three moments in time, and these three unique artists, have in common? The subversion of the male gaze.\n\nThe male gaze is the idea that everything women do is held up to the lens of what straight men want to see. And although the male gaze reigns in all forms of media, it couldn't be more present in rap, where women's bodies are the currency with the highest exchange rate.\n\nIn this episode, we dig into the ways in which the male gaze body-checks the culture. Whether it's coming from ex-boyfriends, internet trolls or entire corporations, the pressure is real and it's never been more normalized. But we'll also show you how the women running rap today are pushing back against that body policing by reclaiming their bodies, showing them off and making art that defies the gaze.\n\nIllustration by Amanda Howell Whitehurst\nhttp://amandahowellwhitehurst.com\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nLOUDER THAN A RIOT’s second season unpacks just how deeply misogynoir is embedded in the fabric of the hip-hop culture that we love. How did issues of masculinity play into the tensions between ILoveMakonnen and Drake, or Saucy Santana and the industry? How did Rico Nasty's community mobilize for her when she was targeted by Playboi Carti fans? Why did Megan Thee Stallion's reputation get put on the stand for a trial where she was the victim? And why does the culture antagonize rap beefs that reinforce the idea there can only be one queen of rap?\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=_8cSGxZqpgE", "date_published": "2023-03-30 20:41:14+00:00", "persistent": false, "user": null, "language": "en-US"}]