[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Citadel - Official Trailer #2 (2023) Richard Madden, Priyanka Chopra Jonas", "description": "Eight years ago, Citadel fell. The independent global spy agency—tasked to uphold the safety and security of all people—was destroyed by operatives of Manticore, a powerful syndicate manipulating the world from the shadows. With Citadel’s fall, elite agents Mason Kane (Richard Madden) and Nadia Sinh (Priyanka Chopra Jonas) had their memories wiped as they narrowly escaped with their lives. They’ve remained hidden ever since, building new lives under new identities, unaware of their pasts. Until one night, when Mason is tracked down by his former Citadel colleague, Bernard Orlick (Stanley Tucci), who desperately needs his help to prevent Manticore from establishing a new world order. Mason seeks out his former partner, Nadia, and the two spies embark on a mission that takes them around the world in an effort to stop Manticore, all while contending with a relationship built on secrets, lies, and a dangerous-yet-undying love.\n\nThe first season of Citadel consists of six episodes with two episodes premiering April 28 on Prime Video, and one episode rolling out weekly through May 26. The landmark, high-stakes drama is executive produced by the Russo Brothers’ AGBO and showrunner David Weil, and stars Richard Madden and Priyanka Chopra Jonas, with Stanley Tucci and Lesley Manville. Citadel will be available in more than 240 countries and territories worldwide.\n\nFrom Amazon Studios and the Russo Brothers’ AGBO, Citadel is executive produced by Anthony Russo, Joe Russo, Mike Larocca, Angela Russo-Otstot, and Scott Nemes for AGBO, with David Weil serving as showrunner and executive producer. Josh Appelbaum, André Nemec, Jeff Pinkner, and Scott Rosenberg serve as executive producers for Midnight Radio. Newton Thomas Sigel and Patrick Moran also serve as executive producers.", "link": "https://www.youtube.com/watch?v=UrPWIDPC7oY", "date_published": "2023-03-30 22:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tetris - Official 'I Never Thought of That' Clip (2023) Taron Egerton, Nikita Efremov", "description": "A new idea is implemented into the game in this clip from Tetris, an upcoming Apple original film starring Taron Egerton. The movie is inspired by the true story of how one man risked his life to outsmart the KGB and turn Tetris into a worldwide sensation. \n\nTetris is directed by Jon S. Baird and written by Noah Pink. The film’s executive producer is Iain MacKenzie. Producers include Matthew Vaughn, Gillian Berrie, Claudia Vaughn, Len Blavatnik, and Gregor Cameron.\n\nTetris is streaming March 31 on Apple TV+\n\n#IGN #Movies #Tetris", "link": "https://www.youtube.com/watch?v=yNVqjBaX-c4", "date_published": "2023-03-30 21:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 – How to Get the Best Shooting Range Scores", "description": "Like the iconic horror classic, the Resident Evil 4 remake features the fan-favorite Shooting Range minigame. However, this revamped side hustle is dramatically different than its processor. If you’re struggling to improve your firearm finesse, here’s how to get the best score in the new and improved Resident Evil 4 Shooting Range.\n\n00:00 - Intro \n00:20 - What is the Shooting Range? \n00:35 - Where is the Shooting Range?\n01:00 - How to Play the Shooting Range\n01:14 - How to Earn Charms and Tokens \n01:56 - How Do Capsules Work?\n02:33 - Important Shooting Range Tips\n04:08 - Outro\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=JTf3DCqG02Y", "date_published": "2023-03-30 20:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crymachina - Official Introduction Trailer", "description": "See the characters and more in this latest trailer for Crymachina, an upcoming game slated for release in fall 2023 on Nintendo Switch, PlayStation 4, PlayStation 5, and PC.", "link": "https://www.youtube.com/watch?v=BQGN1d57-AA", "date_published": "2023-03-30 19:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tetris - Official Meeting Alexey Pajitnov Clip (2023) Taron Egerton, Nikita Efremov", "description": "A tense meeting is held with the inventor of Tetris and his translators in this Tetris movie clip from the upcoming Apple original film starring Taron Egerton. The Tetris movie is inspired by the true story of how one man risked his life to outsmart the KGB and turn Tetris into a worldwide sensation. \n\nTetris is directed by Jon S. Baird and written by Noah Pink. The film’s executive producer is Iain MacKenzie. Producers include Matthew Vaughn, Gillian Berrie, Claudia Vaughn, Len Blavatnik, and Gregor Cameron.\n\nTetris is streaming March 31 on Apple TV+\n\n#IGN #Movies #Tetris", "link": "https://www.youtube.com/watch?v=oMl6hLB0yfk", "date_published": "2023-03-30 18:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dredge - Official Launch Trailer", "description": "Dredge is a horror single-player fishing adventure with an evil tone. Sell your catch, upgrade your boat, and dredge the depths for long-buried secrets. Explore a mysterious archipelago and get to the bottom of a dark secret in the open sea. Dredge is available now on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #Dredge", "link": "https://www.youtube.com/watch?v=O4Gg1SaSVN8", "date_published": "2023-03-30 17:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Puzzles & Survival - Resident Evil Collaboration Trailer", "description": "The Puzzles & Survival x Resident Evil collaboration begins today!\n\nDownload it now: https://pse.is/pnsre05\n\nPuzzles & Survival has exceeded 60 million downloads worldwide! \n\nJoin Leon S. Kennedy, Claire Redfield, and Ada Wong as they arrive in the world of Puzzles & Survival as new heroes.\n\nDownload the game and obtain supplies by redeeming the following gift code:【PNSRE777】", "link": "https://www.youtube.com/watch?v=CUcP5PJNEd4", "date_published": "2023-03-30 17:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tainted Grail: Fall of Avalon - Official Early Access Launch Trailer", "description": "Journey into the foreboding world of Tainted Grail: Fall of Avalon, and see various creepy enemies in this brutal launch trailer for the first-person, open-world RPG, available now in Steam Early Access.\n\nIn Tainted Grail: Fall of Avalon, step into a dark reimagination of Arthurian legends. Explore a world stuck in everlasting autumn, witness falling legends, and make meaningful choices woven into a complex, branching storyline.", "link": "https://www.youtube.com/watch?v=kBPGXHu9Kk4", "date_published": "2023-03-30 16:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tetris - Official Clip (2023) Taron Egerton, Miles Barrow", "description": "See how Tetris got its name in this Tetris clip for the upcoming Apple original film starring Taron Egerton. The Tetris movie is inspired by the true story of how one man risked his life to outsmart the KGB and turn Tetris into a worldwide sensation. \n\nTetris is directed by Jon S. Baird and written by Noah Pink. The film’s executive producer is Iain MacKenzie. Producers include Matthew Vaughn, Gillian Berrie, Claudia Vaughn, Len Blavatnik, and Gregor Cameron.\n\nTetris is streaming March 31 on Apple TV+\n\n#IGN #Movies #Tetris", "link": "https://www.youtube.com/watch?v=zGjVC09g4rw", "date_published": "2023-03-30 16:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Great War: Western Front - Official Launch Trailer", "description": "The Great War: Western Front is available now on PC via Steam and the Epic Games Store. Watch The Great War: Western Front  launch trailer for another look at this WW1 strategy game.\n\nIn The Great War: Western Front, you will step into the dual-role of Theatre Commander and Field Commander, leading your forces in both real-time strategy and turn-based grand strategy gameplay across the Western Front in order to secure victory in one of modern history’s most fundamental conflicts.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Iv_-3Od7_Iw", "date_published": "2023-03-30 16:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Succession: Power Moves, Actions, and Consequences | The Story So Far", "description": "Succession is HBO’s Emmy award-winning stalwart series about Logan Roy (Brian Cox) and the perma-struggle for power between him and his children: Kendall Roy (Jeremy Strong), Roman Roy (Kieran Culkin), and Siobhan Roy (Sarah Snook). While the series is currently in its last hurrah, ending after four seasons, here's a season 4 that looks back at, recaps, and analyzes the power moves, backstabbing, and dealmaking from seasons 1-3 that these characters - as well as characters like Connor Roy (Alan Ruck), Tom Wambsgans (Matthew Macfadyen), Cousin Greg (Nicholas Braun), Gerri Kellman (J. Smith-Cameron), Marcia Roy (Hiam Abbass), and more - have done to get to where we are now.\n\nSeason 4 sees Logan about to close his deal for GoJo founder, Lukas Matsson (Alexander Skarsgård), and the kids teaming up to, if not only beat, but surpass their father’s legacy and pave the way for their own.\n\n#IGN #HBO #Succession", "link": "https://www.youtube.com/watch?v=Rn7rSaJ3AVU", "date_published": "2023-03-30 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Amnesia: The Bunker Feels Like a New Beginning for the Series", "description": "We were quite impressed with our first hands-on with Amnesia: The Bunker, the latest entry in the horror series that drops you into a World War 1 bunker and challenges you to escape the clutches of The Beast. Previewed on PC by Alessandro Fillari.", "link": "https://www.youtube.com/watch?v=gSf4hwA5c70", "date_published": "2023-03-30 15:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Let's Talk Our Ideal A-Force Team & Most Hated Tropes | Meet the Women of IGN", "description": "Did you know that, each year, Women’s History Month has a theme as declared by the National Women’s History Month Project? In 2023, that theme is “Celebrating Women Who Tell Our Stories,” so what better time to highlight the incredible women who work in front of and behind the camera here at IGN? Some you may recognize, while others have been working behind the scenes to keep productions, stories, guides and the community as a whole rolling for years!\n\nWomen's History Month 2023 is nearly at an end, so we talked to the women of IGN to learn who would be on their A-Force (the all-female Avengers team), least favorite tropes (the strong female character, fridging, women falling down, etc), favorite protagonists, and favorite directors and developers. Women's history is so rich in both games and entertainment as a whole, and IGN's own leading ladies wanted to take a chance to highlight all of their favorites.", "link": "https://www.youtube.com/watch?v=Pm5m2FYFU-0", "date_published": "2023-03-30 14:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Great James Cameron Pivot: From ‘Wee Skirmish’ to Huge Climax | Avatar: The Way of Water", "description": "James Cameron warned us. Critics and naysayers said the 13-year span between 2009’s Avatar and 2022’s Avatar: The Way of Water would result in audience disinterest in all things Pandora. But Cameron doubled down and essentially promised, “If I build it, you will come”... and then showed us all the receipts. At this point, Avatar 2 has earned almost $2.3 billion dollars in worldwide box office, critical praise and four Academy Award nominations, including Best Picture, and won Oscars for Best Achievement in Visual Effects.\n\nThe Way of Water has wowed audiences with its impressive set pieces and creature designs, using state of the art VFX and 3D to immerse audiences into the oceans of Pandora and the tech of the RDA. In particular, the final battle sequence on the massive SeaDragon vessel has had audiences clinging to their chairs and curling in tension.\n\nIronically, the team that had to design that sequence had no idea that it was going to be the film’s big finale… until suddenly, that’s what it was. But when you work with Jim Cameron, you gotta be ready to pivot…\n\nThis is how Avatar: The Way of Water's climactic battle scene got made!\n\n(Thumbnail credit: Photo by Albert L. Ortega/Getty Images)\n\n#IGN", "link": "https://www.youtube.com/watch?v=zusmQYNJuIE", "date_published": "2023-03-30 13:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Snag - Exclusive Official Trailer (2023) Ben Milliken, Jaime Camil", "description": "An Australian lone wolf's quiet existence is shattered when he learns that the woman he once loved and thought was dead is alive and held captive by ruthless gangsters. Now, to take on this dangerous criminal organization, he must seek out allies and storm into a world of violence to rescue the love of his life in this gritty, modern-day violent fairytale.  The film stars Ben Milliken (who also directed), Jaime Camil, Jonny Beauchamp, David Zayas, Sofia Castro, Michelle Ortiz, and Ana Ortiz. Snag debuts On Digital and in select theatres on April 28, 2023, and On Demand on May 12, 2023.", "link": "https://www.youtube.com/watch?v=bIt2m_YmWfI", "date_published": "2023-03-30 12:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney Fires Marvel Entertainment Boss - IGN The Fix: Entertainment", "description": "It’s looking like Marvel Entertainment’s chairman and CEO is out at Disney, with the consumer products-focused department reportedly being folded into various other parts of the company. Isaac Perlmutter’s ousting as Marvel Entertainment’s chairman is just one of 7,000 layoffs Disney CEO Bob Iger announced as part of the company’s new ‘strategic realignment’ initiative. For the record, Marvel Entertainment is separate from Marvel Studios. Perlmutter, as the chairman of Marvel Entertainment, had quite the run, with reports of Bob Iger having to step in to stop the chairman from firing Kevin Feige back in 2015 after the two budded heads. Kevin Feige was running Marvel Studios at the time, and he’s spoken about Perlmutter pushing back on his continuous efforts to diversify the MCU. As for the planned layoff of 7,000 employees, Disney is hoping it’ll cut back on costs that tally to $5.5 billion dollars for the company. Ryan Coogler’s involvement in an X-Files reboot is likely happening, and we’ll tell you all about it. Plus, Adult Swim has plans to air earlier come May, along with a few new animated shows you might be interested in.", "link": "https://www.youtube.com/watch?v=RenmME6CFwA", "date_published": "2023-03-30 01:29:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us Part 1: 29 Minutes of PC Gameplay at Max Settings (4K 60FPS)", "description": "The Last of Us Part I is now available on PC via Steam and the Epic Games Store, so check out what the game looks like running on a high-end gaming PC equipped with an Nvidia RTX 4090.\n\nCPU - 12th Gen Intel Core i9-12900K\nGPU - Nvidia GeForce RTX 4090\nMemory - 64GB DDR5 6000mhz\n\n0:00 - Intro\n1:59 - Driving With Tommy\n3:23 - Running Through Outbreak Day\n5:39 - First Tess Cutscene\n7:56 - Streets of Boston QZ\n10:01 - Boston Interior\n13:25 - Outside Foliage\n14:15 - Dark Interior With Spores\n17:45 - More Outside Foliage\n19:47 - Dim Interior\n22:23 - Combat Encounters", "link": "https://www.youtube.com/watch?v=B9UMSwcNS4o", "date_published": "2023-03-30 01:24:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "TLOU Part 1 Is Getting Slammed on Steam Over PC Performance Issues - IGN Daily Fix", "description": "On today's Daily Fix:\n\nThe Last of Us Part 1 is finally available on PC… if you can get it to work. Steam have slammed the PC version of the PlayStation classic due to crippling performance issues and crashes. Sony has announced that the PlayStation Plus games for April 2023 are Meet Your Maker (PS4 and PS5), Sackboy: A Big Adventure (PS4 and PS5), and Tails of Iron (PS4 and PS5). Capcom has revealed that Resident Evil 4 Remake is off to a strong start after selling more than three million copies in its first two days on sale. We will be covering all that and more on today's Daily Fix!\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=CEZOUPgc1X4", "date_published": "2023-03-30 00:31:10+00:00", "persistent": false, "user": null, "language": "en-US"}]