[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bangladesz: Napisał artykuł o cenach jedzenia. Służby wtargnęły do jego domu", "description": "Dziennikarz najbardziej poczytnego dziennika w Bangladeszu został aresztowany. Powodem był artykuł o cenach jedzenia. Wcześniej azjatycki kraj znalazł się na niechlubnym 162. miejscu krajów ograniczających wolność mediów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/bangladesz-napisal-artykul-o-cenach-jedzenia-sluzby-wtargnely-do-jego-domu/", "date_published": "2023-03-30 20:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Papież Franciszek w szpitalu. Lekarze zdiagnozowali zapalenie oskrzeli", "description": "Papież Franciszek ma zapalenie oskrzeli - poinformował w czwartek wieczorem zespół medyczny z kliniki Gemelli w Rzymie, gdzie przebywa papież. Biuro prasowe Stolicy Apostolskiej podało, że terapia przynosi oczekiwany efekt, a stan zdrowia Ojca Świętego się poprawia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/papiez-franciszek-w-szpitalu-lekarze-zdiagnozowali-zapalenie-oskrzeli/", "date_published": "2023-03-30 19:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Indie: Pod wiernymi zawaliła się podłoga. Nie żyje kilkanaście osób", "description": "W indyjskim mieście Indore zawaliła się podłoga świątyni. Wierni wpadli do głębokiej studni. Nie żyje co najmniej 13 osób. Aby wydobyć rannych, ratownicy musieli użyć lin oraz drabin.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/indie-pod-wiernymi-zawalila-sie-podloga-nie-zyje-kilkanascie-osob/", "date_published": "2023-03-30 19:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Jej poćwiartowane ciało znaleźli rybacy. Po 40 latach ustalono, kim była", "description": "Młoda kobieta została najpierw wykorzystana seksualnie, a następnie zamordowana. Jej ciało w kawałkach ktoś wrzucił do rzeki płynącej przez miejscowość Spokane w amerykańskim stanie Waszyngton. Po 40 latach od zbrodni policja - dzięki specjalistycznym badaniom - dowiedziała się, kim była ofiara. Dotarła również do jej żyjącej siostry.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/usa-jej-pocwiartowane-cialo-znalezli-rybacy-po-40-latach-ustalono-kim-byla/", "date_published": "2023-03-30 19:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA, Kentucky: Osoby LGBTQ protestują. 19 zatrzymanych po wtargnięciu do stanowego parlamentu", "description": "W stanie Kentucky przyjęto kontrowersyjne prawo, które - zdaniem osób transpłciowych - ogranicza ich prawa. Gdy na Kapitolu Stanowym procedowano ustawę, do budynki wtargnęli demonstranci. Policja zatrzymała 19 osób. Zachowanie protestujących nie spełniało odpowiedniego poziomu przyzwoitości - podali przedstawiciele lokalnego parlamentu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/usa-kentucky-osoby-lgbtq-protestuja-19-zatrzymanych-po-wtargnieciu-do-stanowego-parlamentu/", "date_published": "2023-03-30 18:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja: Kot uratowany po prawie 50 dniach po trzęsieniu. Żył pod gruzami", "description": "W tureckim Kahramanmaras znaleziono kota, który pod gruzami spędził 49 dni. Zwierzę zaginęło podczas trzęsienia ziemi 6 lutego, opisywanego w Turcji jako katastrofa stulecia. - To dla nas niesamowity cud. Nigdy nie traciłam nadziei do ostatniej chwili - przyznaje właścicielka Hana, która nie dopuszczała do siebie myśli, że go straciła.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/turcja-kot-uratowany-po-prawie-50-dniach-po-trzesieniu-zyl-pod-gruzami/", "date_published": "2023-03-30 17:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Zmarł podczas policyjnej kontroli, przed śmiercią krzyczał to, co Floyd. Mundurowi przed sądem", "description": "Siedmiu policjantów i pielęgniarka w Kalifornii zostali oskarżeni o przyczynienie się do śmierci 38-latka. Mężczyzna miał zostać potraktowany przez służy wyjątkowo brutalnie, w konsekwencji czego - zdaniem prokuratury - zmarł. W trakcie zatrzymania krzyczał: Nie mogę oddychać!. Od 2020 roku te słowa uchodzą za symbol brutalności policji wobec obywateli.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/usa-zmarl-podczas-policyjnej-kontroli-przed-smiercia-krzyczal-to-co-floyd-mundurowi-przed-sadem/", "date_published": "2023-03-30 17:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Król Karol III w Bundestagu: Niemcy i Wielka Brytania pełnią przewodnią rolę w pomocy Ukrainie", "description": "- Od czasu, kiedy byłem tu ostatnio, duch wojny powrócił do Europy. Agresywna wojna przeciwko Ukrainie przyniosła cierpienie niewinnych ludzi. Pokój w Europie jest dziś tak samo zagrożony, jak nasze wartości demokratyczne. Musimy pokazać naszą jedność w obronie Ukrainy, pokoju i wolności - powiedział brytyjski monarcha podczas swojego przemówienia w Bundestagu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/krol-karol-iii-w-bundestagu-niemcy-i-wielka-brytania-pelnia-przewodnia-role-w-pomocy-ukrainie/", "date_published": "2023-03-30 15:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosjanie dopuszczeni do zawodów. Szef MKOl uderza w zachodnie rządy. \"Hańba i podwójne standardy\"", "description": "- Haniebne jest, że niektóre rządy nie chcą respektować większości ruchów olimpijskich, autonomii sportu - powiedział podczas czwartkowej konferencji szef MKOl Thomas Bach. Bronił w ten sposób wtorkowej decyzji o dopuszczeniu do zawodów międzynarodowych sportowców z Rosji i Białorusi. Niemiec zarzucił też państwom, które skrytykowały rekomendacje, stosowanie podwójnych standardów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/rosjanie-dopuszczeni-do-zawodow-szef-mkol-uderza-w-zachodnie-rzady-hanba-i-podwojne-standardy/", "date_published": "2023-03-30 15:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Jawność wynagrodzeń w firmach i neutralne płciowo kryteria. Parlament Europejski zmienia przepisy", "description": "Parlament Europejski chce, by pracownicy mieli dostęp do informacji o wynagrodzeniach w swojej firmie. Nowe przepisy mają ułatwić identyfikację różnic płacowych. Pracodawcy nie będą mogli ukrywać średniej pensji w danej kategorii, a kryteria w zatrudnieniu mają być neutralne płciowo.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/jawnosc-wynagrodzen-w-firmach-i-neutralne-plciowo-kryteria-parlament-europejski-zmienia-przepisy/", "date_published": "2023-03-30 14:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Jeremy Renner w pierwszym wywiadzie po wypadku z pługiem: Chroniłem swojego siostrzeńca", "description": "- Tak, zrobiłbym to jeszcze raz, bo pług jechał wprost na mojego siostrzeńca - powiedział Jeremy Renner, który udzielił pierwszego wywiadu po poważnym wypadku. Hollywoodzki aktor na początku roku został potrącony przez pług śnieżny. - Straciłem dużo mięśni i kości, ale zostałem napełniony miłością i wzmocniony tytanem - dodał Renner.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/jeremy-renner-w-pierwszym-wywiadzie-po-wypadku-z-plugiem-chronilem-swojego-siostrzenca/", "date_published": "2023-03-30 13:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Evan Gerszkowicz aresztowany. Amerykański dziennikarz ujęty przez FSB", "description": "W Rosji zatrzymano amerykańskiego dziennikarza Evana Gerszkowicza, piszącego dla The Wall Street Journal. Służby podejrzewają go o szpiegostwo, a władze na Kremlu twierdzą, że został złapany na gorącym uczynku. Sąd w Moskwie wydał błyskawiczną decyzję o areszcie dla reportera. Gazeta zaprzeczyła oskarżeniom wobec Gerszkowicza i zabiega o uwolnienie bezstronnego reportera.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/rosja-evan-gerszkowicz-aresztowany-amerykanski-dziennikarz-ujety-przez-fsb/", "date_published": "2023-03-30 13:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Policja znalazła paragon za pizzę na miejscu zbrodni. Doprowadził ich do 12-latka", "description": "Paragon z pizzerii Dominos znaleziony na miejscu zbrodni doprowadził śledczych do aresztowania 12-letniego chłopca. Jak głosi akt oskarżenia, nastolatek miał zabić 34-letniego Brandona Feltona. Chłopiec był jego sąsiadem, razem z nim spędzał czas grając w gry wideo.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/usa-policja-znalazla-paragon-za-pizze-na-miejscu-zbrodni-doprowadzil-ich-do-12-latka/", "date_published": "2023-03-30 12:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kanada: Zwrócił uwagę, by nie palić przy dziecku. Został śmiertelnie ugodzony nożem na oczach córki", "description": "37-letni mieszkaniec Vancouver poprosił nieznajomego mężczyznę, aby nie palił papierosów przy dziecku. Ten w odpowiedzi zadał mu cios nożem. Ojciec trzylatki zmarł w wyniku odniesionych obrażeń.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/kanada-zwrocil-uwage-by-nie-palic-przy-dziecku-zostal-smiertelnie-ugodzony-nozem-na-oczach-corki/", "date_published": "2023-03-30 12:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Babcia opiekowała się wnukami. Dzieci zmarły w tragicznych okolicznościach", "description": "65-letnia kobieta z Florydy została oskarżona o nieumyślne spowodowanie śmierci swojej siedmiomiesięcznej wnuczki. Dziewczynka zmarła tragicznie zaledwie kilka miesięcy po śmierci swojego starszego brata, który utonął również będąc pod opieką babci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/usa-babcia-opiekowala-sie-wnukami-dzieci-zmarly-w-tragicznych-okolicznosciach/", "date_published": "2023-03-30 11:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Watykan. Kolejny komunikat o zdrowiu papieża. Co dolega Franciszkowi?", "description": "Stan zdrowia papieża Franciszka poprawia się - podał rzecznik Watykanu Matteo Bruni. Miał czytać gazety i wznowić pracę. Nadal nie wiadomo jednak, kiedy Ojciec Święty będzie mógł opuścić klinikę Gemelli, ani czy będzie w stanie uczestniczyć w uroczystościach związanych z Niedzielą Palmową 2 kwietnia. Papież został hospitalizowany w związku z infekcją układu oddechowego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/watykan-kolejny-komunikat-o-zdrowiu-papieza-co-dolega-franciszkowi/", "date_published": "2023-03-30 11:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Aktor okaleczył się na scenie w teatrze. \"Nie mam już siły do walki \"", "description": "Artur Szuwałow, aktor rosyjskiego teatru w stolicy Buriacji Ułan Ude na zakończenie przedstawienia wygłosił ze sceny manifest. Wyznał, że za sprzeciw wobec agresji na Ukrainę był przez rok prześladowany i naciskany przez dyrekcję, która w tym dniu zwolniła z pracy jego żonę. Także i na nim wymuszano dymisję. Nie mam już siły walczyć - powiedział do zaskoczonej widowni i podciął sobie żyły.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/rosja-aktor-okaleczyl-sie-na-scenie-w-teatrze-nie-mam-juz-sily-do-walki/", "date_published": "2023-03-30 10:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Meksyk. Pielęgniarka próbowała zrobić sobie liposukcję. Nie przeżyła", "description": "30-letnia kobieta pracująca jako pielęgniarka w klinice w Meksyku, próbowała samodzielnie zrobić sobie liposukcję brzucha. Niestety zabieg odsysania tłuszczu nie powiódł się, kobieta zmarła.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/meksyk-pielegniarka-probowala-zrobic-sobie-liposukcje-nie-przezyla/", "date_published": "2023-03-30 08:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Filipiny. Pożar na promie pasażerskim. Wiele ofiar", "description": "Nie żyje co najmniej 31 osób, które płynęły promem na Filipinach. Statek zapalił się w środę przed północą lokalnego czasu. Ludzie skakali wprost do morza, jednak co najmniej 10 osób utonęło. Gdy wrak skierowany na plażę wyspy Basilan utknął w piasku, znaleziono w najtańszych kabinach 18 zwęglonych zwłok. Władze nie ustaliły przyczyny powstania ognia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/filipiny-pozar-na-promie-pasazerskim-wiele-ofiar/", "date_published": "2023-03-30 08:10:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Laureat Nagrody Nobla Dimitrij Muratow: Wielu Rosjan jest przeciwnych piekłu, które jest w Ukrainie", "description": "- Nigdy więcej nie będzie normalnych stosunków między narodami Ukrainy i Rosji - powiedział Dimitrij Muratow, laureat Pokojowej Nagrody Nobla w wywiadzie dla BBC. - Ukraina nie będzie w stanie pogodzić się z tą tragedią - przekazał. Muratow dodał, że wielu Rosjan jest kategorycznie przeciwko temu, co dzieje się w Ukrainie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/laureat-nagrody-nobla-dimitrij-muratow-wielu-rosjan-jest-przeciwnych-pieklu-ktore-jest-w-ukrainie/", "date_published": "2023-03-30 07:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Katastrofa dwóch śmigłowców wojskowych. Media: Jest kilka ofiar", "description": "Dwa wojskowe śmigłowce rozbiły się w Kentucky - w pobliżu Fort Campbell - przekazały media. Na miejscu pracują służby ratunkowe. Według nieoficjalnych informacji, mogło zginąć nawet dziewięć osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-30/usa-katastrofa-dwoch-smiglowcow-wojskowych-media-jest-wiele-ofiar/", "date_published": "2023-03-30 05:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]