[{"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>Liverpool need to close gap on former title rivals, Jesus key for Arsenal and Hodgson returns for relegation six-pointer</p><p>Over four seasons, there was a single Premier League point between them. This season there are 19 points between Manchester City and Liverpool. City still don’t have things their own way: Erling Haaland’s presence remains a double-edged sword. Without Haaland’s goals, Arsenal would be on a title victory lap while with the Norwegian – an injury doubt for Saturday’s match – City have never quite hit the fluency shown when they were duking it out with Liverpool over those years. By contrast Jürgen Klopp’s problems run rather deeper than implanting a guaranteed goal-machine. Virgil van Dijk was criticised this week by the Dutch legends Ruud Gullit and Marco van Basten for his leadership style. And even though Stefan Bajcetic is only 18, losing him for the season was a blow. Liverpool, though, retain significant danger, as <a href=\"https://www.theguardian.com/football/2023/mar/05/liverpool-manchester-united-premier-league-match-report\">Manchester United found out</a>, and as Guardiola recognised after <a href=\"https://www.theguardian.com/football/2022/oct/16/liverpool-manchester-city-premier-league-match-report\">losing 1-0 at Anfield in October</a> to a Mo Salah strike. <strong>John Brewin</strong></p><p><em>Manchester City v Liverpool, Saturday 12.30pm</em></p><p><em>Chelsea v Aston Villa, Saturday 5.30pm</em></p><p><em>Arsenal v Leeds, Saturday 3pm</em></p><p><em>Crystal Palace v Leicester, Saturday 3pm</em></p> <a href=\"https://www.theguardian.com/football/2023/mar/31/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/31/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2023-03-30 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jury returns in Gwyneth Paltrow ‘ski-and-run’ trial – live updates", "description": "<p>Terry Sanderson sued actor for $300,000 in damages for 2016 accident while Paltrow is countersuing for a symbolic $1 and fees</p><p><strong>Gwyneth Paltrow has been found to not be at fault</strong> for the ski accident after the jury assigned 100% of the blame to Terry Sanderson.</p><p>After 8 days – and many years – <strong>a verdict has been reached</strong>. Judge Holmberg issued some statements reminding both parties that the proceedings will not conclude until the court adjourns and is now inviting the jury back in.</p> <a href=\"https://www.theguardian.com/film/live/2023/mar/30/gwyneth-paltrow-ski-accident-trial-verdict-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/film/live/2023/mar/30/gwyneth-paltrow-ski-accident-trial-verdict-live-updates", "date_published": "2023-03-30 22:43:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What does Donald Trump’s indictment say about US democracy? | Jan-Werner Mueller", "description": "<p>The fact that there is no choreographed political theater around the indictment is precisely how democracies tend to work: in a messy and piecemeal fashion</p><p>So it finally happened. Trump has been indicted. For Democrats and scattered anti-Trumpers on the right, it will probably feel not nearly as satisfying or generate as much schadenfreude as they imagined. In fact, it might seem positively anticlimactic.</p><p>After all, Trump did not get indicted for his political crimes and misdemeanors. Other investigations may still catch up with him. But the fact that there is no choreographed political theater is precisely how democracies tend to work: messy, piecemeal, ensuring that there is no impunity.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/what-does-donald-trumps-indictment-say-about-us-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/what-does-donald-trumps-indictment-say-about-us-democracy", "date_published": "2023-03-30 22:42:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s indictment will probably hurt him with the electorate. But how much? | Lloyd Green", "description": "<p>The indictment adds to a convoluted mess of legal problems for Trump and his allies, with more soon to come</p><p>On Thursday, Manhattan prosecutors indicted Donald Trump. The charges against him stem from $130,000 in hush-money paid to an adult film star, Stormy Daniels.</p><p>The question now looms whether the nation will face Trump-incited violence as a result. The former president <a href=\"https://www.theguardian.com/us-news/2023/mar/24/trump-rhetoric-hakeem-jeffries-democrats-warning\">threatened</a> “death and destruction” if charged. In a now infamous social media post targeting the Black district attorney Alvin Bragg, Trump depicted himself brandishing a baseball bat at the District Attorney, and called him as an “animal” and “degenerate psychopath”.</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/trumps-indictment-will-probably-hurt-him-with-the-electorate-but-how-much\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/trumps-indictment-will-probably-hurt-him-with-the-electorate-but-how-much", "date_published": "2023-03-30 22:26:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea into WCL semi-finals after dramatic penalty win against Lyon", "description": "<p>Battling, bruised and almost buried. The goalkeeper Ann-Katrin Berger was the hero as Chelsea booked a place in the Champions League semi-finals on penalties after Emma Hayes’ side had pulled the aggregate score with the European champions, Lyon, level deep into extra time. Sara Däbritz’s strike in the 110th minute had seemingly put eight-time winners Lyon into the final four after Vanessa Gilles’s second-half goal cancelled out the slender advantage Guro Reiten’s strike had given the Blues in the first leg.</p><p>But Lauren James was deemed to have been felled by Vicki Becho after a VAR check and Maren Mjelde’s penalty levelled things. It was the final action of the game and, after four penalties scored in the shootout, Berger saved Wendie Renard’s spotkick but James’s effort was similarly pushed away by Christiane Endler. It came down to the final kick, and Berger pushed away Lindsey Horan’s effort to give Chelsea a 4-3 shootout victory and send the rapt home crowd into ecstasy. Barcelona now await them in the semi-finals.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/chelsea-lyon-womens-champions-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/chelsea-lyon-womens-champions-league-match-report", "date_published": "2023-03-30 22:25:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged with attempted murder after driver hit by his own van in Cardiff", "description": "<p>Christopher Elgifari, 31, is alleged to have stolen the delivery van, whose 54-year-old driver is in a critical condition</p><p>A man has been charged with attempted murder after a delivery driver was hit by his own stolen van and left fighting for his life.</p><p>Christopher Elgifari, 31, is alleged to have stolen a white van from the 54-year-old victim on Tuesday in Cardiff, south Wales.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/man-charged-with-attempted-after-driver-hit-by-his-own-van-in-cardiff\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/man-charged-with-attempted-after-driver-hit-by-his-own-van-in-cardiff", "date_published": "2023-03-30 22:19:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man accused of pushing wife from Arthur’s Seat was ‘abusive’ and ‘violent’", "description": "<p>Court hears Kashif Anwar, accused of murdering Fawziyah Javed in Edinburgh, had told her it would be ‘OK’ if she died in childbirth</p><p>A man accused of murdering his wife by pushing her from Arthur’s Seat in Edinburgh was overheard in hospital telling her that if she died in childbirth it “would be OK” because he “would be free”, a court has heard.</p><p>Kashif Anwar, 29, is accused of killing Fawziyah Javed, 31, in September 2021 by pushing her from the peak in Holyrood Park, causing her multiple blunt force injuries that led to her death and that of her unborn child.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/man-accused-of-murdering-wife-told-her-he-would-be-free-if-she-died-during-childbirth\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/man-accused-of-murdering-wife-told-her-he-would-be-free-if-she-died-during-childbirth", "date_published": "2023-03-30 22:13:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finland’s way into Nato clears as hold-out Turkey votes in favour", "description": "<p>Parliament in Ankara passes bill allowing membership after second-to-last objector, Hungary, voted in favour</p><p>Turkey’s parliament has approved a bill to allow Finland to join Nato, clearing the way for Helsinki to join the western defence alliance as war rages in Ukraine.</p><p>The Turkish parliament was the last among the 30 members of the alliance to ratify Finland’s membership, after Hungary’s legislature approved a similar bill this week.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/finlands-way-into-nato-clears-as-hold-out-turkey-votes-in-favour\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/finlands-way-into-nato-clears-as-hold-out-turkey-votes-in-favour", "date_published": "2023-03-30 21:47:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump indicted over 2016 hush money payment – report", "description": "<p>Ex-president denies affair with Stormy Daniels but has admitted directing Michael Cohen to pay Daniels $130,000</p><p>Donald Trump has been indicted in New York, over a hush money payment made to the adult film star Stormy Daniels during the 2016 election, the New York Times reported on Thursday.</p><p>The paper cited four people with knowledge of the matter.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/donald-trump-indicted-stormy-daniels-hush-money\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/donald-trump-indicted-stormy-daniels-hush-money", "date_published": "2023-03-30 21:35:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tokitae, the oldest orca in captivity, has path to freedom after 50 years", "description": "<p>Miami Seaquarium, where the whale performed, announced a ‘binding’ agreement to relocate her to her home – Puget Sound</p><p>More <a href=\"https://www.theguardian.com/environment/2022/aug/13/toki-the-orca-captivity-miami-seaquarium\">than five decades</a> after being captured in the waters off the Pacific north-west, Tokitae the orca has a plan to return home, delivering a victory to animal rights advocates and Indigenous leaders who have long fought for her release.</p><p>On Thursday, the owners of the Miami Seaquarium where Tokitae lives announced a “formal and binding agreement” with a group called the Friends of Lolita to begin the process of returning Tokitae to Puget Sound. A <a href=\"https://www.friendsoftoki.org/_files/ugd/dc728b_5f4bef07621f48efbf654770d830547c.pdf?fbclid=IwAR3dpzoI1uuLwy9re9pANMABQFLRfBdshQ8BCvbKAAgivdxlGjI-fdcCGBs\">news release</a> indicates that the joint effort is “working toward and hope the relocation will be possible in the next 18 to 24 months”.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/lolita-orca-miami-seaquarium-release-tokitae\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/lolita-orca-miami-seaquarium-release-tokitae", "date_published": "2023-03-30 21:22:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bafta Games Awards: God of War wins six but Vampire Survivors is best game", "description": "<p>The were gasps in the crowd as a cult indie shooter beat the blockbusters to the key award of the night</p><p>It must be one of the biggest shock wins in the history of the Bafta Games Awards. Up against huge blockbuster titles such as Elden Ring and God of War Ragnarök, the best game winner at this year’s ceremony, which took place on Thursday evening, was Vampire Survivors, a shoot-’em-up largely developed by lone coder Luca Galante.</p><p>There were gasps in the crowd at Queen Elizabeth Hall, London when the title was read out, with Galante’s small team accepting the award on his behalf and looking shaken. The game, in which players attempt to survive as long as possible in an ever-changing landscape swarming with monsters, had earlier won the game design award.</p> <a href=\"https://www.theguardian.com/games/2023/mar/30/bafta-games-awards-god-of-war-wins-six-but-vampire-survivors-is-best-game\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/30/bafta-games-awards-god-of-war-wins-six-but-vampire-survivors-is-best-game", "date_published": "2023-03-30 21:19:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jai Field doubles up as Wigan recover from slow start to breeze past Leigh", "description": "<ul><li>Leigh 6-34 Wigan</li><li>Field and Bevan French too much for outclassed Leopards</li></ul><p>Wigan’s influential duo Jai Field and Bevan French were at their scintillating best as they guided the Warriors to a well-earned derby victory over Leigh. Field and French have so often provided moments of magic during their time at the club and this proved to be another of those nights.</p><p>Field scored two tries while French also claimed one and had a hand in several others as the Warriors registered a third successive Super League win.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/jai-field-doubles-up-as-wigan-recover-from-slow-start-to-breeze-past-leigh\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/jai-field-doubles-up-as-wigan-recover-from-slow-start-to-breeze-past-leigh", "date_published": "2023-03-30 21:07:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Every fire brigade in England plagued by bullying and harassment claims, report finds", "description": "<p>Inspectors say ‘deeply troubling’ behaviour found at fire and rescue services across England may be ‘tip of the iceberg’</p><p>Every fire brigade in England is plagued with bullying, harassment and discrimination complaints, a damning report has found, and officials have called for drastic measures to clean up the service.</p><p>Inspectors urged bosses to carry out background checks on every firefighter, with those who fail being sacked, after long-awaited findings shone a light on “deeply troubling” behaviour in the emergency service.</p><p>A senior officer accused of calling a black colleague the N-word dismissing it as simply “having a laugh”.</p><p>A firefighter reporting a superior for making a racist comment, only to find his account dismissed because the alleged offender “wouldn’t behave in such a way”. The senior officer in question then threatened “to make his life hell”.</p><p>Two male firefighters mockingly told a female colleague they were “going to rape her”, before simulating it with her.</p><p>Some staff being reluctant to speak up after being told it would be “career suicide” to do so.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/every-fire-brigade-in-england-plagued-by-bullying-and-harassment-claims-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/every-fire-brigade-in-england-plagued-by-bullying-and-harassment-claims-report-finds", "date_published": "2023-03-30 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Get On Up: The Triumph of Black America review – David Harewood’s interviews are puzzlingly shallow", "description": "<p>This look at the icons of Black creativity in the US sees the actor on infectious form. But he fails to offer any insight on complex issues – leaving this documentary feeling jolly, but bland</p><p>David Harewood may be British, but on screen he feels like an old-school Hollywood star. The low timbre of his voice and his broad-shouldered physique somehow evoke the leading men of days gone by, and even without his knack for American accents it would be easy to buy him on screen alongside one of his heroes, Sidney Poitier. But that is not an accident and, as is the case for many Black Britons, Harewood has a profound connection to Black American culture, which shaped him as both a performer and a man.</p><p>Harewood’s two-part programme Get On Up: The Triumph of Black America sees him travel across the US to meet many of the icons he holds dearest. Sadly, Poitier died last year, but many others at the forefront of Black American creativity sit down with Harewood and share just what it took for them to succeed. He learns to moonwalk from Shalamar’s Jeffrey Daniel (the brains behind Michael Jackson’s signature move). He spends time with John Amos, who recalls playing Kunta Kinte in Roots with his signature velvety baritone. And he giggles with the first Black Bond Girl, Gloria Hendry, as she recalls snogging Roger Moore in Live and Let Die.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/get-on-up-the-triumph-of-black-america-review-david-harewood-bbc-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/get-on-up-the-triumph-of-black-america-review-david-harewood-bbc-documentary", "date_published": "2023-03-30 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You realise how special it is’: Dan Cole revels in Leicester’s European revival", "description": "<p>Prop’s club play Edinburgh in the last 16 of the Champions Cup on Friday after missing out on the competition in recent years</p><p>The Leicester prop Dan Cole says the club’s failure to qualify for the Champions Cup in recent seasons has made him realise how special the competition is. The Tigers welcome Edinburgh to Welford Road on Friday night in the last 16 of Europe’s biggest knockout tournament, with a quarter-final against Leinster or Ulster the prize for the victors.</p><p>Leicester have been accustomed to playing in the top-tier European competition, but entered the Challenge Cup in 2019-20 and 2020-21, <a href=\"https://www.theguardian.com/sport/2021/may/21/leicester-edged-out-by-montpellier-in-thrilling-final\" title=\"\">losing to Montpellier in the Twickenham final</a> in the latter campaign. Leinster <a href=\"https://www.theguardian.com/sport/2022/may/07/leicester-leinster-european-champions-cup-rugby-union-match-report\" title=\"\">eliminated Leicester</a> at the quarter-final stage last season, but qualification for this season’s Champions Cup was emphatically secured by <a href=\"https://www.theguardian.com/sport/2022/jun/18/freddie-burns-late-leicester-drop-goal-downs-saracens-premiership-final-rugby-union\" title=\"\">winning the Premiership title</a> last May.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/you-realise-how-special-it-is-dan-cole-revels-in-leicesters-european-revival\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/you-realise-how-special-it-is-dan-cole-revels-in-leicesters-european-revival", "date_published": "2023-03-30 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump grand jury reportedly examining second hush money payment to Playboy model", "description": "<p>Playboy model Karen McDougal claimed affair with Trump in 2006, for which she was allegedly paid $150,000 in ‘catch and kill’ tactic</p><p>The Manhattan grand jury looking into Donald Trump’s alleged involvement in a hush money payment to adult film star Stormy Daniels has reportedly heard evidence about a separate financial transaction with another woman who allegedly had an affair with the former president.</p><p><a href=\"https://www.wsj.com/articles/trump-grand-jury-digs-into-hush-money-paid-to-second-woman-c1818ffb?mod=hp_lead_pos2\">According to the Wall Street Journal</a>, the office of Manhattan District Attorney Alvin Bragg has presented the grand jury with evidence involving former Playboy model Karen McDougal, who claims to have had an extramarital affair with Trump beginning in 2006.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/second-hush-money-karen-mcdougal-grand-jury\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/second-hush-money-karen-mcdougal-grand-jury", "date_published": "2023-03-30 20:22:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government disposed of 3bn items of PPE bought in pandemic, data shows", "description": "<p>Department of Health and Social Care in England has removed 269,500 pallets of PPE from its stock</p><p>The government has disposed of more than 3bn items of personal protective equipment (PPE) it bought during the pandemic, figures have revealed.</p><p>An estimated 3.14bn items have been shed through a mixture of recycling, energy from waste processes – including some incineration – donations and sales.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/government-disposed-of-3bn-items-of-ppe-bought-in-pandemic-data-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/government-disposed-of-3bn-items-of-ppe-bought-in-pandemic-data-shows", "date_published": "2023-03-30 20:13:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richarlison denies leading Tottenham ‘mutiny’ against Antonio Conte", "description": "<ul><li>Forward accused by Argentinian broadcaster</li><li>‘I’m sorry I didn’t deliver as much as expected’</li></ul><p>Tottenham forward Richarlison has sought to shut down rumours regarding his part in <a href=\"https://www.theguardian.com/football/2023/mar/26/antonio-conte-departs-tottenham-after-breakdown-in-relations-with-club\">Antonio Conte’s departure from the club</a>, insisting he was not the “mutiny leader”.</p><p>Conte left Spurs on Sunday by mutual consent a week on from an extraordinary rant in which he criticised his own “selfish players” following a <a href=\"https://www.theguardian.com/football/2023/mar/18/southampton-tottenham-premier-league-match-report\">3-3 draw at Southampton. </a>Richarlison, who was injured during the dramatic clash at St Mary’s, was later accused by a journalist from Argentinian broadcaster TyC Sports of giving an ultimatum to Tottenham alongside club teammate Cristian Romero over Conte’s future. But the Brazil international rejected those allegations on Thursday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/richarlison-denies-leading-tottenham-mutiny-against-antonio-conte\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/richarlison-denies-leading-tottenham-mutiny-against-antonio-conte", "date_published": "2023-03-30 19:53:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the government’s plan to ban nitrous oxide – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/30/ben-jennings-on-the-governments-plan-to-ban-nitrous-oxide-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/30/ben-jennings-on-the-governments-plan-to-ban-nitrous-oxide-cartoon", "date_published": "2023-03-30 19:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunderland footballer Jack Diamond charged with rape and sexual assault", "description": "<ul><li>Washington-born winger is due to appear at court in May</li><li>Club suspend winger and have loan with Lincoln terminated</li></ul><p>Sunderland footballer Jack Diamond has been charged with rape and sexual assault, police have said.</p><p>The Championship side have suspended the winger, 23, after being notified of the charges which stem from an investigation launched in May.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/sunderland-footballer-jack-diamond-charged-with-and-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/sunderland-footballer-jack-diamond-charged-with-and-sexual-assault", "date_published": "2023-03-30 18:54:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children’s books publisher Peter Usborne dies at 85", "description": "<p>Publisher pays tribute to ‘genius’ who was an ‘inspirational leader’</p><p>Peter Usborne, the founder of the children’s books publisher Usborne and the co-founder of Private Eye magazine, has died aged 85, the publisher has announced.</p><p>He died “unexpectedly but peacefully” surrounded by his family this morning, <a href=\"https://www.thebookseller.com/news/peter-usborne-cbe-founder-of-childrens-publisher-usborne-dies-aged-85?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=Breaking%20News%20%2D%20News%20Plus\">the Bookseller</a> reported.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/childrens-books-publisher-peter-usborne-dies-at-85\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/childrens-books-publisher-peter-usborne-dies-at-85", "date_published": "2023-03-30 18:46:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal Women making Emirates Stadium their home would be giant leap forward | Suzanne Wrack", "description": "<p>Sharing centre stage with the men’s team no longer feels like a distant dream and could push other clubs to do the same</p><p>As Leah Williamson and Jonas Eidevall reflected at the Emirates Stadium on Arsenal’s success in reaching the Champions League semi-finals for the first time in 10 years, they had more than exciting upcoming fixtures on their minds. Captain and manager were united in stating it was a realistic vision for the team to play every game at the club’s 60,000-capacity ground.</p><p>It would be a huge statement for Arsenal to relocate there and the discussion alone demonstrates how quickly the conversation has moved on. In the WSL, Leicester play at the King Power Stadium and Reading at the Select Car Leasing Stadium used by their men’s team, but the impact of one of the top sides – England’s most successful women’s football team – putting their women’s team on the stage previously reserved for their premier product would be enormous.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/arsenal-women-emirates-stadium-move-comment\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/arsenal-women-emirates-stadium-move-comment", "date_published": "2023-03-30 18:11:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keith Johnstone obituary", "description": "Pioneer of stage improvisation who freed drama from scripts in London and built on this approach in Canada<p>In 1967 Keith Johnstone, who has died aged 90, formed an improvisation troupe, Theatre Machine, with the actors Ben Benison, Roddy Maude-Roxby, Richard Morgan and Anthony Trent. Starting as an educational demonstration of the techniques that Keith had developed while running the Royal Court Theatre Studio in London, the project soon developed into a variety evening of longer improvised playlets interspersed with short sketches. Keith acted as emcee, calling out prompts and suggestions to the improvisers.</p><p>With a new fringe theatre circuit an active part of the emerging counterculture, Theatre Machine were soon invited to festivals all over mainland Europe. Performing to audiences who did not always understand English, the group rapidly developed their skills in slapstick and clowning. When a critic from the Stage newspaper observed that the work of the company was too polished to be unscripted, he was invited back on a subsequent evening to prove that they were indeed making it all up.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/30/keith-johnstone-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/30/keith-johnstone-obituary", "date_published": "2023-03-30 18:11:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Lyon: Women’s Champions League quarter-final, second leg – live", "description": "<ul><li>Updates from the 8pm BST kick-off at Stamford Bridge</li><li><a href=\"https://www.theguardian.com/football/live/2023/mar/30/wolfsburg-v-psg-womens-champions-league-quarter-final-second-leg-live\">Wolfsburg v PSG – follow it live with John Brewin</a></li><li>Get in touch: <a href=\"mailto:rob.smyth@theguardian.com\">contact Rob</a> with your thoughts on the game</li></ul><p><strong>Pre-match entertainment</strong></p><p>Bad news for Chelsea: <strong>Millie Bright</strong>, who injured her knee in last week’s first leg, hasn’t recovered in time for tonight’s game. But there’s much better news for Lyon: <strong>Ada Hegerberg</strong> is fit enough to start on the bench.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/30/chelsea-v-lyon-womens-champions-league-quarter-final-second-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/30/chelsea-v-lyon-womens-champions-league-quarter-final-second-leg-live", "date_published": "2023-03-30 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tyrannosaurus rex had lips over its teeth, research suggests", "description": "<p>Contrary to depiction in movies like Jurassic Park, scientists now believe T rexes were not ‘toothy lipless things’</p><p>While T rex is often depicted prowling the landscape while sporting a toothy grin, its fearsome teeth may actually have been concealed behind a pair of thin, scaly lips, new research suggests.</p><p>Experts say the perception theropods were lipless arose because of the huge size of their teeth, and because their closest living toothed relatives – such as crocodiles and alligators – do not have lips.</p> <a href=\"https://www.theguardian.com/science/2023/mar/30/tyrannosaurus-t-rex-had-lips-over-teeth-research\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/30/tyrannosaurus-t-rex-had-lips-over-teeth-research", "date_published": "2023-03-30 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daily Mail owner ‘gaslighting’ victims, Prince Harry’s lawyer tells court", "description": "<p>Paper campaigned on behalf of Stephen Lawrence while using a private investigator to target his mother, says David Sherborne</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/mar/28/why-is-prince-harry-bringing-legal-action-against-daily-mail-owner-associated-newspapers\">Why is Prince Harry bringing legal action against Daily Mail’s owner</a>?</li></ul><p>Prince Harry’s lawyer has accused the Daily Mail’s parent company of “gaslighting” victims by covering up its journalists’ alleged illegal behaviour.</p><p>The barrister David Sherborne alleged that Associated Newspapers publicly insisted it stuck to the law while privately knowing that reporters relied on a wide range of illegal techniques including voicemail interception, blagging of personal information, and placing listening devices inside cars. Associated denies the claims.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/prince-harry-daily-mail-owner-gaslighting-victims-lawyer-tells-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/prince-harry-daily-mail-owner-gaslighting-victims-lawyer-tells-court", "date_published": "2023-03-30 17:58:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazilian meat firm’s A- sustainability rating has campaigners up in arms", "description": "<p>Environmentalists question high grade given to JBS and accuse it of deforestation in the Amazon and under-reporting emissions</p><p>The award of an A-minus sustainability grade to the world’s biggest meat company has raised eyebrows and kicked off a debate about the rating system for environmental and social governance.</p><p>Brazilian meat company JBS has previously been <a href=\"https://www.theguardian.com/environment/2020/jul/27/revealed-new-evidence-links-brazil-meat-giant-jbs-to-amazon-deforestation\">linked to deforestation</a> in the Amazon, where its slaughterhouses process beef from ranches carved out of the Amazon, Cerrado and other biomes. But in the latest Climate Change Report by the influential rating organisation CDP, the multinational got a grade of A- for its efforts to tackle climate change – up from B in the previous assessment – and was given a “leadership” status award.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/brazilian-meatpackers-a--sustainability-rating-raises-grade-inflation-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/brazilian-meatpackers-a--sustainability-rating-raises-grade-inflation-concerns", "date_published": "2023-03-30 17:58:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firm at centre of Sunak conflict of interest row attended Downing Street event", "description": "<p>Exclusive: Bosses of childcare firm part owned by PM’s wife were at No 11 reception hours after he was quizzed by MPs about links</p><p>Bosses of the childcare firm at the centre of a Rishi Sunak <a href=\"https://www.theguardian.com/politics/2023/mar/29/rishi-sunak-childcare-policy-risks-conflict-of-interest-wife-akshata-murty-koru-kids\">conflict of interest row</a> attended a Downing Street reception just hours after he was pressed by MPs over his links with the provider, the Guardian has learned.</p><p>Koru Kids, which lists the prime minister’s wife, Akshata Murty, as a shareholder and is expected to benefit from changes announced in the budget, is understood to have been present at a No 11 reception for the education sector on Wednesday evening.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/firm-at-centre-of-sunak-conflict-of-interest-row-attended-no-11-event\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/firm-at-centre-of-sunak-conflict-of-interest-row-attended-no-11-event", "date_published": "2023-03-30 17:51:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Rishi Sunak’s energy plan: playing with fire | Editorial", "description": "<p>The government has chosen oil and gas over renewables, increasing the climate threat</p><p>To say that Rishi Sunak’s government has <a href=\"https://www.theguardian.com/environment/2023/mar/29/uk-scientists-rishi-sunak-oil-and-gas-developments-climate-crisis\" title=\"\">chosen the “path of climate vandalism”</a>, as Labour’s Ed Miliband did this week, is no exaggeration. The policies contained in the <a href=\"https://www.theguardian.com/business/2023/mar/30/half-baked-half-hearted-critics-ridicule-uk-long-awaited-climate-strategy\" title=\"\">energy plan</a> announced on Thursday are dangerous. They will significantly worsen the climate crisis that threatens to engulf us all, if the globally agreed target of limiting temperature rises to 1.5C is missed. <a href=\"https://www.theguardian.com/commentisfree/2021/mar/04/the-guardian-view-on-climate-and-the-budget-sunak-fails-the-green-test\" title=\"\">Mr Sunak’s record</a> on green policies in the Treasury was dismal. As prime minister, he is steering the UK even further away from the course towards speedy decarbonisation that we should be on. In the long term, climate will surely top the list of public policy failures during this long period of Tory government.</p><p>Hundreds of leading scientists wrote to Mr Sunak’s government this week, calling for <a href=\"https://www.theguardian.com/environment/2023/mar/29/uk-scientists-rishi-sunak-oil-and-gas-developments-climate-crisis\" title=\"\">an end to new oil and gas developments</a>. The government is set to defy them with plans for a huge North Sea oilfield, which it attempts to justify on the grounds that it is investing £20bn (over 20 years) in carbon capture and storage (CCS) technology, in order to limit the damage caused. The scientists are right. The politicians and their <a href=\"https://www.theguardian.com/environment/2023/mar/30/tory-partys-35m-dirty-donations-revealed-by-desmog-analysis\" title=\"\">fossil fuel industry backers</a> are wrong. It is devastating that the UK is now trashing its own reputation for pioneering climate laws, which made national emissions reductions compulsory. Ministers have chosen risky, dirty energy over clean.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/the-guardian-view-on-rishi-sunaks-energy-plan-playing-with-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/the-guardian-view-on-rishi-sunaks-energy-plan-playing-with-fire", "date_published": "2023-03-30 17:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Northern Ireland: violence in a political vacuum | Editorial", "description": "<p>This week’s heightened threat level is umbilically connected to the continued absence of democratic government</p><p>A year ago, in March 2022, the terror threat level in Northern Ireland was <a href=\"https://www.theguardian.com/uk-news/2022/mar/22/northern-ireland-terrorism-threat-level-lowered-for-first-time-in-12-years\" title=\"\">lowered</a> for the first time in more than a decade. This week, however, that window of hope was slammed shut once again, when the Northern Ireland secretary, Chris Heaton-Harris, announced that the threat level was being <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/northern-ireland-terrorism-threat-level-mi5\" title=\"\">restored</a> to “severe”. This means that a terror attack in the north is now officially deemed to be “highly likely”. These are extraordinarily ominous words, not solely because there is less than a month to go before the 25th anniversary of the Good Friday <a href=\"https://www.theguardian.com/world/good-friday-agreement\" title=\"\">agreement</a>, which brought power-sharing and peace to Northern Ireland.</p><p>In his <a href=\"https://www.gov.uk/government/news/northern-ireland-related-terrorism-threat-level-raised\" title=\"\">statement</a> on Tuesday about the threat level, Mr Heaton-Harris pointed the finger at an increase in politically motivated violence. He singled out the targeting of police officers, exemplified by the shooting of DCI John Caldwell in Omagh in February, and by a bomb attack on police in Strabane in November, both attributed to the New IRA. Yet the threat to peace does not emanate from dissident republicans alone. There have been pipe bomb and petrol bomb attacks on homes in Ards and North Down this week, all of which are part of a continuing drugs war between rival<a href=\"https://www.belfasttelegraph.co.uk/news/northern-ireland/five-people-expelled-from-donaghadee-as-uda-feud-rumbles-on/195249848.html\" title=\"\"> loyalist UDA gangs</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/the-guardian-view-on-northern-ireland-violence-in-a-political-vacuum\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/the-guardian-view-on-northern-ireland-violence-in-a-political-vacuum", "date_published": "2023-03-30 17:25:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry has every right to take on the Daily Mail. But is phone hacking yesterday’s problem? | Simon Jenkins", "description": "<p>It was a scourge in the 90s and 00s. Now, though, what we need is new privacy laws to regulate the excesses of social media</p><p>Never did a stranger Magnificent Seven ride into town. It includes a royal prince, an ageing pop star, two B-movie film stars and a former Lib Dem MP. All were chosen as wounded heroes by the <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/why-is-prince-harry-bringing-legal-action-against-daily-mail-owner-associated-newspapers\">champions of privacy against the mighty Daily Mail</a>. Heaven knows what this grievance-fest is costing but someone can afford it.</p><p>We all know tabloid newspapers in the 1990s and 2000s could behave outrageously, notably in their coverage of celebrity. Intrusive photography and phone hacking were rife. Technology was always ahead of policing. Intrusion was called the “price of celebrity” and only the lucky escaped paying it. No one familiar with the press at the time would be surprised at the charges now levied against Associated Newspapers, which owns the Daily Mail and Mail on Sunday. These include the commissioning of external investigators to tap landlines and intercept voicemails, and the blagging of medical records. The publisher strongly denies the allegations.</p><p>Simon Jenkins is a Guardian columnist<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/prince-harry-daily-mail-phone-hacking-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/prince-harry-daily-mail-phone-hacking-social-media", "date_published": "2023-03-30 17:13:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parliamentary standards head denies SNP MP has been cleared of bullying", "description": "<p>Commissioner says investigation into John Nicolson has not ended despite claims he has been cleared</p><p>The parliamentary standards commissioner has denied reports that a Scottish National party MP has been cleared of bullying the former cabinet minister Nadine Dorries and said the investigation is ongoing.</p><p>The SNP’s culture spokesperson, John Nicolson, was reported – including by the Guardian – to have been cleared of cyberbullying after a six-month long investigation by parliament’s independent complaints and grievance scheme (ICGS).</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/parliamentary-standards-head-denies-snp-john-nicolson-has-been-cleared-of-bullying\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/parliamentary-standards-head-denies-snp-john-nicolson-has-been-cleared-of-bullying", "date_published": "2023-03-30 17:08:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hasty changes to Sunak’s climate strategy reveal a warring Tory party", "description": "<p>Major omissions and a last-minute refocus on energy security rather than net zero suggest a prime minister buffeted by internal factions</p><p>Rishi Sunak, the UK prime minister, headed to Oxfordshire on Thursday to visit a development facility for <a href=\"https://www.theguardian.com/environment/2022/dec/13/what-is-nuclear-fusion-what-have-scientists-achieved-ignition\">nuclear fusion</a>, the early-stage concept that promises <a href=\"https://www.theguardian.com/environment/2022/dec/12/breakthrough-in-nuclear-fusion-could-mean-near-limitless-energy\">unlimited clean energy at an unspecified future point</a>, if only some hefty physical constraints can be overcome.</p><p>He was accompanied by Grant Shapps, energy and net zero secretary, for the biggest energy and climate change announcement of his premiership, a comprehensive package of measures encompassing everything from onshore wind and solar power to carbon taxes and heat pumps.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/hasty-changes-to-rishi-sunak-climate-strategy-reveal-a-warring-tory-party\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/hasty-changes-to-rishi-sunak-climate-strategy-reveal-a-warring-tory-party", "date_published": "2023-03-30 17:05:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Auriol Grey case exposes Britain’s obsession with prison | Letters", "description": "<p>Readers respond to Simon Jenkins’ article on a justice system stuck in the dark ages</p><p>Simon Jenkins points out the inappropriateness of the custodial sentence handed down to Auriol Grey (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/prisons-uk-justice-jail-sentences-penal-system\" title=\"\">A tragic accident should not have landed Auriol Grey in prison. The UK justice system is stuck in the dark ages, 28 March</a>). That Grey should have been held solely responsible for the death of a cyclist using the pavement is a travesty of justice. Grey was visually and cognitively impaired and, as a consequence, only dimly perceived a threat and overreacted to a fear for her own safety. That the judge failed to understand those mitigating circumstances is regrettable.</p><p>The local authority was unable to ascertain whether the walkway was a shared facility for pedestrians and cyclists. But even if it had been a shared-use path, there is a duty on both parties to use it safely. When the Department for Transport first proposed the introduction of shared-use paths, blind and visually impaired people made strenuous objections. The first involved signage: a visually impaired or blind person would not be able to see this. The second involved the acceptance that a cyclist was effectively silent, so a blind person could not determine a cyclist’s approach.</p> <a href=\"https://www.theguardian.com/society/2023/mar/30/the-auriol-grey-case-exposes-britains-obsession-with-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/30/the-auriol-grey-case-exposes-britains-obsession-with-prison", "date_published": "2023-03-30 17:05:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Your starter for 10: is University Challenge biased towards Oxbridge? | Letters", "description": "<p><strong>Frank Coffield</strong> argues that the BBC quiz show is rigged in favour of the two top universities. Plus letters from <strong>Joshua Loo</strong> and <strong>Elizabeth Swinbank</strong></p><p>Re your report (<a href=\"https://www.theguardian.com/media/2023/mar/27/bbc-accused-of-hiding-oxbridge-bias-on-university-challenge-in-deepening-elitism-row\" title=\"\">BBC accused of ‘hiding’ Oxbridge bias on University Challenge in deepening elitism row, 27 March</a>), my charge against the BBC can be reduced to one simple question. The BBC’s argument is that there are around 300 “independent” colleges eligible to take part in University Challenge. How, then, for the 10 years for which there’s information on the BBC website, is there an average of 10.9 Oxbridge colleges competing each year, out of a total of 28 entrants? A yearly miracle? Or blatant favouritism by Oxbridge graduates supporting Oxbridge colleges?</p><p>If the BBC remains intransigent, let the invitation to those 300 colleges be honest. It should read: “Please participate in next year’s University Challenge, which, of course, we will be rigging in favour of Oxbridge.”<em> </em>Far better for the director general to intervene to save more reputational damage and drag this programme from the 1960s into the 21st century.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/reuse-this-file\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/reuse-this-file", "date_published": "2023-03-30 17:05:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Net zero strategy shows UK will miss 2030 emissions cuts target", "description": "<p>The government admits its policies will only achieve 92% of cuts and experts think that is a ‘generous reading’</p><p>The UK government has insisted it is still on track to meet its international climate commitments under the Paris agreement, as analysis of its energy plans suggested more drastic policies would be needed to make the required carbon cuts.</p><p>Ministers unveiled the <a href=\"https://www.theguardian.com/business/2023/mar/30/half-baked-half-hearted-critics-ridicule-uk-long-awaited-climate-strategy\">UK’s revamped net zero strategy on Thursday</a>, with a raft of documents running to more than 1,000 pages, setting out policies on sectors from biomass to solar power, and from electric vehicles to nuclear reactors. It came as Rishi Sunak headed to Oxfordshire to visit a development facility for nuclear fusion, accompanied by Grant Shapps, the energy and net zero secretary.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/net-zero-strategy-shows-uk-will-miss-2030-emissions-cuts-target\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/net-zero-strategy-shows-uk-will-miss-2030-emissions-cuts-target", "date_published": "2023-03-30 16:55:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Paterson obituary", "description": "<p>My former Guardian colleague John Paterson, who has died aged 80, was chief subeditor on the Rand Daily Mail newspaper in South Africa during a turbulent period of the 1970s when opposition to apartheid intensified along with state repression.</p><p>John and his wife, Maggie (nee Stent), a fellow journalist whom he married in 1965, were staunch opponents of apartheid, and like many others in their profession in South Africa, played an important role in the fight to try to reverse the racial laws of the country. However, they decided to leave when the black daily newspaper on which Maggie was chief sub, the World, was closed down by the government in 1977, and life became increasingly dangerous for journalists.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/john-paterson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/john-paterson-obituary", "date_published": "2023-03-30 16:48:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wolfsburg v PSG: Women’s Champions League quarter-final, second leg – live", "description": "<ul><li>Updates from the 5.45pm BST kick-off (1-0 first leg)</li><li><a href=\"https://www.theguardian.com/football/2023/mar/30/could-there-be-two-london-clubs-in-the-womens-big-cup-final-four\">Football Daily: Chelsea bid to join Arsenal in last four</a></li><li>Contact John <a href=\"mailto:john.brewin.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/JohnBrewin_\">Twitter</a> with your thoughts</li></ul><p><strong>The scene is set in Wolfsburg</strong> as the teams make their way to the field before the anthems. The German team’s shirts are bright to the point of requiring shades.</p><p><strong>It’s free, and it’s our comprehensive roundup</strong> of women’s football, with a huge year ahead. Do sign up.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/30/wolfsburg-v-psg-womens-champions-league-quarter-final-second-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/30/wolfsburg-v-psg-womens-champions-league-quarter-final-second-leg-live", "date_published": "2023-03-30 16:43:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to clamp down on sanctions loopholes used by Wagner group head", "description": "<p>Loophole meant mercenary group founder Yevgeny Prigozhin could sue journalist</p><p>Ministers have tightened up sanctions rules to avoid repeating a recent controversy in which lawyers acting for the head of the Wagner group obtained an exemption from curbs to sue a British journalist.</p><p>Lady Joanna Penn, the Treasury minister, announced on Thursday the government would change the way it decides whether to grant licences for sanctioned individuals to use frozen money for legal cases.</p> <a href=\"https://www.theguardian.com/law/2023/mar/30/government-to-clamp-down-on-sanctions-exemptions-used-by-wagner-group-head\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/mar/30/government-to-clamp-down-on-sanctions-exemptions-used-by-wagner-group-head", "date_published": "2023-03-30 16:38:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Third sector in Scotland calls on Humza Yousaf to swap rhetoric for action", "description": "<p>Exclusive: End headline-grabbing policymaking on social justice, equality and poverty eradication, say charities</p><p>Senior figures across civic Scotland have called on Humza Yousaf to bridge the delivery gap between progressive rhetoric and the reality of policy implementation they say characterised the Sturgeon era.</p><p>Speaking exclusively to the Guardian on and off the record, third sector leaders called for the new first minister to move away from headline-grabbing initiatives towards a systemic approach to policymaking on social justice, equality and poverty eradication.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/third-sector-in-scotland-calls-on-humza-yousaf-to-swap-rhetoric-for-action\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/third-sector-in-scotland-calls-on-humza-yousaf-to-swap-rhetoric-for-action", "date_published": "2023-03-30 16:29:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London’s Riverside Studios to enter administration", "description": "<p>The Hammersmith arts centre, which faces soaring energy bills and debt from its redevelopment, said it has struggled to rebuild revenue streams after the pandemic</p><p>London’s <a href=\"https://riversidestudios.co.uk/\">Riverside Studios</a> has begun to enter administration, citing “eye-watering” energy bills and the debt incurred by its recent redevelopment.</p><p>The arts centre, situated on the Thames in west London, is marking its 45th anniversary of operating in Hammersmith but the board of the Riverside Trust charity said that it has filed a notice of intention to appoint administrators.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/30/londons-riverside-studios-to-enter-administration\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/30/londons-riverside-studios-to-enter-administration", "date_published": "2023-03-30 16:29:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England hit by injuries for Women’s Six Nations game against Italy", "description": "<ul><li>Bristol’s Delaney Burns to make debut at Northampton</li><li>Marlie Packer named captain, Cleall and Reed out</li></ul><p>The Bristol second row Delaney Burns will make her England debut on Saturday as the Red Roses look to make it two Six Nations wins out of two against Italy. Simon Middleton, the England head coach, has been forced into a number of changes because of injuries and the <a href=\"https://www.theguardian.com/sport/2023/mar/25/tearful-middleton-hails-sarah-hunter-as-the-greatest-england-player-of-all-time\">retirement of Sarah Hunter</a> after <a href=\"https://www.theguardian.com/sport/2023/mar/25/sarah-hunter-signs-off-in-style-as-packer-lights-up-englands-rout-of-scotland\">the victory over Scotland last Saturday</a> and Marlie Packer takes over as captain.</p><p>Zoe Aldcroft will start at No 8, while Cath O’Donnell is named in the second row. Harlequins’ Emily Robinson is on the bench and could make her debut in the game at Franklin’s Gardens.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/delaney-burns-to-make-england-debut-in-womens-six-nations-tie-against-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/delaney-burns-to-make-england-debut-in-womens-six-nations-tie-against-italy", "date_published": "2023-03-30 16:28:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jennifer Aniston: ‘A whole generation of kids’ finds Friends offensive", "description": "<p>Actor tells Variety that working in comedy has grown increasingly difficult, as comedians now ‘not allowed’ to ‘make fun of life’</p><p>“A whole generation of kids” now finds Friends offensive, <a href=\"https://variety.com/2023/film/news/jennifer-aniston-friends-offensive-comedy-changed-1235567887/\">said Jennifer Aniston</a>, the actor who made her name in the smash-hit 90s sitcom.</p><p>Speaking to <a href=\"https://variety.com/2023/film/news/jennifer-aniston-friends-offensive-comedy-changed-1235567887/\">Variety</a>, Aniston said working in comedy had grown increasingly difficult, as comedians were now “not allowed” to “make fun of life”.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/jennifer-aniston-friends-offensive-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/jennifer-aniston-friends-offensive-interview", "date_published": "2023-03-30 16:27:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s economic crime plan ‘smoke and mirrors’ without new funding", "description": "<p>MPs and experts question government’s commitment to tackling ‘dirty money’</p><p>The government’s three-year economic crime plan will amount to “smoke and mirrors” if it does not receive adequate funding, according to MPs and experts who have accused ministers of failing to give it adequate funding.</p><p><a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1147515/6.8300_HO_Economic_Crime_Plan_2_v6_Web.pdf\">The new strategy</a> – launched by the home secretary, Suella Braverman, on Thursday after a nine-month delay – sets out what the public and private sectors should do to crack down on kleptocrats, money laundering, sanctions busting and fraud.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/economic-crime-plan-home-office\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/economic-crime-plan-home-office", "date_published": "2023-03-30 16:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NatWest and Lloyds to axe a further 81 bank branches", "description": "<p>Banks say customers are rejecting traditional counter services in favour of online banking</p><p>• Read the full list of which branches are set to close below</p><p>NatWest and Lloyds are to axe a further 81 bank branches as both announced fresh cuts to their high street networks.</p><p>Lloyds Banking Group is closing 39 branches – 26 Lloyds Bank outlets, nine Halifax branches and four Bank of Scotland outlets – between July and September this year. NatWest Group said it was shutting 42 branches.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/natwest-and-lloyds-to-axe-a-further-81-bank-branches\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/natwest-and-lloyds-to-axe-a-further-81-bank-branches", "date_published": "2023-03-30 16:17:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reports of rotten pork being sold in UK may lead to tighter control of FSA", "description": "<p>Therésè Coffey may bring Food Standards Agency, which oversees England, Wales and Northern Ireland, under remit of Defra</p><p>The UK government is considering tightening control over the Food Standards Agency (FSA) following news that allegedly fraudulent pork products found their way on to UK supermarket shelves.<br /><br />On Thursday, Therésè Coffey, secretary of state for the Department of Environment, Food and Rural Affairs (Defra), told the House of Commons that she will look at bringing the FSA, under her department’s control.<br /><br />Coffey’s statement followed <a href=\"https://www.theguardian.com/food/2023/mar/29/inquiry-launched-after-foreign-pork-is-allegedly-sold-as-british\">an investigation</a> by trade publication, <a href=\"https://www.fwi.co.uk/news/exclusive-mass-food-fraud-and-safety-scandal-engulfs-sector\">Farmers Weekly</a>, which found that until at least the end of 2020, one of the UK’s top food manufacturers has sold mislabelled and sometimes rotten meat to retailers.<br /><br />Meat produced by the supplier, as yet unnamed, is reported to have ended up in products such as ready meals, quiches, sandwiches and other produce sold in Tesco, Asda, Co-op, Morrisons and Marks &amp; Spencer. <br /><br />The FSA, a <a href=\"https://www.food.gov.uk/about-us/fsa-board-meetings\">non-ministerial agency</a> currently overseen by the Department of Health and Social Care, which is responsible for public health in relation to food in England, Wales and Northern Ireland, has launched an investigation into the alleged supply chain fraud.<br /><br />Defra minister of state Sir Robert Goodwill told the Guardian that having talked to the Farmers Weekly team behind the investigation, and read the reports, it was “obvious that the FSA inspectors appear to have been misled by the company, which hid the suspect meat, sometimes in lorries or in other parts of the factory, during the time it took for the inspectors to have a cup of tea and put on their protective clothing on.”<br /><br />“We could be looking at people going to prison because of how serious this all is,” he added.<br /><br />Goodwill said he had “naively assumed FSA was reporting to Defra but actually it was arm’s length and part of the Department of Health and Social Care, which tends to come to it from a health point of view, rather than being closer to the supply chain as Defra would be.”</p><p>Asked if a government inquiry might be launched into the supplier, Goodwill said enquires can take time but that a “one-day evidence session … with people from the FSA” was a possibility.<br /><br />Any full-blown inquiry might wait until investigations were completed, he said. “We don’t want to undermine the prosecution. But we [the House of Commons cross-party environment food and rural affairs select committee] will be discussing what course of action to take after the Easter recess.” <br /><br />Defra’s farm minister, Mark Spencer, said he had met FSA and hoped it would deliver a criminal prosecution. “We will be keeping a close eye on the investigation,” he said. “And we’ll leave that with the Food Standards Agency to deliver a criminal prosecution.”<br /><br />Spencer said he would not make any further statement on Thursday because of the “ongoing criminal investigation” that involved “very serious allegations”, which the FSA had a responsibility to investigate. Spencer added that he is in regular contact with both the meat industry and the FSA.<br /><br />The Farmers Weekly investigation found that tens of thousands of tonnes of foreign pork, mislabelled as British, had found its way into the supply chain each week. The supplier has also been accused by former employees of regularly “washing” visibly bad hams in salt water, and of mixing rotting pork with fresh product for further processing.<br /><br />On Wednesday, Darren Davies, head of the FSA’s national food crime unit (NFCU), said the agency was “carrying out a criminal investigation into how a supplier was allegedly providing products labelled as British when they were in fact sourced from elsewhere.”<br /><br />Davies said the investigation was “complex” and that “all new lines of enquiry … including any potential food hygiene breaches at the premises” were being perused. “If any evidence of a food safety risk is found, then necessary action will be taken,” he said.<br /><br />Last year, Davies said, the FSA “advised retailers … to check their cooked meat supply chain and to apply extra due diligence in their checks. We don’t give out these alerts without a reason.” Davies warned too that the cost of living crisis could mean that food fraud increases as suppliers face pressure to turn a profit.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/rotten-pork-sold-in-uk-may-lead-to-tighter-control-of-food-safety-body-fsa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/rotten-pork-sold-in-uk-may-lead-to-tighter-control-of-food-safety-body-fsa", "date_published": "2023-03-30 16:16:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morrisons plans to cut £700m in costs despite rise in revenue", "description": "<p>Supermarket chain reports quarterly results and says three-year savings plan will enable it to reduce prices</p><p>Morrisons has said it plans to cut £700m in costs over the next three years to allow it to reduce prices amid a squeeze on consumer spending.</p><p>The supermarket group, which reported falls in quarterly sales on the previous year through 2022, said it had eked out a 0.1% increase in same-store sales in the first three months of 2023.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/morrisons-plans-to-cut-700m-in-costs-rise-in-revenue-supermarket-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/morrisons-plans-to-cut-700m-in-costs-rise-in-revenue-supermarket-prices", "date_published": "2023-03-30 16:03:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New project seeks to bring south Asian literature to western readers", "description": "<p>Founded by two translators – one American, one British – the Salt initiative will provide mentorships, funding and a south Asia-focused literary translation school</p><p>A new project to help bring the “extraordinarily rich” literature of south Asia to English-speaking countries will launch this summer, it has been announced.</p><p>The cross-continental <a href=\"https://salc.uchicago.edu/salt-project\">South Asian Literature in Translation</a> (Salt) project has been set up by the University of Chicago, in partnership with the American Literary Translators Association, English PEN, Words Without Borders and the British Council. The multi-year project will try to “strengthen each part of the publishing chain across the English-speaking world”, the University of Chicago has said.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/new-project-seeks-to-bring-south-asian-literature-to-western-readers\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/new-project-seeks-to-bring-south-asian-literature-to-western-readers", "date_published": "2023-03-30 16:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The frustration is clear’: Yorkshire start season under a cloud once more", "description": "<p>Darren Gough remains upbeat but with punishments over the Rafiq scandal still to be confirmed, Yorkshire remain in limbo</p><p>With a week before the start of the Championship season, window-cleaners with long-armed squeegees were scrubbing Headingley’s pavilion, but it has proved far more difficult for Yorkshire to emerge from the grubby haze left by<a href=\"https://www.theguardian.com/sport/2020/sep/03/azeem-rafiq-yorkshire-cricket-club-institutionally-racist\"> Azeem Rafiq’s allegations</a> and their aftermath.</p><p>Eighteen months after the club published a summary of the report into Rafiq’s claims, on the day of the cancelled Old Trafford Test against India, the process is still in limbo. The Cricket Disciplinary Commission <a href=\"https://www.theguardian.com/sport/2023/mar/30/yorkshire-cricket-racism-allegations-decision-friday\">are expected to give their verdict</a> on Friday – Yorkshire have pleaded guilty on four counts, including a failure to address systemic use of racist and/or discriminatory language over a prolonged period – but the announcement of any sanctions is not expected until later.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/the-frustration-is-clear-yorkshire-start-season-under-a-cloud-once-more\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/the-frustration-is-clear-yorkshire-start-season-under-a-cloud-once-more", "date_published": "2023-03-30 15:58:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "District attorney in Alec Baldwin Rust shooting case steps aside", "description": "<p>Mary Carmack-Altwies steps down from case five weeks before high-profile preliminary hearing, in blow to prosecution</p><p>The New Mexico district attorney who charged Alec Baldwin for the shooting death cinematographer Halyna Hutchins on the set of Rust has stepped down from the case, marking another blow to the prosecution.</p><p>Mary Carmack-Altwies said in a statement on Wednesday that she was passing prosecution of the case over to longtime New Mexico lawyers Kari Morrissey and Jason Lewis.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/alec-baldwin-rust-shooting-case-district-attorney\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/alec-baldwin-rust-shooting-case-district-attorney", "date_published": "2023-03-30 15:57:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Terrified for my future’: climate crisis takes heavy toll on young people’s mental health", "description": "<p>Young people in the UK tell how the emergency is affecting their psychological wellbeing and how they are coping</p><p>Jem, 24, has started losing sleep over the climate emergency. “Over the last two years, I have felt growing anxiety at the state of the environment. It keeps me up at night,” Jem, who works in nature conservation in Somerset, says. “I worry about what future I should be planning for.”</p><p>Jem says it has contributed to them taking medication for their mental health. “I am on antidepressants but I don’t think this is a solution. Things like antidepressants can’t fix things when it’s an external problem. It’s the world we have created that is causing these issues.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/terrified-for-my-future-climate-crisis-takes-heavy-toll-on-young-peoples-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/terrified-for-my-future-climate-crisis-takes-heavy-toll-on-young-peoples-mental-health", "date_published": "2023-03-30 15:48:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office accused of building delays into plan to speed asylum claims", "description": "<p>Questionnaire system at heart of effort to reduce backlog is ‘fundamentally flawed’, say immigration lawyers</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates\">Politics live - latest updates</a></li></ul><p>Immigration lawyers have accused the Home Office of building delays into a scheme meant to <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/home-office-plans-to-use-questionnaires-to-clear-asylum-backlog\">speed up</a> decisions on 12,000 asylum claims.</p><p>The plans announced last month to cut the asylum backlog – which currently at a record 160,000 cases – by sending questionnaires to refugees requires claimants to reply in English within 20 working days or risk refusal.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/home-office-accused-of-building-delays-into-plan-to-speed-asylum-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/home-office-accused-of-building-delays-into-plan-to-speed-asylum-claims", "date_published": "2023-03-30 15:46:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles avoids mention of Brexit in speech to German parliament", "description": "<p>Monarch says he wants to ‘renew special bond of friendship’ between countries, in speech delivered in English and German</p><p>King Charles said he wanted to “renew the special bond of friendship” between the UK and Germany, without mentioning the B-word that has caused the friendship to grow cold in recent years, as he addressed the Bundestag in Berlin on Thursday.</p><p>The monarch’s speech was the first given to Germany’s federal parliament by a non-elected head of state. It was pitched as a celebration of cultural commonalities and joint ventures past and present – from a shared love of music and comedy to energy and security cooperation – and an attempt to repair ties that have fractured since the Brexit vote seven years ago.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/king-charles-avoids-mention-of-brexit-in-speech-to-german-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/king-charles-avoids-mention-of-brexit-in-speech-to-german-parliament", "date_published": "2023-03-30 15:46:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK energy strategy casts doubt on Drax’s carbon capture project", "description": "<p>Shares in turmoil as government’s plan seems to rule out North Yorkshire biomass plant from race for subsidies</p><p>The energy company Drax will immediately enter talks with the government after a landmark energy strategy cast doubt over its £2bn carbon capture project and plunged the company’s share price into turmoil.</p><p>The government’s wide-ranging plan to secure Britain’s energy supplies inadvertently raised questions over the future of one of the country’s biggest electricity generators after appearing to rule out the project to capture carbon emissions at the Drax biomass plant in North Yorkshire from the race for subsidies.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/uk-energy-strategy-casts-doubt-on-drax-carbon-capture-project\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/uk-energy-strategy-casts-doubt-on-drax-carbon-capture-project", "date_published": "2023-03-30 15:44:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News is ‘big corporate machine that destroys people’, says fired producer", "description": "<p>Abby Grossberg, who is suing over her firing, says she was ‘bullied’ into avoiding fact-checks of Trump’s lies</p><p>A former Fox News producer suing the channel over her firing in relation to the $1.6bn Dominion Voter Systems defamation case said she was “bullied, intimidated and coerced” into avoiding fact-checks of Donald Trump’s lies about voter fraud in the 2020 election.</p><p>“They’re a big corporate machine that destroys people,” <a href=\"https://www.nbcnews.com/news/former-fox-news-producer-abby-grossberg-calls-network-big-corporate-ma-rcna77146\">Abby Grossberg told NBC</a>.</p> <a href=\"https://www.theguardian.com/media/2023/mar/30/fox-news-abby-grossberg-producer-dominion-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/30/fox-news-abby-grossberg-producer-dominion-lawsuit", "date_published": "2023-03-30 15:34:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Average Wall Street bonuses plummeted in 2022 to $176,700", "description": "<p>Bonuses now at pre-pandemic levels, after profits started to fall for firms as inflation rose and fears of recessions started to hit</p><p>Wall Street bankers might have to start counting their pennies: the average banking bonuses fell 26% last year, leaving the average bonus at “just” $176,700.</p><p>After significant boosts during the pandemic, profits started to fall for Wall Street firms in 2022 as inflation rose and fears of recessions started to hit, leaving companies with less leeway for bonuses, according to a <a href=\"https://www.osc.state.ny.us/press/releases/2023/03/dinapoli-wall-street-2022-bonuses-fell-26-previous-year-return-pre-pandemic-levels#:~:text=Wall%20Street's%202022%20average%20bonus,Thomas%20P.%20DiNapoli's%20annual%20estimate.\">report</a> from the New York state comptroller office released on Thursday. Bonuses are now at pre-pandemic levels, reaching a low not seen since 2019.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/wall-street-average-bonus-salary\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/wall-street-average-bonus-salary", "date_published": "2023-03-30 15:29:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French rightwing politician calls for Angela Davis school to be renamed", "description": "<p>Valérie Pécresse told a committee the Black activist’s belief that racism was systemic did not apply to France</p><p>A row has erupted in France after a rightwing politician insisted that a high school named after the Black US activist <a href=\"https://www.theguardian.com/us-news/2022/mar/05/angela-davis-on-the-power-of-protest-we-cant-do-anything-without-optimism\">Angela Davis</a> should change its name.</p><p><a href=\"https://www.theguardian.com/world/2022/feb/13/valerie-pecresse-rally-focuses-on-immigration-as-threat-from-rivals-grows\">Valérie Pécresse</a>, who ran for president last year for Nicolas Sarkozy’s party, Les Républicains, scoring a humiliating 4.78%, is head of the greater Paris Île-de-France region. She told a committee this week that the university professor and former Black Panther’s belief that racism was <a href=\"https://www.theguardian.com/world/2023/jan/27/uk-government-failing-to-address-systemic-racism-against-black-people-un-working-group-of-experts-on-people-of-african-descent\">systemic</a> did not apply to France and was dangerous and divisive for French schoolchildren.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/french-rightwing-politician-calls-for-angela-davis-school-to-be-renamed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/french-rightwing-politician-calls-for-angela-davis-school-to-be-renamed", "date_published": "2023-03-30 15:25:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a surrogate, I’ve seen at first hand why Britain’s outdated law needs to change | Kim Barrett", "description": "<p>Politicians must accept the new Law Commission report, which recommends that those who are going to raise a child be its parents from birth</p><p>Last year, I carried a child as a surrogate for a couple I met through a <a href=\"https://www.theguardian.com/lifeandstyle/surrogacy\">surrogacy</a> organisation. It was a wonderful experience that I am proud and honoured to have gone through, but current laws around surrogacy made it much more complicated than any of us wanted it to be.</p><p>I had a beautiful home birth, which both parents attended. The baby’s mother had the first skin-to-skin contact with her new daughter, then the family bonded together for a few hours before they introduced the baby to me. We all spent the rest of the day together and I got my first cuddle, then the baby went home to live with her parents.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/surrogate-britain-law-commission-child-birth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/surrogate-britain-law-commission-child-birth", "date_published": "2023-03-30 15:08:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sean Dyche says Everton have assured him over alleged rule breaches", "description": "<ul><li>Club referred to independent commission by Premier League</li><li>Latest accounts are due to be published on Friday</li></ul><p>Sean Dyche says he has received assurances from Everton that the club is not in breach of Premier League profit and sustainability rules. The Premier League last week <a href=\"https://www.theguardian.com/football/2023/mar/24/everton-charged-with-alleged-breach-of-premier-leagues-ffp-rules\">referred Everton to an independent commission</a> over an alleged breach of its financial fair play rules during the 2021-22 season.</p><p>The club, which recorded losses of £371.8m during the three-year period ending in 2021-22 and is due to publish its latest accounts on Friday, said it “strongly contests the allegation” and will defend its position to the commission.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/everton-tell-manager-sean-dyche-they-have-not-broken-premier-league-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/everton-tell-manager-sean-dyche-they-have-not-broken-premier-league-rules", "date_published": "2023-03-30 15:04:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My kids’ friends wear Smelly Cat T-shirts’: TV insiders on creating unforgettable onscreen songs", "description": "<p>From Lisa Kudrow’s comic ditty in Friends, to the supposedly world-defining music of Daisy Jones &amp; the Six, writing songs for television characters isn’t easy. Just ask the brains behind it …</p><p>Taylor Jenkins Reid’s 2019 novel Daisy Jones &amp; the Six was practically made for television: charting the rise and fall of a 70s rock band that bears more than a little similarity to Fleetwood Mac, it’s filled with secret affairs, cocaine-fuelled fights and a cast of cool, stylish characters. There is one problem in putting it on screen, though: the music. In Jenkins Reid’s book, the Six are painted as one of the defining rock bands of all time, an overnight success story that went on to redefine popular music. How, exactly, do you go about writing songs <em>that</em> good?</p><p>For a music supervisor – the crew member charged with finding the right musicians to bring the fictional Best Band of All Time to life – it’s an uphill battle. Frankie Pine, music supervisor for Amazon’s recent adaptation of Daisy Jones, says she wasn’t hung up on finding musicians who could achieve the impossible task of recreating, say, Fleetwood Mac’s Dreams. Instead, she sought to find someone who could make a record that sounded convincingly 1970s.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/my-kids-friends-wear-smelly-cat-t-shirts-tv-insiders-on-creating-unforgettable-onscreen-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/my-kids-friends-wear-smelly-cat-t-shirts-tv-insiders-on-creating-unforgettable-onscreen-songs", "date_published": "2023-03-30 15:04:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nova Scotia attacks: police heavily criticised for failures in Canada’s deadliest mass shooting", "description": "<p>RCMP response condemned after gunman drove a fake police car around for more than 13 hours, evading capture and killing 22 people</p><p>A cascade of failures within Canada’s federal police worsened the <a href=\"https://www.theguardian.com/world/2020/may/19/nova-scotia-shooting-gunman-fake-car-rcmp\">country’s deadliest mass shooting</a>, a public inquiry has concluded, in a damning indictment that found the force has shown little interest in reforming in the years since.</p><p>The Mass Casualty Commission, a joint provincial and federal inquiry, was investigating the 2020 shootings in Portapique Nova Scotia, in which a gunman driving a fake police car spent more than 13 hours evading capture and killing 22 people.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/nova-scotia-mass-shooting-canada-attacks-rcmp-police-heavily-criticised-for-failures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/nova-scotia-mass-shooting-canada-attacks-rcmp-police-heavily-criticised-for-failures", "date_published": "2023-03-30 15:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plants emit ultrasonic sounds in rapid bursts when stressed, scientists say", "description": "<p>Thirsty or damaged plants produce up to 50 staccato pops in an hour, which nearby creatures may respond to, researchers find</p><p>There comes a time in a plant’s life when the head sags, the leaves go pale and the body releases a barrage of sounds that are the ultrasonic equivalent of stamping on bubble wrap.</p><p>While any gardener is familiar with the wilting and discoloration that comes with drought, a shortage of water or a sudden wound can also prompt plants to produce staccato pops, which nearby creatures may respond to, scientists say.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/plants-emit-ultrasonic-sounds-in-rapid-bursts-when-stressed-scientists-say\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/plants-emit-ultrasonic-sounds-in-rapid-bursts-when-stressed-scientists-say", "date_published": "2023-03-30 15:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rodri’s Manchester City role shows holding midfielders are key to success | Karen Carney", "description": "<p>Manchester City and Arsenal’s title battle – and Liverpool’s recent struggles – show that a solid midfield is crucial</p><p>The holding midfield role is a bespoke one; you need to be technically very good, not just a destroyer, have a high-level understanding of the game and be able to drop into the backline but also break forward, depending on what team you are in. Simple enough.</p><p>Manchester City have one of the best in the business in Rodri. He has been an incredibly consistent performer since his <a href=\"https://www.theguardian.com/football/2019/jul/03/manchester-city-pay-rodri-release-clause-atletico-madrid-transfer-window-football\" title=\"\">arrival from Atlético Madrid in 2019 </a>and City are reaping the rewards. The importance of his role is shown by Saturday’s opponents, Liverpool, who have been constantly linked with midfield players because they have struggled in this position. Rodri, on the other hand, has provided stability.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/30/rodri-indispensable-manchester-city-hunt-for-trophies-holding-midfielders\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/30/rodri-indispensable-manchester-city-hunt-for-trophies-holding-midfielders", "date_published": "2023-03-30 15:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Vulkan files’ leak reveals Putin’s global and domestic cyberwarfare tactics", "description": "<p>• Documents leaked by whistleblower angry over Ukraine war</p><p>• Private Moscow consultancy bolstering Russian cyberwarfare</p><p>• Tools support hacking operations and attacks on infrastructure</p><p>• Documents linked to notorious Russian hacking group Sandworm</p><p>• Russian program aims to control internet and spread disinformation</p><p>The inconspicuous office is in Moscow’s north-eastern suburbs. A sign reads: “Business centre”. Nearby are modern residential blocks and a rambling old cemetery, home to ivy-covered war memorials. The area is where Peter the Great once trained his mighty army.</p><p>Inside the six-storey building, a new generation is helping Russian military operations. Its weapons are more advanced than those of Peter the Great’s era: not pikes and halberds, but hacking and disinformation tools.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/30/vulkan-files-leak-reveals-putins-global-and-domestic-cyberwarfare-tactics\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/30/vulkan-files-leak-reveals-putins-global-and-domestic-cyberwarfare-tactics", "date_published": "2023-03-30 15:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish TV star’s decision to have child via surrogate in US sparks furore", "description": "<p>Ana Obregón dominates headlines in Spain and sparks calls for country to reconsider its ban</p><p>A 68-year-old Spanish actor’s decision to have a child via a surrogate in the US has set off a political firestorm in Spain, prompting criticism from four government ministers as well as renewed calls to reconsider Spain’s longstanding ban on the practice.</p><p>The TV star Ana Obregón dominated headlines across Spain a week after ¡Hola! magazine published a photo of her holding a newborn baby outside a hospital in Miami. The magazine explained that her baby girl had been born using a surrogate, three years after Obregón lost her son and only child, Aless Lequio, to cancer.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/spanish-actor-ana-obregon-decision-to-have-child-via-surrogate-sparks-debate-in-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/spanish-actor-ana-obregon-decision-to-have-child-via-surrogate-sparks-debate-in-spain", "date_published": "2023-03-30 14:57:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The problem with artificial intelligence? It’s not artificial or intelligent | Evgeny Morozov", "description": "<p>Let’s retire this hackneyed term: while ChatGPT is good at pattern-matching, the human mind does so much more</p><p>Elon Musk and Apple’s co-founder Steve Wozniak have recently signed a letter <a href=\"https://www.theguardian.com/technology/2023/mar/29/elon-musk-joins-call-for-pause-in-creation-of-giant-ai-digital-minds\">calling for a six-month moratorium</a> on the development of <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\">AI</a> systems. The goal is to give society time to adapt to what the signatories describe as an “AI summer”, which they believe will ultimately benefit humanity, as long as the right guardrails are put in place. These guardrails include rigorously audited safety protocols.</p><p>It is a laudable goal, but there is an even better way to spend these six months: retiring the hackneyed label of “artificial intelligence” from public debate. The term belongs to the same scrapheap of history that includes “iron curtain”, “domino theory” and “Sputnik moment”. It survived the end of the cold war because of its allure for science fiction enthusiasts and investors. We can afford to hurt their feelings.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/artificial-intelligence-chatgpt-human-mind\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/artificial-intelligence-chatgpt-human-mind", "date_published": "2023-03-30 14:55:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton admits Mercedes need ‘rest of the year’ to catch Red Bull", "description": "<ul><li>Driver offers another blunt critique of performance</li><li>Former F1 champion placed fifth in first two races of 2023</li></ul><p>Lewis Hamilton has conceded it may take Mercedes the entirety of the 2023 Formula One season to close the gap to frontrunners Red Bull, all but writing off his team’s chances of even competing for a win.</p><p>The seven-time champion was blunt in admitting how far off the pace his team are and, despite an expected change in the design of the Mercedes car, did not anticipate catching Red Bull.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/lewis-hamilton-admits-mercedes-are-long-way-behind-red-bull\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/lewis-hamilton-admits-mercedes-are-long-way-behind-red-bull", "date_published": "2023-03-30 14:36:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Humza Yousaf reprises Nicola Sturgeon’s old hits in underwhelming first FMQs | John Crace", "description": "<p>Scotland’s new first minister looked knackered from efforts to unite his party after bruising leadership race</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates\">Politics live - latest updates</a></li></ul><p>It was all a bit underwhelming. On the plus side, there were few signs of nerves as Humza Yousaf took his first first minister’s questions in the Scottish parliament. But nor should there have been – he’s been a senior minister for five years and has had plenty of practice at batting away awkward questions. On the downside, there appeared little spark. Little enthusiasm. No desire for change. He looked knackered. This could have been almost any FMQs from the past few years. Nought’s had, all’s spent, where our desire is got without content.</p><p>Fair to say this hasn’t been the easiest few days for Yousaf. True, he did become <a href=\"https://www.theguardian.com/politics/2023/mar/27/humza-yousaf-elected-leader-scottish-national-party-snp\">Scottish National party leader</a> on Monday, but the contest was a great deal closer than he would have liked. Time was when the SNP didn’t think 52% to 48% a proper margin of victory. He would have liked something more convincing. A mandate of which he could boast. That all was well in the good ship SNP. Now it was clear that almost half the party thought the leadership needed a major change of direction.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/humza-yousaf-reprises-nicola-sturgeon-old-hits-underwhelming-first-fmqs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/humza-yousaf-reprises-nicola-sturgeon-old-hits-underwhelming-first-fmqs", "date_published": "2023-03-30 14:21:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the ‘ludicrously capacious’ bag on Succession was such a faux pas for the very wealthiest", "description": "<p>In this week’s newsletter: Poor Bridget’s nouveau riche tastes are everything old money families like the Roys hate: loud, practical and the sign of a class interloper</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></li></ul><p>Happy Succession week to all who celebrate (and if you haven’t watched the first episode of season four, scroll down to The Measure section now).</p><p>We need to talk about Tom Wambsgans’s scathing attack on fashion. In particular, a handbag which he deems “ludicrously capacious”. Not since Miranda Priestly’s takedown of Andrea and <a href=\"https://www.theguardian.com/fashion/2018/aug/14/colour-fashion-influence-science\">her cerulean blue jumper</a> in The Devil Wears Prada have we seen such a succinct critique of fashion and society. The handbag at the crux of Tom’s lecture is from Burberry and <a href=\"https://www.nordstrom.com/s/burberry-medium-title-vintage-check-two-handle-bag/5451278?siteid=tv2R4u9rImY-IoW_uem2Tf9sAHQuyTL.Rw&amp;color=ARCHIVE+BEIGE&amp;utm_content=32036601525&amp;utm_term=pla-451114908432&amp;utm_channel=low_nd_shopping_standard&amp;utm_source=google&amp;utm_campaign=662927182&amp;adpos=&amp;creative=145503089747&amp;device=c&amp;matchtype=&amp;network=g&amp;acctid=21700000001689570&amp;dskeywordid=92700049882531532&amp;lid=92700049882531532&amp;ds_s_kwgid=58700005465921908&amp;ds_s_inventory_feed_id=97700000007631122&amp;dsproductgroupid=451114908432&amp;product_id=26577073&amp;merchid=1243147&amp;prodctry=US&amp;prodlang=en&amp;channel=online&amp;storeid=&amp;locationid=9067609&amp;targetid=pla-451114908432&amp;campaignid=662927182&amp;adgroupid=32036601525&amp;gclid=CjwKCAjw_YShBhAiEiwAMomsEJnCiaTBDjBIzsPTftpiOZ9d3KK8noCoszSn39vq7PVi73q1sIhLmxoCk1UQAvD_BwE&amp;gclsrc=aw.ds&amp;utm_source=rakuten&amp;utm_medium=affiliate&amp;utm_campaign=tv2R4u9rImY&amp;utm_content=1&amp;utm_term=1080438&amp;utm_channel=low_nd_affiliates&amp;sp_source=rakuten&amp;sp_campaign=tv2R4u9rImY\">costs over £2,500</a>. It’s carried by Bridget, Cousin Greg’s unexpected date to Logan Roy’s birthday party.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/30/succession-burberry-bag-bridget\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/30/succession-burberry-bag-bridget", "date_published": "2023-03-30 14:10:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Residents evacuated after train carrying ethanol derails in Minnesota", "description": "<p>EPA officials en route to incident 100 miles west of Minneapolis in which 22 cars were derailed with four catching fire</p><p>A train hauling ethanol and corn syrup derailed and caught fire in Minnesota early on Thursday and nearby residents were ordered to evacuate their homes, authorities said.</p><p>The BNSF train derailed in Raymond, roughly 100 miles west of Minneapolis, at about 1am, according to the Kandiyohi county sheriff, Eric Tollefson.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/minnesota-train-derailment-raymond-ethanol-residents-evacuated\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/minnesota-train-derailment-raymond-ethanol-residents-evacuated", "date_published": "2023-03-30 14:06:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The slave trade and the deep south: accounting for the Cotton capital’s human cost", "description": "<p>A visual exploration of how the growth of Manchester as an industrial city had a colossal human cost, the scale of which is difficult to comprehend </p><p>In little more than a century, Manchester grew from a small market town into the world’s first industrial city. While the factors behind this transformation were complex, what’s clear is how integral systems of racial slavery in the Americas were to British industrialisation: the raw materials they produced, the market demand they created and the capital they generated for reinvestment. These two worlds are connected by an ironclad thread.</p><p>The Manchester Guardian’s founder and early backers were thoroughly embedded, leading members of the city’s industrial elite. Much of their wealth and platform were built on profits derived from cotton importation, the textile industry and, in one case, plantation ownership.<br /><br />This interactive is an attempt to explain those connections and their wider impact to raise awareness of an often neglected part of history.</p> <a href=\"https://www.theguardian.com/news/ng-interactive/2023/mar/30/the-slave-trade-and-the-deep-south-accounting-for-the-cotton-capitals-human-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/news/ng-interactive/2023/mar/30/the-slave-trade-and-the-deep-south-accounting-for-the-cotton-capitals-human-cost", "date_published": "2023-03-30 14:06:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League to block owners guilty of human rights abuses under new rules", "description": "<ul><li>Beefed-up regulations approved by top flight’s clubs </li><li>Prospective directors can be blocked if under investigation</li></ul><p>Individuals found to have committed human rights abuses will be unable to be an owner or director of a Premier League club under new rules approved by the English top flight on Thursday.</p><p>Human rights abuses, based on the Global Human Rights Sanctions Regulations 2020, will be one of a number of additional “disqualifying events” under a beefed-up owners’ and directors’ test.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/premier-league-block-owners-guilty-human-rights-abuses-new-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/premier-league-block-owners-guilty-human-rights-abuses-new-rules", "date_published": "2023-03-30 14:03:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I smell a whiff of 2000s fat-shaming in the air. If you’ve never spoken out against it, now is the time | Rebecca Shaw", "description": "<p>Fatphobia is not just a problem for fat people, it causes everyone to hate their body, regardless of their size</p><p>Dating someone from another country (in my case New Zealand), means occasionally stumbling upon pop cultural differences that didn’t quite make the jump across. A few days ago, after it came up in conversation, I sat my girlfriend down and forced her to watch the 2003 <a href=\"https://www.theguardian.com/tv-and-radio/2022/jun/06/from-a-turkey-slap-to-a-chocolate-bath-the-10-most-memorable-australian-reality-tv-moments\">Australian Idol</a><em><a href=\"https://www.theguardian.com/tv-and-radio/2022/jun/06/from-a-turkey-slap-to-a-chocolate-bath-the-10-most-memorable-australian-reality-tv-moments\"> </a></em><a href=\"https://www.theguardian.com/tv-and-radio/2022/jun/06/from-a-turkey-slap-to-a-chocolate-bath-the-10-most-memorable-australian-reality-tv-moments\">Paulini Gold Dress Incident</a>. If you don’t remember this because it was <em>20 years ago</em> (my bones are turning to dust as I write this), I’ll refresh your memory. Once upon a time back in the days of yore, a 21-year-old contestant named Paulini Curuenavuli was standing in front of the Australian Idol judges, getting feedback after singing the (very difficult) Destiny’s Child song<em> </em>Survivor.</p><p>This was pre-streaming, back when millions of people across the country would all sit down as a family (for once!) to watch together. On this particular night, Paulini had the gall to front the judges while wearing a fitted dress.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/31/fat-shaming-body-fatphobic-now-is-the-time-to-speak-out-against-fatphobia\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/31/fat-shaming-body-fatphobic-now-is-the-time-to-speak-out-against-fatphobia", "date_published": "2023-03-30 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I want to elope. Should I scrap my desire to spare my mum’s feelings? | Leading questions", "description": "<p>It’s kind to take your mother’s feelings into account, says advice columnist <strong>Eleanor Gordon-Smith</strong>. But the wedding is for the people getting married</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><strong>I am a 37-year-old woman, engaged to my partner of six years. We are due to get married in September in an already pared-down wedding day (we cancelled our original plans when I realised how anxious and unhappy the idea of the “big day” was making me). Now, even though we have planned a small “big day” I am still feeling nervous.</strong></p><p><strong>I think I want to elope – an idea my fiance is very much on board with. What’s stopping me is the thought of my mum’s hurt and disappointment if she doesn’t get to see her one daughter get married. I have a complicated relationship with my mum which I have worked through in therapy and am now at peace with. However, as one of three children who have all “disappointed” her in some way, I feel I carry the responsibility to do this one thing for her. Earlier this year I told her I wasn’t going to have children – a hard decision and hard to tell her. Her disappointment was palpable. I feel by eloping I may be being selfish. Should I scrap my desire to elope to spare mum’s feelings?</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/31/i-want-to-elope-should-i-scrap-my-desire-to-spare-my-mums-feelings\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/31/i-want-to-elope-should-i-scrap-my-desire-to-spare-my-mums-feelings", "date_published": "2023-03-30 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Figure skating isn’t seen as extreme, but learning in my 40s I found ice extremely hard | Andrew Herrick", "description": "<p>To put middle age on ice, <strong>Andrew Herrick</strong> found a hobby that is social, physical and fabulous for balance. So what if he was the only adult in the class?</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I hit 40 hard. I was in a rut. I needed to get fit or wind up permanently wedged into that rut by middle-age spread. For too many of my peers, their surrender to gravity was apparent in changes of poise, from vertical to slumped, spry to idle. I wanted to stay uprightly mobile for as long as I could.</p><p>The need wasn’t just physical. It had to be something that would launch me from the weekly grind so I wouldn’t dwell, as Nick Carraway had, on my thinning hair and thinning briefcase of enthusiasm. Warming my ego on the fading embers of my youth wouldn’t do. I needed to fan them back to life.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/31/figure-skating-isnt-seen-as-extreme-but-learning-in-my-40s-i-found-ice-extremely-hard\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/31/figure-skating-isnt-seen-as-extreme-but-learning-in-my-40s-i-found-ice-extremely-hard", "date_published": "2023-03-30 14:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alison Steadman: ‘We filmed the sex scene in the New Forest, so it was quite prickly’", "description": "<p>The actor on working with Dennis Potter, channelling real life in Abigail’s Party and a groundbreaking lesbian snog</p><p><strong>You and Myra Frances shared UK TV’s first<a href=\"https://www.theguardian.com/culture/2016/jun/16/bbc-stream-1974-show-girl-alison-steadman-first-lesbian-kiss-uk-television-pride#:~:text=The%20kiss%20was%20shared%20between,broadcast%20on%20BBC2%20in%201974.\"> lesbian kiss in a 1974 BBC drama, Girl</a>. What are your memories of this taboo-breaking event? </strong><em>VerulamiumParkRanger<br /></em>Well, I remember being very nervous about the whole thing. Then I got over it. Then I was worried about how my parents, who lived in a quiet suburban area of Liverpool, would cope. I thought: “My poor mum! The neighbours will be whispering: ‘Did you see your daughter on television?’” By the time we came to record, this great director [Peter Gill] didn’t make a fuss and said: “So this is the bit where they kiss … All right, quick kiss, let’s carry on.” I was just nervous about people’s reactions. But my mum was great, and the neighbours got over it quickly.</p><p><strong>What do you think Wendy in <a href=\"https://www.criterion.com/films/27982-life-is-sweet\">Life Is Sweet</a> actually thought of Aubrey and have you ever tried saveloy on a bed of lychees, prawn in jam, trotter with eggs or pilchard curry? </strong><em>Vhsstilllives and EddieChorepost<br /></em>The easy answer to those last ones is: no. Even the descriptions make me feel sick. Wendy was fond of Aubrey and thought he was an idiot, but a nice idiot. She was trying to help him. The bit I love the most is when he starts kissing her feet, and she says: “I might have trod in dog poo.” He was a ridiculous guy who would do anything to make an impression.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/alison-steadman-we-filmed-the-sex-scene-in-the-new-forest-so-it-was-quite-prickly\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/alison-steadman-we-filmed-the-sex-scene-in-the-new-forest-so-it-was-quite-prickly", "date_published": "2023-03-30 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maconchy, Lutyens and Wallen: Works for Piano and Orchestra review | Erica Jeal's classical album of the week", "description": "<p><strong>Jones/Omordia/BBC Concert Orchestra/Andrews<br />(Resonus Classics)<br /></strong>The BBC Concert Orchestra bounce off the coiled spring of Martin Jones’s piano playing as moments of reflective beauty shine through in previously unrecorded works</p><p>Even the ostensibly better-known British female composers have much music that is yet to be recorded. This is the first recording of <a href=\"https://www.fabermusic.com/we-represent/elizabeth-maconchy\">Elizabeth Maconchy</a>’s 1941 Dialogue for Piano and Orchestra and the same goes for the two works by <a href=\"https://britishmusiccollection.org.uk/composer/elisabeth-lutyens\">Elisabeth Lutyens</a>.</p><p>It’s the Maconchy – essentially a concerto in four movements, each less than five minutes long – that makes the strongest immediate impression. What’s remarkable is the tautness of her invention: everything grows out of a rising figure comprising just two notes, from the stark, marmoreal opening through a perky, rhythmically tricksy second movement and a funereal third to the scampering finale. It packs a punch, with the BBC Concert Orchestra, conducted by John Andrews, bouncing off the coiled spring of Martin Jones’s piano playing.</p> <a href=\"https://www.theguardian.com/music/2023/mar/30/maconchy-lutyens-and-wallen-works-for-piano-and-orchestra-review-first-time-recordings-pack-a-punch\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/30/maconchy-lutyens-and-wallen-works-for-piano-and-orchestra-review-first-time-recordings-pack-a-punch", "date_published": "2023-03-30 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£3.5m of Tory donations linked to pollution and climate denial, says report", "description": "<p>Millions given to party and MPs last year came from entities linked to fossil fuels, high-polluting industries and climate denial</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates\">Politics live - latest updates</a></li></ul><p>The Conservative party received £3.5m from individuals and entities linked to climate denial, fossil fuels and high pollution industries last year, according to new analysis.</p><p>The climate website DeSmog analysed Electoral Commission records, which show that the party and its MPs received funds from the aviation and construction industries, mining and oil interests, and individuals linked to the <a href=\"https://www.theguardian.com/environment/2022/nov/21/charity-commission-reviews-complaint-against-climate-sceptic-thinktank\">Global Warming Policy Foundation</a> (GWPF), a thinktank which has denied the legitimacy of climate science.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/tory-partys-35m-dirty-donations-revealed-by-desmog-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/tory-partys-35m-dirty-donations-revealed-by-desmog-analysis", "date_published": "2023-03-30 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Bank chief calls for dramatic hike in funding to help developing world", "description": "<p>Outgoing boss David Malpass says more money needed to combat overlapping crises of war, pandemics and climate emergency</p><p>A dramatic increase in financial help is needed to help poor countries meet the $2.4tn (£1.9tn) annual cost of coping with the combined impact of wars, pandemics and the climate crisis, the outgoing head of the World Bank has said.</p><p>Speaking in Niger, David Malpass defended his record for funding support for developing countries since becoming president of the Washington-based organisation and said further increases would probably be announced at the Bank’s spring meeting next month.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/world-bank-chief-calls-for-dramatic-hike-in-funding-to-help-developing-world\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/world-bank-chief-calls-for-dramatic-hike-in-funding-to-help-developing-world", "date_published": "2023-03-30 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomas Cashman found guilty of murdering nine-year-old Olivia Pratt-Korbel in Liverpool home", "description": "<p>Cashman shot girl dead after bursting into her house in 2022 while chasing another man</p><p>Thomas Cashman has been found guilty of murdering nine-year-old Olivia Pratt-Korbel at her home in Liverpool last year.</p><p>The 34-year-old was convicted by a jury at Manchester crown court of shooting dead Olivia and injuring her mother, Cheryl Korbel, when he burst into her home with two guns on 22 August 2022.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/thomas-cashman-found-guilty-of-murdering-olivia-pratt-korbel-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/thomas-cashman-found-guilty-of-murdering-olivia-pratt-korbel-liverpool", "date_published": "2023-03-30 13:47:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nashville school shooting prompts shouting match between congressmen", "description": "<p>Voices raised as Democrat Jamal Bowman takes issue with proposal by Republican Thomas Massie to arm teachers</p><p>Amid continuing national grief and anger over the Nashville elementary school shooting, in which three children and three adults were killed, two members of the US House of Representatives got into a <a href=\"https://www.washingtonpost.com/politics/2023/03/30/jamaal-bowman-thomas-massie-shouting-gun-control/\">shouting match</a> outside the chamber on Wednesday.</p><p>While speaking to reporters, Jamaal Bowman, a Democrat from New York and a former school principal, called Republicans “gutless” for refusing to support meaningful gun control reforms.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/nashville-school-shooting-congress-jamaal-bowman-thomas-massie\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/nashville-school-shooting-congress-jamaal-bowman-thomas-massie", "date_published": "2023-03-30 13:40:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Manchin condemns Biden over US debt ceiling and government spending – live", "description": "<ul><li>Democrat says president should negotiate with Republicans</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Joe Manchin</strong> acted as something of a congressional kingmaker for the first two years of <strong>Joe Biden</strong>’s presidency. With Democrats needing unanimity among the party’s lawmakers to get anything through the Senate without Republican support, Manchin flexed his muscles to, among other things, <a href=\"https://www.theguardian.com/us-news/2022/jul/31/joe-manchin-hails-deal-inflation-reduction-act\">water down provisions</a> addressing climate change from Biden’s signature legislation, the Inflation Reduction Act (IRA).</p><p>Manchin saw his power diluted in last year’s midterm elections, when the Democrats increased their margin in the Senate and lost the House, ending the chances for Biden to get any big legislation through Congress for the next two years. But Manchin is still an influential voices and perhaps the most conservative Democrat in the Senate, and thus his criticism of the Biden administration’s strategy on the debt ceiling, and implementation of the IRA, is worth listening to.</p><p>Instead of implementing the law as intended, unelected ideologues, bureaucrats and appointees seem determined to violate and subvert the law to advance a partisan agenda that ignores both energy and fiscal security. Specifically, they are ignoring the law’s intent to support and expand fossil energy and are redefining “domestic energy” to increase clean-energy spending to potentially deficit-breaking levels. The administration is attempting at every turn to implement the bill it wanted, not the bill Congress actually passed. Ignoring the debt and deficit implications of these actions as the time nears to raise the debt ceiling isn’t only wrong, it’s policy and political malpractice.</p><p>I believe the only person who can rein in this extremism is Mr. Biden.</p><p><strong>The Republican-dominated House of Representatives</strong> is expected to finish up consideration of a bill meant to lower energy costs via increased oil and gas drilling.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> will brief reporters at 2pm eastern time.</p><p><strong>Biden</strong> will not stop a Republican-backed measure to end the national emergency over the Covid pandemic, <a href=\"https://apnews.com/article/covid-biden-senate-national-emergency-bill-f0e08810c28cc648a9b778a86d2dc7e1\">according to the Associated Press</a>.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/mar/30/biden-debt-ceiling-manchin-energy-bill-republicans-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/mar/30/biden-debt-ceiling-manchin-energy-bill-republicans-politics-live-updates", "date_published": "2023-03-30 13:40:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£116m Brexit festival saw just a fraction of visitors and income predicted", "description": "<p>Final evaluation of Unboxed science and arts festival says it failed to reach ‘public awareness’</p><p>At a cost of £116.8m to the taxpayer, the Unboxed science and arts festival was supposed to bring the UK together in a post-Brexit love-fest and enhance our international reputation – to <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-45697248\">“showcase what makes our country great today”</a>.</p><p>The <a href=\"https://unboxed2022.uk/evaluation?utm_source=POLITICO.EU&amp;utm_campaign=e0bd10a41b-EMAIL_CAMPAIGN_2023_03_30_05_21&amp;utm_medium=email&amp;utm_term=0_10959edeb5-e0bd10a41b-%5BLIST_EMAIL_ID%5D\">final evaluation</a>, however, has found that the festival, commissioned by Theresa May in 2018 and christened a “festival of Brexit” by Jacob Rees-Mogg, brought together a fraction of the audiences hoped for and generated a fraction of the financial benefit that was predicted.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/116m-brexit-festival-saw-just-a-fraction-of-visitors-and-income-predicted\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/116m-brexit-festival-saw-just-a-fraction-of-visitors-and-income-predicted", "date_published": "2023-03-30 13:35:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour would freeze council tax for one year, says Keir Starmer", "description": "<p>Party leader says Labour would use windfall tax profits to stop rises in England, as local election campaign begins</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates\">Politics live – latest updates</a></li></ul><p>Keir Starmer has pledged to use an extended windfall tax to freeze council tax for one year as Labour kicked off its local election campaign on Thursday.</p><p>Days before millions of people in England see their council tax bills <a href=\"https://www.theguardian.com/society/2023/mar/07/english-councils-cuts-services-maximum-tax-rises-local-finances\">rise by 5% in April</a>, the Labour leader challenged Rishi Sunak to use “the money that is already on the table” and introduce the tax cut tomorrow.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/labour-would-freeze-council-tax-for-one-year-says-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/labour-would-freeze-council-tax-for-one-year-says-keir-starmer", "date_published": "2023-03-30 13:26:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tunisian morgue overflows as more people attempt risky sea crossing", "description": "<p>Crackdown sparked by president’s racist speech is prompting increasing numbers of people from sub-Saharan Africa to board boats</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/30/why-is-tunisia-leader-stoking-hatred-against-migrants-kais-saied\">Explainer: why is Tunisia’s leader stoking hatred</a>?</li></ul><p>On a recent afternoon in the Tunisian coastal city of Sfax, as shoppers hurried around a market buying food and drink for that evening’s iftar meal, a small group of men from sub-Saharan Africa gathered near a stall selling phone accessories.</p><p>One of them, Joseph, had made a two-week journey to the city from Cameroon eight months ago. His plan, like thousands before him fleeing poverty and conflict in Africa and the Middle East in the hope of a better life, had been to board a boat from near Sfax and cross the Mediterranean to Europe.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/migration-capital-of-the-med-hope-and-fear-on-unwelcoming-streets-of-tunisia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/migration-capital-of-the-med-hope-and-fear-on-unwelcoming-streets-of-tunisia", "date_published": "2023-03-30 13:15:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new Hugh Grant has emerged – and he is gloriously grumpy | Stuart Heritage", "description": "<p>Having declared himself ‘basically a scrotum’ at the Oscars and that mobile phones have ruined film sets, let us celebrate the Eeyorish persona that has long lurked beneath</p><p>Has anything been more edifying over recent years than the sight of Hugh Grant inexorably becoming more and more Hugh Grantish? I put it to you that it hasn’t. Witness <a href=\"https://www.theguardian.com/film/2023/mar/12/hugh-grant-oscars-interview-red-carpet\">Grant at the Oscars this month</a>, blurting out a tommy-gun burst of charismatic anti-answers to a bewildered host simply because he didn’t want to engage with her softball line of questioning, for example. It was a moment of forced awkwardness that you simply don’t see any more.</p><p>Nor was it a one-off. This week, on Stephen Colbert’s talkshow, Grant launched into another berserk theory that has no real place existing in the modern world: telephones have ruined the film set.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/new-hugh-grant-oscars-phones\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/new-hugh-grant-oscars-phones", "date_published": "2023-03-30 13:09:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How could the UK’s net zero plan involve new oil and gas? It’s mind-bogglingly stupid", "description": "<p>The Conservatives are cynically using carbon capture and storage as a get-out-of-jail card for the fossil fuel sector</p><p>Crossing fingers and hoping for the best is hardly a sensible way to tackle the climate emergency, but it is a strategy that the government seems determined to follow. Today, it launched its revised net zero plan, which turns out to be more a damp squib than a rocket that will ignite a desperately needed green transformation of the energy landscape. <a href=\"https://www.theguardian.com/business/2023/mar/30/half-baked-half-hearted-critics-ridicule-uk-long-awaited-climate-strategy\">Widely dismissed</a> as half-baked and utterly lacking in ambition, it pledges no new money and most of the initiatives flagged are based on government commitments that have already been touted. The truth is that the entire exercise is a smoke-and-mirrors attempt to conceal the fact that business as usual remains the order of the day.</p><p>At the heart of the strategy is the intention to unleash a new wave of UK oil and gas exploration – an astonishing and, frankly, dangerous path to take at the height of a climate emergency that is set to deepen year on year, in the absence of massive cuts in greenhouse gas emissions. The government is attempting to justify the unjustifiable by talking up a technology known as <a href=\"https://www.theguardian.com/environment/2023/mar/30/government-gambles-on-carbon-capture-and-storage-tech-despite-scientists-doubts\">carbon capture and storage</a> (CCS), which seeks to apprehend carbon dioxide (CO<sub>2</sub>) before it gets into the atmosphere and store it underground. Nowhere has CCS been tried and tested at the sort of scale that would be required to cancel out the emissions arising from the proposed dash for more gas and oil.</p><p>Bill McGuire is professor emeritus of geophysical and climate hazards at UCL and author of <a href=\"https://guardianbookshop.com/hothouse-earth-9781785789205?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Hothouse Earth: an Inhabitant’s Guide</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/uk-net-zero-plan-new-oil-and-gas-stupid-conservatives-carbon-capture-storage\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/uk-net-zero-plan-new-oil-and-gas-stupid-conservatives-carbon-capture-storage", "date_published": "2023-03-30 13:06:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FTX founder Sam Bankman-Fried set to plead not guilty to new US charges", "description": "<p>Bankman-Fried, 31, has already pleaded not guilty to eight counts over collapse of cryptocurrency exchange last year</p><p>The FTX cryptocurrency exchange founder Sam Bankman-Fried is expected to plead not guilty on Thursday to new US criminal charges, which include conspiring to violate campaign finance laws and <a href=\"https://www.theguardian.com/business/2023/mar/28/sam-bankman-fried-charges-bribing-chinese-officials\">bribe Chinese authorities.</a></p><p><a href=\"https://www.theguardian.com/business/sam-bankman-fried\">Bankman-Fried</a>, 31, had earlier pleaded not guilty to eight counts of fraud and conspiracy for allegedly stealing billions in FTX customer funds to plug losses at his hedge fund, Alameda Research. A person familiar with the matter told Reuters he also plans to plead not guilty to the new 13-count indictment.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/sam-bankman-fried-ftx-cryptocurrency-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/sam-bankman-fried-ftx-cryptocurrency-charges", "date_published": "2023-03-30 13:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LV= awards former boss £318,000 bonus despite widening losses", "description": "<p>Mark Hartigan’s exit followed anger over attempt to arrange insurer’s sale to US private equity firm Bain Capital</p><p>The former chief executive of LV= has been awarded a £318,000 bonus despite widening losses and lingering controversy over his role in a <a href=\"https://www.theguardian.com/business/2021/dec/10/lv-members-vote-to-block-us-private-equity-takeover\">failed sale to an US private equity firm</a> that would have resulted in the demutualisation of the insurer.</p><p>LV= said in its annual report that Mark Hartigan, who stepped down at the end of September, less than a year after the botched sale, had been a “good leaver” under the terms of his contract, and was therefore eligible for a bonus for 2022.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/lv-awards-former-boss-mark-hartigan-318000-bonus-despite-widening-losses\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/lv-awards-former-boss-mark-hartigan-318000-bonus-despite-widening-losses", "date_published": "2023-03-30 12:58:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gwyneth Paltrow’s closely watched ski crash trial expected to draw to a close", "description": "<p>Attorneys will give closing arguments and send case, over a 2016 ski collision between the actor and a retired optometrist, to jury</p><p>The <a href=\"https://www.theguardian.com/film/2023/mar/29/gwyneth-paltrow-call-on-more-experts-ski-crash-trial-nears-end\">closely watched trial</a> over a 2016 ski collision between the actor and wellness entrepreneur Gwyneth Paltrow and the retired optometrist suing her for the injuries he sustained is expected to draw to a close on Thursday, when attorneys give closing arguments and send the case to the eight-member jury.</p><p>Terry Sanderson, 76, is suing Paltrow, 50, claiming she skied out of control and crashed into him, leaving him with four broken ribs and a concussion, with symptoms that have lasted years.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/gwyneth-paltrow-ski-crash-trial-ending\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/gwyneth-paltrow-ski-crash-trial-ending", "date_published": "2023-03-30 12:55:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope Francis’s health ‘gradually improving’ after hospital treatment", "description": "<p>Pontiff was taken to Gemelli hospital after complaining of breathing difficulties and chest pain</p><p>Pope Francis’s health is “gradually improving” after he was <a href=\"https://www.theguardian.com/world/2023/mar/29/pope-francis-taken-hospital-respiratory-infection\">taken to hospital with a respiratory infection</a>, his spokesperson, Matteo Bruni, has said.</p><p>The pontiff, 86, was taken to Gemelli hospital in Rome on Wednesday afternoon after complaining of breathing difficulties and chest pain in recent days.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/pope-francis-health-improving-after-hospital-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/pope-francis-health-improving-after-hospital-treatment", "date_published": "2023-03-30 12:52:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Decision on bringing forward UK pension age rise to 68 delayed until after election", "description": "<p>Decision affecting millions born in early 1970s unlikely to come before general election next autumn</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates\">Politics live - latest updates</a></li></ul><p>A decision on whether to bring forward the date when the state pension age rises to 68 has been postponed until after the next general election, the government has announced.</p><p>Responding to a review of the UK retirement system’s funding, the work and pensions secretary, Mel Stride, told MPs on Thursday that now was not the time to make the change.</p> <a href=\"https://www.theguardian.com/money/2023/mar/30/decision-on-bringing-forward-uk-pension-age-rise-to-68-delayed-until-after-election\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/30/decision-on-bringing-forward-uk-pension-age-rise-to-68-delayed-until-after-election", "date_published": "2023-03-30 12:35:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Rudman obituary", "description": "Theatre director best known for his three major productions of Death of a Salesman, written by his hero Arthur Miller<p>As the elder son of a Texan oil millionaire, a graduate of <a href=\"https://www.oberlin.edu/\" title=\"\">Oberlin College</a> in Ohio and St Edmund Hall, Oxford, the theatre director Michael Rudman, who has died aged 84, might have eased his way through business or politics to the highest echelons of either greasy pole. Instead, he caught the theatre bug, big time.</p><p>On vacation between Oberlin and Oxford he went to the Cannes film festival with his father – who had rejected Pablo Picasso’s offer of a free painting because he liked the guy much more than his art – and landed his first job as a stagehand with the radical New York collective Living Theatre, on their first European tour.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/30/michael-rudman-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/30/michael-rudman-obituary", "date_published": "2023-03-30 12:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Titanosaur, floods and a Mayan burial: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/30/titanosaur-floods-and-a-mayan-burial-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/30/titanosaur-floods-and-a-mayan-burial-thursdays-best-photos", "date_published": "2023-03-30 12:24:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Why am I crying over this?’: how corecore TikTok videos caught the mood of Gen Z", "description": "<p>Sad clips from films, TV shows and TikTok are being spliced together over melancholy music – and they’re raising a smile among hopeless young people</p><p>Jimmy Nguyen, an 18-year-old student, saw his first “corecore” video on TikTok in January. He can’t remember which one it was – there are so many of them now. But he says it was typical of this new trend of video: other TikTok videos, celebrity or podcaster interviews, TV show and film clips spliced together over some sad or ambient music. They’re depressing, full of existential dread and usually and always broadly speaking on the theme of disconnection and alienation. Nguyen initially thought, like other users, that these videos were a joke. They’re crudely edited and the name in itself is a sarcastic reference to the proliferation of <a href=\"https://fashionista.com/2022/08/core-style-aesthetics-fashion-style-glossary-gen-z\">micro-trends</a> emerging from TikTok since 2020. But he was soon staying up late at night in his bedroom making corecore of his own.</p><p>“As I was making my first video I started to really see myself expressing how I was feeling and it felt relieving because I didn’t have anyone to talk to and explaining my emotions is hard,” he tells me. “But that video felt like an exit or gateway to those feelings.” In it, clips of Lee Jung-jae, the lead in Squid Game smiling broadly and falsely at the camera, someone recounting how in school kids would ask which super power you’d want out of invisibility and flying but he says “I’m already invisible” and Jake Gyllenhall in Stronger<em> </em>(2017) screaming “Why do you even want me? I’m such a fuck up!” run into each other over a morose Arcade Fire track. Now Nguyen makes these videos in an attempt to help people, he says, to let them know that they’re not alone.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/30/corecore-tiktok-videos-gen-z\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/30/corecore-tiktok-videos-gen-z", "date_published": "2023-03-30 12:14:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil threatens to sue Volkswagen over claims of ‘slavery’ during military dictatorship", "description": "<p>Prosecutors seek compensation for workers on a cattle ranch owned by the German carmaker between 1973 and 1987</p><p>Brazil is threatening to take the German carmaker Volkswagen to court over allegations that it used slave labour on a vast ranch in the Amazon, after talks on compensating workers ended without agreement.</p><p>Public prosecutors in Brazil are seeking compensation for men who they say were forced to work in “humiliating and degrading” conditions, with no clean water or sanitation, on the Fazenda Vale do Rio Cristalino cattle ranch, which was owned by the company in the northern Pará state, between 1973 and 1987.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/30/brazil-to-sue-volkswagen-over-claims-of-slavery-during-military-dictatorship\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/30/brazil-to-sue-volkswagen-over-claims-of-slavery-during-military-dictatorship", "date_published": "2023-03-30 12:14:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Luke Cowan-Dickie injury uncertainty poses problem for England and Exeter", "description": "<ul><li>Hooker out since January with ankle and neck problems</li><li>Exeter’s Rob Baxter: ‘He is like a caged lion at the moment’</li></ul><p>Uncertainty continues to hang over the World Cup prospects of the England hooker Luke Cowan-Dickie with the Rugby Football Union looking at ways to accelerate his return from an ankle and neck problems.</p><p>The 29-year-old saw a specialist on Thursday for a further assessment, but Exeter’s director of rugby, Rob Baxter, admits no one is able to say when the Cornishman will be able to resume playing.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/luke-cowan-dickie-return-injury-exeter-rob-baxter-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/luke-cowan-dickie-return-injury-exeter-rob-baxter-rugby-union", "date_published": "2023-03-30 12:14:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea’s Mason Mount interested in reuniting with Tuchel at Bayern", "description": "<ul><li>Liverpool favourites to sign midfielder if he leaves</li><li>Chelsea want to reopen talks about new contract</li></ul><p>Mason Mount is interested in joining Bayern Munich and reuniting with Thomas Tuchel after the former Chelsea manager <a href=\"https://www.theguardian.com/football/2023/mar/24/bayern-munich-confirm-thomas-tuchel-as-new-manager-after-julian-nagelsmann-sacking\">was appointed</a> by the German club last week. Mount’s contract expires at the end of next season and the uncertainty over his future could lead to him being sold this summer.</p><p>Chelsea do not want to find themselves at risk of losing the midfielder on a free transfer and could be forced to cash in if there is no sign of a turnaround in negotiations over a new deal. Liverpool, who are rated as favourites to sign Mount, and <a href=\"https://www.theguardian.com/football/2023/mar/09/mason-mount-jude-bellingham-harry-kane-manchester-united-summer-target-list\">Manchester United are monitoring</a> the situation closely.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/chelsea-mason-mount-interested-bayern-munich-thomas-tuchel\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/chelsea-mason-mount-interested-bayern-munich-thomas-tuchel", "date_published": "2023-03-30 12:10:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Future of Russian-owned Phillips auction house may be in ‘significant doubt’", "description": "<p>Exclusive: Auditors have warned debt-burdened firm relies heavily on guarantees provided by owners</p><p>A Russian-owned British auction house that has been the target of calls for a boycott has lost tens of millions of pounds in recent years and has been left in a parlous financial position, new records show.</p><p>Phillips is heavily reliant on guarantees provided by the two founders of a Russian luxury retail group<strong> </strong>and has seen its debts mount up.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/phillips-auction-house-russian-owned\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/phillips-auction-house-russian-owned", "date_published": "2023-03-30 12:05:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tina Turner’s 20 greatest songs – ranked!", "description": "<p>She made her name with Ike, but her stardom became all her own. As Tina: The Tina Turner Musical celebrates five years in the West End, we round up the best of a barnstorming performer</p><p>Ike and Tina Turner’s 60s singles hit intermittently, but their reputation rested on a live show they honed relentlessly touring the chitlin’ circuit. This lo-fi but extraordinarily powerful eight-minute medley – taped in front of a rowdy audience in the mid-60s, released in 1970 – gives you at least a flavour.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/30/tina-turners-20-greatest-songs-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/30/tina-turners-20-greatest-songs-ranked", "date_published": "2023-03-30 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Theodora review – a searing performance of Handel’s own favourite oratorio", "description": "<p><strong>Barbican, London<br /></strong>Period music powerhouse Arcangelo gave the alternately poignant and earth-quaking arias the deluxe treatment in this unstaged yet dramatic concert performance</p><p>Handel’s Theodora is one of classical music’s reminders that audience tastes change – sometimes radically. The oratorio was considered a failure at its Covent Garden premiere in 1750 and was pulled after only three performances. Even the theatrical austerity of Lent had failed to persuade opera-goers that a work about Christian martyrdom was a good night out. These days, though, there are recordings galore and the oratorio Handel apparently considered his best (move over, Messiah!) has enjoyed high-profile stagings by <a href=\"https://www.theguardian.com/culture/2012/aug/27/how-we-made-theodora\">Peter Sellars at Glyndebourne</a>, Christof Loy at Salzburg and, most recently, <a href=\"https://www.theguardian.com/music/2022/feb/01/theodora-review-katie-mitchell-handel-royal-opera-house-london\">Katie Mitchell at the Royal Opera House</a>.</p><p>This Barbican outing from period-performance powerhouse Arcangelo and their artistic director Jonathan Cohen was emphatically unstaged – albeit with “on-” and “off-stage” seating for the soloists. In fact it’s remarkable that the performance communicated so searingly when the shattering final seconds of various numbers involved another singer creeping on to the middle of the stage for the next scene, and when there were always too many chairs but never enough music stands. Like it or not, even concert performances have a visual element.</p> <a href=\"https://www.theguardian.com/music/2023/mar/30/theodora-review-handel-arcangelo-barbican\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/30/theodora-review-handel-arcangelo-barbican", "date_published": "2023-03-30 11:54:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m staying at Larry Gagosian’s place’ – Stanley Whitney’s long journey from rat-infested New York", "description": "<p>His wobbly blocks of high-key colours, painted while listening to Miles Davis, have made Whitney America’s greatest Black abstract artist. As a new show opens in the UK, he relives his tough early days</p><p>I’m early, but the gallery receptionist tells me that Stanley will be right down. Right down from where, I wonder. The artist, Stanley Whitney, has<a href=\"https://gagosian.com/exhibitions/2023/stanley-whitney-there-will-be-song/\"> an exhibition of new work opening this week at Gagosian</a> in London and will be spending the next couple of months in Paris with his wife Marina Adams, who is also an artist. So, here I am at the gallery’s sleek outpost off the Champs-Élysées. Whitney appears and says, “We’re staying in Larry’s apartment upstairs,” smiling as he hears the words out loud, then laughing at how inconceivable they sound. That’s Larry as in Larry Gagosian, titan of the art world, owner of the international chain of galleries.</p><p>The 77-year-old Whitney is the greatest Black abstract artist in America, and his patchwork canvases composed of wobbly blocks of high-key colours are now in great demand. Some works on paper have <a href=\"https://artbma.org/exhibition/stanley-whitney-dance-with-me-henri\">been on show at the Baltimore Museum of Art</a> since last November, and he’s working towards a major retrospective at the <a href=\"https://buffaloakg.org/\">Buffalo AKG Art Museum</a>, due next year. How does it feel to look back over his career? “Awful!” he replies, letting out another laugh, louder this time. “I am excited, but I’m trying to move forward rather than look through old work and wonder why I didn’t keep doing it. I mean, I probably would have if anyone had been interested.” Recognition has been a long time coming.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/30/stanley-whitney-black-abstract-artist-larry-gagosian-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/30/stanley-whitney-black-abstract-artist-larry-gagosian-new-york", "date_published": "2023-03-30 11:52:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney board chosen by DeSantis says predecessors stripped them of power", "description": "<p>Supervisors had been appointed by Republican governor after state overhauled Disney’s government in retaliation for opposing ‘Don’t Say Gay’ legislation</p><p>Board members picked by the Florida governor, Ron DeSantis, to oversee the governance of Walt Disney World said on Wednesday their Disney-controlled predecessors pulled a fast one by passing restrictive covenants that strip the new board of many of its powers.</p><p>The current supervisors of the Central Florida Tourism Oversight District said at a meeting their predecessors last month signed a development agreement with the company that gave Disney maximum developmental power over the resort’s 27,000 acres in central Florida.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/disney-ron-desantis-florida-dont-say-gay\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/disney-ron-desantis-florida-dont-say-gay", "date_published": "2023-03-30 11:52:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV-to-stage plays like Stranger Things are turning theatre upside down. They could make it or break it | Kate Wyver", "description": "<p>Adaptations of existing media get new fans in the building, but they also rob new plays of space</p><p>Pay attention to the posters lining the walls of Tube stations, and at least half of the stage shows will be adaptations of existing media: Harry Potter and the Cursed Child, Dirty Dancing, Only Fools and Horses, Pretty Woman, Moulin Rouge! Even Spitting Image and SpongeBob SquarePants are now being made into musicals. These are part of a long tradition of taking a successful story from the screen and placing it – often with a celebrity – centre stage. It’s an easy choice for investors in a risky market – a big-name show provides a hook that pretty much guarantees an audience.</p><p>The <a href=\"https://www.theguardian.com/stage/2023/mar/01/stranger-things-west-end-stage-spinoff-netflix-hit-announced-stranger-things-the-first-shadow\">latest property making the leap</a> from the screen to the theatre is Stranger Things: The First Shadow, a play that will bring the monster-riven world of Hawkins and the Upside Down to the stage of the Phoenix theatre, promising to take the audience to a “whole new dimension”. But does the West End really need another adaptation?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/tv-stage-plays-stranger-things-theatre-adaptations-media\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/tv-stage-plays-stranger-things-theatre-adaptations-media", "date_published": "2023-03-30 11:51:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles Bronson loses bid to be freed from prison on parole", "description": "<p>Parole Board decides long-term prisoner Bronson should not be released</p><p>Prisoner Charles Bronson has lost a Parole Board bid to be freed from<br />jail.</p><p><em>More details soon …</em><br /></p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/charles-bronson-loses-bid-freed-from-prison-on-parole\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/charles-bronson-loses-bid-freed-from-prison-on-parole", "date_published": "2023-03-30 11:45:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League returns and Qatar revisited – Football Weekly Extra", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden </a>is joined by <a href=\"https://twitter.com/NickAmes82\">Nick Ames</a>, <a href=\"https://twitter.com/lucyjward_\">Lucy Ward</a> and <a href=\"https://twitter.com/kickback_nedum\">Nedum Onuoha</a> to preview the upcoming top-flight fixtures and discuss the situation in Qatar, 100 days on from the World Cup</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Manchester City take on Liverpool in the early kick-off in what looks like a pivotal weekend at both ends of the Premier League table. Do Pep Guardiola’s side need to win every game to keep pace with Arsenal at the top?</p> <a href=\"https://www.theguardian.com/football/audio/2023/mar/30/premier-league-preview-qatar-world-cup-football-weekly-extra\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/mar/30/premier-league-preview-qatar-world-cup-football-weekly-extra", "date_published": "2023-03-30 11:39:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Berlusconi: A New Musical review – bunga bunga banality", "description": "<p><strong>Southwark Playhouse Elephant, London<br /></strong>It’s a nice idea but this disconnected show about the former Italian PM makes some bizarre choices and lacks satirical bite</p><p>This satire about Italy’s former prime minister Silvio Berlusconi has the inspired concept of sending him up in song, from his aborted career as a cruise-ship crooner to political office, ownership of AC Milan, bunga bunga parties and a blizzard of court cases. You could do a whole series of musicals exposing the populist strongmen who behave like “dangerous buffoons” (as Berlusconi’s ex-wife puts it). There are so many contenders, after all.</p><p>In James Grieve’s production, written by Ricky Simmonds and Simon Vaughan, Berlusconi arrives on a Romanesque staircase designed by Lucy Osborne. It is the eve of a court verdict in his 2012 trial for tax fraud. Played by Sebastien Torkia, he is sufficiently oily with slicked hair, a megawatt smile and an impenetrable sense of invincibility.</p><p>At <a href=\"https://southwarkplayhouse.co.uk/productions/berlusconi/\">Southwark Playhouse Elephant, London</a>, until 29 April</p> <a href=\"https://www.theguardian.com/stage/2023/mar/30/berlusconi-a-new-musical-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/30/berlusconi-a-new-musical-review", "date_published": "2023-03-30 11:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Size matters: why reality TV is obsessed with daft numbers of contestants | Yomi Adegoke", "description": "<p>The way to make tired formats seem bold and exciting? Stick in 100 participants! Or at least the makers of Physical: 100 and Dance 100 certainly think so …</p><p>Over the past two decades, reality shows have been a constant presence in TV schedules. Cheap and quick to produce, it didn’t take long for us to have seen it all: a litany of dating shows, a slew of survival competitions. There is little that hasn’t been already done. So producers are increasingly turning to a new trick to stop the genre from becoming repetitive: size. Or at least taking a would-be ordinary show and packing 100 contestants into the format.</p><p>This month’s Netflix dance competition, <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/17/dance-100-review-netflix-choreography-competition\">Dance 100,</a> sees 100 of the world’s best dancers performing routines that are choreographed by eight contestants. In a twist, it’s down to those 100 dancers to decide who stays in the competition and who gets eliminated. The sheer scale of the operation leads to high stakes TV, with the choreographers struggling as they have to translate their routines into ever-bigger performances as their group swells in size, from 25, to 50 to the titular 100. The dynamic of dealing with the giant cast seems to lend itself to tensions as entertaining as the routines. Multiple clashes unfold, as mob mentality from the judging horde at times turns a dance contest into a popularity contest. The silly number of dancers involved turns what could easily have been a forgettable show into something more.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/physical-100-dance-100-reality-tv-contestants\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/physical-100-dance-100-reality-tv-contestants", "date_published": "2023-03-30 11:33:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘This man will find common ground with you. I cannot overplay how much I enjoyed his company’", "description": "<p>Can a mental health worker and a naval engineer agree on immigration?</p><p><strong>Mark, 54, </strong><strong>Hayle, Cornwall</strong></p><p><strong>Occupation</strong> Mental health support worker</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/30/dining-across-the-divide-this-man-will-find-common-ground-with-you-i-cannot-overplay-how-much-i-enjoyed-his-company\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/30/dining-across-the-divide-this-man-will-find-common-ground-with-you-i-cannot-overplay-how-much-i-enjoyed-his-company", "date_published": "2023-03-30 11:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Decisions on Vaughan and Yorkshire racism allegations expected on Friday", "description": "<ul><li>Decisions on liability set to be published by ECB at 10.30am</li><li>Charges stem from allegations made by Azeem Rafiq</li></ul><p>Michael Vaughan is set to discover on Friday whether an allegation that he used racist or discriminatory language during a match for Yorkshire in 2009 has been found proven or not.</p><p>Decisions on liability in the cases of Vaughan and five other individuals with former connections to Yorkshire are expected to be published on the England and Wales Cricket Board website at 10.30am on Friday, the PA news agency understands.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/yorkshire-cricket-racism-allegations-decision-friday\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/yorkshire-cricket-racism-allegations-decision-friday", "date_published": "2023-03-30 11:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bring in four-day week to stop exodus of NHS workers, say campaigners", "description": "<p>Report calls for 32-hour working week pilot across health service without any reductions in pay</p><p>Moving towards a four-day working week across the NHS could help tackle burnout and stem the exodus of exhausted health workers, campaigners argue in a new report.</p><p>The 4 Day Week Campaign, which recently oversaw a <a href=\"https://www.theguardian.com/money/2023/feb/21/four-day-week-uk-trial-success-pattern\">successful pilot</a> involving more than 60 companies, is now <a href=\"https://6a142ff6-85bd-4a7b-bb3b-476b07b8f08d.usrfiles.com/ugd/6a142f_a2ebaf74380546c081ae3fcf23d9ac8f.pdf\">urging</a> public sector employers to experiment with a shorter working week.</p> <a href=\"https://www.theguardian.com/society/2023/mar/30/four-day-week-stop-exodus-nhs-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/30/four-day-week-stop-exodus-nhs-workers", "date_published": "2023-03-30 11:10:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charity raises £2.1m to buy and save grassroots music venues in UK", "description": "<p>Music Venue Trust’s campaign, backed by Ed Sheeran, initially plans to buy nine venues from landlords</p><p>An audacious plan to create a National Trust for grassroots music venues across the UK will come one step closer to fruition at midnight on Thursday.</p><p>When the curtain comes down on the Music Venue Trust’s (MVT) <a href=\"https://facebook.com/2401895093183209\">#OwnOurVenues</a> fundraising drive, it is expected to have raised close to £2.2m, a hemi-demi-semiquaver away from the £2.5m that it set out to achieve.</p> <a href=\"https://www.theguardian.com/music/2023/mar/30/charity-fundraiser-to-buy-and-save-grassroots-music-venues-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/30/charity-fundraiser-to-buy-and-save-grassroots-music-venues-in-uk", "date_published": "2023-03-30 11:06:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Akadiri: No Scrubs review – medical comedy is upbeat and politically punchy", "description": "<p><strong>Pleasance theatre, London</strong><br />A doctor himself, the standup delivers breezy tales along with on-the-nose points on how black medics are viewed</p><p>All standups operating in the space between medicine and comedy now do so in the shadow of Adam Kay’s all-conquering This Is Going to Hurt. That <a href=\"https://www.theguardian.com/stage/2017/apr/11/adam-kay-soho-theatre-london-review-comedy-nhs\">show</a>/<a href=\"https://www.theguardian.com/books/2017/dec/10/adam-kay-this-is-going-to-hurt-interview-junior-doctor\">book</a>/<a href=\"https://www.theguardian.com/tv-and-radio/2022/feb/08/this-is-going-to-hurt-review-ben-whishaw-stars-in-a-realism-packed-adaptation\">TV hit</a> surely took the comedy (and tragedy) of junior doctoring – the mishaps, the carnal black comedy, the mental health fallout – as far as they could go. In No Scrubs, Michael Akadiri keeps things milder. Also a junior doctor, now on sabbatical to tend to his comedy career, Akadiri brings breezy tales of his dual life – breezy, at least, until he ends up in court after an unexpected death.</p><p>This climax, in which our host makes trenchant points about how black people are viewed when in and out of their scrubs, arrives out of the blue. Were foundations laid earlier in the show, No Scrubs might feel like a more robust construction. But Akadiri keeps it loose and has the easy charm to pull that off, as he regales us with tales of the “ash cash” medics earn for facilitating cremations, of milking the public’s NHS worship during the Covid pandemic and of his wife vetoing a career in gynaecology.</p><p><a href=\"https://linktr.ee/michaelakadiri\">Michael Akadiri is touring until 31 March</a></p> <a href=\"https://www.theguardian.com/stage/2023/mar/30/michael-akadiri-no-scrubs-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/30/michael-akadiri-no-scrubs-review", "date_published": "2023-03-30 11:05:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Chacon: Sundown review | Alexis Petridis's album of the week", "description": "<p><strong>(Stones Throw)</strong><br />The 56-year-old singer of Charles &amp; Eddie fame is back with a second album of tightly written melodies and abstract tracks that draw you in to a rich, heady world</p><p>It was hard not to notice a tone of amazement about the glowing reviews of Eddie Chacon’s debut solo album, Pleasure, Joy and Happiness. Whatever musical highlights people expected 2020 to bring, a warped soul album by a 56-year-old singer, working with a producer who had previously collaborated with Harry Styles, Solange and Frank Ocean, wasn’t among them. Nor was a comeback by one half of Charles &amp; Eddie, previously filed away alongside Tasmin Archer and Tony Di Bart in a drawer marked early 90s one-hit wonders. No matter that Charles &amp; Eddie had been a more substantial proposition than most of said drawer’s other denizens, as anyone who listened to the charming retro-soul of their 1992 album Duophonic would tell you.</p><p>Their debut single Would I Lie to You? was the kind of hit that achieves what you might call obliterating ubiquity: a global smash that succeeded in overshadowing everything else its authors did. Under the circumstances, you couldn’t blame Chacon for walking away, which he eventually did, becoming a photographer and creative director after his erstwhile partner Charles Pettigrew’s death from cancer in 2001. And yet, nearly 30 years after Chacon’s solitary hit, and apparently out of nowhere, here was Pleasure, Joy and Happiness, an understated, left-field triumph, Chacon’s plaintive but emollient voice drifting over collaborator <a href=\"https://www.theguardian.com/music/2021/jun/29/jazz-funk-guru-john-carroll-kirby\">John Carroll Kirby</a>’s gauzy, off-beam synths, samples and electric piano, singing songs that seemed to speak of hard-won experience: Trouble, Hurt, My Mind Is Out of Its Mind.</p> <a href=\"https://www.theguardian.com/music/2023/mar/30/eddie-chacon-sundown-review-delightful-career-renaissance-for-former-one-hit-wonder\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/30/eddie-chacon-sundown-review-delightful-career-renaissance-for-former-one-hit-wonder", "date_published": "2023-03-30 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "White gold from Black hands: the Gullah Geechee fight for a legacy after slavery | DeNeen L Brown", "description": "<p>Descendants of the west Africans who picked the cotton that made Manchester rich are struggling to keep their distinct culture alive</p><p>Dorcas, who was 17 and picked Sea Island cotton, sold for $1,200. Cassander, a 35-year-old “prime woman” who also picked cotton but was prone to “fits”, sold for “just” $400. The same price was paid for Emiline, 19, who was described as a “prime young woman cotton hand”, and Judy, who was only 11.</p><p>Under torrential rains, on 2 and 3 March 1859, these enslaved Africans, who worked on rice and cotton plantations in the Sea Islands of Georgia, were sold at the Ten Broeck racecourse in Savannah. One witness to the sale wrote that the weather was so “violent” that it felt as if the skies had opened and wept. That is how this event, the largest auction of enslaved people in US history, came to be called the Weeping Time.</p> <a href=\"https://www.theguardian.com/news/ng-interactive/2023/mar/30/white-gold-from-black-hands-the-gullah-geechee-fight-for-a-legacy-after-slavery-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/news/ng-interactive/2023/mar/30/white-gold-from-black-hands-the-gullah-geechee-fight-for-a-legacy-after-slavery-manchester", "date_published": "2023-03-30 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Temba Bavuma: ‘The more I played, the more I understood my significance’", "description": "<p>South Africa’s first black Test captain on the pressures and privileges of his role and why he is a silent supporter of rival Ben Stokes</p><p>“I’ve been a silent supporter of the way they’ve gone about things,” <a href=\"https://www.theguardian.com/sport/2017/jul/05/south-africa-temba-bavuma-england-test-first-test\">Temba Bavuma</a> says as, in his role as the new captain of South Africa’s Test team, he considers the impact of Ben Stokes and Brendon McCullum on world cricket. “I say silent because I’m still a competitor of theirs. I’ve always seen England as pioneers of cricket, but over the last year they’ve started to revolutionise the Test game.</p><p>“We saw that in one-day cricket, which resulted in massive success for them in winning a World Cup. Now we’re seeing it with the Test game as well. They have really changed how Test cricket is being played. We are taking a lot from their approach and, by adding our South African flavour, seeing how it could look like for us.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/temba-bavuma-interview-south-africa-cricket-england-ben-stokes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/temba-bavuma-interview-south-africa-cricket-england-ben-stokes", "date_published": "2023-03-30 11:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jair Bolsonaro lands back in Brazil and is expected to lead rightwing opposition", "description": "<p>Far-right former president greeted by hundreds of supporters on his return after three months in the US</p><p>Brazil’s far-right former president Jair Bolsonaro has returned from the US after three months and was greeted by hundreds of supporters at Brasília airport.</p><p>Bolsonaro, who <a href=\"https://www.theguardian.com/world/2022/nov/23/bolsonaro-derided-for-senseless-challenge-to-brazil-election-he-lost-last-month\">never conceded defeat</a> in last year’s election, is expected to lead the opposition to the leftist president, Luiz Inácio Lula da Silva, officials in his Liberal party said.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/jair-bolsonaro-lands-back-brazil-lead-rightwing-opposition\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/jair-bolsonaro-lands-back-brazil-lead-rightwing-opposition", "date_published": "2023-03-30 10:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Over 50s in the UK: how did the pandemic impact your mental health?", "description": "<p>We would like to speak to people in their 50s and 60s about how lockdowns affected their psychological wellbeing</p><p>We would like to speak with people over 50 in the UK about their experience of the pandemic.</p><p>How did your mental health fare during lockdowns? What did you find most difficult and how did you cope? Did you develop strategies or seek help if you were struggling?</p> <a href=\"https://www.theguardian.com/society/2023/mar/30/over-50s-in-the-uk-how-did-the-pandemic-impact-your-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/30/over-50s-in-the-uk-how-did-the-pandemic-impact-your-mental-health", "date_published": "2023-03-30 10:58:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met officer referred to prosecutors over fatal shooting of Chris Kaba", "description": "<p>CPS will consider potential murder charge over death of 24-year-old in Streatham, south London</p><p>A Metropolitan police firearms officer is to be referred to prosecutors to consider a potential murder charge for shooting dead Chris Kaba who was killed in September 2022 in south London.</p><p>The Independent Office for Police Conduct announced a homicide investigation into the officer known only as NX121 shortly after the incident.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/met-officer-referred-to-prosecutors-over-fatal-shooting-of-chris-kaba\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/met-officer-referred-to-prosecutors-over-fatal-shooting-of-chris-kaba", "date_published": "2023-03-30 10:46:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meta reportedly considering Europe political ads ban", "description": "<p>Facebook owner weighing up move amid fears it could struggle to abide by new EU laws, say reports</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/mar/30/green-shoots-hopes-uk-economy-core-inflation-us-gdp-energy-strategy-business-live\">Business live – latest updates</a></li></ul><p>Facebook and Instagram’s parent company, Meta, is reportedly considering a company-wide ban on political advertising in Europe amid fears it could struggle to abide by new EU campaigning laws.</p><p>EU policymakers are proposing rules that would force online tech groups including Facebook and Google to divulge information about political adverts, including how much they cost, who paid for the content and how many people have viewed them.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/30/facebook-instagram-meta-considering-political-ads-ban-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/30/facebook-instagram-meta-considering-political-ads-ban-europe", "date_published": "2023-03-30 10:37:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banksy artwork Brace Yourself! sells for over $2m at auction in US", "description": "<p>Painting created in 2010 for band who agreed to change their name bought for more than three times its estimate</p><p>The Banksy artwork Brace Yourself! has sold for $2,032,000 (£1,644,132), more than three times its original estimate, during an auction featuring a performance from the band that inspired the piece.</p><p>The anonymous artist created the work in 2010 for the British band then known as Exit Through the Gift Shop, who shared the same name he wanted to use for his <a href=\"https://www.theguardian.com/film/2010/mar/04/exit-through-the-gift-shop-review\">2010 documentary film</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/30/banksy-artwork-brace-yourself-sells-2m-auction-us\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/30/banksy-artwork-brace-yourself-sells-2m-auction-us", "date_published": "2023-03-30 10:32:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four bankers who helped ‘Putin’s wallet’ set up Swiss accounts convicted", "description": "<p>Executives helped Sergei Roldugin deposit millions of francs in Swiss accounts between 2014 and 2016</p><p>Four bankers who helped a close friend of Vladimir Putin move millions of francs through Swiss bank accounts have been convicted of lacking diligence in financial transactions.</p><p>The four were found guilty on Thursday of helping <a href=\"https://www.theguardian.com/news/2016/apr/03/sergei-roldugin-the-cellist-who-holds-the-key-to-tracing-putins-hidden-fortune\">Sergei Roldugin, a concert cellist</a> who has been dubbed “Putin’s wallet” by the Swiss government.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/four-bankers-who-helped-putin-wallet-sergei-roldugin-set-up-swiss-accounts-convicted\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/four-bankers-who-helped-putin-wallet-sergei-roldugin-set-up-swiss-accounts-convicted", "date_published": "2023-03-30 10:23:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kherson: from heaven of Ukrainian liberation to hell of Russian bombardment", "description": "<p>The southern city of Kherson was liberated from Russian occupation in November 2022 by Ukrainian forces, sparking ecstatic scenes in the main square. But with Russian troops retreating just over the Dnipro River, joy has quickly turned to nightmare, with the city suffering daily bombardment by mortars, missiles and even tank shells. Simply surviving each day has become a matter of luck and many civilians have fled.</p><p></p><p>The Guardian's Luke Harding and Christopher Cherry speak to remaining residents to find out what life is like among the awful booms of artillery fire, and why they have chosen to stay</p><ul><li><p><a href=\"https://www.theguardian.com/world/live/2023/mar/29/russia-ukraine-war-live-zelenskiy-fears-war-could-be-hampered-by-washington-divisions-moscow-starts-drills-with-new-icbm\">Russia-Ukraine war – latest news updates</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/mar/30/kherson-from-heaven-of-ukrainian-liberation-to-hell-of-russian-bombardment\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/mar/30/kherson-from-heaven-of-ukrainian-liberation-to-hell-of-russian-bombardment", "date_published": "2023-03-30 10:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Up to 25 people trapped in well in India after temple floor collapses", "description": "<p>Worshippers in Indore fell into communal water source as they gathered on Lord Ram’s birthday</p><p>Police and emergency workers are trying to rescue up to 25 people in India trapped inside a well after a floor caved in at a Hindu temple, an official and media reports said.</p><p>The floor, which doubled as a cover for the stepwell – an often large, stair-lined communal water source – collapsed on Thursday, sending worshippers plunging down at the temple in the central city of Indore.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/people-trapped-in-well-in-indore-india-after-temple-floor-collapses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/people-trapped-in-well-in-indore-india-after-temple-floor-collapses", "date_published": "2023-03-30 10:08:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cat on a Hot Tin Roof review – Succession-style scheming in the deep south", "description": "<p><strong>Royal Exchange, Manchester<br /></strong>Modern-day version casts Tennessee Williams’s steamy melodrama in a new light, with a focus on the corruptibility of wealth</p><p>Roy Alexander Weise does not overtly change the setting of Tennessee Williams’s feverish classic, but he does blur the edges. The director has said this Cat on a Hot Tin Roof is set now, but he maintains its humid deep south atmosphere as the fans turn languidly over Milla Clarke’s spare white set and the anxious characters come and go in their Sunday best.</p><p>Much of it feels like the 1950s of the original, except off-stage someone is playing Aretha Franklin and, on-stage, Big Daddy (a dapper Patrick Robinson) interrupts his vaping to describe a sexual fantasy set to a hip-hop rhythm. The family might carry themselves with the timeless authority of a wealthy elite but they also know their 50 Cent and Rihanna.</p><p>At the <a href=\"https://www.royalexchange.co.uk/whats-on-and-tickets/cat-on-a-hot-tin-roof\">Royal Exchange, Manchester</a>, until 29 April</p> <a href=\"https://www.theguardian.com/stage/2023/mar/30/cat-on-a-hot-tin-roof-review-royal-exchange-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/30/cat-on-a-hot-tin-roof-review-royal-exchange-manchester", "date_published": "2023-03-30 10:04:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona green space plan could improve health of 30,000, study finds", "description": "<p>Creating more green areas could also save up to £40m a year in costs linked to mental health issues, say researchers </p><p>An ambitious push to create more green spaces in Barcelona – a city with one of the highest population and traffic densities in Europe – could improve the health of more than 30,000 people, reduce the use of antidepressants and save up to €45m (£40m) annually in costs associated with mental health issues, research suggests.</p><p><a href=\"https://www.sciencedirect.com/science/article/pii/S0160412023001538?via%3Dihub\">It builds</a> on a growing body of evidence that has linked urban green spaces to better <a href=\"https://www.theguardian.com/environment/2015/jun/15/green-spaces-improve-school-childrens-mental-development-study-finds\">mental wellbeing</a> as well as the prevention of <a href=\"https://www.theguardian.com/society/2017/mar/21/access-nature-reduces-depression-obesity-european-report\">depression,</a> <a href=\"https://www.theguardian.com/environment/2023/jan/17/visiting-green-spaces-deters-mental-health-drug-use-researchers-find\">anxiety</a> and insomnia.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/barcelona-green-space-plan-could-improve-health-of-30000-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/barcelona-green-space-plan-could-improve-health-of-30000-study-finds", "date_published": "2023-03-30 10:02:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Progressives decry Biden’s pivot to center in run-up to 2024: ‘Feet to the fire’", "description": "<p>From oil to immigration, the president’s reversal from his 2020 campaign pledges might turn away more voters than it attracts</p><p>When he was running for president in 2020, Joe Biden promised “no more drilling on federal lands, period”. This month, he approved an $8bn oil project in Alaska, violating that campaign pledge.</p><p>Biden had said he wholeheartedly supports granting statehood to the District of Columbia. Last week, he signed a Republican bill overturning changes to the DC criminal code, which critics attacked as a violation of home rule.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/biden-2024-policies-climate-oil-campaign-pledges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/biden-2024-policies-climate-oil-campaign-pledges", "date_published": "2023-03-30 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A three-year cruise sounds like a costly, sweaty nightmare. But then you start doing the maths … | Emma Brockes", "description": "<p>A cabin on the round-the-world MV Gemini costs £75,000. It could be a cost of living escape hatch for the middle classes</p><p>It is a juvenile but bankable way to pass time and lift one’s spirits without too much exertion: I’m talking about identifying ways in which the lives of rich people suck, a list that is always imaginatively growing. Gwyneth Paltrow, <a href=\"https://www.theguardian.com/commentisfree/2023/mar/28/gwyneth-paltrow-ski-optometrist-court-utah\">testifying in Utah</a>, has delivered solidly on this front this week, but there’s an even more gratifying story you might have missed. For a mere <a href=\"https://www.lifeatseacruises.com/listing?hsCtaTracking=53d8fb7f-63d8-4d48-bc12-5a0ba5357387%7Cd85a2ba3-b870-4470-8282-4a1328340cf9\">£75,000</a>, people with what is officially known as more money than sense can embark on a <a href=\"https://www.mirror.co.uk/travel/news/cruise-passengers-live-sea-three-29571052\">round-the-world cruise</a>, taking in 135 countries and docking at 375 destinations. If that itinerary sounds overloaded, it’s because you are a wage slave who only takes 14-day holidays. This particular cruise takes three years.</p><p>I know, right? Three years on a ship playing “indoor golf” with the characters from <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/16/from-triangle-of-sadness-to-below-deck-why-we-love-watching-super-yachts-that-sink-the-rich\">Triangle of Sadness</a>. It is so perfect a punishment for a certain type of hollowed-out plutocrat it might have been created by a limp, mid-list satirist. According to Life at Sea Cruises, the company behind the venture and a subsidiary of Miray Cruises, demand for the cruise is “unprecedented” and it also goes without saying that the word “cruise” in this case, is a misnomer. Cruises are for people who get excited by the presence of jumbo prawns at the buffet. By contrast, life aboard the “400-cabin MV Gemini” is, says Mikael Petterson, the managing director, “a way of living as opposed to travel”.</p><p>Emma Brockes is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/cruise-cabin-round-the-world-cost-of-living-middle-class\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/cruise-cabin-round-the-world-cost-of-living-middle-class", "date_published": "2023-03-30 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three Colours: Blue review – Binoche as charismatic as ever in Kieślowski masterwork", "description": "<p>Krzysztof Kieślowski’s meditation on love and fate is the first in the trilogy to be rereleased 30 years on</p><p>Krzysztof Kieślowski’s vast meditation on love, fate and the unheard harmonies of the universe begins its 30th-anniversary rerelease tomorrow. This is the first in his film trilogy with its tricolour motif (to be followed by White and Red); the whole is a triptych with overlapping images and character-glimpses, all destined to be tied up in a chaotic conclusion.</p><p>Here, Juliette Binoche plays Julie, the wife of a famous composer working on a huge commission from the European Council: a symphony to be played by no fewer than 12 orchestras, symbolising the 12 nations of the European Community (as it then was). Kieślowski teasingly hints that the hubris of this project is maybe not too different from his own triple-decker movie fantasy, and the music itself periodically crashes on to the soundtrack in Julie’s mind, disruptively jolting her from a trance of anxiety. The chords are vehement but halting, self-questioning, a very different officially sanctioned Euro-celebration to, say, the Ode to Joy from Beethoven’s Ninth.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/three-colours-blue-review-binoche-as-charismatic-as-ever-in-kieslowski-masterwork\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/three-colours-blue-review-binoche-as-charismatic-as-ever-in-kieslowski-masterwork", "date_published": "2023-03-30 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Desperate and bigoted’: the right uses latest shooting to malign trans people", "description": "<p>From hateful rants on Fox news to falsehoods in Congress, the far right exploits the tragedy to demonize vulnerable people</p><p>An already vigorous assault by Republicans on LGBTQ+ rights around the US is certain to gather pace in the wake of the Nashville school shooting, advocacy groups are warning.</p><p>Hard-right figures wasted little time in seizing on the reported <a href=\"https://www.theguardian.com/us-news/2023/mar/28/nashville-school-shooter-identity-transgender\">transgender identity of the Covenant school killer</a> to advance tenets of a “hateful” agenda that has become an obsession of Republican-controlled statehouses from <a href=\"https://www.orlandoweekly.com/news/all-the-anti-lgbtq-laws-being-proposed-in-florida-and-how-you-can-fight-back-33857786\">Florida</a> to <a href=\"https://www.hrc.org/press-releases/human-rights-campaign-tennessee-continues-obsession-with-anti-lgbtq-legislation-with-house-passage-of-religious-refusal-bill-and-second-anti-drag-bill\">Tennessee</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/far-right-demonize-lgbtq-nashville-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/far-right-demonize-lgbtq-nashville-shooting", "date_published": "2023-03-30 10:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Bali governor’s Israel protest ended Indonesia’s U20 World Cup dream | John Duerden", "description": "<p>Football-mad country was due to host the men’s Under-20 World Cup in May but has been stripped of the tournament by Fifa</p><p>Beautiful Bali has been known to disrupt the plans of many a tourist thanks to its surprisingly terrible traffic, but the Island of Gods has thrown a giant spanner into the works of Indonesia’s hosting of the men’s Under-20 World Cup. On Wednesday Fifa announced that it was <a href=\"https://www.theguardian.com/football/2023/mar/29/fifa-strips-indonesia-of-the-right-to-host-footballs-under-20-world-cup\">taking the tournament away</a> with a statement that made painful reading for locals. “Fifa has decided, due to the current circumstances, to remove Indonesia as the host of the Fifa U-20 World Cup 2023,” it said. Potential sanctions were mentioned.</p><p>This May and June was supposed to bring the world’s fourth-most populous country its biggest sporting event ever, by some distance. With 24 teams playing in six venues, four in Java, one in Sumatra and the other in Bali, it was billed as a chance to show a global audience that Indonesian football is not about <a href=\"https://www.theguardian.com/global-development/2022/oct/09/indonesia-stadium-disaster-only-four-paramedics-were-on-standby-inside-grounds\">stadium disasters</a> or corruption but passion, colour and fascinating cultures.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/indonesia-mens-u20-world-cup-bali-israel-fifa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/indonesia-mens-u20-world-cup-bali-israel-fifa", "date_published": "2023-03-30 10:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery meatballs, absolute zero, and a Depeche Mode twist – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>The Guardian Thursday quiz is nothing if not obtuse, and what better way to celebrate its 101st edition than by theming it around the greatest live music album of all time – Depeche Mode’s <a href=\"https://www.youtube.com/watch?v=h2G7YY8Zr88\">101</a>? Yes, you read that right. Every question is based on the title of one of the songs on a 1989 LP that showcased a band at the top of their game – and incredibly came before they went on to even greater global stardom with songs such as Personal Jesus and Enjoy the Silence. And they released a new album, Memento Mori<strong>,</strong> last week too, which <a href=\"https://www.theguardian.com/music/2023/mar/19/depeche-mode-memento-mori-review-a-life-affirming-farewell-for-fletch-andy-fletcher\">seems jolly good</a>. But we digress. Fifteen questions await you, and you don’t really need to know anything much about Depeche Mode to be honest. Let us know how you get on in the comments.</p><p><strong>The Thursday quiz, No 101</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/30/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-101\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/30/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-101", "date_published": "2023-03-30 10:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers call for clear guidance on how to support trans pupils in England", "description": "<p>Union says educators are in ‘minefield’ after thinktank says some schools don’t tell parents when child first questions identity</p><p>Teaching leaders have called on ministers to provide guidance on how to support students who identify as transgender, saying they are “caught in the crossfire” between strongly held views.</p><p>A thinktank said safeguarding principles were being “routinely disregarded in many secondary schools” when it came to gender identity, with some parents not told when their child first questioned their identity.</p><p>In the UK, the youth suicide charity <a href=\"https://www.papyrus-uk.org/\">Papyrus</a> can be contacted on 0800 068 4141 or email <a href=\"mailto:pat@papyrus-uk.org\">pat@papyrus-uk.org</a>, and in the UK and Ireland <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 988 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></p> <a href=\"https://www.theguardian.com/society/2023/mar/30/teachers-call-for-clear-guidance-on-how-to-support-trans-pupils-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/30/teachers-call-for-clear-guidance-on-how-to-support-trans-pupils-in-england", "date_published": "2023-03-30 09:52:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chris Packham crowdfunds to sue hunting publisher for ‘hate terrorism’", "description": "<p>Wildlife presenter fears ‘extreme violence’, and has previously been the victim of arson, as well as having dead crows left outside his home</p><p>Chris Packham has <a href=\"https://www.crowdjustice.com/case/support-chris-packhams-libel-action/\">raised more than £80,000 in donations for a legal fight</a> against a publisher he accuses of a campaign of online abuse against him. The wildlife presenter claims that Fieldsports Channel – which specialises in hunting-related content – has created articles alleging that he faked a death threat to himself, and has generated such hatred towards him that he fears for his family’s safety.</p><p>“I sometimes leave or return to my home wondering if someone will be there waiting – someone who is so excited by these accusations that they feel motivated to extreme violence,” said Packham in an online video to launch the crowdfunding site.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/chris-packham-crowdfunds-to-sue-hunting-publisher-for-hate-terrorism\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/chris-packham-crowdfunds-to-sue-hunting-publisher-for-hate-terrorism", "date_published": "2023-03-30 09:41:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: do children face problems playing outside where you live?", "description": "<p>Campaigners say that lockdown contributed to an already poor situation for children’s play. We want to hear your experiences</p><p>The clocks have sprung forward bringing lighter evenings and more time for children to play outside. But we know that children do not play out in anything like the numbers they did even a generation ago.</p><p>Children face many problems when trying to play outside – a huge rise in car ownership, the loss of residential streets to through traffic and parked cars and other cultural shifts that have driven children off their own streets.</p> <a href=\"https://www.theguardian.com/society/2023/mar/30/tell-us-do-children-face-problems-playing-outside-where-you-live\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/30/tell-us-do-children-face-problems-playing-outside-where-you-live", "date_published": "2023-03-30 09:05:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel hasn’t been a democracy for a long time. Now, Israelis need to face this fact | Joshua Leifer", "description": "<p>The protest movement will either transform into a call for genuine democracy – for Palestinians and Israelis alike – or it will remain locked in the current impasse</p><p>There is a certain afterglow to mass protest. It’s a feeling strongest when the slogans have just ceased to echo in the streets, when the barricades have just come down, the banners rolled back up and the flags folded and put back in their place. It is also a dangerous moment, when what looks like sudden success can just as quickly turn into defeat.</p><p>That is the place where the protests against the Netanyahu government’s plan to strip the judiciary of its power stand right now. Last week saw street demonstrations of a size and intensity never seen before in Israel. It was, largely, a revolt of the educated and the middle class – of self-identified liberal, secular Israel against authoritarian, theocratic Israel. One of the movement’s most prominent organizers, and perhaps most representative, is Shikma Bressler, a professor of particle physics at the Weizman Institute, who for 13 weeks exhorted her fellow Israelis into the streets.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/israel-hasnt-been-a-democracy-for-a-long-time-now-israelis-need-to-face-this-fact\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/israel-hasnt-been-a-democracy-for-a-long-time-now-israelis-need-to-face-this-fact", "date_published": "2023-03-30 09:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Octopus farming turns my stomach – but are some species really more worthy than others? | Elle Hunt", "description": "<p>I haven’t eaten octopus in years, yet being smart shouldn’t make them exceptions. All animals need protection from unnecessary suffering</p><p>The collective noun for a group of octopuses, in case you were wondering, is a consortium – not, as some wags might tell you, a seafood buffet.</p><p>I myself don’t eat octopus, and <a href=\"https://www.theguardian.com/commentisfree/2016/may/26/do-you-care-about-animals-then-you-really-shouldnt-eat-octopus\">have made a lot</a> of noise about why: they’re as smart as parrots, their brain is spread over their arms, they are many millions of years older than we are – don’t you know that, of all the species on Earth, only they and we share a high-resolution camera eye?</p><p>Elle Hunt is a freelance journalist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/octopus-farming-turns-my-stomach-but-are-some-species-really-more-worthy-than-others\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/octopus-farming-turns-my-stomach-but-are-some-species-really-more-worthy-than-others", "date_published": "2023-03-30 09:02:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unstable review – this Rob Lowe nepo-sitcom is staggeringly joke-free", "description": "<p>The actor stars alongside his son (playing his son) in a nauseatingly schmaltzy, second-tier comedy. It’s utterly unfunny, but at least its lead is as charming as ever</p><p>That the name of the eccentric biotech-genius-entrepreneur protagonist of Unstable is Ellis Dragon tells you everything you need to know about this Netflix comedy series. It knows it is supposed to be funny – it is absolutely committed to being so – and yet every effort <em>just</em> misses.</p><p>Ellis is played by Rob Lowe. Slightly more rumpled than he was in The West Wing, slightly less chiselled than he was in St Elmo’s Fire, but still dependably Rob Lowe – quick, charming and accomplished at selling the hell out of anything he finds himself in, which is the most valuable of his assets here.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/unstable-review-this-rob-lowe-nepo-sitcom-is-staggeringly-joke-free\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/unstable-review-this-rob-lowe-nepo-sitcom-is-staggeringly-joke-free", "date_published": "2023-03-30 08:50:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Afghan refugees in the UK: are you being moved out of your hotel?", "description": "<p>We would like to speak to those affected by the recently announced government plans</p><p>Afghan refugees in the UK will be moved from hotels into alternative accommodation under plans recently <a href=\"https://www.theguardian.com/uk-news/2023/mar/28/uk-to-evict-thousands-of-afghan-refugees-from-hotels\">announced</a> by Downing Street.</p><p>The veterans’ affairs minister, Johnny Mercer, said they will have to accept the first offer made to them. A government source said the plan is to move all Afghan families out of hotels by the end of the year.</p> <a href=\"https://www.theguardian.com/global/2023/mar/30/afghan-refugees-in-the-uk-are-you-being-moved-out-of-your-hotel\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/mar/30/afghan-refugees-in-the-uk-are-you-being-moved-out-of-your-hotel", "date_published": "2023-03-30 08:47:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The hidden history of the American right’s anti-trans agenda", "description": "<p>The Anti-Trans Hate Machine returns with a second series looking back at America’s record of violence toward transgender people. Plus: five of the best pop culture podcasts</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>One of the joys of podcasting is finding a show that has a beautiful way with language – the ability to conjure up phrases so evocative they transcend the medium. So it was a real pleasure this week to discover Bitter/Sweet, a podcast whose exploration of the relationship between food and our deepest memories sees host Natasha Miller use colourful phrases that fill your mind with visuals and even smells. From a reminiscence about lunch at her mother’s (“her cheery reception and soothing tone is a vocal caress that I lean into”), through to using food to process her parent’s death, because it can numb the “early, jagged, anxious phase of grief”, it’s a delight.</p><p>Other excellent podcasts this week include historian Dan Jones’s ever-eloquent take on the middle ages, a drama about 1970s vampires starring Minnie Driver and a thoughtful look at the history of the anti-trans movement. But when it comes to absolutely charming turns of phrase, there’s one real stand-out star in today’s newsletter.<br /><br /><em><strong>Alexi Duggins</strong><br />Deputy TV editor</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/hear-here-anti-trans-hate-machine-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/hear-here-anti-trans-hate-machine-podcast", "date_published": "2023-03-30 08:45:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Margaret Ferrier should be suspended for 30 days for Covid breach, says MPs’ watchdog", "description": "<p>Possible byelection looms for Rutherglen and Hamilton West after MP travelled back to Scotland on train after positive test in 2020</p><p>The MP for Rutherglen and Hamilton West Margaret Ferrier should be suspended from the House of Commons for 30 days for breaching Covid rules, the committee on standards has recommended.</p><p>Ferrier could face a byelection as the Commons watchdog recommended she should be suspended for 30 days for breaching Covid rules. She was found to have damaged the reputation of the Commons and put people at risk after taking part in a debate and travelling by train while suffering from Covid.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/margaret-ferrier-should-be-suspended-from-commons-for-30-days-for-covid-breach-says-committee\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/margaret-ferrier-should-be-suspended-from-commons-for-30-days-for-covid-breach-says-committee", "date_published": "2023-03-30 08:38:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer to launch local election campaign with claim Labour is ‘party of lower taxes for working people’ – UK politics live", "description": "<p>Latest updates: Labour leader to launch campaign for local elections with tax pledge that Conservatives have criticised as worthless</p><p>The <strong>Commons standards committee</strong> says Margaret Ferrier should be suspended for 30 days for breaches of Commons rules related to the incident where she travelled by train from London to <a href=\"https://www.theguardian.com/uk/scotland\">Scotland</a> after testing positive for Covid in 2020.</p><p>Last year a court sentenced her to 270 hours of unpaid work in relation to the offence, but the standards commmittee says a further sanction by the Commons is required.</p><p>The threshold for a breach of paragraph 17 of the code [which says MPs should “never undertake any action which would cause significant damage to the reputation and integrity of the House of Commons as a whole”] is necessarily high. However, any finding that a member’s actions have brought the house into disrepute must be considered to be a serious breach. The 2019 Code states that “members have a duty to uphold the law”; something the public rightly expect. If Ms Ferrier had been a public sector employee in a position of trust or leadership, she could have faced severe disciplinary consequences, potentially including dismissal, for these or similar actions.</p><p>We therefore recommend that Ms Ferrier is suspended from the service of the house for 30 days.</p><p>Labour’s announcement isn’t worth the paper it’s written on. They have no plan to introduce this if elected. They’re taking the British people for fools.</p><p>If Labour were serious about cutting council tax Labour councils would be doing it now.</p> <a href=\"https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/mar/30/rishi-sunak-keir-starmer-labour-humza-yousaf-latest-politics-news-updates", "date_published": "2023-03-30 08:37:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keith Reid, lyricist for Procol Harum, dies aged 76", "description": "<p>Songwriter behind psychedelic 1960s masterpiece A Whiter Shade of Pale had been receiving cancer treatment for two years</p><p>Keith Reid, the lyricist for Procol Harum whose poetic vision on Whiter Shade of Pale made it a defining song of the 1960s, has died aged 76.</p><p>He died in a London hospital, after receiving cancer treatment for two years. The band paid tribute to him on social media, writing: “His lyrics were one of a kind and helped to shape the music created by the band. His imaginative, surreal and multi-layered words were a joy to Procol fans and their complexity by design was a powerful addition the Procol Harum catalogue. Our thoughts go out to his family and friends.”</p> <a href=\"https://www.theguardian.com/music/2023/mar/30/keith-reid-lyricist-for-procol-harum-dies-aged-76\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/30/keith-reid-lyricist-for-procol-harum-dies-aged-76", "date_published": "2023-03-30 08:26:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Half-baked, half-hearted’: critics ridicule UK’s long-awaited climate strategy", "description": "<p>UK’s 1,000-page plan criticised as doing ‘little to boost energy security, lower bills or meet climate goals’</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/mar/30/government-gambles-on-carbon-capture-and-storage-tech-despite-scientists-doubts\">UK gambles on carbon capture and storage tech</a></li></ul><p>The UK’s new energy plan unveiled on Thursday is a missed opportunity full of “half-baked, half-hearted” policies that do not go far enough to power Britain’s climate goals, according to green business groups and academics.</p><p>The 1,000-page strategy has been criticised by many within Britain’s green sectors who fear the country could surrender its leading role in climate action because of the government’s “business as usual” approach to delivering green investments.</p> <a href=\"https://www.theguardian.com/business/2023/mar/30/half-baked-half-hearted-critics-ridicule-uk-long-awaited-climate-strategy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/30/half-baked-half-hearted-critics-ridicule-uk-long-awaited-climate-strategy", "date_published": "2023-03-30 08:07:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julia Scotti: Funny That Way review – transgender comedian is cracking company", "description": "<p>Uplifting documentary allows its funny, flawed and likable subject to tell the poignant story of how she came to realise who she was</p><p>In 2016, the comedian <a href=\"https://www.youtube.com/watch?v=6msBqtZ_mYk&amp;ab_channel=TheShowman\">Julia Scotti auditioned for America’s Got Talent</a> and brought the house down. Once the applause had died away, the judges asked Scotti, then 63, why she’d come to comedy so late in life. <a href=\"https://www.youtube.com/watch?v=nSkpaKtkVik&amp;ab_channel=Steve\">She explained</a> she’d actually been doing it for years – but as a man called Rick, in the mists of the 1980s, when she’d shared bills with Chris Rock and Jerry Seinfeld.</p><p>This uplifting documentary tells Scotti’s story, and director Susan Sandler doesn’t take a whizz-bang approach – there’s some animation here and there, but most of the film is spent simply letting Scotti talk about her life in different settings: on stage, in cars, on sofas with her grownup son. The no-frills strategy works because Scotti is such cracking company, and because her life has been characterised by such extremes. Raised in New Jersey, she grew up feeling something wasn’t right. She married young but it didn’t work out: she admits she “sucked, sucked, suckarama-sucked” at marriage. It was only when she was in her 40s and having a meltdown after a bad date that a friend told her: “You’re a woman.”</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/julia-scotti-funny-that-way-review-uplifting-doc-about-transgender-comedian\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/julia-scotti-funny-that-way-review-uplifting-doc-about-transgender-comedian", "date_published": "2023-03-30 08:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Refugees subject to widespread physical ill-treatment, Council of Europe finds", "description": "<p>Human rights body says European states are increasingly resorting to illegal pushbacks of asylum seekers</p><p>European countries are increasingly resorting to illegal pushbacks of refugees and asylum seekers “with minimal accountability”, a report from the continent’s leading human rights body, the Council of Europe, has found.</p><p>The Council of Europe’s anti-torture committee (CPT) said it had identified “clear patterns of physical ill-treatment” against <a href=\"https://www.theguardian.com/global-development/2022/apr/28/revealed-eu-border-agency-involved-in-hundreds-of-refugee-pushbacks\">people trying to cross borders</a> all over Europe.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/refugees-widespread-physical-ill-treatment-council-of-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/refugees-widespread-physical-ill-treatment-council-of-europe", "date_published": "2023-03-30 08:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian man whose daughter drew anti-war pictures is detained after fleeing", "description": "<p>Alexei Moskalyov had been jailed for two years after investigation triggered by 13-year-old’s drawings</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>A Russian man who <a href=\"https://www.theguardian.com/world/2023/mar/28/russian-man-detained-after-daughters-anti-war-drawings-flees-house-arrest\">fled house</a> arrest after being sentenced to two years in prison for discrediting Russia in social media posts, following an investigation prompted by his daughter’s anti-war drawings, has been arrested, his lawyer said.</p><p>“He has been detained, yes,” Dmitry Zakhvatov told Reuters, without providing more details.<br /><br />Alexei Moskalyov was sentenced to two years in prison as punishment for his criticism of Kremlin policies in social media posts. Police investigated him after his 13-year-old daughter, Maria, refused to participate in a patriotic class at her school and made drawings showing rockets being fired at a family standing under a Ukrainian flag and another that said “Glory to Ukraine!”</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/russian-man-daughter-drew-anti-war-pictures-detained-fleeing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/russian-man-daughter-drew-anti-war-pictures-detained-fleeing", "date_published": "2023-03-30 07:57:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MLB 2023 predictions: boom or bust, the Padres will be entertaining", "description": "<p>San Diego and the New York Mets have splashed the cash. But the Houston Astros and Atlanta Braves are superbly run clubs</p><p><strong>A mixed bag.</strong> I’m already on record as being <a href=\"https://www.theguardian.com/sport/2023/mar/09/mlb-may-finally-have-a-popular-rule-change-with-its-new-pitch-clock\">for the pitch clock</a>. As someone who loved watching how hitters <a href=\"https://tbonesbaseball.com/the-shift-in-baseball-how-and-why-its-used/\">approached the shift</a>, however, it feels like a strategic element has been removed for no good reason. <strong>HF</strong></p> <a href=\"https://www.theguardian.com/sport/2023/mar/30/mlb-2023-predictions-boom-or-bust-the-padres-will-be-entertaining\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/30/mlb-2023-predictions-boom-or-bust-the-padres-will-be-entertaining", "date_published": "2023-03-30 07:30:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The public stigmatizes them’: what it’s like being a teacher in America", "description": "<p>A new book focuses on three teachers working in the US and the many difficulties they face in an increasingly untenable system</p><p>For every apple that lands on a teacher’s desk, there’s a dumpster’s worth of garbage that comes flying their way.</p><p>In one of the more perverse developments of modern times, the teaching profession has been cast in the role of key villain of the culture wars. In addition to the long-held attitude of disrespect (“those who can’t teach”, etc), teachers must contend with diminishing resources, internecine power plays that compromise their abilities to do their work, and Republican politicians championing “<a href=\"https://www.theguardian.com/us-news/2023/mar/24/republicans-parents-rights-education-culture-war\">parents’ rights”</a>, aka decimated curriculums and bookshelves. The pay doesn’t make up for the trouble; the majority of teachers have side hustles to make ends meet.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/the-teachers-book-alexandra-robbins-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/the-teachers-book-alexandra-robbins-review", "date_published": "2023-03-30 07:11:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia passes most significant climate law in a decade amid concern over fossil fuel exports", "description": "<p>Deal between Labor government and Greens requires total emissions from big industrial sites to come down, not just be offset</p><p>Australia’s parliament has passed the country’s most significant emissions reduction legislation in more than a decade after the government <a href=\"https://www.theguardian.com/environment/2023/mar/27/labor-agrees-to-absolute-cap-on-emissions-to-secure-greens-backing-for-safeguard-mechanism-climate-bill\">won backing from Greens</a> and independent MPs for a plan to deal with pollution from major industrial sites.</p><p>After weeks of closed-door negotiation, a deal was brokered between the Labor government and Greens, a minor party with 15 parliamentarians, that included legislating an explicit requirement that <a href=\"https://www.theguardian.com/environment/2023/mar/27/its-not-perfect-but-the-labor-greens-climate-deal-should-limit-emissions-and-fossil-fuels-that-matters\">total emissions from major industrial facilities must come down</a>, not just be offset.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/australia-climate-emissions-reduction-legislation-laws-parliament-labor-greens\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/australia-climate-emissions-reduction-legislation-laws-parliament-labor-greens", "date_published": "2023-03-30 07:04:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For Hamburg, a city devastated by allied bombing, King Charles’s visit is so much more than a photo-op | Helene von Bismarck", "description": "<p>UK-German relations are long and complicated, and not all symbolism is empty </p><p>King Charles III will not only travel to Berlin during his <a href=\"https://www.theguardian.com/uk-news/2023/mar/03/king-charles-to-make-first-state-visits-to-france-and-germany\">state visit to Germany</a> this week, but also Hamburg, the country’s second largest city and home to its biggest port. Hamburg is a trading hub known for its Anglophilia, with close connections to Great Britain that go back centuries that were revived during the British occupation of the city after the second world war, when the former enemy quickly turned into a close partner.</p><p>When you take the long view at UK-German relations, this part of the king’s trip is at least as important and meaningful as his appointments in the German capital. Those who criticise royal visits as constituting little more than expensive photo-ops fail to understand that not all symbolism is empty.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/hamburg-allied-bombing-king-charles-visit-uk-german\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/hamburg-allied-bombing-king-charles-visit-uk-german", "date_published": "2023-03-30 07:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Why should we care about names?’: the shape-shifting art of Lee Bul", "description": "<p>The South Korean artist calls herself an ‘engineer’ rather than an artist and defies notions of gender and nationality. Her latest series, Perdu, continues this desire to blur the lines of art and identity</p><p><a href=\"https://www.theguardian.com/artanddesign/2018/may/28/cyborgs-gorgeous-art-lee-bul-south-korean-artist-seoul\">Lee Bul</a> has often found herself caught between opposing forces. Born in South Korea under the dictatorship in 1964, in a small city close to a military base, she witnessed the rapid modernisation of the nation, as well as sweeping political change.</p><p>She watched the American Forces Network on television without understanding English. “It has influenced me a lot,” she reflects over Zoom from her studio in Seoul. “I think the boundary between the east and the west is very blurry. It’s just that we are educated to see them as distinct.” She is quietly assertive, and though confident in English, has today chosen to speak through an interpreter to ensure precision in her words. She listens intently as they translate.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/30/lee-bul-artist-south-korea-perdu-thaddeus-ropec\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/30/lee-bul-artist-south-korea-perdu-thaddeus-ropec", "date_published": "2023-03-30 07:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FA’s new non-league contract will cut injured players’ wages. It must be stopped | Omar Beckles", "description": "<p>Injured players could lose money or have contracts terminated next season – and we at the PFA are pushing for a rethink</p><p>Last Saturday, with no Premier League or international football in the English men’s game, many fans turned their attention to their local non-league teams. The depth of non-league football is a unique feature of the English game. I can speak from experience, having spent several seasons with non-league clubs before coming into the EFL, where I play for Leyton Orient.</p><p>Unfortunately, a large part of the weekend’s focus centred on the introduction by the Football Association of a new non-league player contract that has caused anger at that level. In football, the “standard” contract is, basically, the template terms and conditions element signed as part of every agreement. Among a range of changes to the non-league standard contract are two that players will view as most important.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/fa-new-non-league-contract-cut-injured-players-wages-must-be-stopped-pfa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/fa-new-non-league-contract-cut-injured-players-wages-must-be-stopped-pfa", "date_published": "2023-03-30 07:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From women’s team to grassroots game: questions linger in Qatar | Nick Ames", "description": "<p>In the week that marked 100 days since the World Cup final we look at five areas with unanswered questions</p><p>The Qatar women’s team has not played an official game since 2014. A squad exists in some form, and is believed to gather for training and matches played in private, but their activities are kept far from the spotlight and they are not run by the local FA. They do not appear on the Fifa rankings. The side was formed in 2009, shortly before the World Cup bid was made, but has only been in action 15 times. In private the right noises are being made about a return to action and discussions are believed to be underway, although as with many of the lingering questions about Qatar’s post-World Cup future there is little detail about timescales. The idea is that they will have infrastructure waiting for them, with the Education City Stadium being repurposed into the team’s home and a hub for women’s sport. A friendly tournament involving academy and club sides from Qatar and abroad took place there last month. A small local league exists, while positive steps are undoubtedly being made to improve participation at grassroots level: the recently-created Elite Academy for girls shows promise. But real hope that Qatar is serious about developing the sport would come in the form of an active national team.</p> <a href=\"https://www.theguardian.com/football/2023/mar/30/from-the-womens-team-to-grassroots-football-questions-lingering-in-qatar-after-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/30/from-the-womens-team-to-grassroots-football-questions-lingering-in-qatar-after-world-cup", "date_published": "2023-03-30 07:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Signs of ‘green shoots’ in UK economy, but high core inflation threatens recovery – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>UK car production rose by over 13% last month, in a signal that the auto industry is recovering from supply chain shortages.</strong></p><p>The number of cars built in UK factories rose to 69,707 last month, around 8,050 more than the same month a year ago, the <strong>Society of Motor Manufacturers and Traders</strong> (SMMT) reports this morning.</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/30/green-shoots-hopes-uk-economy-core-inflation-us-gdp-energy-strategy-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/30/green-shoots-hopes-uk-economy-core-inflation-us-gdp-energy-strategy-business-live", "date_published": "2023-03-30 06:54:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singing to trees and Indigenous wisdom: the UK festival aiming to prevent ecological collapse", "description": "<p>At the Primal Gathering retreat, attendees seek new – and sometimes surreal – ways to connect with nature and take meaningful action on environmental destruction</p><p>Explorer and documentary maker Bruce Parry famously pushed his penis inside his body on his 2005 <a href=\"https://www.bbc.co.uk/programmes/b007ly82\">BBC show Tribe</a> to try to be accepted by the Kombai people in New Guinea, before going white and having to lie down. He would do whatever it took to assimilate, including taking hallucinogenic drugs, drinking blood and running naked across the backs of a row of cattle.</p><p>Now he is focusing his energies closer to come. He is using the knowledge he gained from Indigenous societies around the world to encourage people in the UK to form stronger communities that can take meaningful action on ecological destruction.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/singing-to-trees-indigenous-wisdom-prevent-ecological-collapse-festival-primal-gathering-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/singing-to-trees-indigenous-wisdom-prevent-ecological-collapse-festival-primal-gathering-aoe", "date_published": "2023-03-30 06:45:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two US army Black Hawk helicopters crash on training mission in Kentucky", "description": "<p>Status of crew members not immediately known but Kentucky governor says fatalities are expected</p><p>Two US army Black Hawk helicopters have crashed during a training mission over Kentucky, the US military has said.</p><p>The status of the crew members was not immediately known, the army spokesperson Nondice Thurman said in a statement early on Thursday to Reuters, without detailing the number of people who were onboard.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/30/two-us-army-black-hawk-helicopters-crash-kentucky-training-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/30/two-us-army-black-hawk-helicopters-crash-kentucky-training-mission", "date_published": "2023-03-30 06:35:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crack-Up Capitalism by Quinn Slobodian review – zoning out", "description": "<p>How the special economic areas championed by rightwing radicals undermine democracy</p><p><a href=\"https://www.theguardian.com/stage/bertolt-brecht\" title=\"\">Bertolt Brecht</a><strong> </strong>famously advised his allies on the left not to “start from the good old things, but the bad new ones”. It is a maxim that has guided various activist-writers over the years, wherever they have sought to identify and expose the latest mutations and dreamworlds of capitalist development. In recent decades, figures such as Naomi Klein and the late Mike Davis have kept this tradition alive, unearthing the “bad new” innovations, ideas and technologies that are restructuring the world around us on behalf of capital. Klein looked to the US policies rolled out in Iraq or post-Katrina New Orleans in search of an overarching economic logic. Davis mined the cityscapes of Los Angeles and Dubai for clues as to the latest forms of repression and exploitation.</p><p>Historian Quinn Slobodian’s fascinating Crack-Up Capitalism is in a similar vein, only with a distinctive twist: his case studies are chosen for having already been explicitly championed by libertarians and neoliberal intellectuals. Anti-democratic and authoritarian cities and regional experiments of the past 45 years – from Singapore to Somalia, from Liechtenstein to Honduras – are scrutinised less for how they function economically, and more for how they fuel the imaginations of reactionaries and market fundamentalists. This is a history of contemporary ideas – specifically those that seek to protect capitalism from the interferences of democratic politics – that is interwoven with a geography of the various territories on which those ideas descended.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/crack-up-capitalism-by-quinn-slobodian-review-zoning-out\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/crack-up-capitalism-by-quinn-slobodian-review-zoning-out", "date_published": "2023-03-30 06:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sand, sea and a shipwreck: can this tiny Moroccan town become a sustainable surfers’ paradise?", "description": "<p>The rusting wreck of a commercial ferry has so far scuppered attempts to open Tarfaya to tourism – but locals are determined to turn the town around </p><p>The Canary Islands are so close that, on a clear night, surfing instructor Salim Maatoug can see the lights across the water. Fourteen million tourists a year flock to the Spanish archipelago, while in the Moroccan fishing port where Maatoug lives, sand from the Sahara drifts in the streets.</p><p>“In the Canaries you can hardly surf because it’s so crowded,” he says. “Here in Tarfaya we have 300km [200 miles] of waves.”</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/30/moroccan-town-tarfaya-ferry-wreck-sustainable-surfers-paradise-tourism\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/30/moroccan-town-tarfaya-ferry-wreck-sustainable-surfers-paradise-tourism", "date_published": "2023-03-30 06:15:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three arrested after two men shot dead in incidents in Cambridgeshire", "description": "<p>Police say man, 27, and woman, 33, arrested in Cambridge and 66-year-old man arrested in Worcester area</p><p>Three people have been arrested on suspicion of conspiracy to murder after two men were shot dead in two “linked” incidents in separate villages about six miles apart.</p><p>Cambridgeshire police said officers were first called to reports of gunshots at a property in Meridian Close, Bluntisham, at just after 9pm on Wednesday. Officers arrived to find the body of a 32-year-old man inside a property with a gunshot wound and are treating his death as murder.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/three-arrested-after-two-men-shot-dead-in-incidents-in-cambridgeshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/three-arrested-after-two-men-shot-dead-in-incidents-in-cambridgeshire", "date_published": "2023-03-30 06:08:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan school stirs debate over hairstyle rules after boy with cornrows separated from class", "description": "<p>‘I felt like I was being told, “This is not your special day”,’ says 18-year-old of graduation ceremony</p><p>Strict rules on hairstyles at schools in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> have attracted criticism after a mixed-race teenager was separated from other students at their graduation ceremony because he had plaited his hair into cornrows to pay tribute to his Black heritage.</p><p>The male student with cornrows, who has not been named, was made to sit alone at the back of the hall during a graduation ceremony at his school in Himeji, western Japan, and told not to stand and respond when his name was called out.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/japan-school-stirs-debate-over-hairstyle-rules-after-boy-with-cornrows-separated-from-class\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/japan-school-stirs-debate-over-hairstyle-rules-after-boy-with-cornrows-separated-from-class", "date_published": "2023-03-30 06:03:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deals, drama and danger: the incredible true story behind Tetris", "description": "<p>A new film shows how the addictive game found its way out of the Soviet Union and into the hands of millions</p><p>When he looks back on it now – gambling his house, battling Robert Maxwell, turning up in the Soviet Union on a wing and a prayer – <a href=\"https://henkrogers.com/\">Henk Rogers</a> still insists that he never considered giving up. “People ask me how much naivety was involved?” he recalls. “I would say 20% naivety/stupidity and 80% determination.”</p><p>That may be the key to success in many aspects of life. In Rogers’s case, he was a video game publisher who knew he had discovered the next big thing: Tetris, a strangely addictive puzzle in which players must arrange falling bricks of differing shapes to form a solid wall.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/tetris-movie-true-story\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/tetris-movie-true-story", "date_published": "2023-03-30 06:02:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are today’s TV dramas so devastatingly difficult to follow? | Adrian Chiles", "description": "<p>I am constantly being told to simplify documentary scripts for television - but the same channels will air dramas that are wildly confusing</p><p>I can’t remember the last time I watched a television documentary I couldn’t follow. Some are more captivating than others, but I can generally fathom what’s going on. The people who make them – and I’ve made a few myself – are at great pains to keep them comprehensible. This is good, although I must admit that when scripting my stuff, I’ve often been at loggerheads with producers imploring me to make things simpler. “Signpost better!” they say, the idea being to lead viewers gently through the story, reminding and recapping and explaining as you go. On occasion I have been known to throw a hissy fit, fulminating along the lines of: “How bloody stupid do we think the viewers are here? It’s not Playschool we’re doing!” I soon calm down, they get their way and they’re probably right in the end. Much better to err on the side of spoon-feeding – or patronising, as I put it when I’m hissy-fitting – than risk confusing and losing the audience altogether. I get it.</p><p>However, here’s the thing: on the same channel on the same evening as your typical, entirely comprehensible documentary, there will be a drama of quite devastating complexity, the twists and turns of which many can make neither head nor tail. Episodes are paused or even rewound; family conferences are called to figure out what on earth is going on. Sometimes the internet is searched for clues; fan forums convene to thrash out the details. And so we go from programmes being ever so careful to assume nothing and explain everything to programmes requiring a mastermind’s analysis.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/why-are-todays-tv-dramas-so-devastatingly-difficult-to-follow\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/why-are-todays-tv-dramas-so-devastatingly-difficult-to-follow", "date_published": "2023-03-30 06:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Going dotty: Photo London x Hahnemühle student award – in pictures", "description": "<p>From subversive hand gestures to a study of no-parking signs, the images on this year’s shortlist show young photographers dealing with grief, longing and identity</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/30/going-dotty-photo-london-x-hahnemuhle-student-award-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/30/going-dotty-photo-london-x-hahnemuhle-student-award-in-pictures", "date_published": "2023-03-30 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Local journalism made me what I am today. Without it, we’ll all be the poorer | John Humphrys", "description": "<p>For budding journalists and citizens alike, the demise of local newspapers will leave a void that’s impossible to fill</p><p>Had things turned out a little differently back in the late 1950s, it’s just possible that the cast in the TV smash hit Succession might have featured a rather different set of characters. Instead of featuring a media mogul partly inspired by Rupert Murdoch, it could have been based on yours truly – an uppity young Taffy trying to transform his local rag, the Cardiff and District News.</p><p>It had started well for me. At 15 I had a regular column with the very successful Penarth Times. Almost every household in the posh seaside town bought a copy. Then the proprietor decided we could do the same with a new weekly in the great metropolis that was Cardiff. He called it the Cardiff and District News and not only made me the editor of the teenage page but the circulation manager, too. Sort of.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/30/local-journalism-journalists-newspapers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/30/local-journalism-journalists-newspapers", "date_published": "2023-03-30 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nepal imposes ban on mountain trekking without a guide", "description": "<p>The Himalayan country’s tourism board is seeking to boost the employment of mountain guides, increase income from visitors and improve safety</p><p>Independent trekking is about to be banned from Nepal’s protected mountain regions and national parks, in a move designed to boost employment and increase safety for tourists visiting the country’s Himalayan range.</p><p>From April all foreign trekkers, whether solo or in a group, must be accompanied by a licensed guide. The announcement was made by the Nepal Tourism Board (NTB) in early March, and applies to cyclists as well as hikers.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/30/nepal-imposes-ban-on-mountain-trekking-without-a-guide\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/30/nepal-imposes-ban-on-mountain-trekking-without-a-guide", "date_published": "2023-03-30 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salt in sliced breads exceeds crisps, say health campaigners", "description": "<p>Government should act to force bakers to reduce excessive salt content for public health, says Action on Salt</p><p>Three out of four loaves of sliced bread sold in UK supermarkets contain as much salt in one slice as a bag of ready salted crisps, according to new research.</p><p>The findings prompted calls for a clampdown on the large amounts of salt found in one of Britain’s staple foods, because eating too much of it raises the risk of a heart attack or stroke.</p> <a href=\"https://www.theguardian.com/society/2023/mar/30/salt-in-sliced-breads-exceeds-crisps-say-health-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/30/salt-in-sliced-breads-exceeds-crisps-say-health-campaigners", "date_published": "2023-03-30 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I see this as a global fascist moment’: author Jeff Sharlet on interviewing far-right Americans", "description": "<p>Sharlet, who spent a dozen years talking to ordinary people about their predilection for violence, has long sounded the alarm</p><p>Jeff Sharlet and I meet outside the Titanic museum in sleepy Springfield, Massachusetts. It seems an opportune place to meet Sharlet – journalist, author and professor – halfway between his home in Vermont and mine in Brooklyn. We are here to talk about the fragmentation of American democracy,<strong> </strong>and I knew the Titanic museum would strike Sharlet as an apt spot: a reliquary of dissolution, another ship lost at sea.</p><p>Sharlet’s latest book, <a href=\"https://wwnorton.com/books/the-undertow\">The Undertow: Scenes from a Slow Civil War</a>, is the culmination of more than a dozen years’ reporting on the US religious right and its machinations. The core of the book is Sharlet’s reporting from the midwest and the high plains, talking to ordinary people about their extraordinary predilection for violence. They see a country gone wrong under decades of “immoral decadence” and often see the expansion of rights for women, the poor and people of color as proof of this turpitude.</p> <a href=\"https://www.theguardian.com/books/2023/mar/30/jeff-sharlet-undertow-fascism-far-right-religion-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/30/jeff-sharlet-undertow-fascism-far-right-religion-trump", "date_published": "2023-03-30 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kill Boksoon review – intense Korean assassin thriller with satisfying complexity", "description": "<p>This fast-moving yarn about a woman balancing contract killing with raising a teenage daughter has flair and depth to spare</p><p>Like a lot of topline Korean films, this prestige action thriller is a little too long at 137 minutes, but it’s consistently entertaining throughout, and quite well-suited given the length to being viewed on a streaming platform. Viewing in chunks works quite well, especially since the dialogue zips by so quickly that if you don’t speak Korean you may need to rewind to read the subtitles – and they’re actually worth reading here, which is not something you can always say about a film with this much martial arts and fisticuffs.</p><p>Jeon Do-yeon (South Korea’s version of Meryl Streep, best known in the west for Im Sang-soo’s The Housemaid and Lee Chang-dong’s Secret Sunshine) stars as Gil Bok-soon, a middle-aged single mother to teen daughter Jae-yeong (Kim Si-a). Jae-yeong and the yummy mummies at the private school Jae-yeong attends think Bok-soon is some kind of executive for an events company, which fits with the crisp haircut and boxy Chanel boucle jacket. In a way it’s true, because her employer, MK Ent, calls the contract killings it’s hired to do “shows”; Bok-soon is their star assassin, revered by her colleagues and rivals alike. Here special skill is her ability to game out in her head the next steps in a tricky situation – the film will sometimes show her doing this and then rewind back to an earlier point, which is a little confusing. Wait until you get towards the end, when an ultimate boss fight becomes a panorama of multiple, CGI-replicated Bok-soons and her adversary, as they slug, stab and shoot it out all at once.</p> <a href=\"https://www.theguardian.com/film/2023/mar/30/kill-boksoon-review-intense-korean-assassin-thriller-with-satisfying-complexity\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/30/kill-boksoon-review-intense-korean-assassin-thriller-with-satisfying-complexity", "date_published": "2023-03-30 06:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sadie Frost’s forever fashion: ‘I bought this dress for the Oscars – I had no idea it was see-through’", "description": "<p>The actor and fashion designer has worn this 1940s gown many times since buying it in 2000. These days, she pairs it with a striped T-shirt or wellies</p><p>I have always been low maintenance and would usually leave things until the last minute. When Jude [Law, whom Frost was married to at the time] was nominated for an Oscar in 2000, it was the same. I went to the vintage shop One of a Kind in Notting Hill and found this amazing dress that really does feel like a second skin. It’s this lovely cream colour, with a beautiful jewelled high halterneck and a really low back. I think it would have cost a couple of hundred pounds, which I don’t think is too bad for an Oscars dress.</p><p>I have friends who are in fashion and they laugh at me because I have always been kind of anti-fashion. I grew up working on the market at Camden Lock and my mum ran an old clothing store. It was always about just throwing clothes on; sometimes they looked good and sometimes they didn’t.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/30/sadie-frosts-forever-fashion-i-bought-this-dress-for-the-oscars-i-had-no-idea-it-was-see-through\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/30/sadie-frosts-forever-fashion-i-bought-this-dress-for-the-oscars-i-had-no-idea-it-was-see-through", "date_published": "2023-03-30 06:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US, UK, Japan and Australia condemn Myanmar for banning 40 political parties", "description": "<p>Aung San Suu Kyi’s National League for Democracy among those abolished by military regime</p><p>The US, UK, Japan and Australia have condemned the Myanmar military junta’s decision to <a href=\"https://www.theguardian.com/world/2023/mar/28/aung-san-suu-kyi-national-league-democracy-faces-dissolution-myanmar\">dissolve the party of imprisoned former leader Aung San Suu Kyi</a>, with Washington warning that the regime’s push for elections will lead to increased instability.</p><p>State department deputy spokesperson Vedant Patel told reporters that the US strongly condemned the announcement by the Myanmar military abolishing 40 political parties, including Aung San Suu Kyi’s National League for Democracy (NLD).</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/us-uk-japan-and-australia-condemn-myanmar-for-banning-40-political-parties\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/us-uk-japan-and-australia-condemn-myanmar-for-banning-40-political-parties", "date_published": "2023-03-30 05:51:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: David Harewood’s great US tour of Black pop culture", "description": "<p>In the first of a two-parter, the actor shines a light on Sammy Davis Jr and Gloria Hendry. Plus, the return of Taskmaster. Here’s what to watch this evening</p><p>David Harewood is a wonderful guide on this celebratory and personal, if a bit rushed, two-part look at the history of Black pop culture in the US. Starting with the likes of his childhood hero Sammy Davis Jr, Motown stars such as Diana Ross, the first Black “Bond girl” Gloria Hendry, groundbreaking Oscar winner Sidney Poitier and the landmark TV series Roots, Hare speaks to Hollywood stars and insiders about such culture-shifting moments.<em> </em><strong>Hollie Richardson</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/30/tv-tonight-david-harewood-get-on-up-black-america-history-taskmaster\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/30/tv-tonight-david-harewood-get-on-up-black-america-history-taskmaster", "date_published": "2023-03-30 05:20:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Egyptian army has turned Sinai schools into military bases, says rights group", "description": "<p>Exclusive: group says military is compromising children’s right to education with its campaign against militants</p><p>Egyptian forces have taken over 37 schools and transformed them into military bases while dozens more have been destroyed during a 10-year war with militants in Sinai, a rights group has found in an initial assessment.</p><p>In a months-long investigation shared with the Guardian before its official release, the UK-based <a href=\"https://sinaifhr.org/show/18\" title=\"\">Sinai Foundation for Human Rights</a> (SFHR) accused the Egyptian armed forces of compromising the right to education of children during its campaign against militants in north Sinai.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/egyptian-army-has-turned-sinai-schools-into-military-bases-says-rights-group\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/egyptian-army-has-turned-sinai-schools-into-military-bases-says-rights-group", "date_published": "2023-03-30 05:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons have more confidence in EU than Westminster, poll finds", "description": "<p>Faith in bloc higher than that in UK parliament for first time in three decades of World Values Survey</p><p>People in Britain have more confidence in the EU than the UK parliament, reversing a state of affairs that has lasted for more than 30 years, research reveals.</p><p>Since the UK voted for Brexit, the proportion of people declaring confidence in parliament has slumped by 10 percentage points to 22% while there has been a seven percentage point rise in confidence in the Brussels-based bloc, to 39%. Confidence in the UK government also fell from 2017 to 2021.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/30/britons-more-confidence-in-eu-than-westminster-poll-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/30/britons-more-confidence-in-eu-than-westminster-poll-brexit", "date_published": "2023-03-30 05:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If we can’t speak honestly about Britain’s links to slavery, we turn our backs on change | Nesrine Malik", "description": "<p>Today’s generation is not responsible for what happened two centuries ago – but it can be guilty of refusing to learn from it</p><p>British politics has an unusual obsession with Britain’s past. In some sense this should not be remarkable: the writing of history takes place in the present, and the story any nation tells about itself is therefore always a political one. But in Britain, it is only ever that: contemporary debates about British history are distinguished by their lack of historical content. Instead, they are merely a new way of posing an old question: does Britain need to change, or is it great the way it is?</p><p>This is why attempts to revise and update conventional accounts of British history are so fiercely and reflexively rejected. Britain’s past, or a glorious version of it, is so central to maintaining the status quo that to question our history is to invite dramatic charges of vandalism and erasure – from those who seem to believe the past is like an antique vase that might be shattered if too many people lay their hands on it.</p> <a href=\"https://www.theguardian.com/news/commentisfree/2023/mar/30/britain-slavery-change-guardian\">Continue reading...</a>", "link": "https://www.theguardian.com/news/commentisfree/2023/mar/30/britain-slavery-change-guardian", "date_published": "2023-03-30 05:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin, Trump, Ukraine: how Timothy Snyder became the leading interpreter of our dark times", "description": "<p>Historians aren’t supposed to make predictions, but Yale professor Timothy Snyder has become known for his dire warnings – and many of them have been proven correct</p><p>Last September, seven months after Russia launched a full-scale invasion of Ukraine, the Yale historian Timothy Snyder took a 16-hour train ride from Poland to Kyiv. Snyder knew the city well: he’d been visiting since the early 1990s, when he was a graduate student and the newly post-Soviet Ukrainian capital was dark and provincial. In the decades that followed, Kyiv had grown bigger and more interesting, and Snyder, who is now 53, had become an eminent historian of eastern Europe. On disembarking at the Kyiv-Pasazhyrskyi station, he found the city transformed by war. There were sandbags everywhere, concrete roadblocks and steel “hedgehogs” designed to stop Russian tanks. Air raid warnings blared from phones in pockets and handbags.</p><p>Not everything was unfamiliar. The first months of the war had gone relatively well for the Ukrainians – a fact that surprised many observers, but not Snyder – and by September, Kyiv was no longer in imminent danger of occupation. Life, while not normal, was regaining some of its prewar rhythms. You could get a haircut at a barbershop, or hear standup at a comedy club, or sunbathe on the shores of the Dnieper River.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/how-timothy-snyder-became-the-leading-interpreter-of-our-dark-times-putin-trump-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/how-timothy-snyder-became-the-leading-interpreter-of-our-dark-times-putin-trump-ukraine", "date_published": "2023-03-30 05:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Wearing gayness on their sleeves’: 60 years of LGBTQ+ T-shirts", "description": "<p>Professor Eric Gonzaba has documented thousands of tops tracing history, humor and activism in the US and beyond</p><p>When Eric Gonzaba came out as gay in the 2000s, his family and friends were accepting. He was grateful for the support, but it was still an isolating experience being a queer teen in a small rural town. “I always thought that I was alone, being the only gay person in Harrison county, Indiana,” he said. So he was nervous the first time he wore a rainbow flag T-shirt around his college campus at Indiana University. He still remembers how it felt.</p><p>“It was a symbol that I was comfortable being myself,” Gonzaba said.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/29/lgbtq-gay-t-shirt-history-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/29/lgbtq-gay-t-shirt-history-photos", "date_published": "2023-03-30 05:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Afghan applying to resettle in UK asked to provide Taliban approval", "description": "<p>Despite MoD assurances, applicant and former British Council worker still being asked for Taliban-stamped papers</p><p>An Afghan who worked with the British Council and is applying to come to the UK has been told to retrieve documents from the Taliban or risk rejection, despite assurances earlier this month that such demands would end.</p><p>The Ministry of Defence <a href=\"https://www.theguardian.com/world/2023/mar/18/mod-apologises-for-asking-afghans-to-get-talibans-approval-to-come-to-uk\">apologised on 18 March</a> after an investigation found that applicants to the Afghan relocations and assistance policy (Arap) scheme were required to provide birth and marriage certificates in English and bearing stamps from Afghan government departments.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/30/afghan-applying-uk-told-retrieve-documents-from-taliban\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/30/afghan-applying-uk-told-retrieve-documents-from-taliban", "date_published": "2023-03-30 05:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Butterflywatch: brimstone appears early after dry and sunny February", "description": "<p>Cold weather in March has forced a retreat but a run of warm days will see the brimstones reappear</p><p>My wildlife highlight of the year is always the moment when a yellow <a href=\"https://butterfly-conservation.org/butterflies/brimstone\">brimstone</a> bursts from a catkin-filled hedgerow into the pale early-spring sky.</p><p>The first butterfly of the year is a heart-soaring experience which signals that an irresistible pulse of colour, warmth and new life is coming.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/butterflywatch-brimstone-appears-early-after-dry-and-sunny-february\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/butterflywatch-brimstone-appears-early-after-dry-and-sunny-february", "date_published": "2023-03-30 05:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK is Europe’s worst private jet polluter, study finds", "description": "<p>UK tops all league tables for highly polluting form of travel, with a flight taking off every six minutes last year</p><p>The UK is the private jet capital of Europe, with more flights than anywhere else on the continent, analysis has found.</p><p>Last year, a <a href=\"https://www.theguardian.com/environment/2023/jan/26/flying-shame-the-scandalous-rise-of-private-jets\">private jet</a> set off from the UK once every six minutes, putting the country ahead of the rest of Europe when it comes to the <a href=\"https://bettertransport.org.uk/blog/time-to-tax-polluting-private-jets/\">extremely polluting form of travel</a>. Many of these journeys have been called “polluting and pointless” by Greenpeace, as they are so short they could have easily been taken by train – and in one case, cycled in 30 minutes.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/30/uk-is-worst-private-jet-polluter-in-europe-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/30/uk-is-worst-private-jet-polluter-in-europe-study-finds", "date_published": "2023-03-30 05:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Removing 70 of Pablo Escobar’s hippos to cost Colombia $3.5m", "description": "<p>Animals to be sent overseas in effort to contain growing population that risks upsetting local ecosystem</p><p>Colombia has said that the cost of transferring 70 hippos that belonged to deceased drug lord Pablo Escobar to overseas sanctuaries will be $3.5m.</p><p>The cocaine baron brought a small number of the animals from Africa to Colombia in the late 1980s. But after his death in 1993 the animals were left to roam freely in a hot, marshy area of Antioquia department, where environmental authorities have been helpless to curb their numbers.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/removing-pablo-escobars-hippos-to-cost-colombia-35m\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/removing-pablo-escobars-hippos-to-cost-colombia-35m", "date_published": "2023-03-30 04:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can Humza Yousaf unite the SNP? – Politics Weekly UK", "description": "<p>Humza Yousaf has become new leader of the SNP. But with Scotland’s path to independence looking further away than ever, can Nicola Sturgeon’s replacement reignite the party and the debate? The Guardian’s John Harris is joined by Scotland correspondent Libby Brooks, columnist Gaby Hinsliff and former Downing Street chief of staff Gavin Barwell</p><p>Glastonbury competition: visit <a href=\"https://www.theguardian.com/info/2023/mar/18/nominate-a-friend-to-go-to-glastonbury-festival-2023\">theguardian.com/worthy-winners </a>to nominate someone to win a weekend of arts, culture and music</p> <a href=\"https://www.theguardian.com/politics/audio/2023/mar/30/can-humza-yousaf-unite-the-snp-politics-weekly-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/mar/30/can-humza-yousaf-unite-the-snp-politics-weekly-uk", "date_published": "2023-03-30 04:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glass beads full of water on the moon: what does the discovery mean for space exploration?", "description": "<p>More than half a century after humans last walked on the moon, researchers have made a discovery that makes lunar living an increasing possibility. The moon’s surface is littered with tiny glass beads containing water, which could be extracted and used by visiting astronauts. Ian Sample speaks to Professor Mahesh Anand, part of the team that made the discovery, about where these beads come from and what they mean for future moon missions</p><p>Read more reporting on this story <a href=\"https://www.theguardian.com/science/2023/mar/27/glass-beads-on-moon-surface-hold-billions-of-tonnes-of-water-scientists-say\">here</a></p> <a href=\"https://www.theguardian.com/science/audio/2023/mar/30/glass-beads-full-of-water-on-the-moon-what-does-the-discovery-mean-for-space-exploration\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/mar/30/glass-beads-full-of-water-on-the-moon-what-does-the-discovery-mean-for-space-exploration", "date_published": "2023-03-30 04:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession: why do we love watching the super-rich? Pop Culture with Chanté Joseph", "description": "<p>The fourth and final season of Succession has arrived. Buckle up for more luxury yachts, holiday homes, helicopters and Machiavellian storylines. But why does Succession make us want to watch the lives of the super-rich? Chanté talks to writer Michael Hogan, and Mickey Down the co-creator of the TV series Industry</p><p><em>Archive: Succession (Sky Atlantic), Industry (HBO/BBC), Glass Onion (Netflix)</em></p><p>Glastonbury competition: visit <a href=\"https://www.theguardian.com/info/2023/mar/18/nominate-a-friend-to-go-to-glastonbury-festival-2023\">theguardian.com/worthy-winners</a> to nominate someone to win a weekend of arts, culture and music.</p> <a href=\"https://www.theguardian.com/society/audio/2023/mar/30/succession-why-do-we-love-watching-the-super-rich-pop-culture-with-chante-joseph\">Continue reading...</a>", "link": "https://www.theguardian.com/society/audio/2023/mar/30/succession-why-do-we-love-watching-the-super-rich-pop-culture-with-chante-joseph", "date_published": "2023-03-30 04:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian parents hiding their children in basements in frontline cities", "description": "<p>Volunteers say some families are refusing to evacuate and children have not seen the sun in months</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/29/russia-ukraine-war-live-zelenskiy-fears-war-could-be-hampered-by-washington-divisions-moscow-starts-drills-with-new-icbm\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian volunteers who have been evacuating civilians from the frontlines of the war with Russia say some parents have been hiding their children in basements to prevent them from being taken.</p><p>While parents have given different reasons, most volunteers have attributed the phenomenon to a combination of poverty and the psychological condition of the families, who have been living under bombing for months.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/ukrainian-parents-hiding-their-children-in-basements-in-frontline-cities\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/ukrainian-parents-hiding-their-children-in-basements-in-frontline-cities", "date_published": "2023-03-30 04:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migrant deaths at Mexican detention centre investigated as suspected homicide", "description": "<p>Several arrest warrants requested after video emerges which appears to show guards leaving as fire engulfs a cell with migrants locked inside</p><p>The deaths of at least <a href=\"https://www.theguardian.com/world/2023/mar/28/deadly-fire-migrant-facility-mexico-ciudad-juarez\">39 migrants in a fire at a Mexican detention centre</a> are being investigated as suspected homicides, a prosecutor has said, accusing those in charge of doing nothing to evacuate the victims.</p><p>Authorities faced mounting scrutiny of their handling of the disaster after video surveillance footage appeared to show guards leaving as flames engulfed a cell with migrants locked inside.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/migrant-deaths-at-mexican-detention-facility-centre-investigated-as-suspected-homicide\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/migrant-deaths-at-mexican-detention-facility-centre-investigated-as-suspected-homicide", "date_published": "2023-03-30 02:13:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are British teenagers being locked up in ‘re-education camps’? - podcast", "description": "<p>Secretive centres that promise to change the behaviour of wayward western teenagers and young people have been springing up in Somalia. But what really goes on inside?</p><p>Across Somalia, unregulated “camps” promising to teach rebellious young people discipline and religious education have been advertising themselves to parents in the west from the Somali diaspora. But what happens behind their closed doors?</p><p>For more than a year, the assistant editor of the Guardian’s First Edition newsletter, Nimo Omer, has been investigating the rise of these centres. She tells Hannah Moore why she fears hundreds of European and US young people may have been sent to them – and why they are so dangerous.</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/30/why-british-teenagers-being-locked-up-reeducation-camps-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/30/why-british-teenagers-being-locked-up-reeducation-camps-podcast", "date_published": "2023-03-30 02:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Beginning of a new era’: Pacific islanders hail UN vote on climate justice", "description": "<p>Resolution asks ICJ to clarify countries’ obligations to fight climate change and the consequences they should face for inaction</p><p>A group of Pacific Island students who were instrumental in pushing a UN resolution that should make it easier to<a href=\"https://www.theguardian.com/environment/2023/mar/29/united-nations-resolution-climate-emergency-vanuatu\"> hold polluting countries legally accountable</a> for failure to act on the climate crisis have greeted its adoption as historic.</p><p>“Young people across the world will recall the day when we were able to get the world’s highest court, the international court of justice, to bring its voice to the climate justice fight,” said Solomon Yeo, campaign director of Pacific Islands Students Fighting Climate Change (PISFCC), who is from Solomon Islands.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/un-vote-on-climate-justice-pacific-island-change-crisis-united-nations-vanuatu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/un-vote-on-climate-justice-pacific-island-change-crisis-united-nations-vanuatu", "date_published": "2023-03-30 01:51:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Asia-Pacific flashpoints fuelling an arms race across the region", "description": "<p>Guardian correspondents look at the military build-up around Taiwan, North Korea, the South China Sea and the Pacific islands</p><p>Global militarisation has increased rapidly over the course of the 21st century, with a clear recalibration towards the Asia Pacific. Between 2000 and 2021, annual military spending increased from $1.12trn (in 2020 dollar terms) to $2.11trn. In that time, the share of global defence spending in Asia and Oceania increased from 18% to 28%, according to data compiled by the Stockholm International Peace Research Institute.</p><p>Growing concerns over China, whose defence spending has increased steadily for nearly three decades, has fuelled an arms race across the region, upending decades-long regional conventions and revealing several potential flashpoints.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/asia-pacific-flashpoints-fuelling-regional-arms-race-taiwan-north-korea-south-china-sea-pacific-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/asia-pacific-flashpoints-fuelling-regional-arms-race-taiwan-north-korea-south-china-sea-pacific-islands", "date_published": "2023-03-30 01:25:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bangladesh journalist charged over story about rising food prices", "description": "<p>Shamsuzzaman Shams was taken from his home at 4am and accused of spreading ‘false news’ over article about cost of living crisis</p><p>Bangladesh police on Wednesday charged a reporter from a leading newspaper with producing “false news”, stoking fears about media freedom, after an article about high food prices went viral.</p><p>Shamsuzzaman Shams was picked up from his home in the industrial town of Savar just outside Dhaka at about 4am by plainclothes police, according to his newspaper, Prothom Alo.</p> <a href=\"https://www.theguardian.com/world/2023/mar/30/bangladesh-journalist-charged-over-story-about-rising-food-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/30/bangladesh-journalist-charged-over-story-about-rising-food-prices", "date_published": "2023-03-30 00:18:00+00:00", "persistent": false, "user": null, "language": "en-UK"}]