[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Open World Game Looks ABSOLUTELY GORGEOUS...", "description": "Currently in development at Dreamlit Games, Towers of Aghasba is an open world settlement building game where you have to turn a barren wasteland of an island into a beautiful place that’s brimming with all sorts of structures and settlements. \n\nNot only does the game impress with its great usage of Unreal Engine 5, Towers of Aghasba’s fantastical island is home to some bizarre-looking creatures and gargantuan fauna that has us salivating for the final release. The fictional island where the game is set will seemingly make for a rich world that’s brimming with personality and character. Towers of Aghasba is releasing next year for PS5 and PC, and there’s a good chance that it might be a surprise hit.", "link": "https://www.youtube.com/watch?v=888c7s1Lsxs", "date_published": "2023-06-08 15:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "5 Games That Are CONFIRMED for Summer Game Fest, And 10 That Could Show Up", "description": "Summer once used to be the season of E3, but the cancellation of E3 2023 may well and truly have been the final nail in its coffin. Even so, with several other showcases having popped up in recent years, we do, at the very least, have replacements to fill the void (for the most part). \n\nSummer Game Fest is obviously a big part of what this time of year now looks like for the games industry, and this year’s event, which is right around the corner, is looking like another packed showcase, with a confirmed runtime of over two hours. Here, we’ll be going through many titles that are already set to appear at Summer Game Fest 2023, before then moving on to a few more that we feel might have a chance of showing up as well.", "link": "https://www.youtube.com/watch?v=PEghK8XbOKE", "date_published": "2023-06-08 13:30:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Diablo 4 Review - It's Fine...", "description": "Diablo 4 purports to horrify but also deliver sick loot and other live-service-driven rewards. A meticulous aesthetic, solid-feeling combat are at odds with the environmental design, annoying pacing and unenthusiastic loot.\n\nFor all the content that Diablo 4 offers, especially in the end game, it's rife with questionable design decisions. Those looking for a straightforward action RPG looter to dive into, admiring the sights and sounds, and may get lost in its various machinations and time sinks.\n\nIt's fine, overall. However, there's no shaking the feeling that it could have been more substantial and organic.", "link": "https://www.youtube.com/watch?v=CXRknYQ8ji4", "date_published": "2023-06-08 11:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]