[{"source": "https://www.theguardian.com/rss", "title": "Donald Trump charged with illegal retention of classified documents", "description": "<p>The twice-impeached former president is being prosecuted for retaining national security documents at his Mar-a-Lago resort</p><p>Federal prosecutors have charged <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> after investigating his retention of national security documents, according to a person familiar with the matter, a historic development that poses the most significant legal peril yet for the former US president who is running for the White House again.</p><p>The former president was indicted on charges of wilful retention of national security material, obstruction and conspiracy, the person said. Trump and his legal team were told of the charges on Thursday afternoon.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/08/donald-trump-charged-retention-classified-documents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/08/donald-trump-charged-retention-classified-documents", "date_published": "2023-06-08 23:48:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police watchdog for England and Wales demands new powers amid trust crisis", "description": "<p>Andy Cooke says trust in police ‘hanging by a thread’ and forces failing to act on recommendations</p><p>The head of the police inspectorate in England and Wales has demanded sweeping new powers to compel police forces to tackle what he described as the worst crisis in law and order in living memory.</p><p>In his first annual assessment as head of His Majesty’s Inspectorate of Constabulary and Fire &amp; Rescue Services (HMICFRS), Andy Cooke said there was a limited opportunity to restore public trust in police before it was irreparably damaged.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/09/police-watchdog-for-england-and-wales-demands-new-powers-amid-trust-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/09/police-watchdog-for-england-and-wales-demands-new-powers-amid-trust-crisis", "date_published": "2023-06-08 23:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which? reports Tesco to CMA over pricing of Clubcard offers", "description": "<p>Consumer group contends that supermarket’s failure to provide unit prices could amount to ‘misleading practice’</p><p>The consumer group Which? has reported Tesco to the UK’s competition watchdog over the supermarket’s failure to provide detailed pricing information on its loyalty card offers.</p><p>The group said the UK’s largest retailer had not clearly explained the unit price of deals for its Clubcard holders – such as the price per 100g or 100ml – so that shoppers could easily compare value for money between different sized packages, bottles, brands and retailers.</p> <a href=\"https://www.theguardian.com/business/2023/jun/09/which-reports-tesco-to-cma-over-pricing-of-clubcard-offers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/09/which-reports-tesco-to-cma-over-pricing-of-clubcard-offers", "date_published": "2023-06-08 23:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HSBC temporarily withdraws mortgage deals for new borrowers", "description": "<p>Bank removes all its ‘new business’ residential and buy-to-let products after surge in demand</p><p>HSBC has temporarily withdrawn mortgage deals for new borrowers due to a surge in demand ahead of expected rate rises.</p><p>The bank said on Thursday it would remove all its “new business” residential and buy-to-let products, with deals becoming available again on Monday.</p> <a href=\"https://www.theguardian.com/business/2023/jun/08/hsbc-temporarily-withdraws-mortgage-deals-for-new-borrowers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/08/hsbc-temporarily-withdraws-mortgage-deals-for-new-borrowers", "date_published": "2023-06-08 22:47:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Embrace it’: Stokes says Test cricket must become more exciting to survive", "description": "<ul><li>England captain urges cricket boards to move with the times</li><li>Players have more ‘money and opportunities’ now, says Stokes</li></ul><p>The England captain, Ben Stokes, has urged administrators to make Test cricket more attractive and exciting to ensure that the sport’s brightest talents aren’t lured away by more lucrative alternatives.</p><p>A decline in the popularity of Test cricket, combined with the rising influence and financial power of overseas franchise leagues such as the IPL, has triggered anxiety <a href=\"https://www.theguardian.com/sport/blog/2023/apr/08/the-indian-premier-league-is-a-brilliant-thing-but-is-killing-test-cricket\">about the future of the format</a>. Last month, the English and Wales Cricket Board admitted that franchise leagues <a href=\"https://www.theguardian.com/sport/2023/may/10/ipl-and-other-t20-franchise-leagues-pose-threat-to-ecb-financial-future-cricket\">posed a threat to its future</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/08/cricket-ben-stokes-test-must-become-more-exciting-survive\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/08/cricket-ben-stokes-test-must-become-more-exciting-survive", "date_published": "2023-06-08 21:22:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Davina McCall’s Pill Revolution review – this powerful documentary could save lives", "description": "<p>Why is there so little research into the pill? Why are women in the UK offered so little contraceptive choice? This programme tackles the troubling truth – and will make you very angry indeed</p><p>Anyone with a womb knows that navigating healthcare can be a thorny thicket. From contraception to HPV vaccines to the politics of pain relief in childbirth, much of what many of us “know” comes from old wives’ tales, fleeting appointments with GPs or advice from tipsy aunts. For every enlightened pal who lets you know some side-effects your doctor didn’t mention, there is an equally ill-informed Twitter account broadcasting that the morning-after pill leaves you infertile or the pill increases the chances of your child having ADHD.</p><p>With such sophistry and illusion around the facts, there’s ample space for terrible “wellness” advice, such as blaming cramps on Mercury being in retrograde or Gwyneth Paltrow selling jade eggs to insert into your vagina to “balance hormones”. Snake oil and other potentially harmful alternative treatments can get more traction when the side-effects of progesterone are ill-researched, black women are <a href=\"https://www.theguardian.com/commentisfree/2023/apr/20/appalling-statistics-black-maternal-death-healthcare\">four times more likely to die</a> during childbirth than their white counterparts and waiting lists for Mirena coils are, as this programme tells us, up to a year long.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/davina-mccalls-pill-revolution-review-this-powerful-documentary-could-save-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/davina-mccalls-pill-revolution-review-this-powerful-documentary-could-save-lives", "date_published": "2023-06-08 21:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine: cooling pond at Zaporizhzhia plant at risk after dam collapse – report", "description": "<p>Nuclear safety organisation says loss of pool would not necessarily be catastrophic, but would dramatically increase safety concerns</p><p>The cooling pond at the Zaporizhzhia nuclear power plant is in danger of collapse as a result of the destruction of the Kakhovka dam and the draining of its reservoir, according to a French nuclear safety organisation.</p><p>Without the reservoir on the other side to counteract it, the internal pressure of the water in the cooling pool could breach the dyke around it, a <a href=\"https://en.irsn.fr/EN/newsroom/News/Documents/IRSN_NI_Ukraine-Barrage-Kakhovka_07062023_EN_VF.pdf\">report</a> by the Paris-based Institute for Radiation Protection and Nuclear Safety (IRSN) said.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/ukraine-cooling-pond-at-zaporizhzhia-plant-at-risk-after-dam-collapse-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/ukraine-cooling-pond-at-zaporizhzhia-plant-at-risk-after-dam-collapse-report", "date_published": "2023-06-08 20:43:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 15, on e-bike dies in collision after being followed by police in Salford", "description": "<p>Greater Manchester police say officers were not following teenager when he collided with ambulance </p><p>A 15-year-old boy riding an e-bike has died in a collision with an ambulance in Greater Manchester shortly after he was being followed by traffic officers, police said.</p><p>Greater Manchester police (GMP) said at about 2pm on Thursday the officers began following the boy along Fitzwarren Street in Salford on to Lower Seedley Road but bollards prevented the police vehicle from continuing.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/boy-15-on-e-bike-dies-in-collision-after-being-followed-by-police-in-salford\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/boy-15-on-e-bike-dies-in-collision-after-being-followed-by-police-in-salford", "date_published": "2023-06-08 20:09:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vote on plans to bar MPs accused of sexual or violent offences delayed", "description": "<p>Staff will be left at risk if proposals to ban members under police investigation from Westminster estate dropped, unions say</p><p>Long-awaited plans to bar MPs and peers accused of sexual or violent offences from Westminster will be “kicked into the long grass”, it is feared, as plans to hold a vote on the proposals have been delayed.</p><p>Commons leader Penny Mordaunt confirmed MPs will debate whether MPs should be barred from entering the parliamentary estate once they are subject to police investigation on Monday, but there will not be a vote.</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222 in England and Wales, 0808 801 0302 in <a href=\"https://www.rapecrisisscotland.org.uk/\">Scotland</a>, or 0800 0246 991 in <a href=\"https://rapecrisisni.org.uk/\">Northern Ireland</a>. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></em></p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/vote-plan-bar-mps-accused-sexual-violent-offences-under-police-investigation-from-westminster-estate-delayed\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/vote-plan-bar-mps-accused-sexual-violent-offences-under-police-investigation-from-westminster-estate-delayed", "date_published": "2023-06-08 19:47:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on UK’s tradition of AI leaders – cartoon", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/08/ben-jennings-on-uks-tradition-of-ai-leaders-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/08/ben-jennings-on-uks-tradition-of-ai-leaders-cartoon", "date_published": "2023-06-08 19:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Key plank of new UK asylum law dropped to cut backlog", "description": "<p>Home Office will no longer distinguish between people arriving by irregular means and other asylum seekers</p><p>Rishi Sunak has quietly dropped a key plank of last year’s asylum law that introduced a two-tier refugee system and made lives tougher for tens of thousands of people who arrived in the UK via small boats.</p><p>In a move to cut the asylum backlog, the Home Office said in a written statement on Thursday that it would no longer differentiate between people who arrived by irregular means, such as those who crossed the Channel, and other asylum seekers, as had been stipulated in last year’s Nationality and Borders Act.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/key-plank-of-new-uk-asylum-law-dropped-to-cut-backlog\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/key-plank-of-new-uk-asylum-law-dropped-to-cut-backlog", "date_published": "2023-06-08 19:16:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "J Hus: Who Told You review – the song of the summer has arrived", "description": "<p><strong>(Black Butter)</strong><br />With a jazzy guest spot from Drake, this ode to the joy of dancing shows how masterful each MC is at moving with a beat</p><p>Inflate the unicorn, charge the vape, put this year’s iteration of alcopop on ice and set your fingers to gun: the song of the summer has arrived.</p><p>In a music and media industry in need of catchy frameworks (guilty), defining the season’s banger has become a yearly pastime, but 2023 was starting to feel a bit nervy. Pundits have been reaching for tracks such as Calvin Harris’s Miracle, Fifty Fifty’s Cupid and PinkPantheress’s Boy’s a Liar, which, while all excellent, were released in the depths of winter and thus can never be songs of the summer, spiritually speaking.</p> <a href=\"https://www.theguardian.com/music/2023/jun/08/j-hus-who-told-you-review-the-song-of-the-summer-has-arrived\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/08/j-hus-who-told-you-review-the-song-of-the-summer-has-arrived", "date_published": "2023-06-08 19:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pat Robertson obituary", "description": "US television evangelist who sought the Republican presidential nomination and helped make religion central to the party’s politics<p>Although the concept of separation of church and state is entrenched in the US constitution, the influence of churchmen in political affairs is an American tradition dating back to the colonial era. Indeed, modern media has made the voice of contemporary evangelists every bit as powerful as Cotton Mather’s sermons were to the early Puritans. Pat Robertson, who has died aged 93, rode the growth of cable television, and a shrewd sense of the economics of the business, to become the most overtly political, and arguably the most influential, of them all.</p><p>When Robertson appeared on the front of Time magazine in 1986, the cover line read <a href=\"https://content.time.com/time/covers/0,16641,19860217,00.html\" title=\"\">Gospel TV: Religion, Politics and Money</a>. The melding of those three strands of his career was not always seamless, though in American fundamentalism, material wealth is usually seen as a visible sign of God’s blessing. Through his Christian Broadcasting Network (CBN), he progressed from televised faith healing to a serious run at the US presidency in 1988, and made a fortune in the process.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/pat-robertson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/pat-robertson-obituary", "date_published": "2023-06-08 18:58:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five killed in shooting at car wash near Nazareth as Israel sees wave of violence", "description": "<p>Police believe Yafa an-Naseriyye incident was connected to dispute between organised crime families</p><p>Five people have been killed in a shooting at a car wash in an Arab town in northern <a href=\"https://www.theguardian.com/world/israel\">Israel</a>, police said, the latest incident in a wave of criminal violence tearing through the minority community.</p><p>Police said they believed the shooting on Thursday in the town of Yafa an-Naseriyye, near the city of Nazareth, was connected to a dispute between organised crime families.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/five-killed-in-shooting-at-car-wash-near-nazareth-as-israel-sees-wave-of-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/five-killed-in-shooting-at-car-wash-near-nazareth-as-israel-sees-wave-of-violence", "date_published": "2023-06-08 18:57:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian man dies after being mauled by shark off Egyptian Red Sea resort", "description": "<p>Authorities close off 46-mile stretch of coastline after man attacked by tiger shark near Hurghada</p><p>A Russian man has died after being mauled by a shark off one of Egypt’s Red Sea resorts, Egyptian and Russian authorities have said.</p><p>Egypt’s environment ministry said the man was killed on Thursday after being attacked by a tiger shark in the waters near the city of Hurghada. Authorities closed off a 46-mile (74km) stretch of the coastline, announcing it would remain off-limits until Sunday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/russian-man-dies-mauled-by-shark-egyptian-red-sea-resort\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/russian-man-dies-mauled-by-shark-egyptian-red-sea-resort", "date_published": "2023-06-08 18:54:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They hate us so much’: villagers flee flooding after dam attack", "description": "<p>In Bilozerka, eight miles west of Kherson, people try to rescue animals and possessions but are forced to wait for waters to recede</p><p>It took 24 hours for the flood waters to come to Bilozerka, a frontline village 8 miles west of Kherson. When they did, in a 90-minute rush early on Wednesday, they flooded out about 24 cottages in two streets by the waterline – the fast rising levels forcing Oleksandr to flee his home of 22 years.</p><p>“I was hiding in the attic, it was probably 4am, and I realised I had to swim back,” said Oleksandr, looking out to his house from the new waterline. His dog, Zhanka, followed him into the water, only to drown from the effort of trying to reach safety.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/ukraine-villagers-flee-flooding-kakhovka-dam-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/ukraine-villagers-flee-flooding-kakhovka-dam-attack", "date_published": "2023-06-08 18:36:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kakhovka dam collapse unlikely to hurt Ukraine counteroffensive but will have long-term impact", "description": "<p>Catastrophe is also likely to fuel concerns about Moscow’s brinkmanship, if suspicions that Russia blew up the dam are proved</p><p>The <a href=\"https://www.theguardian.com/world/2023/jun/06/an-explosion-then-another-human-and-ecological-catastrophe-began-in-ukraine\">collapse of Ukraine’s Kakhovka dam</a> is not likely to significantly hinder the first stages of the counteroffensive against Russian troops, now gathering force across the country’s south and east.</p><p>A river crossing in Kherson province, downstream from the dam, would have been technically challenging and extremely risky even before the area became a vast flood plain. Ukrainian <a href=\"https://www.theguardian.com/world/2023/apr/23/new-ukraine-positions-near-kherson-could-signal-spring-offensive-report\">strikes</a> are expected in places where the frontline lies mostly on firm ground.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/kakhovka-dam-collapse-unlikely-to-hurt-ukraine-counteroffensive-but-will-have-long-term-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/kakhovka-dam-collapse-unlikely-to-hurt-ukraine-counteroffensive-but-will-have-long-term-impact", "date_published": "2023-06-08 18:28:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Up to 40 security guards at UCL could lose jobs under restructuring", "description": "<p>Contractor says many of its staff rely on working 60 hours a week, but could see this reduced to 42 on average </p><p>Dozens of security guards at one of the UK’s most prestigious universities face losing their jobs, while many more are likely to see pay cuts of as much as £13,500 a year during the cost of living crisis, their representatives have said.</p><p>In the latest episode in the long-running fight by outsourced workers at University College London (UCL), the staff have been told that, with the risk of redundancy hanging over them, the roughly 260 existing workers would be expected to compete for around 220 remaining jobs, or leave.</p> <a href=\"https://www.theguardian.com/education/2023/jun/08/40-security-guards-ucl-could-lose-jobs-restructuring\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/08/40-security-guards-ucl-could-lose-jobs-restructuring", "date_published": "2023-06-08 18:12:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whiskey-a-no-no: dog toy cannot mimic Jack Daniel’s, US supreme court rules", "description": "<p>Justices unanimously reject lower court ruling that defined Bad Spaniel chew toy as ‘expressive work’ exempt from trademark law</p><p>The US supreme court on Thursday gave a boost to Jack Daniel’s in its trademark dispute with a dog accessory company that sold a parody chew toy resembling the distiller’s widely recognized black-label whiskey bottle.</p><p>The 9-0 decision written by Justice Elena Kagan, from the liberal wing of the bench, threw out a lower court’s ruling that the pun-laden Bad Spaniels vinyl chew toy sold by an Arizona company called VIP Products is an “expressive work” protected by the US constitution’s first amendment. Jack Daniel’s Properties Inc is owned by the Louisville, Kentucky-based Brown-Forman Corp.</p> <a href=\"https://www.theguardian.com/law/2023/jun/08/jack-daniels-dog-toy-supreme-court-us\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/08/jack-daniels-dog-toy-supreme-court-us", "date_published": "2023-06-08 17:56:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London terror plot accused watched IS videos, court told", "description": "<p>Al Arfat Hassan, who is on trial with 16-year-old, used ‘cupcakes’ as code word for bomb, jury hears</p><p>A drill rapper on trial for terrorist offences watched gruesome IS propaganda videos as he plotted to kill people in central London, a court has heard.</p><p>Al Arfat Hassan, of Enfield, north London, is on trial at Sheffield crown court alongside a 16-year-old boy, both accused of preparing terrorist acts.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/london-terror-plot-accused-watched-is-videos-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/london-terror-plot-accused-watched-is-videos-court-told", "date_published": "2023-06-08 17:43:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Croydon tram driver ‘became disoriented’ prior to 2016 crash", "description": "<p>Alfred Dorris, 49, apologises to families of seven victims while giving evidence for the first time at Old Bailey trial</p><p>The driver in the Croydon tram disaster has apologised to the families of the victims, saying: “I’m sorry that I became disoriented.”</p><p>Alfred Dorris, 49, was allegedly going three times the speed he was supposed to before his tram derailed on a sharp curve at Sandilands in south London, killing seven passengers and seriously injuring 19 more.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/croydon-tram-driver-became-disoriented-prior-to-2016-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/croydon-tram-driver-became-disoriented-prior-to-2016-crash", "date_published": "2023-06-08 17:43:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Athletics handed £150,000 in lottery cash to stage London Diamond League", "description": "<ul><li>UK Sport help cash-strapped governing body to stage event</li><li>UKA feared they could lose £500,000 from hosting meeting</li></ul><p>Cash-strapped UK Athletics has been handed £150,000 of lottery cash to help stage next month’s London Diamond League in a major boost for the struggling governing body.</p><p>At one stage, UKA feared they could lose around £500,000 from the meeting at the London Stadium but insiders have told the Guardian that the injection of the money from UK Sport’s major event fund – along with the sale of 39,000 tickets so far – will help it break even.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/08/uk-athletics-take-lottery-cash-to-stage-london-diamond-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/08/uk-athletics-take-lottery-cash-to-stage-london-diamond-league", "date_published": "2023-06-08 17:41:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump lawyers request new trial in E Jean Carroll sexual abuse case", "description": "<p>Attorneys, in Manhattan federal court filing, say award of $5m in damages for sexual abuse and defamation was excessive</p><p>Donald Trump on Thursday asked for a new trial in a civil case brought by writer E Jean Carroll, in which a jury last month found the former US president liable for sexually abusing and defaming the writer and awarded her $5m in damages.</p><p>In a filing in Manhattan federal court, Trump’s lawyers said the jury’s $2m award for the sexual abuse portion of the verdict was “excessive” because the jury had found that Carroll was not raped, and that the conduct Carroll alleged did not cause any diagnosed mental injury.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/08/trump-requests-new-trial-e-jean-carroll-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/08/trump-requests-new-trial-e-jean-carroll-case", "date_published": "2023-06-08 17:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the future of social care: a chance for Labour | Editorial", "description": "<p>Conservative neglect of the system has been a disaster. Wes Streeting and his colleagues must show they can do better </p><p>Two proposals in the course of a week present opposing approaches to England’s care crisis. A government scheme will <a href=\"https://www.theguardian.com/society/2023/jun/06/ministers-seek-volunteer-social-care-army-to-speed-up-hospital-discharges\" title=\"\">recruit volunteers to run errands</a>, in a desperate attempt to lessen the problem of people stuck in hospital because they can’t be safely discharged. Tasks, including collecting prescriptions, will be allocated via an app. A far more substantial plan from the Fabian Society <a href=\"https://www.theguardian.com/society/2023/jun/08/labour-unveils-plan-to-fix-social-care-better-pay-and-free-short-term-support\" title=\"\">sets out a roadmap</a> for what it hopes will be a Starmer-led government. It also shows up the present government’s scheme for the panicked quick fix that it is.</p><p>But there is no easy solution for a social policy challenge that only gets more challenging the longer it is deferred. The population is ageing, more people with disabilities are living for longer, and the need for care continues to rise. Currently there are 165,000 vacancies in the sector, and data suggests that the <a href=\"https://www.skillsforcare.org.uk/Adult-Social-Care-Workforce-Data/Workforce-intelligence/publications/national-information/The-state-of-the-adult-social-care-sector-and-workforce-in-England.aspx#:~:text=An%20estimated%2017%2C900%20organisations%20were,2021%2F22%20was%201.79m.\" title=\"\">workforce shrank last year</a>. But still the party that has governed the country for the past 13 years shies away from implementing the reforms it commissioned from <a href=\"https://www.theguardian.com/society/2022/nov/17/architect-of-tory-social-care-cap-plans-puzzled-hunt-two-year-delay-autumn-statement-dilnot-chancellor-manifesto\" title=\"\">Andrew Dilnot</a> in 2011, or even from more modest steps such as improved training (a £500m boost to workforce spending was <a href=\"https://www.theguardian.com/society/2023/mar/17/government-to-cut-250m-from-social-care-workforce-funding-in-england-report-says\" title=\"\">recently halved</a>).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/the-guardian-view-on-the-future-of-social-care-a-chance-for-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/the-guardian-view-on-the-future-of-social-care-a-chance-for-labour", "date_published": "2023-06-08 17:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer’s centralist rule is not the Labour we know | Letters", "description": "<p><strong>Mike Sheaff</strong> cannot remember a time when party democracy was held in such disregard; plus letters from <strong>Phil Davis</strong>, <strong>Frank Newhofer</strong> and <strong>Matthew Bowles</strong></p><p>I am grateful that the Guardian gives space to Simon Jenkins’s warning of the dangers to democracy evident in Labour’s decision to prevent Jamie Driscoll’s re-selection as Labour’s candidate for North of Tyne mayor (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/05/keir-starmer-local-communities-jamie-driscoll-north-tyne-mayor\" title=\"\">Keir Starmer says he wants to empower local communities. The Jamie Driscoll affair suggests otherwise, 5 June</a>), and to Aditya Chakrabortty’s description of this as McCarthyism (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/jamie-driscoll-labour-keir-starmer-north-of-tyne-mayor\" title=\"\">Notes on a scandal: this is how Starmer’s bullies took out Jamie Driscoll – and why it matters, 8 June</a>).</p><p>In more than half a century of Labour party membership, I have seen gains by both the right and the left, and while there was no “golden age” of party democracy, I cannot recall a time when it was held in such disregard.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/keir-starmers-centralist-rule-is-not-the-labour-we-know\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/keir-starmers-centralist-rule-is-not-the-labour-we-know", "date_published": "2023-06-08 17:03:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Y2K bug should teach us to be wary of AI | Letters", "description": "<p><strong>John Thow </strong>on the global effort that prevented a Y2K disaster, and <strong>Robert Frazer </strong>on Isaac Asimov’s laws of robotics</p><p>Re the existential threat from AI (<a href=\"https://www.theguardian.com/technology/2023/jun/02/the-existential-threat-from-ai-and-from-humans-misusing-it\" title=\"\">Letters, 2 June</a>), Phyl Hyde says the concerns over Y2K were “a panic” about an “overblown future cause”. Like many IT specialists across the world, I am fed up with this misinterpretation of what happened. Organisations put serious money into employing thousands of people to inspect their systems and to amend them to ensure the issue was avoided.</p><p>Because of this, systems continued to function normally over the century change and lives were not affected. The result was that people thought it was a fuss about nothing. It took several years of planning, resourcing and working to achieve the desired result. It’s probably going to take a lot more to understand and cope with the unintended consequences of AI.<br /><strong>John Thow</strong><br /><em>Basingstoke, Hampshire</em></p> <a href=\"https://www.theguardian.com/technology/2023/jun/08/the-y2k-bug-should-teach-us-to-be-wary-of-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/08/the-y2k-bug-should-teach-us-to-be-wary-of-ai", "date_published": "2023-06-08 16:58:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Palestinian journalist hit in the head by bullet during raid on terror suspect’s home", "description": "<p>News photographer Moamen Sumreen, 22, had been covering the demolition of the apartment in Ramallah</p><p>A Palestinian news photographer is in serious condition in hospital after being hit in the head by a rubber bullet during a rare Israeli raid in Ramallah, the Palestinian administrative capital in the occupied West Bank.</p><p>A convoy of Israel Defence Forces (IDF) vehicles entered the city late on Wednesday night in order to demolish the home of a terrorism suspect who had been accused of planting <a href=\"https://www.theguardian.com/world/2022/nov/23/jerusalem-israel-explosion-bus-stop-injured\">two bombs targeting rush-hour commuters in Jerusalem last November</a> that killed two people and injured another 21.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/palestinian-journalist-hit-in-the-head-by-bullet-during-raid-on-terror-suspects-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/palestinian-journalist-hit-in-the-head-by-bullet-during-raid-on-terror-suspects-home", "date_published": "2023-06-08 16:41:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Draper to miss Wimbledon with shoulder injury in latest fitness blow", "description": "<ul><li>British player suffered injury in buildup to French Open</li><li>Draper makes ‘difficult decision to miss grass-court season’</li></ul><p>Jack Draper will miss Wimbledon because of the shoulder injury he suffered at the French Open last week. It is a huge blow to the 21-year-old, whose progress has been disrupted by a series of injuries.</p><p>Draper suffered the injury in practice before his first-round match at Roland Garros against Tomas Etcheverry last Monday. The British No 4 was forced to serve underarm at times before retiring after only one game of the second set.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/08/tennis-jack-draper-to-miss-wimbledon-with-shoulder-injury\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/08/tennis-jack-draper-to-miss-wimbledon-with-shoulder-injury", "date_published": "2023-06-08 16:38:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "War Pony review – rousing tale of love and money on a Native American reservation", "description": "<p>The tenderness, wisdom and instinct to survive of two teenage males is beautifully observed in actor-turned-director Riley Keough’s debut feature</p><p>Actor Riley Keough establishes her film-making credentials with this terrific debut feature, co-directed with Gina Gammell. It is a movie set on and around the Pine Ridge reservation in South Dakota and is scripted by Gammell with Bill Reddy and Franklin Sioux Bob. It’s a really heartfelt and absorbing story (with something of <a href=\"https://www.theguardian.com/film/2017/may/20/rider-review-bronco-rider-chloe-zhao-south-dakota-drama-documentary\">Chloé Zhao’s The Rider</a>) about two young guys from the Oglala Lakota community, one about 12 or 13, the other 19 or 20. They are not known to each other, or at least not until the very end of the film. But the drama lets us see how much life experience they share, and how they could almost be the same boy at different times of life.</p><p>LaDainian Crazy Thunder plays Matho, a young kid with an aggressive, abusive dad. He has a crush on a girl in his maths class at school and has a sweet and almost romantic reverence for a children’s book he’s found about magic spells. But his relationship with his dad leads to disaster and he winds up living with a relative who deals in meth, and Matho – already way older and more careworn than his years – starts selling this at school, against his auntie’s express wishes.</p> <a href=\"https://www.theguardian.com/film/2022/may/21/war-pony-review-rousing-tale-of-love-and-money-on-a-native-american-reservation\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2022/may/21/war-pony-review-rousing-tale-of-love-and-money-on-a-native-american-reservation", "date_published": "2023-06-08 16:38:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giant vessel housing asylum seekers could be docked in Plymouth", "description": "<p>Devon port among south coast sites examined by Home Office staff amid calls for legal challenge to policy</p><p>Plymouth could become the latest site chosen for a giant vessel to house asylum seekers amid calls for the Home Office to be challenged in the courts over the policy.</p><p>The Devon port is one of several places along the south coast that have been examined by Home Office staff, Whitehall and maritime sources have said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/giant-vessel-housing-asylum-seekers-could-docked-plymouth-devon-port-home-office-legal-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/giant-vessel-housing-asylum-seekers-could-docked-plymouth-devon-port-home-office-legal-challenge", "date_published": "2023-06-08 16:32:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keeping UK energy bills down over winter cost almost £40bn, Treasury says", "description": "<p>Government publishes total of support to homes and businesses between October and March</p><p>The UK’s cost of keeping energy bills down for homes and businesses over the winter months added up to almost £40bn, the first official government total shows.</p><p>The Treasury pegged the final cost of keeping a lid on the UK’s energy bills at £39.3bn between October 2022 and March 2023 after Russia’s invasion of Ukraine propelled energy market prices to record levels.</p> <a href=\"https://www.theguardian.com/money/2023/jun/08/uk-energy-bills-support-cost-treasury-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/08/uk-energy-bills-support-cost-treasury-winter", "date_published": "2023-06-08 16:26:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China reportedly reaches secret deal with Cuba to host spy base on island", "description": "<p>Eavesdropping facility on island 100 miles from Florida would allow China to gather electronic communications from the US</p><p>China has reached a secret deal with Cuba to establish an electronic eavesdropping facility on the island roughly 100 miles from Florida, the Wall Street Journal has reported, citing US officials familiar with classified intelligence.</p><p>Such a spy installation would allow Beijing to gather electronic communications from the south-eastern United States, which houses many US military bases, as well as to monitor ship traffic, the newspaper <a href=\"https://www.wsj.com/articles/cuba-to-host-secret-chinese-spy-base-focusing-on-u-s-b2fed0e0\">reported</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/china-cuba-base-florida-spy-surveillance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/china-cuba-base-florida-spy-surveillance", "date_published": "2023-06-08 16:25:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour won’t be able to instantly fix every Tory failure. But social care would be a good place to start | Polly Toynbee", "description": "<p>Solving this neglected crisis require money. The problem is: so does every public institution starved of funds since 2010</p><p>Indignation fatigue makes it hard to keep track of the many public service failures, so social care has fallen from the public eye since Covid – though it goes on getting worse. Its failings block more hospital beds with elderly patients who can’t be released because there’s nowhere for them to go. More people needing care find rising barriers of ever-higher criteria, leaving them with none. Quality is so appalling in some places that <a href=\"https://www.theguardian.com/society/2023/mar/23/english-councils-spent-480m-on-inadequate-care-homes-in-four-years\">councils in England have spent £7.5bn</a> since 2019 paying for care rated as “inadequate” by the regulator. All this is laid out graphically in a report, <a href=\"https://fabians.org.uk/publication/support-guaranteed/\">Support Guaranteed</a>, published today by the Fabian Society.</p><p>Labour’s shadow health secretary Wes Streeting and the trade union Unison commissioned the report to lay out a roadmap to a new National Care Service. This is the right time for Labour to explore radical policies, planning how to implement them, as centre-left thinktanks did in the run-up to 1997. It doesn’t commit the party to a policy, but it does the research and the thinking, ensuring it is ready for power. The report shows what good care should look like, the order and priorities for improvement and how to do it – when funding permits.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/labour-tory-social-care-crisis-public-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/labour-tory-social-care-crisis-public-funds", "date_published": "2023-06-08 16:20:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson has been given Commons Partygate inquiry findings, say sources", "description": "<p>Ex-PM handed dossier laying out privileges committee’s findings as inquiry into whether he misled parliament nears end </p><p>Boris Johnson has been given the findings of an investigation into whether he misled parliament over Partygate, the Guardian has been told.</p><p>With the nearly year-long <a href=\"https://www.theguardian.com/politics/2023/may/04/partygate-boris-johnsons-political-future-could-be-decided-within-weeks\">inquiry drawing to a close</a>, sources said a “warning letter” had been submitted to the former prime minister containing criticisms for him to respond to.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/boris-johnson-has-been-given-commons-partygate-inquiry-findings-say-sources\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/boris-johnson-has-been-given-commons-partygate-inquiry-findings-say-sources", "date_published": "2023-06-08 16:18:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rish! talks up his hectic schedule in bilat with Biden | John Crace", "description": "<p>US president’s $1tn infrastructure act pales into insignificance against prime minister’s five priorities</p><p><strong>Rishi Sunak</strong>: Good morning, Mr President.</p><p><strong>Joe Biden</strong>: Er … good morning … er … I’m sorry, who are you?</p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/rishi-sunak-talks-up-his-hectic-schedule-in-bilat-with-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/rishi-sunak-talks-up-his-hectic-schedule-in-bilat-with-joe-biden", "date_published": "2023-06-08 16:11:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Ice Cube", "description": "<p>Got something to ask the rap legend and acclaimed actor ahead of his UK tour? Send it our way and we’ll put it to him</p><p>From west coast rapper to globally acclaimed actor and film-maker, Ice Cube remains an enduring and formidable pop culture presence. In December he will embark on <a href=\"https://tourlink.to/IceCubeTickets23\">his biggest tour of the UK and Ireland yet</a> (accompanied by fellow hip-hop mainstays Cypress Hill and the Game) and to mark the announcement, he will join us to answer your questions about anything in his varied career, which you can post in the comments section below.</p><p>Ice Cube, real name O’Shea Jackson Sr,<strong> </strong>started rapping in high school after being challenged to a battle by a friend during class. The interest stuck: aged 16, he banded with K-Dee and Sir Jinx in the rap trio CIA, who would cut their teeth performing at parties hosted by Dr Dre. By the following year, he had joined the latter’s group NWA and became a major creative force on critically acclaimed 1988 debut Straight Outta Compton. His lyrics, which explored the “war on drugs” and anti-Black state violence, supercharged the popularity of gangsta rap and its legacy continues: Ice Cube was inducted into the Rock and Roll Hall of Fame two decades later in 2016.</p> <a href=\"https://www.theguardian.com/music/2023/jun/08/post-your-questions-for-ice-cube\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/08/post-your-questions-for-ice-cube", "date_published": "2023-06-08 16:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Succession withdrawal? Here are the shows to help scratch that itch", "description": "<p>With many of us mourning the Roy clan, a bounty of alternatives exists to help provide the backstabbing and ladder-climbing we so miss</p><p>This past Sunday, TV watchers not drawn in by <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/05/the-idol-review-light-bondage-and-lots-of-sleaze-make-for-the-ultimate-try-hard-tv\">The Idol’s soft-core glowering</a> may have experienced a pang of absence, suddenly aware of the Succession-shaped hole in their schedule of appointment viewing.</p><p>A mourning period follows the conclusion of any series with that degree of buzzy ubiquity and the only way to bust through the doldrums is with a good, satisfying rebound. Below, we’ve rounded up a handful of shows that might fulfill the lingering jones for antics from the Roy gang, organized by the primary dimensions of its appeal.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/succession-like-shows-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/succession-like-shows-streaming", "date_published": "2023-06-08 16:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I proved it to myself’: John Stones adapts to key new Manchester City role", "description": "<ul><li>Defender came close to exit in 2020 after falling out of favour</li><li>Has been reborn in <a href=\"https://www.theguardian.com/football/2023/jun/02/the-season-of-stones-how-barnsley-beckenbauer-sparked-citys-surge\">new hybrid midfield role under Guardiola</a></li></ul><p>John Stones says Champions League success with Manchester City would complete the turnaround from a spell that cast his future at the club into doubt, explaining that he opted to prove himself rather than leave when seemingly out in the cold.</p><p>Three years ago, his prospects at City looked distinctly uncertain, a torrid 2019-20 campaign being followed by an investment of more than £100m on fellow defenders <a href=\"https://www.theguardian.com/football/2020/sep/29/ruben-dias-i-could-not-turn-down-chance-to-join-manchester-city\">Rúben Dias</a> and <a href=\"https://www.theguardian.com/football/2020/jul/30/manchester-city-land-bournemouth-defender-nathan-ake-in-39m-move\">Nathan Aké</a>. He had slipped down <a href=\"https://www.theguardian.com/football/2023/jun/06/guardiola-manchester-city-internazionale-champions-league-final-treble\">Pep Guardiola’s pecking order</a> but has bounced back to become a pillar of the treble chasers, recently blossoming as a deep-lying midfielder and shining in both semi-final games against Real Madrid.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/john-stones-key-new-manchester-city-role-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/john-stones-key-new-manchester-city-role-champions-league", "date_published": "2023-06-08 16:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weight-loss drugs aren’t a magic bullet for Britain’s obesity crisis | Gaby Hinsliff", "description": "<p>Ministers looking for an easy answer are pinning their hopes on appetite suppressants like Wegovy. But it’s not as simple as that </p><p>It’s over three years now since a visibly chastened Boris Johnson emerged from his <a href=\"https://www.theguardian.com/world/2020/apr/17/boris-johnson-and-coronavirus-inside-story-illness\">near-fatal brush</a> with Covid to declare that he had seen the light.</p><p>He had, he said candidly, been <a href=\"https://news.sky.com/story/pm-targets-checkout-sweets-and-buy-one-get-one-free-deals-in-national-obesity-plan-12037000\">“way overweight”</a> when he got the virus and only now did he understand how vulnerable that had made him; so now he stood before us a changed man. There would be no more scoffing at Jamie Oliver, no more chuntering about nanny statism; instead, he promised not just a ban on junk food advertising or (yet another) <a href=\"https://www.theguardian.com/society/2022/sep/14/uks-plans-to-scrap-anti-obesity-measures-national-scandal-say-campaigners\">national obesity strategy</a>, but what looked positively like a national crusade, led by a prime minister who’d had his own battles with cheese and chorizo and wasn’t going to judge anyone else for raiding the fridge late at night.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/weight-loss-drugs-britain-obesity-crisis-ministers-wegovy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/weight-loss-drugs-britain-obesity-crisis-ministers-wegovy", "date_published": "2023-06-08 15:58:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Significant Other review – nothing about this catastrophic romcom makes any sense", "description": "<p>The script feels like a first draft, the male lead is irredeemably selfish and the characters’ actions are inexplicable. Katherine Parkinson’s new show is cold, jarring and misanthropic</p><p>Romantic comedy is a genre powered by cliches. The meet-cute, the sassy best pals, the sparkling initial chemistry followed by unfortunate misunderstanding and sweet reconciliation: ticking them off or seeing them slyly subverted is a cosy routine. What, though, if those comforting tropes were boldly thrown in the bin? Something dark and daring might be created. Significant Other is not that show. Unmoored from those familiar structures, it’s a dispiriting catastrophe.</p><p>We meet Sam (Youssef Kerkour) in his bare Manchester flat, stuffing handfuls of painkillers down his throat. He’s lying in bed waiting for the pills to kill him when he’s interrupted by a hammering at the door: nextdoor neighbour Anna (Katherine Parkinson) is having a heart attack and has been told not to wait for the paramedics by herself. The previously unacquainted pair end up sharing an ambulance and, once they’ve survived their near-death experiences, they stay in each other’s lives.</p><p>Significant Other is on ITVX.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/significant-other-review-nothing-about-this-catastrophic-romcom-makes-any-sense\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/significant-other-review-nothing-about-this-catastrophic-romcom-makes-any-sense", "date_published": "2023-06-08 15:50:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bones found in field are remains of Derbyshire miner who vanished in 1967", "description": "<p>Murder inquiry launched and family of Alfred Swinscoe appeal for information after discovery in Nottinghamshire</p><p>Police have launched a murder inquiry after human remains found in a Nottinghamshire field were identified as those of a miner who vanished after a night at a pub 56 years ago.</p><p>A member of the public found the remains in farmland in Sutton-in-Ashfield in April, and Nottinghamshire police <a href=\"https://www.theguardian.com/uk-news/2023/may/24/discovery-of-skeleton-in-midlands-field-prompts-investigation\">launched an appeal</a> for information after a postmortem found that the person had been killed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/bones-found-in-field-are-remains-of-derbyshire-miner-alfred-swinscoe\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/bones-found-in-field-are-remains-of-derbyshire-miner-alfred-swinscoe", "date_published": "2023-06-08 15:38:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morgan Stanley cuts ties with Crispin Odey after sexual assault allegations", "description": "<p>Broking relationship with hedge fund to be severed after news report details alleged incidents, which Odey denies</p><p>The investment banking company Morgan Stanley is to cut its relationship with the multimillionaire hedge fund manager and Conservative donor Crispin Odey after allegations of sexual misconduct were made by multiple female employees.</p><p>Morgan Stanley is cutting its prime broking relationship with his firm, Odey Asset Management (OAM), after <a href=\"https://www.ft.com/content/e5d14398-e866-44b3-8ecb-4e6371167c6d\">the Financial Times on Thursday reported allegations that Odey had abused or harassed 13 women over decades</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jun/08/morgan-stanley-cuts-ties-with-crispin-odey-after-sexual-assault-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/08/morgan-stanley-cuts-ties-with-crispin-odey-after-sexual-assault-allegations", "date_published": "2023-06-08 15:37:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swiss billionaire jailed over asbestos-related deaths in Italian town", "description": "<p>Stephan Schmidheiny found guilty of causing deaths of 392 people in Casale Monferrato in Piedmont</p><p>A Swiss billionaire has been sentenced to 12 years in jail on aggravated manslaughter charges connected to the deaths of hundreds of people due to asbestos exposure, in what has been hailed as the most significant trial in Italy over workplace deaths.</p><p>Stephan Schmidheiny, an industrialist and former main shareholder in the cement production company Eternit Italia, was sentenced by a court in Novara after being found guilty of causing the death of 392 people in Casale Monferrato, the Piedmont town that until 1986 was home to the largest of Eternit Italia’s six factories.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/stephan-schmidheiny-swiss-billionaire-jailed-over-asbestos-related-deaths-piedmont-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/stephan-schmidheiny-swiss-billionaire-jailed-over-asbestos-related-deaths-piedmont-italy", "date_published": "2023-06-08 15:35:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Cold-hearted’ romance fraudster is jailed for five years", "description": "<p>Sajad Hussain tricked women he met on dating sites into believing they were in relationship then used them as ‘human piggy banks’</p><p>A “romance fraudster” has been jailed for five years and four months after admitting manipulating three women into giving him more than £200,000 to fund his gambling habit.</p><p>Sajad Hussain, 45, of Swindon, Wiltshire, who had pretended to be a police officer, <a href=\"https://www.wiltshire.police.uk/news/wiltshire/news/2023/april-2023/swindon-romance-fraudster-pleads-guilty-to-manipulating-women-out-of-thousands/\">admitted five counts of defrauding three women he met on dating sites over a seven-year period.</a></p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/sajad-hussain-cold-hearted-romance-fraudster-jailed-five-years-swindon-wiltshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/sajad-hussain-cold-hearted-romance-fraudster-jailed-five-years-swindon-wiltshire", "date_published": "2023-06-08 15:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who ‘bombarded’ officials with abuse barred from applying for child contact", "description": "<p>Man targeted solicitor and court staff over months, says judge in what is believed to be first ruling of its kind</p><p>A judge has banned a man from applying for contact with his child for a year after he “bombarded” court officials with abusive messages.</p><p>The landmark ruling, thought to be the first of its kind, means the<em> </em>man, known as Mr B, can only make an application for a new hearing in the next 12 months if he first obtains permission from the judge.</p> <a href=\"https://www.theguardian.com/law/2023/jun/08/man-who-bombarded-officials-with-abuse-barred-from-applying-for-child-contact\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/08/man-who-bombarded-officials-with-abuse-barred-from-applying-for-child-contact", "date_published": "2023-06-08 15:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s a lot of gunk in the air’: readers on Canada wildfires smoke and air pollution", "description": "<p>From breathing in particles to wearing masks again, Guardian readers have told us how they have been affected by the wildfires smoke</p><p>Hundreds of fires are burning in Canada, from the western provinces to Nova Scotia and Quebec in the east, where there are more than 150 active fires.</p><p>Smoke from the wildfires in Canada has been <a href=\"https://www.theguardian.com/world/2023/jun/06/why-is-it-so-smoky-canada-wildfires-spark-air-quality-alerts-in-north-east-us\">moving south</a> into the US since May and is affecting tens of millions of people in the north-east, but also the midwest and as far down as the Carolinas.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/readers-canada-wildfires-smoke\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/readers-canada-wildfires-smoke", "date_published": "2023-06-08 15:21:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your favourite film of 2023 so far", "description": "<p>We would like to hear about your cinematic highlights of the year so far</p><p>The Guardian’s culture writers are <a href=\"https://www.theguardian.com/culture/series/best-culture-of-2023-so-far\">compiling their highlights of the year so far</a> – and we’d like to hear about yours, too. We would like to hear all about your favourite films of the last few months.</p><p>What was your favourite film of the year so far, and why?</p> <a href=\"https://www.theguardian.com/film/2023/jun/08/tell-us-your-favourite-film-of-2023-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/08/tell-us-your-favourite-film-of-2023-so-far", "date_published": "2023-06-08 15:16:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Activists take Canada’s environment minister to court in fight to save northern spotted owl", "description": "<p>Advocacy group says continued destruction of critical habitat leaves it no choice but to take legal action against Steven Guilbeault</p><p>Environmental groups in Canada are taking legal action against the country’s environment minister, arguing his delay in protecting old growth forest is harming <a href=\"https://www.theguardian.com/environment/2023/may/26/northern-spotted-owl-canada-british-columbia-ghosts-aoe\">the critically endangered northern spotted owl</a>.</p><p>In February, Steven Guilbeault said he would <a href=\"https://www.theguardian.com/world/2023/feb/24/environment-minister-calls-for-emergency-order-to-save-last-of-canadas-spotted-owls\">recommend an emergency order</a> after determining the species was facing “imminent threats” to its survival.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/activists-take-canadas-environment-minister-to-court-in-fight-to-save-northern-spotted-owl-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/activists-take-canadas-environment-minister-to-court-in-fight-to-save-northern-spotted-owl-aoe", "date_published": "2023-06-08 15:15:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lionel Messi swerves Saudi Arabia for a megastar MLS shindig in Miami | Football Daily", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Barry, Maurice and Robin Gibb, Gloria Estefan and her Sound Machine, Crockett and Tubbs, Steve Van Zandt, Dan Marino, Tony Montana, The Rock, Gentle Ben, Jon Secada, Don Shula, Police Academy 5, Jimmy Buckets. Each was drawn to Miami, and the city handed them back star quality in spades.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/lionel-messi-swerves-saudi-arabia-for-a-megastar-shindig-in-miami\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/lionel-messi-swerves-saudi-arabia-for-a-megastar-shindig-in-miami", "date_published": "2023-06-08 15:06:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A tinpot trophy? West Ham have made memories and other clubs should follow | Jacob Steinberg", "description": "<p>The Europa Conference League has helped my team win a major trophy. Aston Villa and Brighton should go after it</p><p>I had a perfect view of Nigel Reo-Coker’s header. It was the last minute of extra time <a href=\"https://www.theguardian.com/football/2006/may/14/match.westhamunited\" title=\"\">in the 2006 FA Cup final</a>, the score was 3-3 and West Ham had a free-kick on the left wing. It was their last chance to win a game they had already won twice. The ball came in, Reo-Coker glanced it on and from my position behind the Liverpool goal at the Millennium Stadium I was certain it was going to loop into the far corner.</p><p>I picture it sometimes: the ball hanging in the air, the fans getting ready to celebrate West Ham’s fourth FA Cup win, Pepe Reina leaping to his left. There were fingertips in it. Reina just managed to push the ball on to the inside of the post and the dream died when Marlon Harewood, who had been hobbling on one leg for most of extra time, slashed the rebound wide.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/08/west-ham-europa-conference-league-final-comment\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/08/west-ham-europa-conference-league-final-comment", "date_published": "2023-06-08 15:03:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A trans writer’s talk was banned over a drag law. So she’ll speak here instead", "description": "<p>Adria Jawort was supposed to give an Indigenous history lecture in Montana. She reflects on the cancellation and reasons for hope</p><p>On the first day of Pride month, Adria Jawort was scheduled to speak at the public library in Butte, Montana. She was going to give a lecture on the history of trans and <a href=\"https://www.theguardian.com/us-news/2021/apr/12/photo-essay-two-spirit-indigenous-people-pine-ridge-reservation\">Two Spirit people</a> in the west. She is not a drag performer. And yet the city’s top elected officials pressured the library to cancel her talk, saying it might pose a legal risk given the state’s <a href=\"https://www.nbcnews.com/nbc-out/out-politics-and-policy/montana-first-ban-drag-performers-reading-children-rcna85977\">new law against drag performers reading</a> to children.</p><p>Perhaps naively, I thought my city would be one of the last places to censor Jawort, an Indigenous trans woman. Butte, the mining town where I grew up and now live, hasn’t voted Republican in generations. It’s the historic heart of the labor movement in the US west, a scrappy place where people pride themselves on standing up to power and protecting the less powerful. But our political landscape is changing.</p> <a href=\"https://www.theguardian.com/books/2023/jun/08/adria-jawort-montana-drag-law-transgender\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/08/adria-jawort-montana-drag-law-transgender", "date_published": "2023-06-08 15:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … mixed reactions to Ange Postecoglou’s move to Tottenham", "description": "<p>Our cartoonist looks at the Australian coach and the job that might reasonably be considered a poisoned chalice</p> <a href=\"https://www.theguardian.com/sport/ng-interactive/2023/jun/09/david-squires-on-mixed-reactions-to-ange-postecoglous-move-to-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/ng-interactive/2023/jun/09/david-squires-on-mixed-reactions-to-ange-postecoglous-move-to-tottenham", "date_published": "2023-06-08 15:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hell is the sound of other people chewing popcorn. Still, you can’t keep me away from the cinema | Rebecca Shaw", "description": "<p>As a film-lover who suffers from misophonia, slurping and rustling noises are something I endure. Just don’t dare pull out your phone</p><p>One of the things I missed most during Covid lockdowns was going to the cinema. I’m not a film snob by any stretch of the imagination. I have seen all five Final Destinations on the big screen (and am still scared of trucks carrying logs), but I love going. I especially love going on a Monday or a Tuesday, which is when I can afford to go without having to cut out and sell my own kidneys like I’m in Saw (movie reference).</p><p>I’ve recently started to regularly go and see movies again, and I have been feeling genuinely joyful every time I slide into my pre-assigned seat. There’s something so exciting about being back at the big screen, the quiet anticipation you only get at the cinema. There’s something so delicious about popcorn that has been marked up 3,000%. There’s something so thrilling about ordering a large container of weak postmix that is so expensive candy bars should have a sommelier to let you sample the Mountain Dew before buying.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/hell-is-the-sound-of-other-people-chewing-popcorn-still-you-cant-keep-me-away-from-the-cinema\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/09/hell-is-the-sound-of-other-people-chewing-popcorn-still-you-cant-keep-me-away-from-the-cinema", "date_published": "2023-06-08 15:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Messi beats Ronaldo to GOAT status after data analysis, says Liverpool FC’s research director", "description": "<p>Models analysing a player’s broader contribution to team success show the clear winner, says Ian Graham</p><p>The rivalry between Lionel Messi and Cristiano Ronaldo has riveted football pundits and primary schoolchildren alike, fuelling endless debates over who is the greatest player of modern times – or ever. The forwards are almost neck and neck on goals scored, Ballon d’Ors and Golden Shoe awards, but according to Dr Ian Graham, the outgoing <a href=\"https://www.liverpoolfc.com/news/behind-the-badge/398645-ian-graham-liverpool-fc-behind-the-badge\">director of research at Liverpool FC</a>, a deeper look at the data reveals a clearcut winner.</p><p>“It’s Messi,” Graham told an audience at the Cheltenham science festival this week.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/messi-beats-ronaldo-to-goat-status-on-data-analysis-says-liverpool-fc-research-director\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/messi-beats-ronaldo-to-goat-status-on-data-analysis-says-liverpool-fc-research-director", "date_published": "2023-06-08 15:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My boyfriend’s aggressive dog has stalled our plans to move in together. How can we move forwards? | Leading questions", "description": "<p>You can learn a lot about someone from how they treat animals, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. In this situation that cuts two ways</p><p><strong>My boyfriend has a rescue dog that has been known to bite people, particularly guests at his house. Although I’m no longer personally afraid of it, the thought of being liable for the dog in my home with my guests is intolerable to me (I have been very stressed at its aggressive barking and attempts to bite guests when I have been present).</strong></p><p><strong>As a result, any plans to move in together have stalled. My boyfriend cannot imagine rehoming his dog, other than if we had a child, because he concedes the dog is not safe to be around an infant. How can we navigate this impasse and move forwards with our relationship?</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/09/my-boyfriends-aggressive-dog-has-stalled-our-plans-to-move-in-together-how-can-we-move-forwards\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/09/my-boyfriends-aggressive-dog-has-stalled-our-plans-to-move-in-together-how-can-we-move-forwards", "date_published": "2023-06-08 15:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is not ready for reintroduction of lynx and wolves, says Ray Mears", "description": "<p>Better management of existing apex predators and compensation schemes for farmers and gamekeepers needed, broadcaster says</p><p>Lynx and wolves are likely to become feared and hated if they are reintroduced into Britain’s forests, the adventurer and broadcaster Ray Mears has warned.</p><p>Speaking at Cheltenham science festival, he said Britain was not ready for such rewilding schemes, despite the potential ecological benefits.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/britain-not-ready-reintroduction-lynx-wolves-broadcaster-ray-mears-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/britain-not-ready-reintroduction-lynx-wolves-broadcaster-ray-mears-warns", "date_published": "2023-06-08 14:54:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What were they smoking in Woking? Council tax payers need to be told", "description": "<p>Residents will no doubt have to pay a price for their authority’s risk taking and subsequent bankruptcy</p><p>Winning in the rollercoaster business of commercial property development is hard. Look at the share prices of the two FTSE 100 titans, regarded as the most diversified and solid operators in the sector. Since the financial crisis of 2008-09, which caused commercial property prices to crater, Landsec’s shares have been as low as 350p and as high as £13 and are currently 626p. British Land’s trajectory is similar.</p><p>Their investors collect dividends (most of the time), largely funded from rental income, but they also know that the value of the assets can be volatile. Less diversified firms have done much worse. Intu, a former shopping centre giant, collapsed in 2020 and an air of financial crisis has hovered over Hammerson for years. This is territory for conservative financing and strong risk-management safeguards.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/08/what-were-they-smoking-in-woking-council-tax-payers-need-to-be-told\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jun/08/what-were-they-smoking-in-woking-council-tax-payers-need-to-be-told", "date_published": "2023-06-08 14:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She made excuses and ran to the toilet’: when wedding proposals go hilariously wrong", "description": "<p>From the man who almost married a horse to the fancy meal scuppered by an upset stomach, Guardian readers remember their most unromantic romantic moments</p><p>I thought I had organised everything really well. I booked a table at our favourite restaurant and made a plate with my proposal written on it, with the aim that the message would reveal itself during the meal. The restaurant had kindly bought into the whole idea so I delivered the plate to the restaurant a week before and it was all going according to plan. We finished our starters, and my heart was in my mouth as the main course arrived on my familiar plate. Part-way into the meal, I could see tantalising glimpses of the message through the gravy as Sandra scooped up her vegetables. Then she made excuses and ran to the toilet. The waiting staff gave me knowing looks, obviously assuming that she had read the message and hated the idea of marrying me. When Sandra returned, she apologised and said it must be too soon after her recent operation for such rich food, and pushed her plate away. She clearly thought I was weird and unsympathetic for trying to persuade her to have a few more bites of those vegetables – “They look delicious; go on, you must still have room”, I insisted. I repeated the whole charade six months later, and I’m delighted to say that she ate her food, saw the message and said yes. We have now been very happily married for 10 years. <strong>Craig Rore, Isle of Man </strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/08/she-made-excuses-and-ran-to-the-toilet-when-wedding-proposals-go-hilariously-wrong\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/08/she-made-excuses-and-ran-to-the-toilet-when-wedding-proposals-go-hilariously-wrong", "date_published": "2023-06-08 14:46:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Too straight, too samey: How Love Island bored away millions of viewers", "description": "<p>It’s seemingly never off our screens, but no one is talking about it and it feels increasingly outdated. As the ITV dating show enters its 10th season, does anyone care?</p><p>It was only at 8.45pm, on Monday night, 15 minutes before it began, that I realised that <a href=\"https://www.theguardian.com/tv-and-radio/love-island\">Love Island’s</a> summer launch was imminent. Which was weird. Usually, there’s a bit of fanfare beforehand: people on the timeline posting photos from Love Island viewing parties. Me being <em>invited</em> to Love Island viewing parties. A few think pieces and “what to expect from Love Island” content scattered about, with glistening, buff-bodied twentysomethings in swimsuits posing for glossy ITV press pics. This year, there was very little of that. All was quiet. Even when the show began, “Apple” and “Vision Pro” were trending on Twitter – no Love Island, as usual.</p><p>This lacklustre response was reflected in the viewing figures. Love Island was watched live on ITV2 by 1.3 million viewers on Monday night – <a href=\"https://www.bbc.co.uk/news/entertainment-arts-65818567\">a million down</a> on the same time last year. Four years back, the show’s summer launch episode attracted 3.3 million viewers – 2 million more than this year. So, what gives? Is Love Island – the UK’s most well-known and catchphrasable reality show, now on its 10th season – finally losing its shine? Are people getting … bored?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/too-straight-too-samey-how-love-island-bored-away-millions-of-viewers\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/too-straight-too-samey-how-love-island-bored-away-millions-of-viewers", "date_published": "2023-06-08 14:43:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uyghur student convicted after posting protests video on WeChat", "description": "<p>Kamile Wayit, 19, sentenced in China for ‘advocating extremism’ by sharing footage of anti-lockdown unrest</p><p>A Uyghur student who was detained in Xinjiang in December after posting a video on WeChat of the “<a href=\"https://www.theguardian.com/world/2023/feb/08/we-just-want-to-live-in-a-normal-world-chinas-young-protesters-speak-out-and-disappear\">white paper</a>” protests has been convicted of “advocating extremism”.</p><p>Kamile Wayit, 19, was detained in Atush on 12 December the day after returning home from university in Henan, a province in central China. She has not been heard from since, but last week a spokesperson from China’s ministry for foreign affairs confirmed to the Economist<em> </em>magazine that Wayit had been sentenced on 25 March “for the crime of advocating extremism”. The spokesperson did not confirm the length of the sentence but it can be up to five years.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/uyghur-student-convicted-posting-protests-video-wechat-kamile-wayit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/uyghur-student-convicted-posting-protests-video-wechat-kamile-wayit", "date_published": "2023-06-08 14:41:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool buy back Melwood to provide women’s team with elite training centre", "description": "<ul><li>Academy and women’s first team will use club’s old base</li><li>Women’s crest switched to official club crest</li></ul><p>Liverpool have bought back their old Melwood training ground to create an elite training centre for the women’s first team and academy. Melwood was Liverpool’s base for 70 years until sold to the housing developer Torus in 2019, a year before the men’s first team moved to the Axa Training Centre in Kirkby.</p><p>The sale, worth about £10m to Liverpool, was controversial with local residents urging the club to retain Melwood for community use.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/liverpool-buy-back-melwood-womens-team-elite-training-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/liverpool-buy-back-melwood-womens-team-elite-training-centre", "date_published": "2023-06-08 14:33:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supreme court rulings live: Alabama discriminated against Black voters with voting district decision", "description": "<p>Latest updates: decision is big win for voting rights advocates and state will have to redraw congressional map </p><p><strong>In the biggest ruling of the day so far, the court’s liberal justices have joined chief justice John Roberts in calling Alabama’s Republican redrawn electoral maps as “discriminatory”.</strong> It’s a big win for voting rights advocates.</p><p>Justices <strong>Sonia Sotomayor, Elena Kagan</strong>, and <strong>Ketanji Brown Jackson</strong> sided with Roberts, and conservative <strong>Brett Kavanaugh</strong> joined most of the ruling.</p> <a href=\"https://www.theguardian.com/law/live/2023/jun/08/supreme-court-rulings-affirmative-action-lgbtq-rights-kevin-mccarthy-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/law/live/2023/jun/08/supreme-court-rulings-affirmative-action-lgbtq-rights-kevin-mccarthy-republicans", "date_published": "2023-06-08 14:26:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wildfires smoke: people urged to wear masks as toxic air quality alerts continue – live", "description": "<p>Millions of people across North America continue to struggle with extremely high levels of air pollution amid Canada’s worst-ever start to wildfire season</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/07/tell-us-how-have-you-been-affected-by-the-canada-wildfires-and-the-smoke-in-the-us\">Tell us: how are wildfires in Canada and smoke in the US affecting you?</a></li></ul><p>Protesters are set to descend upon the White House on Thursday amid growing anger among climate activists at <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> for allowing a controversial gas pipeline in Appalachia to be fast-tracked.</p><p>Several hundred protesters are expected to <a href=\"https://actionnetwork.org/events/biden-stopmvp-now/\">demand</a> Biden “reclaim his climate legacy” by blocking the Mountain Valley pipeline, a 300-mile pipeline that will bring fracked gas from West Virginia to southern Virginia.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/08/wildfires-latest-smoke-air-quality-canada-new-york-flight-delays-laguardia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/08/wildfires-latest-smoke-air-quality-canada-new-york-flight-delays-laguardia", "date_published": "2023-06-08 14:25:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French Open 2023 semi-final: Karolina Muchova v Aryna Sabalenka – live", "description": "<ul><li>Women’s semi-finals at Roland Garros from 2pm (BST)</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/07/iga-swiatek-coco-gauff-french-open-tennis\">Swiatek to face Haddad Maia after sweeping past Gauff</a></li><li>Get in touch: <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or tweet <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p><strong>Muchova wins the toss and,</strong> as per the present vogue, opts to receive. The idea is, I imagine, to put an opponent under pressure while settling oneself.</p><p><strong>The wind’s kicking up a little which might help Muchova – </strong>she’ll<strong> </strong>be looking for points of difference – but on the other hand it might help Sabalenka, who can hit either with it or through it.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/08/tennis-french-open-2023-semi-finals-muchova-sabalenka-swiatek-haddad-maia-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/08/tennis-french-open-2023-semi-finals-muchova-sabalenka-swiatek-haddad-maia-live", "date_published": "2023-06-08 14:24:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record numbers of teachers in England quitting profession, figures show", "description": "<p>Department for Education survey finds that 40,000 – almost 9% of workforce – left state schools in 2021-22 before retirement</p><p>Teachers in England are abandoning their profession in record numbers, according to official figures, with union leaders blaming the government for creating a crisis in teacher retention.</p><p>The latest <a href=\"https://explore-education-statistics.service.gov.uk/find-statistics/school-workforce-in-england/2022\">workforce survey</a> by the Department for Education (DfE) found that 40,000 teachers left state schools last year – almost 9% of the teaching workforce, and the highest number since it began publishing the data in 2011 – while a further 4,000 retired.</p> <a href=\"https://www.theguardian.com/education/2023/jun/08/teachers-england-schools-figures-department-education-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/08/teachers-england-schools-figures-department-education-survey", "date_published": "2023-06-08 14:09:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenage girl who pretended to be boy for sex duped second girl, court told", "description": "<p>Georgia Bilham, 21, is on trial in Chester for 17 sexual offences after allegedly deceiving shortsighted girl</p><p>A teenage girl who pretended to be a boy in order to engage in sexual activity with a severely shortsighted girl also duped a second teenager, a court has heard.</p><p>Georgia Bilham, 21, is on trial at Chester crown court for 17 sexual offences after allegedly deceiving a teenage girl into sex by pretending to be a boy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/teenage-girl-georgia-bilham-pretended-to-be-boy-duped-second-girl-sex-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/teenage-girl-georgia-bilham-pretended-to-be-boy-duped-second-girl-sex-court-hears", "date_published": "2023-06-08 14:06:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met chief apologises for force’s treatment of LGBTQ+ people", "description": "<p>Sir Mark Rowley makes apology in letter to activist Peter Tatchell, and says there is still ‘much for us to do’</p><p>Scotland Yard has apologised to the LGBTQ+ community for past failings, in what campaigners have hailed as a historic first they hope other police forces around the UK will follow.</p><p>The Met police commissioner, Sir Mark Rowley, made the admission in a letter to Peter Tatchell, the prominent British LGBTQ+ activist.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/met-chief-apologises-for-forces-treatment-of-lgbtq-people\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/met-chief-apologises-for-forces-treatment-of-lgbtq-people", "date_published": "2023-06-08 14:04:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As the AI industry booms, what toll will it take on the environment?", "description": "<p>Tech companies remain secretive over the amount of energy and water it takes to train their complex programs and models</p><p>One question that ChatGPT can’t quite answer: how much energy do you consume?</p><p>“As an AI language model, I don’t have a physical presence or directly consume energy,” it’ll say, or: “The energy consumption associated with my operations is primarily related to the servers and infrastructure used to host and run the model.”</p> <a href=\"https://www.theguardian.com/technology/2023/jun/08/artificial-intelligence-industry-boom-environment-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/08/artificial-intelligence-industry-boom-environment-toll", "date_published": "2023-06-08 14:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild horse deaths in California sierra show a delicate ecosystem off balance", "description": "<p>Heavy snow from a harsh winter buried food sources and forced the herd to starve or venture into new territories</p><p>East of Yosemite national park, Mono Lake is an ancient body of water, home to millions of brine shrimp and waterfowl and providing stunning views. It’s also home to a herd of more than 500 wild horses that began arriving in the area around 2015.</p><p>This spring, as snow drifts from a record-setting winter storm began to melt, officials were surprised to find the horses turning up dead.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/08/wild-horse-deaths-mono-lake-basin-california\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/08/wild-horse-deaths-mono-lake-basin-california", "date_published": "2023-06-08 14:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeff Goldblum: ‘I’m not a bad packer – but I’m a horrible folder’", "description": "<p>The American actor and musician on working with Wes Anderson, keeping his music fresh and who unbuttoned his shirt in Jurassic Park</p><p><strong>Have you ever done something just because you could, without considering whether you should? </strong><em>erret76</em><br />Haha! Well, that’s very good. Of course, it quotes the line from Michael Crichton’s brilliant book [Jurassic Park], and then the movie by Steven Spielberg. It’s an interesting idea; you hear people talking about AI. People are weighing in daily about whether we should put a little halt on the progress and use some restraint, wisdom and discretion with the development of AI. Not unlike the genetic opportunities in that movie. Me, myself, you ask. Well, probably all the time. I’m aspiring to think more deeply about whether I should do one thing or another, just because I can.</p><p><strong>Did you and </strong><strong>Emma Thompson</strong><strong> hurt yourselves in </strong><strong><em>tha</em></strong><strong><em>t</em> sex scene in </strong><strong>The Tall Guy</strong><strong> or was it choreographed? </strong><em>LilyBee</em><br />I have a lot of affection for that movie. The great Richard Curtis, of course. It was his first screenplay. He makes an appearance. I’m in a hallway and he comes out of the bathroom as a moustached man. It’s a small part but he’s pure quicksilver. And no, the scene was very choreographed. It was the great Emma Thompson’s first movie. She is a person who inspires such respect. She’s so gracious, elegant, brilliant and kind that we were able to do that demanding scene without injury, hurt feelings or psychic injuries.</p> <a href=\"https://www.theguardian.com/film/2023/jun/08/jeff-goldblum-im-not-a-bad-packer-but-a-im-horrible-folder\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/08/jeff-goldblum-im-not-a-bad-packer-but-a-im-horrible-folder", "date_published": "2023-06-08 14:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ozempic has won, body positivity has lost. And I want no part of it", "description": "<p>I am fat, healthy, happy – and entirely unsurprised at how quickly the small gains of the body positivity movement have been rolled back with the arrival of a new ‘miracle’ drug</p><p>The first time someone told me to try Ozempic was last Thanksgiving. I had already lost over 50lb in the preceding nine months just from making modest lifestyle adjustments, and I had solved the nascent health problems that had set off the urge to make those changes in the first place. I was still undeniably a fat person, but I was feeling incredibly proud of how I had taken some initiative and control, and gotten to a healthier place all on my own. For the first time in my entire life, I was comfortable with my body.</p><p>After you lose a significant percentage of your body mass, no matter how big you were to begin with, your metabolism <a href=\"https://www.scientificamerican.com/article/6-years-after-the-biggest-loser-metabolism-is-slower-and-weight-is-back-up/\">slows down</a> in an effort to conserve what’s left. Once this happens, it makes further weight loss increasingly difficult, and by Thanksgiving I had hit the plateau. So it was then, on the fattest day of the American calendar, that my relative urged me to look into the hot new miracle drug. She was taking it for her diabetes, had lost a tremendous amount of weight, and was quick to sing the drug’s praises. “Ask your doctor about it,” she urged.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/08/ozempic-weight-loss-body-positivity\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/08/ozempic-weight-loss-body-positivity", "date_published": "2023-06-08 14:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burned to the Ground: the Canadian village incinerated by record temperatures", "description": "<p>The small village of Lytton in British Columbia hit the global media when it smashed Canada’s highest temperature record in June 2021, at 49.6C. Two days later, a wildfire burned the entire village to the ground. In the ashes of their homes, this cohesive but diverse community, which includes a majority of First Nations people, had to confront the realities of climate displacement by being relocated away from their ancestral lands. Through the stories of three residents we find a community searching for answers while relying on a collective spirit to heal</p><p>or</p> <a href=\"https://www.theguardian.com/news/ng-interactive/2023/jun/08/burned-to-the-ground-the-canadian-village-incinerated-by-record-temperatures\">Continue reading...</a>", "link": "https://www.theguardian.com/news/ng-interactive/2023/jun/08/burned-to-the-ground-the-canadian-village-incinerated-by-record-temperatures", "date_published": "2023-06-08 13:59:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson lawyer hits back at Fox News claim of contract breach", "description": "<p>Carlson attorney Bryan Freeman accuses network of attacking first amendment rights amid dispute over post-firing settlement </p><p>Responding to Fox News’s contention that Tucker Carlson was in breach of contract when he debuted his <a href=\"https://twitter.com/TuckerCarlson/status/1666203439146172419\">Twitter show</a> this week, a lawyer for the fired hard-right host accused the network of attacking his client’s first amendment rights.</p><p>“Fox defends its very existence on freedom of speech grounds,” said attorney Bryan Freedman in response to <a href=\"https://www.nbcnews.com/media/fox-news-tells-tucker-carlson-violated-contract-new-twitter-show-rcna88270?cid=sm_npd_nn_fb_ma&amp;utm_campaign=trueanthem&amp;utm_medium=social&amp;utm_source=facebook&amp;_branch_match_id=1192755049737224778&amp;_branch_referrer=H4sIAAAAAAAAA8soKSkottLXz0tKzkstL9ZLLCjQy8nMy9Y3zXXLTS3MyC52TAIAlrI26iQAAAA%3D\">reports</a>, first by <a href=\"https://www.axios.com/2023/06/07/fox-news-tucker-carlson-contract-breach\">Axios</a>, about a letter to Carlson from a lawyer for Fox.</p> <a href=\"https://www.theguardian.com/media/2023/jun/08/tucker-carlson-lawyer-fox-news-contract-breach\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/08/tucker-carlson-lawyer-fox-news-contract-breach", "date_published": "2023-06-08 13:56:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Jessica Parker to make West End debut with husband Matthew Broderick", "description": "<p>The pair will star in a revival of Neil Simon’s marriage comedy Plaza Suite, which transfers from a hugely successful Broadway run</p><p>Sarah Jessica Parker is to make her West End stage debut opposite her husband, Matthew Broderick, in a comedy about marriage by Neil Simon.</p><p>Plaza Suite will open in London in January. It is the West End transfer of a production directed by John Benjamin Hickey in 2022 in New York, where it became one of the highest-grossing play revivals in Broadway history. The London run is at the Savoy theatre, fittingly for a play set in a hotel suite.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/08/sarah-jessica-parker-to-make-west-end-debut-with-husband-matthew-broderick\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/08/sarah-jessica-parker-to-make-west-end-debut-with-husband-matthew-broderick", "date_published": "2023-06-08 13:53:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock tells court he felt intimidated by anti-vaccination protester", "description": "<p>Geza Tarjanyi, 62, denies pushing former health secretary towards London underground escalator</p><p>Matt Hancock felt “physically intimidated” and feared being pushed down a London underground escalator by an anti-vaccination protester accusing him of murdering people during the coronavirus pandemic, the former health secretary has told a court.</p><p>Geza Tarjanyi, 62, of Leyland, in Lancashire, who has denied causing harassment without violence, is accused of shoulder-barging the MP and shouting “ridiculous conspiracy theories” on two separate occasions on 19 and 24 January this year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/matt-hancock-tells-court-he-felt-intimidated-by-anti-vaccination-protester\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/matt-hancock-tells-court-he-felt-intimidated-by-anti-vaccination-protester", "date_published": "2023-06-08 13:49:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan’s ruling party rocked by sexual harassment claims", "description": "<p>President apologises for second time in a week as politics and media embroiled in #MeToo allegations </p><p>Taiwan’s ruling party has been rocked by a wave of sexual harassment allegations, as the country grapples with a #MeToo movement that has encompassed politics and the media.</p><p>On Tuesday, President Tsai Ing-wen apologised for the second time in a week in response to sexual harassment claims against senior staff in the Democratic Progressive party (DPP). “Our society as a whole must educate ourselves again. People in sexual harassment incidents are victims,” she wrote in a Facebook post.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/taiwan-ruling-party-rocked-sexual-harassment-claims-metoo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/taiwan-ruling-party-rocked-sexual-harassment-claims-metoo", "date_published": "2023-06-08 13:49:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three acquitted in ‘cattle mafia’ case over intimidation of Sicilian sisters", "description": "<p>Three sisters who own farm in Mezzojuso say they will appeal after men cleared due to lack of evidence</p><p>Three men accused of threatening three Sicilian sisters who claimed to have been targeted by the local mafia have been acquitted due to lack of evidence.</p><p>The sisters claimed to be victims of the so-called “cattle mafia”, a group of mobsters accused of driving farmers from their lands with intimidation campaigns in order to obtain EU agricultural subsidies of up to €1,000 a hectare.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/three-acquitted-in-cattle-mafia-case-over-intimidation-of-sicilian-sisters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/three-acquitted-in-cattle-mafia-case-over-intimidation-of-sicilian-sisters", "date_published": "2023-06-08 13:48:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Army of fake social media accounts defend UAE presidency of climate summit", "description": "<p>Sultan Al Jaber – Cop28 president and CEO of state oil firm – is ‘ally the climate movement needs’, posts say</p><p>An army of fake social media accounts on Twitter and the blogging site Medium have been promoting and defending the controversial hosting of a UN climate summit by the United Arab Emirates.</p><p>The president of the Cop28 climate talks is Sultan Al Jaber, who is also the chief executive of the state oil giant Adnoc, which has <a href=\"https://www.theguardian.com/environment/2023/apr/04/revealed-uae-plans-huge-oil-and-gas-expansion-as-it-hosts-un-climate-summit\">major net zero-busting expansion plans</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/army-of-fake-social-media-accounts-defend-uae-presidency-of-climate-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/army-of-fake-social-media-accounts-defend-uae-presidency-of-climate-summit", "date_published": "2023-06-08 13:44:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government rejects Royal Mail request to end Saturday deliveries", "description": "<p>Company lobbied for removal of obligation, claiming six-day service is financially unsustainable</p><ul><li><a href=\"https://www.theguardian.com/business/blog/live/2023/jun/07/uk-house-prices-in-first-annual-fall-since-2012-hackers-issue-ultimatum-to-bbc-ba-and-boots-business-live\">Business live – latest updates</a></li></ul><p>Royal Mail’s plan to stop delivering post on Saturdays has been blocked by the government in a blow to the company, which has claimed a six-day service is financially unsustainable.</p><p>The postal company had <a href=\"https://www.theguardian.com/business/2022/nov/17/royal-mail-reports-219m-loss-as-strike-action-takes-its-toll\">requested that the government change the universal service obligation</a> (USO) – a condition of its privatisation in 2013.</p> <a href=\"https://www.theguardian.com/business/2023/jun/08/uk-government-reject-royal-mail-request-end-saturday-deliveries\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/08/uk-government-reject-royal-mail-request-end-saturday-deliveries", "date_published": "2023-06-08 13:26:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the Barclay empire lost its grip on the Daily Telegraph", "description": "<p>Lost control of media assets over near £1bn debt gives lesson in perils of borrowing too much to expand</p><ul><li><a href=\"https://www.theguardian.com/media/2023/jun/08/barclay-family-submit-bid-to-write-off-some-of-telegraph-media-groups-debt\">Barclay family submit bid to write off some of Telegraph Media Group’s debt</a></li></ul><p>When the Barclay brothers <a href=\"https://www.theguardian.com/media/2004/jul/30/pressandpublishing.thedailytelegraph\">bought the Daily Telegraph</a> from a man facing a spell in prison, an almost throwaway accusation that they had taken advantage of an “owner in distress” ended with them suing the Times for criminal libel in France. It is perhaps ironic that their own distress as sellers almost 20 years later was first revealed by the same Rupert Murdoch-owned rival newspaper.</p><p>Yet the Barclay family has been “de-possessed” of the Telegraph Media Group not by a wealthier rival, but by their own bank manager. In a challenging economic environment, many people fear their house being taken over by the mortgage provider – but not many are <a href=\"https://www.theguardian.com/media/2023/jun/07/daily-telegraph-and-sunday-telegraph-newspapers-to-be-put-up-for-sale\">struggling to repay debts of almost £1bn</a>.</p> <a href=\"https://www.theguardian.com/media/2023/jun/08/how-the-barclay-empire-lost-its-grip-on-the-daily-telegraph\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/08/how-the-barclay-empire-lost-its-grip-on-the-daily-telegraph", "date_published": "2023-06-08 13:21:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barclay family submit bid to write off some of Telegraph Media Group’s debt", "description": "<p>Lloyds Banking Group receives offer after official receiver called in over nearly £1bn owed by publisher</p><p><a href=\"https://www.theguardian.com/media/2023/jun/08/how-the-barclay-empire-lost-its-grip-on-the-daily-telegraph\">Analysis: how the Barclay empire lost its grip on the Daily Telegraph</a></p><p></p><p>The former owners of the Daily and Sunday Telegraph have made an attempt to regain control of their media assets after they were <a href=\"https://www.theguardian.com/media/2023/jun/07/daily-telegraph-and-sunday-telegraph-newspapers-to-be-put-up-for-sale\">put up for a sale </a>in a bitter row with lenders.</p><p>The Barclay family has submitted an offer to Lloyds Banking Group that would reportedly allow them to write off some of the nearly £1bn in debts owed to the group’s subsidiary, Bank of Scotland.</p> <a href=\"https://www.theguardian.com/media/2023/jun/08/barclay-family-submit-bid-to-write-off-some-of-telegraph-media-groups-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/08/barclay-family-submit-bid-to-write-off-some-of-telegraph-media-groups-debt", "date_published": "2023-06-08 13:15:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our house was bombed the night I was born’: Anselm Kiefer on the nightmares he can’t escape", "description": "<p>The great German artist has tried again and again to read James Joyce’s twisted novel Finnegans Wake. His latest show takes inspiration from that book – and from a childhood making toys from the rubble of his family home</p><p>Anselm Kiefer is putting the finishing touches to his exhibition Finnegans Wake with the help of a forklift truck. The huge gallery at White Cube Bermondsey has been all but filled with a mound of shattered concrete surrounded by barbed wire, like a bombed second world war bunker. I watch as the wiry, bespectacled 78-year-old lion of German art directs the drop of a final piece of rubble into place, sending a rusty chunk of metal crashing on its side. “Perfect,” he says.</p><p>When we sit down to talk he tells me how he hacked out this broken mass from his studio. “There was a floor and I cut it from the sides and it fell down. And it was wonderful! Really great. And I had the idea, this is fantastic together with <a href=\"https://www.theguardian.com/books/booksblog/2015/apr/28/finnegans-wake-james-joyce-modern-interpretations\">Finnegans Wake</a>, because it’s the beginning of something, not the end. It’s the <em>beginning</em>. So I brought it here.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/08/anselm-kiefer-finnegans-wake-bombed\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/08/anselm-kiefer-finnegans-wake-bombed", "date_published": "2023-06-08 13:09:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian protesters and long-eared goats: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/jun/08/ukrainian-protesters-and-long-eared-goats-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/jun/08/ukrainian-protesters-and-long-eared-goats-thursdays-best-photos", "date_published": "2023-06-08 13:06:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Based on a True Story review – a couple makes a killer podcast in fun, flimsy series", "description": "<p>Kaley Cuoco and Chris Messina add considerable charm to a watchable, if forgettable, comedy thriller about a dangerous pact</p><p>Our minor interest in the true crime genre has turned into a major obsession in the last few years, a boon for those churning it out but an increasingly troubling point of discussion for many others. Podcasts and documentaries excitedly recounting gruesome details of killers and their prey have created a specific type of creepily invested superfan, <a href=\"https://www.youtube.com/watch?v=J4RdcE6H4Gs\">one parodied on Saturday Night Live in 2021</a>, usually seen as female and often suburban, boldly sharing their theories on Facebook groups, uneasily defining their No 1 hobby as “murder”.</p><p>While Hulu’s starry hit Only Murders in the Building used a feather light touch in imagining what would happen if podcast fans became hosts and then detectives, Peacock’s glossy new series Based on a True Story adds a serrated edge to an adjacent set-up, upping PG cosiness into R-rated excess. It’s not always successful (the violence is so discordantly nasty that it feels almost juvenile) but there’s a sleek, elevated ease to proceedings and a novel twist employed early on that transforms it from being a whodunnit to something relatively unusual.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/based-on-a-true-story-review-kaley-cuoco\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/based-on-a-true-story-review-kaley-cuoco", "date_published": "2023-06-08 13:01:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caroline Lucas was the best PM Britain never had – but she’s shown us how to fix our politics | Neal Lawson", "description": "<p>The Green MP for Brighton Pavilion is leaving Westminster. It’s a sign that change will only come to a broken system from outside</p><p>With our forlorn sense that politics isn’t working and that democracy is broken, as we feel the impacts of both climate change and the decision to leave the European Union in real time, the symbolic answer to our political crisis was always staring us in the face. It was Caroline Lucas, the best prime minister we never had – and, now that she is <a href=\"https://www.theguardian.com/politics/2023/jun/08/green-party-mp-caroline-lucas-to-stand-down-at-next-election--brighton-pavilion-\">standing down from her Brighton Pavilion seat</a>, we will never get.</p><p>In her bold but gentle way, Lucas embodied the fact that politicians and politics could be better. Not perfect, but good enough. Good enough to know that meaningful change needs a vision of a good society to compel it, alongside bold enough policies and strong enough alliances to get us there.</p><p>Neal Lawson is director of the cross-party campaign organisation Compass</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/caroline-lucas-britain-politics-green-mp-brighton-pavilion\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/caroline-lucas-britain-politics-green-mp-brighton-pavilion", "date_published": "2023-06-08 13:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis leading to more turbulence during flights, says study", "description": "<p>Researchers say bumpier air travel is driving up costs and increasing the risks for passengers and crew</p><p>The climate crisis is leading to more turbulence during flights, driving up costs and increasing the risks for passengers and crew, according to new research.</p><p>The study found that warmer air, caused by carbon emissions, is creating <a href=\"https://www.theguardian.com/environment/2018/feb/19/climate-change-spells-turbulent-times-ahead-for-air-travel\">bumpier flights</a> around the world with severe turbulence in the North Atlantic up by 55% since 1979.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/climate-crisis-leading-to-more-turbulence-during-flights-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/climate-crisis-leading-to-more-turbulence-during-flights-says-study", "date_published": "2023-06-08 13:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Janelle Monáe: The Age of Pleasure review | Alexis Petridis's album of the week", "description": "<p><strong>(Wondaland Productions/Bad Boy Records)<br /></strong>Putting aside the high-concept Afrofuturism of earlier albums, the R&amp;B shapeshifter<strong> </strong>blends Afrobeat, reggae and laidback soul into a hazily intoxicating cocktail of sex and partying</p><p>For over a decade, Janelle Monáe has carved a niche for herself as a purveyor of R&amp;B so high concept that even her album covers came with subtitles. (Purchasers of 2013’s The Electric Lady could take their pick from the standard edition, featuring a cover titled Concerning Cindi and Her Sisters and the Skull of Night Thrashings, or a deluxe version called Concerning Cindi and the Glow of the Drogon’s Eyes.) Equal parts Afrofuturism and the sexually ambiguous personae of 70s Bowie, Monáe’s albums to date posited her as a part-human, part-cyborg figure in a dystopian future. And you couldn’t fault Monáe’s sense of commitment to her roles, which extended to apparently giving interviews in character. But the records sold well rather than spectacularly, spawning hits that slow-burned to gold status without actually making the Top 40.</p><p>On her fourth album, however, everything has changed. The high concepts and Afrofuturism appear to have gone out of the window. Rather than a stylised illustration of a heavily coiffed and costumed Monáe complete with a wordy subtitle, the cover of The Age of Pleasure features a blurry snap of the singer topless and underwater, swimming through a succession of people’s legs. It clocks in at a trim 31 minutes, less than half the length of either The Electric Lady or The ArchAndroid, and its songs, interludes and fleeting guest appearances – Grace Jones speaking French; a brief burst of toasting from venerable Jamaican DJ Sister Nancy – segue into each other. And its lyrical focus shifts dramatically from future dystopias to partying and having it off. There are songs named after champagne cocktails, and recordings of Monáe and friends toasting each other as they embark on an evening of bar-hopping. It takes 90 seconds for her to mention Japanese rope bondage and that’s the tone pretty much set: homemade porn, threesomes, demands to “feel a little tongue”, a song apparently about wanking that opens with the attention-grabbing line: “If I could fuck me right here, right now, I would.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/08/janelle-monae-the-age-of-pleasure-review-wondaland-bad-boy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/08/janelle-monae-the-age-of-pleasure-review-wondaland-bad-boy", "date_published": "2023-06-08 13:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Inzaghi has chance to confirm title as King of the Cups with Inter", "description": "<p>Coach has form in knockout games and is ready for Champions League final against ‘the best team in the world’</p><p>The bar for success has always been set impossibly high for Simone Inzaghi. His older brother, Filippo, was a prolific goalscorer who won a World Cup with Italy and two Champions Leagues at Milan. Fans renamed him even before those triumphs as “Superpippo”, a real-life comic book hero.</p><p>But Simone also achieved things as a player few others have. He helped Lazio win one of two Serie A titles in the club’s history and was the second man to score four goals in a Champions League game. Filippo believes only injuries stopped his sibling from surpassing him “because he had better technical gifts than I did”. Yet Simone, too, was defined by a nickname bestowed on him: “Inzaghino”, the “Little Inzaghi”.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/simone-inzaghi-king-of-the-cups-inter-manchester-city-champions-league-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/simone-inzaghi-king-of-the-cups-inter-manchester-city-champions-league-final", "date_published": "2023-06-08 13:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poland criticises EU’s ‘unacceptable’ proposed charge for refusing migrants", "description": "<p>Warsaw says it would not pay €22,000 ‘fine’ for each person it declines to host as ministers hold crunch talks in Luxembourg</p><p>Poland has entered crunch talks aimed at making radical changes to the EU’s migration and asylum laws with the claim that the proposals could result in a “step back” to 2015, when more than a million people flowed into the bloc.</p><p>The Polish deputy state secretary of the interior, Bartosz Grodecki, opened the summit of home affairs ministers in Luxembourg by declaring that Warsaw would refuse to pay proposed “fines” for not taking people.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/poland-eu-migration-summit-asylum-luxembourg-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/poland-eu-migration-summit-asylum-luxembourg-talks", "date_published": "2023-06-08 12:57:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From fleeing the Tories to becoming a TV megastar: how Barry’s Sarah Goldberg made it big", "description": "<p>She’s gone from living with a London drug dealer to starring in one of the year’s most unforgettable finales. The actor talks sexism, lockdowns and Henry Winkler’s sandwiches  </p><p>Since it started in 2018, HBO’s Barry has delighted in putting Sarah Goldberg through the wringer. Her character, Sally, regularly bore the brunt of the show’s emotional extremes. She was abused, screamed at, humiliated, publicly shamed, kidnapped and plunged into addiction, plus she murdered a guy. Goldberg has been rightly recognised for her performance – she was nominated for an Emmy in 2019 – but Sally operated at such a full-blast, red-raw frequency that I was wary in case time spent with Sarah would involve similar levels of intensity.</p><p>I needn’t have worried. I meet Goldberg in a sunlit, slightly ramshackle south London cafe full of mums and babies. She drifts in by herself, unrecognised and greets me with a goofy wave. It’s the day after her 38th birthday, and the Barry finale aired 72 hours ago to near-universal acclaim. All said, it has been a big week for the Canadian.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/from-fleeing-the-tories-to-becoming-a-tv-megastar-how-barrys-sarah-goldberg-made-it-big\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/from-fleeing-the-tories-to-becoming-a-tv-megastar-how-barrys-sarah-goldberg-made-it-big", "date_published": "2023-06-08 12:57:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian forces accused of blocking flood evacuation efforts in Ukraine", "description": "<p>Reports say Moscow’s forces preventing volunteers from rescuing people in town badly affected after collapse of Nova Khakovka dam </p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/08/russia-ukraine-war-live-first-kherson-dam-flooding-deaths-un-nuclear-watchdog-to-strengthen-presence-at-zaporizhzhia-plant\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russian forces in control of a Ukrainian town on the occupied southern side of the Dnipro River near Kherson have been accused of preventing evacuation efforts after flooding caused by the Nova Khakovka dam bursting.</p><p>The town of Oleshky appears to be the worst-affected area in territory controlled by Russia. Videos and photographs from the scene have depicted severe flooding and residents stranded on the roofs of their cottages.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/russian-forces-accused-of-blocking-flood-evacuation-efforts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/russian-forces-accused-of-blocking-flood-evacuation-efforts", "date_published": "2023-06-08 12:53:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS chiefs blame staff shortages for record 7.4m people on waiting lists in England", "description": "<p>Leaders urge government to publish long-awaited workforce plan as figures reveal unsustainable pressure on NHS</p><ul><li><strong><a href=\"https://www.theguardian.com/uk-news/live/2023/jun/08/rishi-sunak-joe-biden-washington-white-house-caroline-lucas-latest-politics-updates\">UK politics live – latest updates</a></strong></li></ul><p>Health leaders have blamed staff shortages for waiting lists reaching another record high, with 7.4 million people in England waiting to start treatment as of the end of April.</p><p>One NHS leader said the figures showed that unsustainable “pressure continues to pile on an overstretched NHS”, and urged the government to speed up publication of its <a href=\"https://www.theguardian.com/society/2023/may/29/nhs-england-workforce-plan-delayed-amid-rumours-of-cost-issues\">long-awaited workforce plan, which has been repeatedly postponed</a>.</p> <a href=\"https://www.theguardian.com/society/2023/jun/08/nhs-chiefs-blame-staff-shortages-record-74m-people-waiting-lists-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/08/nhs-chiefs-blame-staff-shortages-record-74m-people-waiting-lists-england", "date_published": "2023-06-08 12:46:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GMB halts bid for official Amazon union claiming firm skewed staff numbers", "description": "<p>Amazon denies union claim it drafted in 1,300 extra workers to thwart push for formal recognition at Coventry warehouse</p><p>The GMB has reluctantly withdrawn its attempt to win formal union recognition at Amazon’s Coventry warehouse, accusing the firm of drafting in more than 1,000 extra workers to skew the decision.</p><p>GMB members at the site made a formal request for recognition to the independent central arbitration committee (CAC) last month after a concerted recruitment drive for members that it believed took it past the necessary threshold of support.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/08/gmb-halts-bid-for-official-amazon-union-claiming-firm-skewed-staff-numbers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/08/gmb-halts-bid-for-official-amazon-union-claiming-firm-skewed-staff-numbers", "date_published": "2023-06-08 12:38:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swizzels agrees to M&S demand to redesign its rival sweet to Percy Pig", "description": "<p>Two firms reach ‘amicable resolution’ after high street chain argued Pigs Mugs were too similar to its brand</p><p>Marks &amp; Spencer’s Percy Pig is wallowing in glory after the British confectioner Swizzels agreed to redesign a sweet that the retailer alleged had been masquerading as its popular pink treat.</p><p>M&amp;S said it had reached an “amicable resolution” with Swizzels under which the maker of Refreshers and Parma Violets had agreed to change the design of its Pigs Mugs sweets, which have been on sale since 1996.</p> <a href=\"https://www.theguardian.com/business/2023/jun/08/swizzels-agrees-to-ms-demand-to-redesign-its-rival-sweet-to-percy-pig\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/08/swizzels-agrees-to-ms-demand-to-redesign-its-rival-sweet-to-percy-pig", "date_published": "2023-06-08 12:35:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People call me brave for going through cancer treatment – but the scary bit starts now | Hilary Osborne", "description": "<p>After chemotherapy, I’m planning a future beyond medical care. I’m grateful but somewhat daunted by the challenge</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/cancer-treatment-brave-chemotherapy-medical-care\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/cancer-treatment-brave-chemotherapy-medical-care", "date_published": "2023-06-08 12:33:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Caine’s novel will most likely be rubbish, but I’m glad he’s found his happy ending | Xan Brooks", "description": "<p>Most actors make terrible novelists – but writing the ‘cracking thriller’ Deadly Game was life-affirming for the veteran star, so never mind the finished product</p><p>God spare us another millionaire actor who fancies themself as a bestselling author –unless the actor is Michael Caine, in which case good on him, raise your glass. The 90-year mainstay of British cinema spent lockdown writing <a href=\"https://www.theguardian.com/film/2023/jun/07/michael-caine-debut-thriller-deadly-game-november-hodder\">his first novel</a>, tapping away at his iPad every day, toiling to master the intricacies of the craft. “Paragraphs,” he said. “Punctuation, all that.” The book might be awful. It won’t trouble the Man Booker panel. But in finally completing the thing, Caine has indirectly written himself a happy ending of sorts – the most knackered and lovely writer’s cliche of them all.</p><p>According to Caine’s publishers, Deadly Game is “a cracking thriller with a real voice and a super twist”, although quite frankly, what else would they say? Specifically, it’s about a London DCI, Harry Taylor, who’s on the trail of a stash of uranium. Potential suspects include a posh art dealer called Julian Smythe, and a dodgy oligarch, Vladimir Voldrev. Also in the mix: a couple of neo-Nazis, a Colombian drug cartel (possibly several, going from the press release) and a pair of cockney refuse collectors. Caine says he got the basic idea from a newspaper story he once read about two East End blokes who found uranium on the rubbish tip. Everything else (the Nazis, the Colombians, dodgy Vladimir) is 100% uncut Michael Caine.</p> <a href=\"https://www.theguardian.com/film/2023/jun/08/michael-caine-novel-deadly-game-rubbish-happy-ending\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/08/michael-caine-novel-deadly-game-rubbish-happy-ending", "date_published": "2023-06-08 12:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maps show how Kakhovka dam collapse threatens Ukraine’s bread basket", "description": "<p>Falling water levels in Kakhovka reservoir could imperil canals that feed some vital crop regions</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/08/russia-ukraine-war-live-first-kherson-dam-flooding-deaths-un-nuclear-watchdog-to-strengthen-presence-at-zaporizhzhia-plant\">Russia-Ukraine war – latest news updates</a></li></ul><p>The destruction of the <a href=\"https://www.theguardian.com/world/2023/jun/08/nova-kakhovka-dam-collapse-flood-first-flooding-deaths-reported-ukraine\">Nova Kakhovka dam</a> has led to fears that a depleted reservoir will leave three critical regions in Ukraine’s bread basket without a key water supply.</p><p>This has led to <a href=\"https://www.theguardian.com/world/2023/jun/07/ukraine-dam-flood-kakhovka-reservoir-destroyed-kherson-oblast-floodwaters-peak-dnipro-river\">warnings</a> about the region and wider world’s food supply, with Ukraine accounting for 40% of global trade in sunflower meal, 35% of sunflower oil, and 5% of wheat, barley and corn exports.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/maps-kakhovka-dam-collapse-threatens-ukraine-bread-basket\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/maps-kakhovka-dam-collapse-threatens-ukraine-bread-basket", "date_published": "2023-06-08 12:29:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pet Shop Boys’ 30 greatest songs – ranked!", "description": "<p>As pop’s greatest double act release a collection of all their singles, we pick their best tracks – from yuppie satires to finely detailed portraits</p><p>Pet Shop Boys’ albums and B-sides are remarkably filler-free, which makes compiling this list hard, even if we exclude their cover versions (hence no Always on My Mind). Case in point: the homoerotic electro-glam stomp of the B-side to Before, as good as anything on Bilingual.</p> <a href=\"https://www.theguardian.com/music/2023/jun/08/pet-shop-boys-30-greatest-songs-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/08/pet-shop-boys-30-greatest-songs-ranked", "date_published": "2023-06-08 12:12:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mitropa Cup: the tournament that paved way for Champions League", "description": "<p>Competition that started in the 1920s amid on-pitch tensions also ushered in era of the long-distance travelling fan in Europe</p><p>Contemporary football fans may be surprised to learn that the Mitropa Cup, an ante litteram version of the Champions League, was reserved for clubs from nations, with the exception of Italy, which have disappeared from the map of football that counts. Countries such as Austria, Hungary and Czechoslovakia evoke, in the most scattered exploits, outstanding performances that can be traced back to a few editions of World Cups or European Championships that took place over the decades.</p><p>In the same way, modern fans might be surprised that European football was dominated almost 100 years ago by teams that have fallen into oblivion. A quick glance at the list of Mitropa winners, for example, reveals the absence of the German, Spanish, Dutch and English teams that would dominate the scene after the second world war. In addition, when fans think of the Mitropa their minds tend to go to the most recent editions, those played between 1979 and 1992 which were reserved for the winners of the nations’ respective second divisions.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/mitropa-cup-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/mitropa-cup-champions-league", "date_published": "2023-06-08 12:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Threatened Saudi dissident told to live like Edward Snowden by Met police", "description": "<p>Col Rabih Alenezi received advice after reporting death threats, of which he says he receives 50 a week</p><p>A Saudi Arabian dissident living in London was told to “emulate” the life of the US whistleblower Edward Snowden by a Metropolitan police officer, amid death threats he received after fleeing his country.</p><p>Col Rabih Alenezi, 44, had been a senior official in Saudi Arabia’s security service for two decades, but sought asylum in the UK after he claimed to have been ordered to carry out human rights violations. His life was threatened for criticising the regime of Crown Prince Mohammed bin Salman.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/saudi-dissident-rabih-alenezi-death-threats-met-police-edward-snowden\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/saudi-dissident-rabih-alenezi-death-threats-met-police-edward-snowden", "date_published": "2023-06-08 12:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kiss frontman Gene Simmons given tour of parliament by DUP’s Ian Paisley", "description": "<p>American rock star enjoys ‘controlled chaos’ of Angela Rayner and Oliver Dowden facing off at deputy PMQs</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/jun/08/rishi-sunak-joe-biden-washington-white-house-caroline-lucas-latest-politics-updates\">UK politics live – latest updates</a></li></ul><p>One styles himself as the God of Thunder. The other is fond of thundering. But when <a href=\"https://www.theguardian.com/lifeandstyle/2017/dec/23/gene-simmons-kiss-band-musician-life-lessons-never-got-high-or-drunk\">Gene Simmons</a> met Ian Paisley in the House of Commons the result was hushed civility.</p><p>The<a href=\"https://www.theguardian.com/music/kiss\"> Kiss </a>frontman received a tour of Westminster from the Democratic Unionist party (DUP) MP on Wednesday and ended up marvelling at British parliamentary democracy. “It was actually quite an amazing day. The history and the hallowed halls of democracy, it was very inspiring,” he said.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/kiss-frontman-gene-simmons-tour-parliament-dup-ian-paisley\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/kiss-frontman-gene-simmons-tour-parliament-dup-ian-paisley", "date_published": "2023-06-08 11:53:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lubaina Himid: ‘I love opera because it’s the way I experience life’", "description": "<p>The Turner prize-winning artist’s love of opera has informed her work for the last 40 years. These six large-scale paintings are created in response to the works in Glyndebourne’s current season and are on display at the festival</p><p>My Viennese stepfather introduced me to opera via his newly acquired cassette player in the very early 1970s. We listened to The Magic Flute and marvelled at the Queen of the Night. I imagined what she might look like and found immense pleasure conjuring the forest, the beasts and the endless tasks in my head. From then onwards I began to be interested in this magic art multi-layered form. At art school, studying theatre design, operas were almost always given to us to complete as our monthly assignments. I listened to and learned very quickly to love them, though my skills in design never really blossomed in the direction or to the degree that the tutors had dreamed of. The Magic Flute, Norma, Dido and Aeneus, The Rake’s Progress, Don Pasquale, Rigoletto, Fidelio and, of course, Der Rosenkavalier have stayed with me for decades, floating in and out of my studios, my bathrooms and bedrooms on vinyl, cassette, compact disc and car radios. These performances were almost always experienced privately and not in public at the opera house.</p><p>When I began the paintings for Glyndebourne, I thought about the immense, multi-coloured sounds and at the same time the broken, seductive, powerful and sometimes hilarious human bodies. On the canvases you can find delicate hands, straining penises, disconnected hearts, floating brains, severed necks and pursed lips. Through this work, I embarked on the next stage of my adventure to find out what love actually sounds like.</p><p>Don Giovanni (2023) © Lubaina Himid. Image courtesy the artist and Hollybush Gardens, London</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/08/lubaina-himid-paintings-glyndebourne-opera\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/08/lubaina-himid-paintings-glyndebourne-opera", "date_published": "2023-06-08 11:48:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Special’ humpback whale sighting off coast of Cornwall delights conservationists", "description": "<p>First modern-day record of a humpback in the area at this time of year may suggest species comeback</p><p>At first the sailors thought the splashing and spray was being caused by a pesky jetskier, but then they glimpsed a large, dark fin and realised they were having a close encounter with a much rarer creature – a humpback whale.</p><p>The whale was spotted by a couple sailing 2 miles off the Cornish coast and is causing a ripple of joy among conservationists because the mammals, which can grow up to 18 metres long, are rarely seen off the far south-west of England and there is no previous modern record of one in the area at this time of year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/special-humpback-whale-sighting-off-coast-of-cornwall-delights-conservationists\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/special-humpback-whale-sighting-off-coast-of-cornwall-delights-conservationists", "date_published": "2023-06-08 11:35:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham’s historic night and a Saudi spending spree – Football Weekly Extra", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/NickyBandini\">Nicky Bandini</a> and <a href=\"https://twitter.com/PhilippeAuclair\">Philippe Auclair</a> as West Ham win their first major trophy in over 40 years</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: West Ham beat Fiorentina in the Europa Conference League final to win their first major trophy since 1980. It was a huge night for their fans, players and dancin’ David Moyes. They may be the best-resourced side in the competition, but does it matter on nights like these?</p> <a href=\"https://www.theguardian.com/football/audio/2023/jun/08/west-ham-europa-conference-league-saudi-arabia-football-weekly-extra\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/jun/08/west-ham-europa-conference-league-saudi-arabia-football-weekly-extra", "date_published": "2023-06-08 11:32:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘Most things he said were anecdotal, whereas I was trying to present stats’", "description": "<p>They both support Labour – but are they going in the same direction when it comes to low-traffic neighbourhoods?</p><p><strong>Leon, 42, Oxford</strong></p><p><strong>Occupation</strong> Coordinator at a food charity</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/08/dining-across-the-divide-most-things-he-said-were-anecdotal-whereas-i-was-trying-to-present-stats\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/08/dining-across-the-divide-most-things-he-said-were-anecdotal-whereas-i-was-trying-to-present-stats", "date_published": "2023-06-08 11:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eurozone sinks into recession as cost of living crisis takes toll", "description": "<p>GDP shrank 0.1% in first quarter of 2023 and final three months of 2022 after revisions to earlier estimates</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/jun/08/uk-housing-market-housebuilder-interest-rate-rises-stock-market-ftse-business-live\">Business live – latest updates</a></li></ul><p>The eurozone slipped into recession in the first three months of the year, after official figures were revised to show the bloc’s economy shrank as the rising cost of living weighed on consumer spending.</p><p>Figures from <a href=\"https://ec.europa.eu/eurostat/documents/2995521/16921720/2-08062023-AP-EN.pdf/70e6937f-93ad-2936-ed03-5dbc9fd762f6?version=2.0&amp;t=1686157817261\">Eurostat</a>, the EU’s statistical agency, showed gross domestic product (GDP) fell by 0.1% in the first quarter of 2023 and the final three months of 2022 after revisions to earlier estimates. A technical recession is generally defined as two consecutive quarters of negative growth.</p> <a href=\"https://www.theguardian.com/business/2023/jun/08/eurozone-sinks-into-recession-as-cost-of-living-crisis-takes-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/08/eurozone-sinks-into-recession-as-cost-of-living-crisis-takes-toll", "date_published": "2023-06-08 11:16:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protesters to march on White House as anger mounts over Appalachia pipeline", "description": "<p>Activists to gather in Washington to demand Joe Biden ‘reclaim his climate legacy’ by blocking 300-mile Mountain Valley pipeline</p><p>Protesters are set to descend upon the White House on Thursday under smoky skies amid growing anger among climate activists at Joe Biden for allowing a controversial gas pipeline in Appalachia to be fast-tracked.</p><p>Several hundred protesters are expected to gather in Washington to <a href=\"https://actionnetwork.org/events/biden-stopmvp-now/\">demand</a> Biden “reclaim his climate legacy” by blocking the Mountain Valley pipeline, a 300-mile pipeline that will bring fracked gas from West Virginia to southern Virginia.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/biden-white-house-mountain-valley-pipeline-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/biden-white-house-mountain-valley-pipeline-protesters", "date_published": "2023-06-08 11:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal confident of landing Declan Rice and aim to pay West Ham £90m", "description": "<ul><li>Bayern Munich, Manchester United and Newcastle also keen</li><li>David Sullivan says he has promised Rice the chance to move </li></ul><p>Arsenal are confident of sealing a deal to sign Declan Rice after the midfielder captained West Ham to a dramatic <a href=\"https://www.theguardian.com/football/2023/jun/07/fiorentina-west-ham-europa-conference-league-final-match-report\">victory over Fiorentina</a> in the Europa Conference League final on Wednesday.</p><p>Rice is Arsenal’s top target and they intend to move quickly to try to fend off interest from Bayern Munich, Manchester United and Newcastle. Mikel Arteta’s side are leading the race for the 24-year-old and talks with West Ham are expected to accelerate soon.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/arsenal-confident-declan-rice-west-ham-90m-david-sullivan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/arsenal-confident-declan-rice-west-ham-90m-david-sullivan", "date_published": "2023-06-08 10:42:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: are you spending significant parts of your income on your looks?", "description": "<p>We’re keen to hear from people who are “investing” substantial amounts of their money in beauty products and treatments </p><p>We’re interested to hear from people who are spending a significant part of their earnings on improving their looks.</p><p>Whether you have invested substantial amounts of money in beauty products such as make up or skincare, regular treatments such as hair extensions, hair removal, manicures, teeth whitening, botox or facials, or permanent beauty treatments such as hair transplants or plastic surgery – we’d like to hear what motivated you to do it.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/08/tell-us-are-you-spending-significant-parts-of-your-income-on-your-looks\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/08/tell-us-are-you-spending-significant-parts-of-your-income-on-your-looks", "date_published": "2023-06-08 10:36:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Lothian mosque calls for compassion after schoolboy’s death", "description": "<p>Bathgate Mosque warns against speculation over death of 14-year-old at St Kentigern’s academy</p><p>A mosque attended by the family of the 14-year-old boy who died at a school in Blackburn, West Lothian, has called for an end to “assumptions and speculations” as police continue their investigation.</p><p>Emergency services were called to St Kentigern’s academy in Blackburn on Tuesday afternoon. The school said the incident, which is understood to have involved two 14-year-old boys, took place in the grounds on Tuesday lunchtime. A pupil was taken to hospital but died shortly afterwards.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/08/west-lothian-mosque-calls-for-compassion-after-schoolboys-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/08/west-lothian-mosque-calls-for-compassion-after-schoolboys-death", "date_published": "2023-06-08 10:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pink review – party emphatically started by superhuman pop star", "description": "<p><strong>University of Bolton Stadium<br /></strong>Arriving by trapeze, the Trustfall superstar delivers bombastic bangers, jaw-dropping gymnastics, a duet with her daughter – and motorised flamingos</p><p>‘I’m coming up, so you’d better get the party started,” sings Pink, appearing high above the stage beneath a pair of giant lips and teeth. Then the trained gymnast somersaults on a bungee trapeze and bounces up to be held by dancers on yet more trapezes, to sing while hanging upside down. Further eye-popping acrobatics follow before she lands perfectly on the stage.</p><p>Such grand entrances are part of the reason why Pink – AKA Pennsylvania-born 43-year-old Alecia Moore – has become one of the biggest-selling pop stars in the world, but it’s not just about dazzling showmanship. Her music encompasses rock, pop, dance and at one point here a sort of highly percussive country hoedown. Her lyrics tackle relatable themes such as loneliness, childhood trauma, self-image, drugs, nostalgia and empowerment with feeling, while the bombastic but reassuring choruses make them perfect to fill vast spaces such as this one.</p> <a href=\"https://www.theguardian.com/music/2023/jun/08/pink-review-party-emphatically-started-by-superhuman-pop-star\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/08/pink-review-party-emphatically-started-by-superhuman-pop-star", "date_published": "2023-06-08 10:08:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More interest hikes will further weaken housing market, says FTSE 250 builder", "description": "<p>Crest Nicholson reports drop in sales as it urges government to provide support for first-time buyers</p><p>High interest rates and a withdrawal of government support for first-time buyers will further weaken the UK housing market, according to a UK FTSE 250 housebuilder.</p><p>Crest Nicholson, which last year built and sold more than 2,500 homes, said the government should step in to support the housing market as it was “undoubtedly experiencing softer demand than the previous year”, in a statement to the stock market on Thursday.</p> <a href=\"https://www.theguardian.com/business/2023/jun/08/more-uk-interest-hikes-will-weaken-housing-market-crest-nicholson-housebuilder-sales-drop\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/08/more-uk-interest-hikes-will-weaken-housing-market-crest-nicholson-housebuilder-sales-drop", "date_published": "2023-06-08 10:05:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My dad died in my childhood home – and now I can’t face visiting my mum there", "description": "<p>Since trying to save his life I have dreaded returning to the family home. And even if she were to move, the sight of my mother is enough to remind me of the trauma</p><p><strong>How do I tell my mother that I don’t ever want to visit her house again? My father died </strong><strong>many years ago in my childhood home and my mother still lives there. I was </strong><strong>a teenager at the time </strong><strong>but had some first aid training</strong><strong>, so I </strong><strong>attempted to save </strong><strong>his life while we waited for the ambulance crew to arrive. Ultimately, we were unsuccessful</strong><strong>. Only recently was it suggested that I have PTSD and I am now seeing a trauma therapist.</strong></p><p><strong>Since that night, I have always dreaded returning to the house and though I now live more than 100 miles away, I still get the same feeling every time I visit. Sometimes the feeling is stronger than others; it can vary from a vague discomfort to all-out dread.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/08/my-dad-died-in-my-childhood-home-and-now-i-cant-face-visiting-my-mum-there\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/08/my-dad-died-in-my-childhood-home-and-now-i-cant-face-visiting-my-mum-there", "date_published": "2023-06-08 09:19:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour MP defends North Sea drilling plans against union criticism", "description": "<p>Seema Malhotra says party expects jobs to to move to green energy as new oil and gas licences blocked from 2050</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/jun/08/rishi-sunak-joe-biden-washington-white-house-caroline-lucas-latest-politics-updates\">UK politics live – latest updates</a></li></ul><p>The North Sea oil and gas industry is in decline, a shadow business minister has said as she defended plans to block new drilling licences from 2050, a move criticised by trade unions.</p><p>Seema Malhotra said the proposal was an important part of the transition to net zero, by phasing out new fields from which to extract fossil fuels and boosting Britain’s “sovereign capability” for clean and green energy.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/labour-mp-defends-north-sea-drilling-plans-against-union-criticism\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/labour-mp-defends-north-sea-drilling-plans-against-union-criticism", "date_published": "2023-06-08 09:11:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Streetcar Named Desire review – rage restrained, then turned up to 11", "description": "<p><strong>Pitlochry Festival theatre<br /></strong>Kirsty Stuart’s Blanche is convincingly respectable in this revival of the Tennessee Williams classic, before she spectacularly unravels</p><p>It must be tempting for an actor playing Blanche DuBois to be unhinged from the start. Once they know the emotional battering the character is about to go through – the layers of regret and recrimination made volatile by drink – they would have cause to enter with an air of hysteria. But Kirsty Stuart is too subtle an actor for that.</p><p>As the unsteady centre of Tennessee Williams’s 1947 play, directed here by Elizabeth Newman, she repeatedly reminds us of the respectable teacher she claims to be. She is not merely dissembling to cover up a dissolute lifestyle. This is a woman with the intelligence, charm and perhaps even empathy to be an admired member of the community. As she cracks, her declarations of superiority become ever more hollow, but she has enough poise and spark to make you believe her life is not entirely a sham.</p><p>At <a href=\"https://pitlochryfestivaltheatre.com/whats-on/a-streetcar-named-desire/\">Pitlochry Festival theatre</a> until 30 September</p> <a href=\"https://www.theguardian.com/stage/2023/jun/08/a-streetcar-named-desire-review-pitlochry-festival-theatre-tennessee-williams\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/08/a-streetcar-named-desire-review-pitlochry-festival-theatre-tennessee-williams", "date_published": "2023-06-08 09:09:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England raw sewage taskforce has only met once in last year, FoI request reveals", "description": "<p>Storm overflows group has been promoted by ministers as evidence they are taking issue seriously</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/jun/08/rishi-sunak-joe-biden-washington-white-house-caroline-lucas-latest-politics-updates\">UK politics live – latest updates</a></li></ul><p>The storm overflows taskforce set up by the government to tackle raw sewage discharges by water companies in England has only met once in the last year, a freedom of information request has revealed.</p><p>The group, which was promoted by ministers as evidence that they were taking the issue of raw sewage discharges by water companies seriously, is supposed to meet fortnightly, according to its mission statement.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/england-raw-sewage-taskforce-met-once-in-last-year-storm-overflows\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/england-raw-sewage-taskforce-met-once-in-last-year-storm-overflows", "date_published": "2023-06-08 08:48:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where did Covid come from? The BBC goes in search of answers", "description": "<p>From ‘lab leak’ theories to market stalls rumours, former BBC China correspondent John Sudworth investigates in Fever. Plus: five of the best podcasts for fathers</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>Podcasting’s love affair with the news continues apace. A couple of weeks ago, Jayde Adams’s <a href=\"https://www.bbc.co.uk/sounds/brand/p0c58jnz\">Welcome to the Neighbourhood</a> returned for a second series of hilarious episodes based on comical local stories, and since the March launch of <a href=\"https://podcasts.apple.com/gb/podcast/northern-news/id1673261169\">Northern News</a>, its cheeky sideswipe at headlines based in England’s North has made for fantastic listening. This week, <a href=\"https://link.chtbl.com/dIIt08Jw\">Paper Cuts</a> brings together a dream team of journalists and comedians under the guidance of the Observer’s Miranda Sawyer to dissect the nationals. Given what entertaining shows it’s leading to, long may the love-in continue.</p><p>This week we’re also sparing a thought for dads. With Father’s Day fast approaching, we’re rounding up shows including an intimate study in the relationship between father and son, a graceful parental advice forum and a show whose chat only occasionally devolves into craft beer and sports talk. We also have an excellent investigation into Covid’s origins, a “big, gay love story” and the newest from David Weinberg, whose podcast The Superhero Complex was one of our favourite listens last year. Enjoy.<br /><br /><em><strong>Alexi Duggins</strong><br />Deputy TV editor</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/hear-here-fever-covid-origins-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/hear-here-fever-covid-origins-podcast", "date_published": "2023-06-08 08:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We Will Rock You review – Ben Elton stars as royally ridiculous Queen musical returns", "description": "<p><strong>London Coliseum</strong><br />Rousing songs but threadbare plot as Earth has been conquered, renamed iPlanet and – inexplicably – can only be saved by a band of rock’n’rollers</p><p>Some bad news for those fed up with recent speculation over artificial intelligence’s future takeover of planet Earth: the return of this <a href=\"https://www.theguardian.com/stage/2002/may/15/theatre.artsfeatures1\">2002 musical</a>, turbo-powered by Queen’s rock anthems and under-powered by Ben Elton’s book, dramatises the same moral panic.</p><p>Earth has been conquered and renamed iPlanet. Only a group of badly dressed rock’n’rollers called the Bohemians can save it from the clutches of Killer Queen (Loose Woman Brenda Edwards) – boo – and Khashoggi (Lee Mead) – hiss.</p><p>At the <a href=\"https://londoncoliseum.org/whats-on/we-will-rock-you/\">London Coliseum</a>, until 27 August</p> <a href=\"https://www.theguardian.com/stage/2023/jun/08/we-will-rock-you-review-ben-elton-stars-in-the-return-of-queen-musical-london-coliseum\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/08/we-will-rock-you-review-ben-elton-stars-in-the-return-of-queen-musical-london-coliseum", "date_published": "2023-06-08 08:07:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cancer patients face life-threatening delays due to lack of staff, say UK radiologists", "description": "<p>Labour shortage at 97% of centres has led to longer waiting times and delays in treatment, survey suggests</p><p>Cancer patients face life-threatening hospital delays and the prospect of more gruelling treatment as a result of NHS staff shortages, senior radiologists have warned.</p><p>A poll of all <a href=\"https://www.rcr.ac.uk/posts/rcr-launch-2022-workforce-census-reports?utm_source=website&amp;utm_medium=banner&amp;utm_campaign=census2022\">60 directors of the UK’s cancer centres </a>by the Royal College of Radiologists (RCR) found staff shortages at 97% of the centres were leading to longer waiting times and delays in treatment.</p> <a href=\"https://www.theguardian.com/society/2023/jun/08/cancer-patients-delays-treatment-staff-shortage-uk-radiologists\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/08/cancer-patients-delays-treatment-staff-shortage-uk-radiologists", "date_published": "2023-06-08 08:02:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Storm clouds’ over UK housing market as housebuilder warns interest rate rises will hurt – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p>Shares in housebuilder <strong>Crest</strong> <strong>Nicholson</strong> have dropped almost 4% in early trading, after it flagged slowdown worries.</p><p>Investors are reacting to its 60% drop in profits and warned that rising interest rates would cool the markets (<a href=\"https://www.theguardian.com/business/live/2023/jun/08/uk-housing-market-housebuilder-interest-rate-rises-stock-market-ftse-business-live?filterKeyEvents=false&amp;page=with:block-648175628f085d9ad6c9dbbb#block-648175628f085d9ad6c9dbbb\">see early post</a>).</p> <a href=\"https://www.theguardian.com/business/live/2023/jun/08/uk-housing-market-housebuilder-interest-rate-rises-stock-market-ftse-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jun/08/uk-housing-market-housebuilder-interest-rate-rises-stock-market-ftse-business-live", "date_published": "2023-06-08 07:20:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best films of 2023 so far", "description": "<p>Cate Blanchett’s unravelling conductor, Spielberg’s semi-memoir and the stop-motion tale of a shell wearing shoes all feature in the pick of the year to date</p><p>Carla Simón’s award-winning story of a peach farmer struggling to make ends meet asks many important questions about our relationship with the land and the human cost of progress.<br /><strong>What we said:</strong> “This is a really shrewd, empathic and subtle movie which engulfs you in its dust and sweat and heat.” <a href=\"https://www.theguardian.com/film/2023/jan/03/alcarras-review-heartbreak-and-ruin-in-the-catalan-heat\">Read the full review</a>.</p> <a href=\"https://www.theguardian.com/film/2023/jun/08/the-best-films-of-2023-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/08/the-best-films-of-2023-so-far", "date_published": "2023-06-08 07:15:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taking the emotion out of decisions is the way forward at a football club | Jason Stockwood", "description": "<p>Deciding things on match days or after a poor result is a popular but flawed concept when the heart rules the head</p><p>When we became the major shareholders at Grimsby Town in 2021 we chatted to the manager, Paul Hurst, and set out two commitments that we continue to stand by. The first was that, as owners, we would never go into the changing room. This is a surprisingly common occurrence, <a href=\"https://www.theguardian.com/football/2023/apr/17/todd-boehly-tells-chelsea-season-embarrassing-dressing-room-brighton-real-madrid\" title=\"\">as demonstrated by Todd Boehly</a> at Chelsea. For us, this is about setting clear expectations and boundaries of trust and we limit our visits to the training ground for the same reason. These spaces are for the manager and players and they should know that. Owners, while setting the tone, should trust the people they hire to run the club, in our case the manager and CEO.</p><p>The second commitment was that after a game the manager has no obligation to see or speak to us. After a busy day we want the manager to be able to get home and see his family but, just as importantly, we feel that no good decisions about anything will be made immediately after a match.</p> <a href=\"https://www.theguardian.com/football/2023/jun/08/taking-the-emotion-out-of-decisions-is-the-way-forward-at-a-football-club\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/08/taking-the-emotion-out-of-decisions-is-the-way-forward-at-a-football-club", "date_published": "2023-06-08 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kairos by Jenny Erpenbeck review – a monumental breakup", "description": "<p>The contours of a relationship are echoed by the collapse of East Germany in this invigorating novel of lost love</p><p>Jenny Erpenbeck’s Kairos is one of the bleakest and most beautiful novels I have ever read. On one level, it is a love story, or rather a story about the loss of love. It begins with a woman, Katharina, hearing about the death of her former lover. Boxes of his papers are delivered to her apartment, and when she finally sits down to open them the past rises before her like a pack of playing cards thrown into the air.</p><p>The book then moves back to their first meeting, tracing step by step the contours of a relationship that is not only intellectually and emotionally complicated in itself, but whose difficulties are compounded through its relationship to the collapse of East Germany. Katharina and Hans meet in East Berlin in 1986, and they live out the disintegration of all their hopes and dreams, personally and politically, throughout the course of the novel.</p> <a href=\"https://www.theguardian.com/books/2023/jun/08/kairos-by-jenny-erpenbeck-review-a-monumental-breakup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/08/kairos-by-jenny-erpenbeck-review-a-monumental-breakup", "date_published": "2023-06-08 06:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Green party MP Caroline Lucas to stand down at next election", "description": "<p>Former leader says her role in parliament means she has struggled to focus on tackling climate issues</p><p>Caroline Lucas, the Green party’s former leader and its only MP, has announced she is to stand down at the next election.</p><p>Lucas told her constituents in Brighton Pavilion, <a href=\"https://www.theguardian.com/politics/2010/may/07/green-party-caroline-lucas-mp\">a seat she has represented since 2010</a>, that serving as an MP meant she had “struggled” to spend the time she wanted campaigning on the climate crisis.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/08/green-party-mp-caroline-lucas-to-stand-down-at-next-election--brighton-pavilion-\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/08/green-party-mp-caroline-lucas-to-stand-down-at-next-election--brighton-pavilion-", "date_published": "2023-06-08 06:18:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Only 11 other people have completed it’: cycling the 7,600km European Divide", "description": "<p>From the Norwegian fjords to the mountains of Portugal, this epic bikepacking adventure through nine countries has beauty – and challenges – in spades</p><p>Last summer I <a href=\"https://www.theguardian.com/travel/cyclingholidays\">cycled</a> 7,600km (4,722 miles) along a route called <a href=\"https://europeandividetrail.com/\">the European Divide Trail</a>, which runs through nine countries, all the way from Arctic Norway to the Atlantic coast in Portugal, mostly camping out along the way. The idea was sparked by an article I saw on the internet – on a website called <a href=\"https://bikepacking.com/routes/european-divide-trail/\">bikepacking.com</a>. I slowly went from thinking, “That looks cool,” to, “I’m going to do it.” It seemed a bit crazy, but somehow a few months later, in June 2022, it was happening! I was heading off for three months – and I’d even persuaded my friend Max to come along for the first three weeks.</p><p>The Norwegian border with Russia</p> <a href=\"https://www.theguardian.com/travel/2023/jun/08/cycling-the-great-european-divide-long-distance-ride\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/08/cycling-the-great-european-divide-long-distance-ride", "date_published": "2023-06-08 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coral slime, burning trees – and hope: Earth Photo 2023 shortlist – in pictures", "description": "<p>From sustainable fisheries to toxic battery waste, these images were chosen because they tell a compelling story about the state of our planet</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/08/coral-slime-burning-trees-and-hope-earth-photo-2023-shortlist-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/08/coral-slime-burning-trees-and-hope-earth-photo-2023-shortlist-in-pictures", "date_published": "2023-06-08 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mercedes says it can’t find a vital part for my 2018 car", "description": "<p>Without headlights or indicators,  it will fail its MOT this month</p><p><strong>I own a Mercedes E 350, bought new in 2018. Six months ago, it needed a new control unit for the headlamps and indicator, but this has been impossible to source, and the dealer tells me there is no supply and my complaint to Mercedes-Benz UK yielded no response. The MOT for my car is due this month and, without headlamps or indicator, it will fail. <br /></strong><em><strong>ME, Evenley, Northamptonshire</strong></em></p><p>In March, another reader feared their 2018 Jeep might have to be written off because, according to Fiat, the part could not be found anywhere in the world and would take a year to produce. Remarkably, Fiat conjured up the apparently nonexistent item when I questioned it. And, wondrously, your dealer called to report that the unit had arrived the week I contacted Mercedes-Benz UK.</p> <a href=\"https://www.theguardian.com/money/2023/jun/08/mercedes-says-it-cant-find-a-vital-part-for-my-2018-car\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/08/mercedes-says-it-cant-find-a-vital-part-for-my-2018-car", "date_published": "2023-06-08 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry is not wrong to feel injustice, but he won't find vindication in a court of law | Zoe Williams", "description": "<p>The royal is dogged, but what he’s fighting is tabloid culture. It will be difficult for him to ever establish the guilt of individuals</p><p>Never mind waiting for Mr Justice Fancourt to produce his findings, the tabloid newspapers were declaring their collective triumph before Prince Harry had even been released from giving evidence against Mirror Group Newspapers (MGN).</p><p>“He must have longed for the schmaltzy embrace of Oprah,” <a href=\"https://www.theguardian.com/media/2023/jun/07/what-the-papers-say-about-prince-harry-day-in-court\">the Mail said</a>; “Me, Hewitt … and that two-faced shit Burrell,” the Sun sort-of quotes the prince. The Mirror went with the more sober “Harry vs the Press”, with only a silent nod to the fact that it is their newspaper group, specifically, he’s been fighting in this week’s hearing.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/prince-harry-court-royals-tabloid-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/prince-harry-court-royals-tabloid-culture", "date_published": "2023-06-08 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Must we hate Noel Gallagher’s version of Love Will Tear Us Apart? I’m loving it | Rich Pelley", "description": "<p>Noel’s own brother has apologised for a ‘blasphemous’ reinterpretation of the Joy Division classic. Sorry, Liam, you’re wrong</p><p>When it comes to cover versions, there seems to be an unspoken rule: be careful if the artist is dead. Sure, some covers surpass their originals, such as Nothing Compares 2 U by Sinéad O’Connor (originally by Prince) and I Will Always Love You by Whitney Houston (Dolly Parton). But is that true of, say, Nirvana?</p><p>This makes Noel Gallagher’s reinterpretation of Joy Division’s Love Will Tear Us Apart – performed so far on <a href=\"https://www.bbc.co.uk/sounds/play/m001mdp5\" title=\"\">BBC Radio 2</a> and on his US tour, which started last week – particularly alarming.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/must-we-hate-noel-gallaghers-version-of-love-will-tear-us-apart-im-loving-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/must-we-hate-noel-gallaghers-version-of-love-will-tear-us-apart-im-loving-it", "date_published": "2023-06-08 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No regrets,’ says Edward Snowden, after 10 years in exile", "description": "<p>But whistleblower says 2013 surveillance ‘child’s play’ compared to technology today</p><p><a href=\"https://www.theguardian.com/us-news/2023/jun/07/edward-snowden-mi5-nsa-prism-ghcq\">Edward Snowden</a> has warned that surveillance technology is so much more advanced and intrusive today it makes that used by US and British intelligence agencies he <a href=\"https://www.theguardian.com/us-news/2023/jun/07/edward-snowden-10-years-surveillance-revelations\">revealed in 2013</a> look like child’s play.</p><p>In an interview on the 10th anniversary of his revelations about the scale of surveillance – some of it illegal – by the US National Security Agency and its British counterpart, GCHQ, he said he had no regrets about what he had done and cited positive changes.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/08/no-regrets-says-edward-snowden-after-10-years-in-exile\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/08/no-regrets-says-edward-snowden-after-10-years-in-exile", "date_published": "2023-06-08 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Davina McCall gets her coil changed on camera in this brilliant documentary", "description": "<p>Kudos to McCall, who investigates women’s ongoing problems with contraception. Plus: the moving story of Rob Burrow. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/tv-tonight-davina-mccall-gets-her-coil-changed-on-camera-in-this-brilliant-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/tv-tonight-davina-mccall-gets-her-coil-changed-on-camera-in-this-brilliant-documentary", "date_published": "2023-06-08 05:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The planet’s economist: has Kate Raworth found a model for sustainable living?", "description": "<p>Her hit book Doughnut Economics laid out a path to a greener, more equal society. But can she turn her ideas into meaningful change?</p><p>Consider the electric car. Sleek and nearly silent, it is a good example of how far the world has progressed in fighting the climate crisis. Its carbon footprint is around <a href=\"https://www.carbonbrief.org/factcheck-how-electric-vehicles-help-to-tackle-climate-change/\" title=\"\">three times</a> smaller than its petrol equivalent, and unlike a regular car, it emits none of the greenhouse gases that warm the planet or noxious fumes that pollute the air. That’s the good news. Then consider that the battery of an electric car uses 8kg of lithium, <a href=\"https://www.theguardian.com/news/2020/dec/08/the-curse-of-white-oil-electric-vehicles-dirty-secret-lithium\" title=\"\">likely extracted</a> from briny pools on South America’s salt flats, a process that has been blamed for shrinking pasturelands and causing desertification.</p><p>The 14kg of cobalt that prevent the car’s battery from overheating have <a href=\"https://www.theguardian.com/global-development/2021/nov/08/cobalt-drc-miners-toil-for-30p-an-hour-to-fuel-electric-cars\" title=\"\">probably come</a> from the Democratic Republic of the Congo, where cobalt mines have contaminated water supplies and soil. As the demand for electric vehicles grows, the mining and refining of their components will intensify, further damaging natural ecosystems. By 2040, according to the <a href=\"https://www.iea.org/reports/the-role-of-critical-minerals-in-clean-energy-transitions/mineral-requirements-for-clean-energy-transitions\" title=\"\">International Energy Agency</a>, the global demand for lithium will have increased more than fortyfold.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/the-planets-economist-has-kate-raworth-found-a-model-for-sustainable-living\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/the-planets-economist-has-kate-raworth-found-a-model-for-sustainable-living", "date_published": "2023-06-08 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine and Myanmar make 2022 most violent year in a decade for medical staff", "description": "<p>Report demands accountability for war crimes and singles out Russia for ‘mind-boggling’ targeting of hospitals in Ukraine </p><p>Russian attacks on medical facilities in Ukraine made 2022 the <a href=\"https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATURAAuPNTXV3ztAoaAOAgATETU1MoEbgp0yMD9wxQuwUcTA6iJdfzSQcC3cU6BN77DSXylGO8ykcGAcfGsrb2blt-2F9MbfOXbQMMM0LQQoyidg-2F-2FUPIP-2BHho4rkDpfRDdx1A-3D-3DAm9H_3KYbFmgoIqmJoPUUUUNwhbR4gYX3HE7xTNsO8-2Bfd0NmIC44BkwsrxXjOTw8q2BTjTFS7-2FrSrV9CdjAaTFJm1D-2BjQ7u46SpwllkJCiy5wmJTqmeTHkZZEuC2N4vKPTCKMZGwqm72VPMShEPvz2HzV3iKWaPMnSGnTnvGmViDYdHLXS3E83UL5apYUBWNGM0DqNUcC4aFdLfiNKSrveC-2Fm5gDJ-2BhV567m-2Bpe5-2F8BFUmrclYhShLel5fpuF4zAO44Qj-2BFg44-2B4VddH5o-2Bi3cyeZB8mrhBenGU9XMZHCk6P6fRna-2BIlu-2FflKRi93-2BzrnYc6IF46-2BxHU8rlAtycQFMHucOzYiynle8DLzbwVcuVDbBkMYXoJEyQUFOR-2Fi6azedizK\">most violent year in a decade</a> for hospitals and health workers operating in conflict zones, according to a new report by a coalition of humanitarian organisations.</p><p>With 750 reported attacks in 2022, Russia set a 10-year record, according to the Safeguarding Health in Conflict Coalition, which includes Human Rights Watch and the Johns Hopkins Center for Humanitarian Health.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/08/ukraine-and-myanmar-make-2022-most-violent-year-in-a-decade-for-medical-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/08/ukraine-and-myanmar-make-2022-most-violent-year-in-a-decade-for-medical-staff", "date_published": "2023-06-08 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Oceans Day: the top Seascape stories of the past year", "description": "<p>The most fascinating, troubling and heartening tales we have covered over the last 12 months</p><p>As <a href=\"https://worldoceanday.org/\">World Oceans Day</a> rolls around again, it is hard to believe how much has happened since the last one. From the war in Ukraine to the death of entire languages, our understanding of how threats to the ocean reflect threats to humanity itself is constantly evolving. Here are some of the stories we have covered over the past 12 months.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/world-oceans-day-the-best-seascape-stories-of-the-past-year\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/world-oceans-day-the-best-seascape-stories-of-the-past-year", "date_published": "2023-06-08 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flip-flop boats, ‘trashion’ and the Bag Monster: the art of discarded plastic – in pictures", "description": "<p>Artists from around the world have been using detritus from beaches and waterways to respond to the plight of the marine environment. We showcase their work on World Oceans Day</p><p></p> <a href=\"https://www.theguardian.com/environment/gallery/2023/jun/08/flip-flop-boats-trashion-and-the-bag-monster-the-art-of-discarded-plastic-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/jun/08/flip-flop-boats-trashion-and-the-bag-monster-the-art-of-discarded-plastic-in-pictures", "date_published": "2023-06-08 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Null Island: weather reports from place that does not exist", "description": "<p>Fictional island at 0°N and 0°E in the Gulf of Guinea is location of weather monitoring station</p><p>Weather monitoring station 13010 of the Pirata programme is located at a place that does <a href=\"https://www.atlasobscura.com/articles/null-island-is-one-of-the-most-visited-places-on-earth-too-bad-it-doesnt-exist\">not really exist</a>.</p><p>The Pirata buoys are named after music genres, and <a href=\"https://www.ndbc.noaa.gov/station_page.php?station=13010\">13010 is known as Soul</a>. It is famous for its location, at precisely zero degrees latitude and zero degrees longitude, a point known to cartographers as Null Island. Even though there is no actual island there, it is a convenient placename for a frequently used location. The zero-zero reading crops up frequently <a href=\"https://bigthink.com/strange-maps/null-island/\">as an error</a>, due to data being absent or software glitches.</p> <a href=\"https://www.theguardian.com/news/2023/jun/08/null-island-weather-reports-place-does-not-exist\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/08/null-island-weather-reports-place-does-not-exist", "date_published": "2023-06-08 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Crowded Room review – Tom Holland and Amanda Seyfried’s new drama drags on and on (and on)", "description": "<p>Why did Holland’s character have a gun? Why is he being interviewed by a professor? And why does this series take forever to reveal information? We’ll find out – eventually</p><p>Well, here’s a bit of a pickle and no mistake. The makers of The Crowded Room have urged reviewers of this new drama not to give away “pivotal aspects of the storyline”, including A, B, or that C is a D. I certainly cannot tell you whether Es are or are not Fs.</p><p>There are two major problems here. One is that not only does that amount to quite a lot of plot, but in The Crowded Room they are not the isolated moments that the phrase “pivotal points” suggests. Rather, they are matters that suffuse the whole telling of the tale of Danny Sullivan (<a href=\"https://www.theguardian.com/film/tom-holland\">Tom Holland</a>), whose part in a shooting at the Rockefeller Center in the 1970s is gradually uncovered during a series of interviews with a gently persistent interrogator, Prof Rya Goodwin (<a href=\"https://www.theguardian.com/film/amanda-seyfried\">Amanda Seyfried</a>).</p><p>The Crowded Room is on Apple TV+.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/08/the-crowded-room-review-tom-holland-and-amanda-seyfrieds-new-drama-drags-on-and-on-and-on\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/08/the-crowded-room-review-tom-holland-and-amanda-seyfrieds-new-drama-drags-on-and-on-and-on", "date_published": "2023-06-08 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The last four years were horrendous’: Mary Portas on divorce, bereavement – and reinventing herself", "description": "<p>After a lifetime in retail, the queen of shops has had a ‘proper epiphany’. She talks about her dislike of the fashion world, her painful childhood and the need for kindness</p><p>Mary Portas hates to use the word “transformation” with clients: she doesn’t want to spook them. “They get scared. They’d be like: ‘Oh dear God, let me lie down.’” But transformation is Portas’s signature move – whether she is <a href=\"https://www.bbc.co.uk/programmes/b007mwv9/episodes/guide\">overhauling a charity shop</a> or <a href=\"https://makeitbritish.co.uk/blog/kinky-knickers-by-mary-portas/\">a pair of knickers</a> or the <a href=\"https://www.imdb.com/title/tt2903986/\">British high street</a>. Over the past few years, Portas, 63, has turned her magic on herself and undergone her own metamorphosis. It’s not so much a makeover as “a proper epiphany, an awakening”, she says, pointing to the ceiling of the office where we meet – by which she means to invoke not so much God or religion but “the greater energy and force” that has carried her here.</p><p>There are several visual cues to the new Mary. There is the hair, of course. The flame-coloured bob has long gone, scuppered by lockdown. In its place is a honeyed style, whose floppy top Portas lifts to show me the natural colour beneath: salt and pepper, but easy on the salt. Her brother, Lawrence, cuts it. And she is wearing beige, of all things. “This is me now. This is me,” she says. She has a habit of saying things twice, but is quieter than her television persona. “And, actually, this feels <em>Mary.</em>” One thing that hasn’t changed is that she is very much on first name terms with herself. She is sort of self-curious.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/08/the-last-four-years-were-horrendous-mary-portas-on-divorce-bereavement-and-reinventing-herself\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/08/the-last-four-years-were-horrendous-mary-portas-on-divorce-bereavement-and-reinventing-herself", "date_published": "2023-06-08 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh festival fringe 2023 to host artists from nearly 70 countries", "description": "<p>Executives urge audiences to ‘fill yer boots’ and watch as many shows as possible amid Covid fightback</p><ul><li><a href=\"https://www.theguardian.com/stage/2023/may/29/shows-edinburgh-festival-2023-reviewed\">Encore! Surefire shows returning for the Edinburgh festival in 2023</a></li></ul><p>The Edinburgh festival fringe is expecting to host artists from nearly 70 countries this year, with participants hungry to return to live performances after the Covid crisis, its directors have said.</p><p>The fringe, regarded until <a href=\"https://www.theguardian.com/stage/2022/aug/16/who-wants-a-lockdown-one-liner-how-comics-are-covering-covid-at-edinburgh-fringe\">the pandemic</a> as the world’s largest arts event, is fighting to rebuild its finances and win back audiences after the twin shocks of Covid and the economic crises triggered by <a href=\"https://www.theguardian.com/commentisfree/2023/feb/24/vladimir-putin-invade-ukraine-2022-russia\">Russia’s invasion of Ukraine</a> and <a href=\"https://www.theguardian.com/politics/2022/oct/20/liz-truss-to-quit-as-prime-minister#:~:text=She%20went%20on%3A%20%E2%80%9CI%20recognise,leader%20of%20the%20Conservative%20party.\">Liz Truss’s short-lived government</a> last year.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/08/edinburgh-festival-fringe-2023-artists-countries-shows-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/08/edinburgh-festival-fringe-2023-artists-countries-shows-covid", "date_published": "2023-06-08 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fact check: why Rowan Atkinson is wrong about electric vehicles", "description": "<p>Last week we ran a piece by Rowan Atkinson casting doubt on the environmental benefits of electric vehicles. Here Simon Evans of Carbon Brief offers his response</p><p>In <a href=\"https://www.theguardian.com/commentisfree/2023/jun/03/electric-vehicles-early-adopter-petrol-car-ev-environment-rowan-atkinson\">a widely shared comment piece for the Guardian</a>, comedian Rowan Atkinson said he felt “duped” by the green claims about electric vehicles (EVs).</p><p>In support of his contention, however, Atkinson repeats a series of repeatedly debunked talking points, often used by those seeking to delay action on the climate crisis.</p><p>He says EV batteries only last “about 10 years”. Yet “most modern lithium-ion units are likely to last the lifetime of the car”, according to <a href=\"https://www.autocar.co.uk/car-news/advice-electric-cars/what-battery-life-electric-car\">Autocar</a>. Tesla’s batteries are “<a href=\"https://www.tesla.com/ns_videos/2021-tesla-impact-report.pdf\">designed to outlast the vehicle</a>”.</p><p>He complains that new cars are only kept for three years before being sold. Yet he does not reference the <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7070782997314072576/\">secondhand market</a>, and the fact that British people are keeping their cars for <a href=\"https://www.thisismoney.co.uk/money/cars/article-8739771/Britons-keeping-cars-longer-says-new-report.html\">longer than ever</a>.</p><p>He claims that it is better to keep running old petrol cars than to replace them with EVs. Yet a new EV would start benefiting the climate in <a href=\"https://twitter.com/DrSimEvans/status/1226880280784449536\">less than four years</a>, relative to an old combustion engine.</p><p>He <a href=\"https://twitter.com/AukeHoekstra/status/1665313554860261377?s=20\">claims that</a> lithium-ion batteries contain rare earth elements. <a href=\"https://crsreports.congress.gov/product/pdf/R/R47227\">They do not</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/fact-check-why-rowan-atkinson-is-wrong-about-electric-vehicles\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/fact-check-why-rowan-atkinson-is-wrong-about-electric-vehicles", "date_published": "2023-06-08 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on a scandal: this is how Starmer’s bullies took out Jamie Driscoll – and why it matters | Aditya Chakrabortty", "description": "<p>Having examined how the North of Tyne mayor was barred from standing again, I see something akin to McCarthyism</p><p>I first met the man who has been all over this week’s political headlines four years ago, 300 miles up the A1 from Westminster. It was a bitterly cold Saturday morning in the Northumberland coastal town of Newbiggin and Jamie Driscoll was asking for votes. He’d just caused a minor political earthquake by winning Labour members’ support to run for the new position of mayor of North of Tyne. The cert for that role had been Nick Forbes, Newcastle council leader and longtime big beast – not Driscoll, who had been a local councillor for a few months and who, on winning the selection, had had to rush out to buy his only suit.</p><p>I watched this stubbly, scruffy, upbeat outsider doorknock around an estate of small houses and exotic garden statuettes, to a reaction chillier than the wind whipping in from the North Sea. For decades, this had been Labour country, where that political tradition ran through the local economy, its institutions and people’s very identities. But over the past 50 years all that had been destroyed and now it was the land of Vote Leave, desolate and nihilistic. If residents spoke to canvassers at all, it was to spit out statements like “I don’t follow politics”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/08/jamie-driscoll-labour-keir-starmer-north-of-tyne-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/08/jamie-driscoll-labour-keir-starmer-north-of-tyne-mayor", "date_published": "2023-06-08 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uber aims for greener trips and to expand London electric vehicle fleet", "description": "<p>New features come to Uber app and firm is funding installation of 700 public charging points in east London</p><p>My Uber driver is weaving around north London looking for a charging point for his electric car. We pass a lamp-post charger, which he dismisses as “a smart solution but slow”, and a dedicated but occupied bay for electric vehicle (EV) charging.</p><p>Here, like much of inner London, there are few homes with driveways for overnight charging, leaving drivers at the mercy of limited public points. “You’ve just got to hope no one’s there when you need it,” he says.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/08/uber-aims-for-greener-trips-and-to-expand-london-electric-vehicle-fleet\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/08/uber-aims-for-greener-trips-and-to-expand-london-electric-vehicle-fleet", "date_published": "2023-06-08 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It would really help us’: renters who want a 100% mortgage", "description": "<p>No-deposit loan presents possible route out of rental trap to those deemed eligible</p><p>When Skipton, one of Britain’s biggest building societies, launched the UK’s first 100% mortgage exclusively for renters last month, <a href=\"https://www.theguardian.com/business/2023/may/09/skiptons-100-mortgage-for-renters-offers-hope-but-not-without-risk\">reactions varied wildly</a>. While some commentators regard the first-of-its-kind home loan as a “revolutionary” way to get people out of the rental trap and on to the property ladder, others have likened it to the risky loans that contributed to the 2007-08 financial crash.</p><p>Skipton’s move appears particularly daring considering its timing: a mere couple of weeks after the mortgage was launched, UK banks and building societies <a href=\"https://www.theguardian.com/money/2023/may/30/uk-mortgages-deals-pulled-interest-rate-fixed-term-loans-moneyfacts\">pulled almost 800 residential and buy-to-let mortgage deals in a matter of days</a>, amid growing concerns over future interest rate rises.</p> <a href=\"https://www.theguardian.com/money/2023/jun/08/it-would-really-help-us-renters-who-want-a-100-mortgage\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/08/it-would-really-help-us-renters-who-want-a-100-mortgage", "date_published": "2023-06-08 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crypto ads will need to carry risk warnings under new UK rules", "description": "<p>From October, firms will also have to offer new buyers a ‘cooling off’ period before they invest</p><p>Crypto firms must warn customers they should not expect protection if their investment goes wrong and introduce a “cooling off” period for first-time investors, under new rules imposed by the UK financial watchdog.</p><p>The Financial Conduct Authority said that from 8 October firms promoting crypto products or services would need to carry a clear risk warning in their adverts.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/08/crypto-ads-risk-warnings-fca-uk-rules-october\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/08/crypto-ads-risk-warnings-fca-uk-rules-october", "date_published": "2023-06-08 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brothers, breadwinners, fathers: the lives lost in India’s train disaster", "description": "<p>Six days after the tragedy, the death toll stands at 288. Here are just a few of the victims’ stories</p><p>Stretching 40,000 miles, India’s train lines are often described as the pulsing arteries of the country, carrying life, work and opportunity from the icy upper reaches of the Himalayas to the coconut groves of the south.</p><p>Though hundreds of small regional airports have cropped up and domestic air travel has boomed, the train is the only affordable option to traverse the country that is almost the size of Europe for the majority of its 1.4 billion people.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/brothers-breadwinners-fathers-the-lives-lost-in-indias-train-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/brothers-breadwinners-fathers-the-lives-lost-in-indias-train-disaster", "date_published": "2023-06-08 03:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The destruction of the Kakhovka dam | podcast", "description": "<p>The UN has blamed the destruction of the Kakhovka dam on Russia. What impact will the flooding have on the war in Ukraine? Dan Sabbagh reports</p><p>In the early hours of Tuesday, the Kakhovka dam in Ukraine was destroyed. The breach of the dam left 42,000 people at immediate risk of flooding, and is a blow to Ukrainian food and water supplies.</p><p>Ukraine has accused Russia, which has been in control of the dam for more than a year, of mining and blowing up the structure. Volodymyr Zelenskiy described the incident as an ‘environmental bomb of mass destruction’.</p> <a href=\"https://www.theguardian.com/news/audio/2023/jun/08/destruction-kakhovka-dam-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jun/08/destruction-kakhovka-dam-podcast", "date_published": "2023-06-08 02:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singapore bids farewell to horse racing to free up land for housing", "description": "<p>City-state is to close its only turf club in order to redevelop 120-hectare site for public housing amid declining popularity of the sport</p><p>More than 180 years of horse racing in Singapore will soon come to an end, as the “land scarce” city state closes its only race course to make space for public housing.</p><p>The chairman of the Singapore Turf Club, Niam Chiang Meng, said the club was saddened by the decision, but that it also understood the “land needs” of Singapore. The 120-hectare site was a valuable resource, he said, adding: “This transition will serve to optimise land use for the greater good of the local community and future generations.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/singapore-bids-farewell-to-horse-racing-to-free-up-land-for-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/singapore-bids-farewell-to-horse-racing-to-free-up-land-for-housing", "date_published": "2023-06-08 00:53:27+00:00", "persistent": false, "user": null, "language": "en-UK"}]