[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Trump Says He’s Been Indicted In Federal Documents Investigation", "description": "Former President Donald Trump said Thursday evening that he has been indicted in the federal criminal investigation into his handling of classified material. &#8220;The corrupt Biden Administration has informed my attorneys that I have been Indicted, seemingly over the Boxes Hoax, even though Joe Biden has 1850 Boxes at the University of Delaware, additional Boxes ...", "link": "https://www.dailywire.com/news/breaking-trump-says-hes-been-indicted-in-federal-documents-investigation", "date_published": "2023-06-08 19:47:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Crenshaw Moves To Block Taxpayer Funds For Children’s Hospitals That Transition Minors", "description": "Rep. Dan Crenshaw (R-TX) is expected to introduce a bill Friday that would reauthorize a program providing taxpayer funding for children’s hospitals with a catch: No hospital that provides transgender treatments to minors will be eligible. The Texas Republican plans to bring a bill to the House that reauthorizes the Children’s Hospital Graduate Medical Education ...", "link": "https://www.dailywire.com/news/crenshaw-moves-to-block-taxpayer-funds-for-childrens-hospitals-that-transition-minors", "date_published": "2023-06-08 19:42:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Congress Should Immediately Release All Info It Has On Intact Craft Of ‘Non-Human Origin’", "description": "The report was stunning. David Charles Grusch &#8212; a decorated former combat officer in Afghanistan and a veteran of the National Geospatial-Intelligence Agency (NGA) and the National Reconnaissance Office &#8212; declared this week that he had given Congress reems of classified information about covert U.S. government programs that he says are now in possession of ...", "link": "https://www.dailywire.com/news/congress-should-immediately-release-all-info-it-has-on-intact-craft-of-non-human-origin", "date_published": "2023-06-08 19:30:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas House Committee Met With Obama Lawyer, Democratic Donor During Probe Of AG Paxton", "description": "A Committee in the Republican-controlled Texas House that launched an investigation into Texas Attorney General Ken Paxton over allegations of misconduct met with a former Obama White House lawyer and major Democratic donor during the course of the investigation. Hugh Brady, who serves as a Parliamentarian in the Texas House, met with the five-member House ...", "link": "https://www.dailywire.com/news/texas-house-committee-met-with-obama-lawyer-democrat-donor-during-probe-of-ag-paxton", "date_published": "2023-06-08 19:23:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "MLB-Linked Emergency Text Line Directs Users To Reportedly Sexually Explicit LGBTQ Chat Room, Watchdog Finds", "description": "An emergency text line backed by Major League Baseball directed an undercover watchdog group posing as someone struggling with his gender to a chat room for young people that reportedly allows sexually explicit conversations, the American Accountability Foundation reported. The chat line, known as the Crisis Text Line, which has partnered with the MLB, directed ...", "link": "https://www.dailywire.com/news/mlb-linked-emergency-text-line-directs-users-to-reportedly-sexually-explicit-lgbtq-chat-room-watchdog-finds", "date_published": "2023-06-08 18:39:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Project Veritas Names Hannah Giles As New CEO", "description": "Project Veritas has named Hannah Giles as its new CEO following the departure of its founder James O’Keefe. In a Thursday press release, titled “The Mission Continues,” the nonprofit known for its undercover investigations announced O’Keefe’s replacement, hailing Giles’ resume as an investigative journalist and businesswoman. “I&#8217;m honored to lead this amazing team at Project ...", "link": "https://www.dailywire.com/news/project-veritas-names-hannah-giles-as-new-ceo", "date_published": "2023-06-08 17:54:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Covenant School Shooter’s Parents To Transfer Ownership Of Manifesto To Victims’ Families, Attorney Says", "description": "The attorney for the parents of The Covenant School school shooter notified a court on Thursday that they intend to assign rights of the manifesto to the families of the victims, according to NewsChannel 5. The news came during a hearing for a lawsuit seeking the release of the writings. The attorney for the killer’s ...", "link": "https://www.dailywire.com/news/covenant-school-shooters-parents-to-transfer-ownership-of-manifesto-to-victims-families-attorney-says", "date_published": "2023-06-08 17:45:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Can Anxiety Work In Your Favor?", "description": "The following is a transcript excerpt from Dr. Jordan Peterson’s 2017 lecture.   Start time: 00:10 One of the things you see when you are talking to people and they are trying to solve problems is that they are afraid to face the problem, so then their anxiety is working against them. You can think ...", "link": "https://www.dailywire.com/news/can-anxiety-work-in-your-favor", "date_published": "2023-06-08 17:43:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Group Takes Aim At Ticket Scalpers, Lays Out Plan For Lawmakers", "description": "If you want to see Taylor Swift on Friday in Detroit, you can go online to vividseats.com and buy a ticket right now &#8212; for $1,157. That seat is as high up in the arena and as far from the stage as you can possibly be. Want a seat on the floor with a great ...", "link": "https://www.dailywire.com/news/new-group-takes-aim-at-ticket-scalpers-lays-out-plan-for-lawmakers", "date_published": "2023-06-08 17:24:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Explains Why Corporate Brands Let Themselves Be Ruined By Intersectionality", "description": "Corporations have allowed intersectionality to destroy their brands because of pressure to follow woke environmental, social, and corporate governance (ESG) guidance coming from investment giants like BlackRock, Daily Wire Editor Emeritus Ben Shapiro said.  Shapiro, a co-founder of The Daily Wire, said on his Thursday podcast that brands like Bud Light engaged in seemingly self-destructive marketing ...", "link": "https://www.dailywire.com/news/ben-shapiro-explains-why-corporate-brands-let-themselves-be-ruined-by-intersectionality", "date_published": "2023-06-08 16:56:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hollywood Star Emily Blunt Says She Doesn’t Want Her Kids To Follow In Her Footsteps", "description": "Emily Blunt said she doesn&#8217;t want her kids to follow in her footsteps as actors, calling Hollywood a &#8220;hard industry&#8221; that can be &#8220;very disappointing.” The 40-year-old actress — who shares two kids with actor John Krasinski — said the entertainment industry is one where a person can be judged on their appearance alone, which ...", "link": "https://www.dailywire.com/news/hollywood-star-emily-blunt-says-she-doesnt-want-her-kids-to-follow-in-her-footsteps", "date_published": "2023-06-08 16:53:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "If You Say You’re Trans, Health Care Providers Will Happily Cook The Books", "description": "A few years ago, I officially became a middle-aged dad by tearing my Achilles tendon during a casual game of pick-up basketball in the driveway. A short time later I was at the hospital, where, after a long and rather physically agonizing wait in the waiting room, the doctor gave me Tylenol and told me ...", "link": "https://www.dailywire.com/news/if-you-say-youre-trans-health-care-providers-will-happily-cook-the-books", "date_published": "2023-06-08 16:52:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Newsom Proposes Gun Control Constitutional Amendment", "description": "California Governor Gavin Newsom is proposing changing the Constitution to restrict gun ownership. Newsom, a Democrat, on Thursday proposed a 28th Amendment to the Constitution that would enshrine several gun control wishlist items in the country&#8217;s supreme legal document. &#8220;Our ability to make a more perfect union is literally written into the Constitution,&#8221; Newsom said ...", "link": "https://www.dailywire.com/news/newsom-proposes-gun-control-constitutional-amendment", "date_published": "2023-06-08 16:48:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Announces At U.S. Border New Initiative To Combat Illegal Immigration, Hammers Newsom", "description": "Florida Governor Ron DeSantis announced this week that he is creating a new coalition of states that will be announced in the coming days that will unite like-minded governors and sheriffs around the country to combat President Joe Biden&#8217;s illegal immigration crisis. DeSantis made the remarks during a roundtable discussion on Wednesday in Arizona where ...", "link": "https://www.dailywire.com/news/desantis-announces-at-u-s-border-new-initiative-to-combat-illegal-immigration-hammers-newsom", "date_published": "2023-06-08 16:34:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ohio Firefighters Discover Century-Old Time Capsule In Old Fire Station Set To Be Demolished", "description": "A team of firefighters from the Marion, Ohio, fire department uncovered a 118-year-old time capsule as they were attempting to retrieve a cornerstone from one of the city’s old fire stations. On May 25, seven firefighters were tasked with retrieving the cornerstone in an effort to help preserve the department’s history. When it became clear ...", "link": "https://www.dailywire.com/news/ohio-firefighters-discover-century-old-time-capsule-in-old-fire-station-set-to-be-demolished", "date_published": "2023-06-08 16:25:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "MTG Says Bribery Allegations Against Biden Linked To Burisma", "description": "The owner of a Ukrainian energy company told an FBI informant he paid President Joe Biden millions of dollars in bribe money to get a prosecutor investigating his business fired, Rep. Marjorie Taylor Greene (R-GA) said Thursday. After viewing a document in a secure room in the U.S. Capitol, Greene explained to reporters that the ...", "link": "https://www.dailywire.com/news/mtg-says-bribery-allegations-against-biden-linked-to-burisma", "date_published": "2023-06-08 16:06:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dylan Mulvaney Urges More Brands To Partner With Trans People Even After Bud Light Debacle", "description": "Transgender influencer Dylan Mulvaney said in an interview published Tuesday that more brands should partner with trans influencers even after the Bud Light debacle, which led to a boycott and declining sales. “I am one of — if not the — most privileged trans people in this country right now; I don’t want people to ...", "link": "https://www.dailywire.com/news/dylan-mulvaney-urges-more-brands-to-partner-with-trans-people-even-after-bud-light-debacle", "date_published": "2023-06-08 16:02:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Garth Brooks Weighs In On Serving Bud Light At His Bar: ‘There Are Plenty Of Other Places’", "description": "Garth Brooks weighed in on serving Bud Light at his new bar in Nashville and made it clear that he was going to &#8220;serve every brand of beer&#8221; and that if people don&#8217;t like that, &#8220;there are plenty of other places&#8221; they can go. During the 61-year-old singer&#8217;s appearance on Billboard&#8217;s Country Live in Conversation, the ...", "link": "https://www.dailywire.com/news/garth-brooks-weighs-in-on-serving-bud-light-at-his-bar-there-are-plenty-of-other-places", "date_published": "2023-06-08 15:56:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sleuths Say They Found Clue To Zodiac Killer’s identity", "description": "A group of 40 former law enforcement officials who call themselves &#8220;The Case Breakers&#8221; declared that they had uncovered a clue to the identity of the infamous California Zodiac serial killer, who murdered at least five people in the Bay Area in the late 1960’s. Thomas J. Colbert of the Case Breakers, who have spent ...", "link": "https://www.dailywire.com/news/sleuths-say-they-found-clue-to-zodiac-killers-identity", "date_published": "2023-06-08 15:49:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Josh Hawley Grills Leftist Biden Judicial Nominee Who ‘Defended Discrimination On Basis Of Religious Belief’", "description": "Sen. Josh Hawley (R-MO) grilled a Biden judicial nominee during her confirmation hearing this week over her past legal work where she advocated discriminating against religious people. Hawley asked Loren AliKhan if she thought that it was wrong to discriminate against people on the basis of religious faith, to which she said, &#8220;Absolutely, senator.&#8221; &#8220;Why ...", "link": "https://www.dailywire.com/news/josh-hawley-grills-leftist-biden-judicial-nominee-who-defended-discrimination-on-basis-of-religious-belief", "date_published": "2023-06-08 15:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dean Cain Says Despite Loving California, ‘Terrible’ Policies Have Forced Him To Leave", "description": "Former &#8220;Superman&#8221; actor Dean Cain said despite loving California and living in the state his whole life, &#8220;terrible&#8221; policies from Democrats running have finally driven him to relocate to Las Vegas. During the 56-year-old&#8217;s recent appearance on Fox News, Cain said the increase in homelessness, taxes, and surges in crime made him join other celebrities ...", "link": "https://www.dailywire.com/news/superman-dean-cain-says-despite-loving-california-terrible-policies-have-forced-him-to-leave", "date_published": "2023-06-08 15:20:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shipwreck Hunter Locates World War II Submarine After 25-Year Search", "description": "A Greek shipwreck hunter has located a British Royal Navy Submarine that sank during a mission 80 years ago, Athens News Agency (ANA) reported on Wednesday.  The HMS Triumph sank in 1942 with 64 people on board; since then, its location has been a mystery. Kostas Thoctarides, a successful Greek diver who has located several ...", "link": "https://www.dailywire.com/news/shipwreck-hunter-locates-world-war-ii-submarine-after-25-year-search", "date_published": "2023-06-08 15:13:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CIA Roasted Over Pride Month Post", "description": "The Central Intelligence Agency (CIA) was roasted by social media users after it posted a Pride Month tribute on Twitter. In a tweet Thursday, the CIA said Pride Month is a time to recognize the agency&#8217;s &#8220;rich history&#8221; of &#8220;LGBTQ+ officers&#8221; and their work. &#8220;Pride Month is an occasion for all of us at the ...", "link": "https://www.dailywire.com/news/cia-roasted-over-pride-month-post", "date_published": "2023-06-08 15:01:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dentist Allegedly Stabbed To Death By Son Who Claims He Is A Woman", "description": "A Virginia dentist was allegedly stabbed to death by his son, who claims he is a woman. Dr. Abbey Horwitz, 68, a married father of three children, was stabbed multiple times by his son, named by the Virginia Beach Sheriff’s Office as “Michael Aaron Horwitz,” which is also the name used in jail records. Horwitz, ...", "link": "https://www.dailywire.com/news/dentist-allegedly-stabbed-to-death-by-son-who-claims-he-is-a-woman", "date_published": "2023-06-08 14:51:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Country Star Chris Stapleton Postpones New York Concert Due To Smoke-Filled Skies", "description": "Country star Chris Stapleton had bad news for fans after announcing that Thursday&#8217;s concert in Syracuse, New York, was postponed due to the smoke-filled skies from the wildfires raging in Canada. The 45-year-old singer tweeted on Wednesday that the &#8220;All American Road Show&#8221; stop for June 8 was being rescheduled. &#8220;Due to the ongoing air ...", "link": "https://www.dailywire.com/news/country-star-chris-stapleton-postpones-new-york-concert-due-to-smoke-filled-skies", "date_published": "2023-06-08 14:51:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Twitter Users Compare Smoke-Covered NYC To Sci-Fi Movies: ‘Blade Runner,’ ‘Dune’", "description": "Social media users on Twitter compared the smoke-covered skies over New York City to scenes in popular sci-fi movies like &#8220;Blade Runner 2049&#8221; and &#8220;Dune&#8221; after wildfires in Canada turned the skyscape reddish-orange color. Officials on Wednesday labeled the city&#8217;s air quality &#8220;code red,&#8221; warning residents to stay inside. Images then surfaced on social media ...", "link": "https://www.dailywire.com/news/twitter-users-compare-smoke-covered-nyc-to-sci-fi-movies-blade-runner-dune", "date_published": "2023-06-08 14:10:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Package Deal: The Bizarre Sex-Change Op At Center Of Daily Wire Investigation Once Came With Gun Training", "description": "The bizarre, testicle removal surgery at the center of a Daily Wire investigation made news a year ago, when a report revealed an underground clinic in Washington where two transgender-identifying activists specialized in combining the procedure with firearms training. Over a decade ago, orchiectomy, a procedure used sometimes in cases of testicular cancer, used to ...", "link": "https://www.dailywire.com/news/how-the-bizarre-sex-change-op-at-center-of-daily-wire-investigation-once-came-with-gun-training", "date_published": "2023-06-08 14:10:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Poll: Support For Gender Binary Increases In America", "description": "A new poll released by the Public Religion Research Institute (PRRI) reveals that an increasing majority of Americans support the idea that there are only two genders. The poll asked more than 5,400 Americans to give their opinions on the gender binary, relationships with &#8220;LGBTQ people,&#8221; and the role of public schools in teaching sex ...", "link": "https://www.dailywire.com/news/poll-support-for-gender-binary-increases-in-america", "date_published": "2023-06-08 13:59:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bryan Cranston Said He Will Retire From Acting To Focus On Marriage: ‘We Want To Go The Distance’", "description": "Actor Bryan Cranston said he’s ready to be done with acting within three years so he can focus on his marriage instead. The 67-year-old “Breaking Bad” alum made the comments during a recent interview with British GQ. Cranston said after asking his wife, Robin Dearden, to support him in his career for decades, it’s time ...", "link": "https://www.dailywire.com/news/bryan-cranston-said-he-will-retire-from-acting-to-focus-on-marriage-we-want-to-go-the-distance", "date_published": "2023-06-08 13:55:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Blocks Alabama Congressional Map As Discriminatory", "description": "The Supreme Court ruled in a 5-4 decision Thursday to uphold a lower court finding that the GOP-drawn Alabama congressional map violated the Voting Rights Act (VRA), marking a departure from decades of rulings shrinking the scope of the law. Chief Justice John Roberts was joined by fellow conservative Brett Kavanaugh and the court’s three ...", "link": "https://www.dailywire.com/news/supreme-court-blocks-alabama-congressional-map-as-discriminatory", "date_published": "2023-06-08 13:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Teacher On Leave Over Video Of Her Teaching Kids About Anal Sex, Sex Toys", "description": "A California teacher has been placed on leave over a video showing her teaching students about sex toys and discussing sexual pleasure for the prostate. Judy Rehburg, a physiology and AP environmental science teacher at El Dorado High School in Placentia, has been placed on administrative leave after parents who viewed the footage sounded off ...", "link": "https://www.dailywire.com/news/california-teacher-on-leave-over-video-of-her-teaching-kids-about-anal-sex-sex-toys", "date_published": "2023-06-08 13:20:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "As Progressive Inquisitors Purge Classrooms Of Intelligent Design, ‘ID’ Continues to Grow", "description": "If you believe the Legacy media, a craze for banning books and curriculum in schools is sweeping across the United States. One publication called it an “American Inquisition,” with parents and officials seeking to ban anything that mentions homosexuality, racial injustice, or evolution. The supposed inquisitors are conservatives. But many forget that progressives in the ...", "link": "https://www.dailywire.com/news/as-progressive-inquisitors-purge-classrooms-of-intelligent-design-id-continues-to-grow", "date_published": "2023-06-08 12:53:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Utterly Disgusting’: AGs, Lawmakers Across U.S. React To Startling Findings From Matt Walsh’s Trans Health Care Investigation", "description": "State attorneys general and lawmakers across the U.S. have responded to the disturbing revelations from Daily Wire host Matt Walsh’s undercover investigation into trans health providers.  One attorney general said he stands “ready to ensure the law is followed,” while a representative who chairs the House Healthcare and Financial Services Committee called the findings “utterly ...", "link": "https://www.dailywire.com/news/utterly-disgusting-ags-lawmakers-across-u-s-react-to-startling-findings-from-matt-walshs-trans-health-care-investigation", "date_published": "2023-06-08 12:43:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Forecasters Warn Canadian Wildfire Smoke Will Stick Around For Days", "description": "Smoke from Canadian wildfires will continue to blow through parts of the United States through the weekend, forecasters predict. National Weather Service meteorologist Bryan Ramsey said the smoke, which has prompted several bad air quality warnings, &#8220;will probably be hanging around at least for the next few days,&#8221; according to the Associated Press. &#8220;Conditions are ...", "link": "https://www.dailywire.com/news/forecasters-warn-canadian-wildfire-smoke-will-stick-around-for-days", "date_published": "2023-06-08 12:25:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Broadway Actress Walks Off Stage Amid Smoky Conditions In NYC: ‘I Can’t Breathe In This Air’", "description": "Actress Jodie Comer left fans disappointed just minutes into her performance of “Prima Facie” on Broadway Wednesday night as New York City remained covered in smoke from the Canadian wildfires. Officials issued a code red “stay inside” warning for more than 100 million people in North America as smoke wafted across the continent due to ...", "link": "https://www.dailywire.com/news/broadway-actress-walks-off-stage-amid-smoky-conditions-in-nyc-i-cant-breathe-in-this-air", "date_published": "2023-06-08 11:06:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Idaho Murder Suspect Wants Cameras Banned From His Trial, Court Proceedings", "description": "The 28-year-old man accused of killing four University of Idaho students doesn’t want cameras allowed in his trial or at any other court proceedings. The suspect, who will not be named per Daily Wire policy, filed a motion this week requesting to exclude cameras from his pre-trial hearings and the trial itself, KXLY reported. The suspect wrote, &#8220;(A)udio/visual ...", "link": "https://www.dailywire.com/news/idaho-murder-suspect-wants-cameras-banned-from-his-trial-court-proceedings", "date_published": "2023-06-08 11:02:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Misguided Environmentalism Blamed For Canadian Wildfires Engulfing U.S. In Dangerous Smoky Haze", "description": "Smoke from the massive Canadian wildfires rampaging through its provinces and territories has engulfed the East Coast of the United States, and environmentalists who have opposed sound forest management are being blamed by many for it. Over a dozen states in the U.S. have been affected, with more than 100 million people living in areas ...", "link": "https://www.dailywire.com/news/misguided-environmentalism-blamed-for-canadian-wildfires-engulfing-u-s-in-dangerous-smoky-haze", "date_published": "2023-06-08 10:59:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Incredibly Disturbing’: Musk Weighs In Again On Matt Walsh’s Shocking Investigation Of Trans Surgeries", "description": "Twitter owner Elon Musk was disturbed by Matt Walsh&#8217;s undercover investigation into trans health care providers, replying to the Daily Wire host&#8217;s Twitter thread twice on Wednesday. In an undercover investigation, Walsh and his team found that Plume and Folx, two of the largest transgender health care providers in the U.S., appear to be rubber-stamping ...", "link": "https://www.dailywire.com/news/incredibly-disturbing-musk-weighs-in-again-on-matt-walshs-shocking-investigation-of-trans-surgeries", "date_published": "2023-06-08 09:43:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Multiple Children Stabbed During Attack On Playground In France By Syrian Refugee, Police Say", "description": "At least four children and two adults were injured during a knife attack at a playground in the French city of Annecy on Thursday. Multiple outlets reported that the suspected attacker is a 31-year-old Syrian national. The attacker, armed with a knife, entered a small park near a lake in the French city and began ...", "link": "https://www.dailywire.com/news/multiple-children-stabbed-during-attack-on-playground-in-france-by-syrian-refugee-police-say", "date_published": "2023-06-08 09:23:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rev. Pat Robertson, Legendary Evangelist and 1988 Presidential Candidate, Dead at 93", "description": "Legendary evangelist the Rev. Pat Robertson, who built a small Virginia radio station into a vast religious broadcasting network and even ran for president over a career that spanned more than six decades, has died at age 93. Robertson’s death was announced early Thursday by his Christian Broadcasting Network. No cause was given. Born Marion ...", "link": "https://www.dailywire.com/news/pat-robertson-legendary-evangelist-and-1988-presidential-candidate-dead-at-93", "date_published": "2023-06-08 08:59:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "China To Build Spy Base In Cuba Focused On Intercepting Communications Within U.S.: Report", "description": "Communist China has reached a deal with Cuba to build an electronic eavesdropping base in the island country — around 100 miles off the American coast, U.S. officials told The Wall Street Journal.  The deal, which is reportedly worth billions and has been agreed upon in principle, will allow China to construct a facility that ...", "link": "https://www.dailywire.com/news/china-to-build-spy-base-in-cuba-focused-on-intercepting-communications-within-u-s-report", "date_published": "2023-06-08 08:19:19+00:00", "persistent": false, "user": null, "language": "en-US"}]