[{"source": "https://thehill.com/news/feed/", "title": "Trump says he's been indicted in classified documents probe", "description": "Former President Donald Trump said Thursday that his legal team has been told he's been indicted in an investigation into his handling of classified documents. Trump posted on Truth Social that he has been summoned to appear in federal court in Miami on Tuesday afternoon. “I never thought it possible that such a thing could...", "link": "https://thehill.com/policy/national-security/4041640-trump-says-hes-been-indicted-in-classified-documents-probe/", "date_published": "2023-06-08 23:38:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA panel to vote on Alzheimer's drug", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  FDA panel to consider full approval for Alzheimer's drug A panel of outside advisers to the Food and Drug Administration will vote Friday on whether to recommend full approval for Alzheimer's drug Leqembi. © Eisai via AP Leqembi works...", "link": "https://thehill.com/newsletters/health-care/4041599-fda-panel-to-vote-on-alzheimers-drug/", "date_published": "2023-06-08 23:18:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lin-Manuel Miranda's new network seeks to enhance diversity on Broadway", "description": "Lin-Manuel Miranda launched a new initiative Thursday aimed at increasing diversity among theater professionals on Broadway and in theaters across the country.  The Representation, Inclusion and Support for Employment Theater Network (R.I.S.E. Network) will create a database of diverse professionals working in various roles in the theater world, hoping to make it easier for prospective employers...", "link": "https://thehill.com/blogs/in-the-know/4041594-lin-manuel-mirandas-new-network-seeks-to-enhance-diversity-on-broadway/", "date_published": "2023-06-08 23:16:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the debt limit deal could affect housing affordability", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  Housing affordability could take hit for some over debt deal The agreement struck to raise the debt ceiling, along with a host of proposals to curb spending, is expected to deal a blow to housing affordability...", "link": "https://thehill.com/newsletters/business-economy/4041585-how-the-debt-limit-deal-could-affect-housing-affordability/", "date_published": "2023-06-08 23:02:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Asian Americans have mixed views on using race in college admissions: analysis", "description": "Story at a glance Asian Americans have mixed feelings on colleges considering race during the admission process, according to a new analysis from the Pew Research Center. Researchers found that three-quarters of Asian American adults believe race or ethnicity should not factor into college admissions decisions. Instead, the bulk of Asian Americans believe that things...", "link": "https://thehill.com/changing-america/respect/equality/4041525-asian-americans-mixed-views-affirmative-action-schools/", "date_published": "2023-06-08 22:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dems accuse GOP's FBI witness of lying to Congress, refer matter to Garland", "description": "House Democrats on Thursday accused a suspended FBI agent witness, who was put forward by their Republican colleagues as a whistleblower, of lying to Congress last month and referred the matter to Attorney General Merrick Garland. Garret O’Boyle testified before the House Judiciary Select Subcommittee on the Weaponization of the Federal Government alongside two other...", "link": "https://thehill.com/homenews/house/4041546-dems-accuse-gops-fbi-witness-of-lying-to-congress-refer-matter-to-garland/", "date_published": "2023-06-08 22:43:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US casts doubt on reports of China building spy base in Cuba​", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  US casts doubt on reports of China building spy base in Cuba At least two media outlets reported that the potential electronic eavesdropping facility would be just 100 miles from the coast of Florida. The Pentagon...", "link": "https://thehill.com/newsletters/defense-national-security/4041513-us-casts-doubt-on-reports-of-china-building-spy-base-in-cuba/", "date_published": "2023-06-08 22:40:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wildfire smoke highlights climate change's risks", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Scientists, politicians see smoke pollution as climate harbinger Smoke carpeting the East Coast is offering a stark reminder of the impacts of climate change. © Greg Nash, The Hill The unusual event, spurred by wildfires in...", "link": "https://thehill.com/newsletters/energy-environment/4041492-wildfire-smoke-highlights-climate-changes-risks/", "date_published": "2023-06-08 22:13:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA panel unanimously votes in favor of RSV antibody treatment for infants", "description": "The Food and Drug Administration's (FDA) antimicrobial drug advisory panel on Thursday voted unanimously in favor of approving an RSV treatment for infants, bringing the product closer to approval following the overwhelming surge in RSV cases that were seen last year in young children. All 21 members of the FDA's Antimicrobial Drugs Advisory Committee (AMDAC)...", "link": "https://thehill.com/policy/healthcare/4041416-fda-panel-unanimously-votes-favor-rsv-antibody-treatment-infants/", "date_published": "2023-06-08 21:58:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers introduce bill to improve mental health resources for LGBTQ youth", "description": "A bill introduced by House Democrats this week seeks to bolster mental health support for LGBTQ young people across the nation. The Pride in Mental Health Act, filed Tuesday by Democratic Reps. Eric Sorensen (Ill.), Sharice Davids (Kan.) and Ritchie Torres (N.Y.) — three of 12 openly LGBTQ members of the current Congress — aims to...", "link": "https://thehill.com/homenews/house/4041431-lawmakers-bill-supports-mental-health-lgbtq-youth/", "date_published": "2023-06-08 21:57:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump indictment talk puts spotlight on frayed Meadows relationship", "description": "One of former President Trump’s most loyal allies has found himself in the awkward spot of potentially turning his back on his former boss – culminating a complicated relationship that dates back to Trump’s early days in the White House. Former White House chief of staff Mark Meadows, a key ally to Trump in Congress...", "link": "https://thehill.com/homenews/administration/4041421-trump-indictment-talk-puts-spotlight-on-frayed-meadows-relationship/", "date_published": "2023-06-08 21:50:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "IRS has $1.5 billion in unclaimed tax refunds: Do you qualify?", "description": "Over a million Americans could miss out on their share of $1.5 billion in unclaimed tax refunds, the Internal Revenue Service said Thursday.", "link": "https://thehill.com/homenews/nexstar_media_wire/4041164-irs-has-1-5-billion-in-unclaimed-tax-refunds-do-you-qualify/", "date_published": "2023-06-08 21:45:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "I have Narcan in my house. Now you can, too.", "description": "“Do you know where I can get Narcan? I am going on the senior trip, and I want to take some with me,” a fellow physician mom asked me. I did, and by the time she boarded the plane, this mom had three Narcan nasal spray dispensers in her handbag and a quick primer on...", "link": "https://thehill.com/opinion/congress-blog/4041321-i-have-narcan-in-my-house-now-you-can-too/", "date_published": "2023-06-08 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House COVID czar Ashish Jha stepping down", "description": "White House COVID-19 response coordinator Ashish Jha is stepping down from his role on June 15 to return to his previous job as dean of the Brown School of Public Health, the White House and the university said Thursday. Jha's departure comes weeks after the administration allowed the three-year COVID-19 public health emergency to expire...", "link": "https://thehill.com/policy/healthcare/4041372-dr-ashish-jha-stepping-down-white-house-covid-director/", "date_published": "2023-06-08 21:20:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Venue change in Trump docs case", "description": "{beacon}    Evening Report Thursday, June 8   ©  AP Photo/Gerald Herbert Charges in Trump documents case could come from Florida grand jury Special Counsel Jack Smith has been calling witnesses to appear before a grand jury in Florida this week as part of the investigation into classified documents found at former President Trump's Mar-a-Lago home. Smith is...", "link": "https://thehill.com/newsletters/evening-report/4041374-venue-change-in-trump-docs-case/", "date_published": "2023-06-08 21:20:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘An ungodly, dystopian landscape’: New York’s skies underscore climate stakes", "description": "Smoke carpeting the East Coast is offering a stark reminder of what’s at stake from climate change. The unusual event, spurred by wildfires in Canada, illustrates the kind of conditions many states, cities and nations may have to deal with on an increasing basis as global warming leads to severe weather and its after-affects. Nightmarish images of...", "link": "https://thehill.com/policy/healthcare/4041373-an-ungodly-dystopian-landscape-new-yorks-skies-underscore-climate-stakes/", "date_published": "2023-06-08 21:12:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators face setback in labeling Wagner a terrorist organization", "description": "The White House opposes a terrorist label for Wagner Group, out of concern for its relations with African countries that employ Wagner for security.", "link": "https://thehill.com/homenews/senate/4041355-senators-setback-labeling-wagner-terrorist-organization/", "date_published": "2023-06-08 21:11:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP hits Biden over report of planned Chinese spying base in Cuba", "description": "Republicans are hitting President Biden following a Thursday report that China has reached a deal with Cuba to pay several billion dollars to build an eavesdropping facility on the island nation, though the Cuban and U.S. governments have denied the news. If materialized, the facility, which was first reported by The Wall Street Journal, would become...", "link": "https://thehill.com/policy/international/4041308-gop-hits-biden-over-report-of-planned-chinese-spying-base-in-cuba/", "date_published": "2023-06-08 21:01:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cuba denies Journal story about Chinese spy base", "description": "A top Cuban official Thursday issued a flat denial of a Wall Street Journal story that alleged Cuba and China had reached an agreement to install an eavesdropping facility on the island. Cuban Deputy Foreign Minister Carlos Fernández de Cossío issued a strongly worded statement, calling the newspaper's information \"totally mendacious and unfounded.\" \"They are...", "link": "https://thehill.com/latino/4041303-cuba-denies-journal-story-about-chinese-spy-base/", "date_published": "2023-06-08 20:42:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "USDA needs to take a more active role in poultry safety", "description": "In his recent op-ed for The Hill, “Solutions in search of problems — USDA’s unnecessary intrusion into chicken industry,” National Chicken Council President Mike Brown attacks food safety and labor advocates, calling them a front for “radical activists” seeking “the end of animal agriculture.” But protecting consumers, farmers, and slaughterhouse workers from the chicken industry’s abuse is far from radical. Consider food...", "link": "https://thehill.com/opinion/congress-blog/4041197-usda-needs-to-take-a-more-active-role-in-poultry-safety/", "date_published": "2023-06-08 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Women won't achieve pay parity until 2056: report", "description": "Women with full-time, year-round work will not achieve pay parity with men until 2056, if trends continue as they have since 1967, according to a new report out Thursday from the Center for American Progress (CAP). In anticipation of the 60-year anniversary of the 1963 Equal Pay Act becoming law, CAP — a left-leaning think...", "link": "https://thehill.com/blogs/blog-briefing-room/4041100-women-wont-achieve-pay-parity-until-2056-report/", "date_published": "2023-06-08 20:08:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden insists he doesn’t pressure DOJ as possible Trump indictment nears", "description": "President Biden on Thursday emphasized that he has never pressured the Justice Department over whether to bring charges in a case, drawing a contrast with his predecessor, Donald Trump, as a special counsel appears close to deciding whether to indict the former president. Biden was asked at a press conference with British Prime Minister Rishi...", "link": "https://thehill.com/homenews/administration/4041189-biden-insists-he-doesnt-pressure-doj-as-possible-trump-indictment-nears/", "date_published": "2023-06-08 20:04:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators eye AI competitiveness in bipartisan legislation", "description": "A bipartisan group of senators have introduced a bill that would create a new office that analyzes U.S. strength in emerging technologies, such as artificial intelligence (AI), compared to the country’s competitors, such as China.  Sens. Michael Bennet (D-Colo.), Todd Young (R-Ind.) and Mark Warner (D-Va.) introduced the legislation Thursday calling for the establishment of...", "link": "https://thehill.com/homenews/senate/4041121-senators-eye-ai-competitiveness-in-bipartisan-legislation/", "date_published": "2023-06-08 20:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Full sprint' may not be enough to meet White House cancer goals", "description": "In order to cut the cancer mortality rate in half within 25 years, national progress towards prevention, detection and treatment cannot continue at its current rate. That was the message from Dr. Danielle Carnival, Deputy Assistant to the President for the Cancer Moonshot, on Thursday at The Hill’s event “Cancer Care Access &#38; Equity: Breaking...", "link": "https://thehill.com/policy/healthcare/4040963-full-sprint-may-not-be-enough-to-meet-white-house-cancer-goals/", "date_published": "2023-06-08 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon denies reports China may build listening post in Cuba", "description": "The Defense Department is denying reports that China has reached a deal with Cuba to build an electronic eavesdropping facility on the island nation. Pentagon press secretary Brig. Gen. Pat Ryder called a Wall Street Journal report on the apparent deal \"inaccurate\" during a briefing on Thursday. \"Certainly we know that China and Cuba maintain...", "link": "https://thehill.com/homenews/4041062-pentagon-denies-reports-china-may-build-listening-post-in-cuba/", "date_published": "2023-06-08 19:56:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Election forecaster moves five House seats toward Democrats after Supreme Court ruling", "description": "The nonpartisan election handicapper Cook Political Report moved five House seats toward the Democrats after the Supreme Court sided with Black voters in a congressional redistricting case from Alabama. The forecaster changed Alabama’s first and second districts — represented by Republican Reps. Jerry Carl and Barry Moore, respectively — from “Solid R” to “Toss Up”...", "link": "https://thehill.com/homenews/campaign/4041132-election-forecaster-moves-five-house-seats-toward-democrats-after-supreme-court-ruling/", "date_published": "2023-06-08 19:56:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mississippi governor challenges Newsom to debate on guns", "description": "Mississippi Gov. Tate Reeves (R) invited California Gov. Gavin Newsom (D) to debate a constitutional amendment on gun control proposed by the Golden State governor. “Gov. Newsom, I am willing to debate you on this in Mississippi any time,” Reeves said in a tweet. “So on your next trip to our state to campaign for...", "link": "https://thehill.com/homenews/state-watch/4041122-mississippi-governor-challenges-newsom-to-debate-on-guns/", "date_published": "2023-06-08 19:46:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats call for DHS inspector general to resign over deleted text messages", "description": "Two Democratic lawmakers are calling on the inspector general of the Department of Homeland Security (DHS) to resign after he said in a hearing that he routinely deletes text messages from his government phone. “It is troubling, to say the least, that you have been routinely destroying or deleting official government records in violation of...", "link": "https://thehill.com/homenews/house/4041135-democrats-call-for-dhs-inspector-general-to-resign-over-deleted-text-messages/", "date_published": "2023-06-08 19:46:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black leaders hail Supreme Court ruling on map as win for voting rights, insist fight isn't over", "description": "Black leaders applauded the Supreme Court’s Thursday decision to strike down a Republican-drawn congressional map in Alabama for diluting the power of Black voters. The decision in Allen v. Milligan that the GOP-led state must create a new map with an additional majority-Black district. The current map had seven districts, with only one majority-Black district, despite Black people making...", "link": "https://thehill.com/regulation/court-battles/4041086-black-leaders-applaud-supreme-court-alabama-map-decision/", "date_published": "2023-06-08 19:43:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How long will the clouds of smog last? It's complicated", "description": "The Northeastern and mid-Atlantic U.S. is entering its fourth day blanketed in sepia-toned haze from wildfires in Canada, and experts say much of the fog could persist into next week, with parts of the upper Midwest expected to be impacted as well.    Throughout Wednesday, nightmarish images of the smoky skies in New York City spread on social...", "link": "https://thehill.com/policy/healthcare/4041069-wildfire-smoke-when-will-air-quality-improve/", "date_published": "2023-06-08 19:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Maryland governor signs executive order protecting access to gender-affirming care", "description": "Maryland Gov. Wes Moore (D) has declared the state a sanctuary for gender-affirming health care, signing an executive order this week that protects individuals seeking, receiving or providing care from punishment based on another state’s laws. Moore’s executive order, signed Tuesday at a Pride Month celebration in Annapolis, prevents state agencies from complying with investigations or...", "link": "https://thehill.com/homenews/state-watch/4040993-maryland-governor-signs-executive-order-protecting-access-to-gender-affirming-care/", "date_published": "2023-06-08 18:53:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nationals postpone game with Diamondbacks due to poor air quality", "description": "The Washington Nationals have postponed Thursday's game against the Arizona Diamondbacks due to poor air quality affecting the eastern part of the U.S.  In a tweet, the team said that its game against the Diamondbacks, scheduled to take place Thursday afternoon, will be made up on June 22, noting that tickets and parking passes for...", "link": "https://thehill.com/homenews/state-watch/4040931-nationals-postpone-game-with-diamondbacks-due-to-poor-air-quality/", "date_published": "2023-06-08 18:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How a Trump indictment could affect 2024", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report   The Big Story  How a Trump indictment could affect 2024  Federal prosecutors investigating Donald Trump’s handling of classified documents appear to be closing in on an indictment of the former president. If Trump is charged in the case, it would set off a...", "link": "https://thehill.com/newsletters/campaign-report/4040980-how-a-trump-indictment-could-affect-2024/", "date_published": "2023-06-08 18:47:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bills that 'increase the risk of of election subversion' seen in 38 states this year: analysis", "description": "Bills that “increase the risk of election subversion” have been introduced in 38 states during the first few months of 2023, according to a report from three nonpartisan organizations released on Thursday. The report — produced by States United Democracy Center, Protect Democracy and Law Forward — found that 185 such bills had been introduced...", "link": "https://thehill.com/blogs/blog-briefing-room/4040962-bills-that-increase-the-risk-of-of-election-subversion-seen-in-38-states-this-year-analysis/", "date_published": "2023-06-08 18:46:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Uniquely American': Lawmakers mark annual Seersucker Day", "description": "SPOTTED: A dozen senators sporting their best summertime stripes on Thursday in what’s become — depending on who one asks — both a beloved and sometimes-grumbled-about Capitol tradition: Seersucker Day. The day dedicated to congressional seersuckers began in 1996, when then-Sen. Trent Lott (R-Miss.) introduced it at the Capitol. While Congress took a break from...", "link": "https://thehill.com/blogs/in-the-know/4040949-uniquely-american-lawmakers-mark-annual-seersucker-day/", "date_published": "2023-06-08 18:29:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Court orders DC man to stop smoking pot where his neighbor can smell it", "description": "A Washington, D.C., judge ruled that a resident must stop using medical marijuana after a neighbor complained it was disturbing her. After a nearly three-year long court battle, Judge Ebony Scott ruled Monday night that Thomas Cackett could no longer smoke in his apartment or within 25 feet of his neighbor’s home. Scott said while...", "link": "https://thehill.com/regulation/court-battles/4040903-court-orders-dc-man-to-stop-smoking-pot-where-his-neighbor-can-smell-it/", "date_published": "2023-06-08 18:18:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries says he'll 'respect' whatever 'judicial decision is rendered' in NY redistricting case", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) said Thursday that he will \"respect\" whatever \"judicial decision is rendered\" by the courts ahead of arguments scheduled later in the day over the state's congressional maps. A New York appeals court is set to hear arguments in a case seeking to have the bipartisan Independent Redistricting Commission (IRC)...", "link": "https://thehill.com/homenews/campaign/4040900-jeffries-says-hell-respect-whatever-judicial-decision-is-rendered-in-ny-redistricting-case/", "date_published": "2023-06-08 18:11:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rand Paul holds up tax bill that is priority for US-Taiwan economic ties", "description": "Sen. Rand Paul (R-Ky) on Thursday held up legislation that would ease tax burdens on businesses operating in both Taiwan and the U.S., a key priority as both sides seek to strengthen economic ties in the face of aggression from the People’s Republic of China.  The legislation, called the Taiwan Tax Agreement Act of 2023,...", "link": "https://thehill.com/policy/international/4040843-rand-paul-holds-up-tax-bill-that-is-priority-for-us-taiwan-economic-ties/", "date_published": "2023-06-08 18:09:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NOAA declares El Nino conditions are present, expected to strengthen", "description": "The National Oceanic and Atmospheric Administration (NOAA) has declared the arrival of El Nino, a climate phenomenon that brings warmer sea temperatures near the equator.   According to NOAA, El Nino, which occurs every two to seven years on average, can bring heavier rainfall to some parts of the world and droughts to other parts....", "link": "https://thehill.com/blogs/blog-briefing-room/4040902-noaa-declares-el-nino-conditions-are-present-expected-to-strengthen/", "date_published": "2023-06-08 18:08:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley’s uphill battle in Iowa", "description": "Can the former South Carolina governor break away from the pack of those polling in the single digits?", "link": "https://thehill.com/opinion/campaign/4038880-nikki-haleys-uphill-battle-in-iowa/", "date_published": "2023-06-08 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer wants twice as many Forest Service personnel fighting Canadian wildfires", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) called for twice as many Forest Service personnel to be deployed to Canada on Thursday to help fight the hundreds of wildfires fueling a smoky haze over the eastern U.S. “These unprecedented wildfires are a crisis for both Canada and the United States, so both nations must respond speedily...", "link": "https://thehill.com/homenews/senate/4040787-schumer-wants-twice-as-many-forest-service-personnel-fighting-canadian-wildfires/", "date_published": "2023-06-08 17:36:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Venue matters’: Trump charges could come from Florida federal grand jury", "description": "The late-stage presentation of evidence to a Florida grand jury is the latest sign that former President Trump may face trial in Miami as prosecutors work to insulate the Mar-a-Lago case from legal challenges stemming from location. Special counsel Jack Smith has for months been calling witnesses before a D.C. grand jury on the matter,...", "link": "https://thehill.com/regulation/court-battles/4040729-venue-matters-trump-charges-could-come-from-florida-federal-grand-jury/", "date_published": "2023-06-08 17:32:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tuberville claims Space Command's leadership prefers HQ in Huntsville", "description": "In a new twist on the saga of where the U.S. Space Command's new headquarters will be, Sen. Tommy Tuberville (R-Ala.) tweeted Wednesday that SpaceComm's top general says Huntsville, Ala., is indeed the preferred location.  Tuberville said the general shared this information during a meeting with the Alabama delegation. His office issued a press release...", "link": "https://thehill.com/policy/defense/4040786-space-command-headquarters-tuberville-huntsville/", "date_published": "2023-06-08 17:32:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A Catholic charter school? Careful what you pray for!", "description": "Government support for St. Isidore of Seville Catholic Virtual School opens up a world of disturbing — and fascinating — political possibilities.", "link": "https://thehill.com/opinion/civil-rights/4039503-a-catholic-charter-school-careful-what-you-pray-for/", "date_published": "2023-06-08 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court upholds right to sue public nursing homes", "description": "The Supreme Court upheld an individual right to sue public nursing homes for violated rights that are protected under a federal law that sets standards for these institutions.  The court affirmed an appeals court ruling in a 7-2 decision that found a private individual can sue for rights protected by the Federal Nursing Home Reform...", "link": "https://thehill.com/regulation/court-battles/4040754-supreme-court-upholds-right-to-sue-public-nursing-homes/", "date_published": "2023-06-08 17:21:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gavin Newsom to sit with Fox News's Hannity for interview", "description": "California Gov. Gavin Newsom (D-Calif.) will sit with Fox News host Sean Hannity for an interview that will air next week, the network said Thursday. The interview, which will mark the Democrat's first on the conservative cable news channel in more than a decade, will take place at the governor’s mansion in Sacramento on June...", "link": "https://thehill.com/homenews/media/4040690-gavin-newsom-to-sit-with-fox-news-hannity-for-interview/", "date_published": "2023-06-08 17:18:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Two accused of 'harassing' bison calf at Grand Teton, NPS investigating", "description": "It's just the latest interaction between national park visitors and wildlife that's under investigation.", "link": "https://thehill.com/homenews/nexstar_media_wire/4040750-two-accused-of-harassing-bison-calf-at-grand-teton-nps-investigating/", "date_published": "2023-06-08 17:17:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "London mayor knocks GOP presidential hopefuls over 'horrid' views on LBGTQ community", "description": "London Mayor Sadiq Khan this week called out a slew of U.S. Republican Presidential candidates for their “horrid” views on issues affecting the LGBTQ community.  Speaking at the PinkNews Westminster Pride Reception, Khan, who has been mayor of London since 2016, told the audience there are still “big challenges” the LGBTQ community faces in 2023,...", "link": "https://thehill.com/homenews/lgbtq/4040652-london-mayor-knocks-gop-presidential-hopefuls-over-horrid-views-on-lbgtq-community/", "date_published": "2023-06-08 17:14:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "History shows why we must support Ukraine", "description": "If there are doubts about whether Ukraine's survival is of strategic interest to the U.S., we must recall some Cold War history.", "link": "https://thehill.com/opinion/national-security/4035342-history-shows-why-we-must-support-ukraine/", "date_published": "2023-06-08 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Survey finds half of Americans disapprove of affirmative action", "description": "A survey has found that 50 percent of U.S. adults say they disapprove of colleges and universities taking students’ racial and ethnic backgrounds into consideration when making admissions decisions. The survey, conducted by Pew Research Center and released Thursday, comes ahead of Supreme Court decisions on race-conscious admissions in higher education, often referred to as...", "link": "https://thehill.com/homenews/state-watch/4040218-survey-finds-half-of-americans-disapprove-of-affirmative-action/", "date_published": "2023-06-08 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House wants Native American health care funding baked into law", "description": "On the Standing Rock Indian Reservation, which straddles the border between North and South Dakota, people line up at 6 a.m. in the freezing winter, hoping to get one of just four dental appointments. “If you don’t get those four, you’re out, you don’t get it,” Janet Alkire, chairwoman of the Standing Rock Sioux Tribe,...", "link": "https://thehill.com/homenews/administration/4040669-white-house-wants-native-american-health-care-funding-baked-into-law/", "date_published": "2023-06-08 16:47:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP grills Biden's Labor pick Su with nomination in limbo", "description": "Republican House members used a budget hearing on Thursday to grill Acting Labor Secretary Julie Su over issues including child labor and the gig economy as her nomination remains in limbo in the Senate.  Chair Virginia Foxx (R-N.C.) began the House, Education, and Workforce Committee meeting by accusing Su of evading the committee’s repeated requests to appear. ...", "link": "https://thehill.com/homenews/house/4040670-gop-grills-bidens-labor-pick-su-with-nomination-in-limbo/", "date_published": "2023-06-08 16:43:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries: Democrats will oppose any spending below caps", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) warned Thursday that Democrats will reject any government spending bills that fall below the caps established in the bipartisan debt ceiling package, setting up a potential clash with Republicans when Congress seeks to prevent a shutdown later in the year.  Asked if his caucus would back spending bills if...", "link": "https://thehill.com/homenews/house/4040641-jeffries-democrats-oppose-spending-below-caps/", "date_published": "2023-06-08 16:40:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House Pride celebration delayed over air quality concerns", "description": "The White House on Thursday postponed a planned Pride month celebration on the South Lawn, citing concerns over the air quality as smoke from Canadian wildfires coated the region. The event was postponed until Saturday, the White House said. The federal government's air quality tracking website graded the air in Washington as \"very unhealthy\" as...", "link": "https://thehill.com/homenews/administration/4040640-white-house-pride-celebration-delayed-over-air-quality-concerns/", "date_published": "2023-06-08 16:36:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China to base electronic eavesdropping facility on Cuba: report", "description": "China has reportedly reached an agreement with Cuban officials to host an electronic eavesdropping facility on the island nation, which is roughly 100 miles from the coast of Florida, in what would be the closest foreign adversary military base to the U.S. mainland. The Wall Street Journal, citing U.S. officials familiar with the matter, reported...", "link": "https://thehill.com/policy/defense/4040485-china-to-base-electronic-eavesdropping-facility-on-cuba-report/", "date_published": "2023-06-08 16:32:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A campaign plan to put AI regulation in the political zeitgeist", "description": "Leaders in the AI space who want to see regulations proposed, supported and enacted need to make that the only politically salient position to take in the 2024 campaigns.", "link": "https://thehill.com/opinion/technology/4038971-a-campaign-plan-to-put-ai-regulation-in-the-political-zeitgeist/", "date_published": "2023-06-08 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Smoke haze could linger of Northeast into weekend", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  ...", "link": "https://thehill.com/newsletters/1230-report/4040546-the-hills-1230-report-smoke-haze-could-linger-of-northeast-into-weekend/", "date_published": "2023-06-08 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PHOTOS: Air pollution cloaks the eastern US", "description": "Cities across the East Coast were blanketed with hazy and smoky conditions this week from fires burning across Canadian territory. The Air Quality Index (AQI) in New York City, Philadelphia and Washington, D.C., rivaled many cities with the worst average air quality around the world on Wednesday and Thursday. The low visibility has delivered stunning...", "link": "https://thehill.com/photos-of-the-week/4040508-east-coast-sky-pollution-photos/", "date_published": "2023-06-08 16:24:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FAA delays flights into New York area as smoke spreads", "description": "The Federal Aviation Administration (FAA) delayed flights into the New York area due to wildfire smoke continuing to cloud the region.   The FAA delayed flights into New York City and Newark, N.J., after it temporarily stopped flights headed for Philadelphia International Airport and LaGuardia Airport. The ground stop at LaGuardia was lifted at 7:45...", "link": "https://thehill.com/homenews/state-watch/4040592-faa-delays-flights-into-new-york-area-as-smoke-spreads/", "date_published": "2023-06-08 16:20:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five big political moments from Pat Robertson’s career", "description": "Televangelist, conservative advocate and former presidential candidate Pat Robertson died Thursday at 93, bringing an end to one of the most influential U.S. voices in religion and conservative politics.  Robertson was a Southern Baptist who was initially interested in politics and the law, but he failed the bar exam after graduating from law school and...", "link": "https://thehill.com/blogs/blog-briefing-room/4040494-five-big-political-moments-from-pat-robertsons-career/", "date_published": "2023-06-08 16:05:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Roberts, Kavanaugh side with liberal justices in Alabama voting rights victory", "description": "Chief Justice John Roberts and Justice Brett Kavanaugh joined the Supreme Court’s three liberal justices on Thursday in a surprise strike down of Alabama’s congressional map for likely violating the Voting Rights Act. In a narrow 5-4 decision, the Supreme Court held up a lower court’s ruling that ordered Alabama to create a new congressional...", "link": "https://thehill.com/regulation/court-battles/4040446-roberts-kavanaugh-side-with-liberal-justices-in-alabama-voting-rights-victory/", "date_published": "2023-06-08 15:48:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida man contracts flesh-eating bacteria after being bitten by person at family function", "description": "A man from Tampa Bay, Florida, has survived an infection of flesh-eating bacteria that began killing the tissue in his leg.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/4040428-florida-man-contracts-flesh-eating-bacteria-after-being-bitten-by-person-at-family-function/", "date_published": "2023-06-08 15:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden holds joint press conference with UK Prime Minister Sunak", "description": "President Biden is slated to hold a bilateral press conference on Thursday with the Prime Minister of the United Kingdom Rishi Sunak. White House officials say the two leaders will discuss a range of global issues, including economic and security interests, artificial intelligence, support for Ukraine and further action to accelerate the clean energy transition....", "link": "https://thehill.com/homenews/4040242-watch-live-biden-holds-joint-press-conference-with-uk-prime-minister-sunak/", "date_published": "2023-06-08 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Taco Bell launches vegan option of an iconic item at select locations", "description": "It's Taco Bell's first vegan option, but it's only available in select cities.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4039476-taco-bell-launches-vegan-option-of-an-iconic-item-at-select-locations/", "date_published": "2023-06-08 15:21:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Virginia Democrats, Lt. Gov. Winsome Earle-Sears spar over remarks on Richmond mass shooting", "description": "Virginia Lt. Gov. Winsome Earle-Sears addressed the crowd of reporters after the briefing ended, calling out city leaders in remarks that Democrats said inserted politics into a tragedy.", "link": "https://thehill.com/homenews/state-watch/4040392-virginia-democrats-lt-gov-winsome-earle-sears-spar-over-remarks-on-richmond-mass-shooting/", "date_published": "2023-06-08 15:19:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "El Niño officially arrives early: What it means for 2023 weather", "description": "This year's El Niño has shown up ahead of the typical schedule. Its early appearance \"gives it room to grow,\" Cliimate Prediction Center meteorologist Michelle L’Heureux, told the Associated Press.", "link": "https://thehill.com/homenews/nexstar_media_wire/4040359-el-nino-officially-arrives-early-what-it-means-for-2023-weather/", "date_published": "2023-06-08 15:09:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine launches long-awaited counteroffensive in southern region", "description": "Ukraine has launched a long-awaited offensive operation in the southern Zaporizhzhia region, intensifying assaults around several towns in a key territory that connects a land bridge between Crimea and mainland Russia. The operation in Zaporizhzhia follows an earlier wave of attacks this week in the southern Donetsk region and around the embattled city of Bakhmut,...", "link": "https://thehill.com/policy/defense/4040210-ukraine-launches-long-awaited-counteroffensive-in-southern-region/", "date_published": "2023-06-08 15:03:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Holding China accountable for its emissions-heavy manufacturing", "description": "For too long, the United States and its allies have relied on bad actors like China and Russia for energy and critical supply chains. In an uncertain world, this needs to change. Working together with partner nations, we can reduce our reliance on those countries that not only inflame geopolitical tensions but dump dirty products onto...", "link": "https://thehill.com/opinion/congress-blog/4039963-holding-china-accountable-for-its-emissions-heavy-manufacturing/", "date_published": "2023-06-08 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom says he'll investigate migrant flights: 'The buck should stop with Ron DeSantis'", "description": "California Gov. Gavin Newsom (D) said he will be investigating the migrant flights to Sacramento authorized by Florida, saying he believes a crime has been committed. “I know one was on the basis of all the interviews and all the facts that are now in evidence,\" Newsom told Jacob Soboroff on NBC’s \"Today,” adding, \"Now...", "link": "https://thehill.com/homenews/state-watch/4040357-newsom-says-hell-investigate-migrant-flights-the-buck-should-stop-with-ron-desantis/", "date_published": "2023-06-08 14:46:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court strikes down Alabama congressional map in victory for voting rights advocates", "description": "The Supreme Court on Thursday struck down Alabama’s Republican-drawn congressional map, ruling that it likely violates the Voting Rights Act by diluting the power of Black voters, delivering a surprising resolution to a case many thought would be won by the state. In a 5-4 decision, the court affirmed a lower ruling that ordered the GOP-led...", "link": "https://thehill.com/regulation/court-battles/4040316-supreme-court-strikes-down-alabama-congressional-map-in-victory-for-voting-rights-advocates/", "date_published": "2023-06-08 14:30:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New poll finds bipartisan skepticism of spying practices in US", "description": "A new survey found that both Democrats and Republicans were skeptical of spying practices used by the United States government.  The AP-NORC poll asked respondents their opinions on Section 702 of the Foreign Intelligence Surveillance Act, which authorizes spy agencies to collect foreign communications for intelligence purposes. These purposes can range from stopping spies to listening...", "link": "https://thehill.com/policy/national-security/4040271-new-poll-finds-bipartisan-skepticism-of-spying-practices-in-us/", "date_published": "2023-06-08 14:19:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis scores slate of endorsements from Oklahoma Republicans", "description": "Republican presidential candidate Ron DeSantis is touting a number of endorsements from Oklahoma Republicans as he prepares to head to the state this weekend.  On Thursday, former Oklahoma Rep. Jim Bridenstine (R ), who served as NASA administrator under former President Trump, threw his support behind the Florida governor.  “Governor DeSantis and I were classmates...", "link": "https://thehill.com/homenews/campaign/4040290-desantis-scores-slate-of-endorsements-from-oklahoma-republicans/", "date_published": "2023-06-08 14:11:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-Pence super PAC targets Trump over Jan. 6 in first ad", "description": "A super PAC backing former Vice President Mike Pence's White House bid put the events of Jan. 6, 2021, front-and-center in its first ad since Pence announced his campaign this week. Committed to America released “Leader,” a one-minute ad that features images of the riots at the Capitol when a pro-Trump mob sought to stop...", "link": "https://thehill.com/homenews/campaign/4040266-pro-pence-super-pac-targets-trump-over-jan-6-in-first-ad/", "date_published": "2023-06-08 14:08:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie points to Trump for GOP losses: 'We're tired of losing'", "description": "Former New Jersey governor and declared 2024 candidate Chris Christie (R) argued on Thursday that Republicans are \"tired of losing,\" saying former President Trump has been an anchor on the GOP in past election cycles. During an interview on \"Fox &#38; Friends\" on Thursday, Christie pointed to Republicans' performance in House, Senate and presidential races...", "link": "https://thehill.com/homenews/campaign/4040254-christie-points-to-trump-for-gop-losses-were-tired-of-losing/", "date_published": "2023-06-08 14:05:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump, DeSantis neck-and-neck in Utah: poll", "description": "Former President Trump and Florida Gov. Ron DeSantis (R) are neck-and-neck among Utah Republicans, even as Trump holds a comfortable lead in national polls. Trump received 27 percent of the vote in a hypothetical primary, while DeSantis received 26 percent, according to the The Deseret News/Hinckley Institute of Politics poll. Former Rep. Liz Cheney (R-Wyo.)...", "link": "https://thehill.com/homenews/campaign/4040215-trump-desantis-neck-and-neck-in-utah-poll/", "date_published": "2023-06-08 14:05:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How do we navigate the growing gig economy?", "description": "The gig economy is here to stay. Yet with it comes several unintended consequences.", "link": "https://thehill.com/opinion/finance/4038347-how-do-we-navigate-the-growing-gig-economy/", "date_published": "2023-06-08 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Anti-abortion politicians never intended to support women and children", "description": "Anti-abortion politicians made abundantly clear that their vows to support families were an exercise in bad faith.", "link": "https://thehill.com/opinion/healthcare/4038665-anti-abortion-politicians-never-intended-to-support-women-and-children/", "date_published": "2023-06-08 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom proposes constitutional amendment to restrict access to guns", "description": "California Gov. Gavin Newsom (D) is proposing an amendment to the Constitution to implement four gun control measures that he says have wide support across the country.  Newsom’s office said in a release on Thursday that he is calling for enshrining four gun safety regulations into the Constitution — raising the minimum age to purchase...", "link": "https://thehill.com/homenews/state-watch/4040200-california-governor-proposes-constitutional-amendment-to-restrict-access-to-guns/", "date_published": "2023-06-08 13:17:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden reelection bid picks up endorsement from construction workers union", "description": "A major construction workers union endorsed President Biden’s reelection campaign on Thursday, which is a notable nod for the president from big labor. The Laborers’ International Union of North America (LIUNA) said they would back Biden and Vice President Harris after other labor groups, including the United Auto Workers, have said they will hold back...", "link": "https://thehill.com/homenews/campaign/4040193-biden-endorsement-laborers-international-union/", "date_published": "2023-06-08 13:17:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harlan Crow’s Senate rejection could force the Supreme Court to address ethics", "description": "If pursued in litigation, the reasoning behind Crow’s refusal may end up unraveling the justices’ coy deflection of their legal obligation to comply with federal ethics legislation.", "link": "https://thehill.com/opinion/judiciary/4038841-harlan-crows-senate-rejection-could-force-the-supreme-court-to-address-ethics/", "date_published": "2023-06-08 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "LGBTQ representation in government hits fresh high", "description": "LGBTQ representation in government has made leaps and bounds over the past year, but there’s still a long way to go before equitable representation is achieved, according to numbers released Thursday by the LGBTQ+ Victory Institute. The number of openly lesbian, gay, bisexual, transgender and queer people elected to public office between June 2022 and...", "link": "https://thehill.com/homenews/lgbtq/4040067-lgbtq-representation-in-government-hits-fresh-high/", "date_published": "2023-06-08 11:18:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In Ukraine, China finds itself on the road to nowhere", "description": "China cannot afford a Russian-initiated nuclear disaster in Europe, either by the use of tactical nukes in Ukraine or through weaponization of an imperiled nuclear plant.", "link": "https://thehill.com/opinion/national-security/4038703-in-ukraine-china-finds-itself-on-the-road-to-nowhere/", "date_published": "2023-06-08 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rhode Island city gets bus to help house its homeless population", "description": "Woonsocket is only the second community in the country that will own a \"Dignity Bus.\"", "link": "https://thehill.com/homenews/4039848-rhode-island-city-gets-bus-to-help-house-its-homeless-population/", "date_published": "2023-06-08 10:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Should you run your air conditioner when it's smoky outside?", "description": "We're in June and temperatures are starting to rise in many cities, but for those dealing with widespread wildfire smoke, is running the AC recommended?", "link": "https://thehill.com/policy/healthcare/4039570-should-you-run-your-air-conditioner-when-its-smoky-outside/", "date_published": "2023-06-08 10:32:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — House Freedom Caucus forces stalemate", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Revenge is a dish best served cold — or in the form of a chamber-wide stalemate, if the House Freedom Caucus is any indication.  The House was paralyzed for...", "link": "https://thehill.com/newsletters/morning-report/4040012-the-hills-morning-report-house-freedom-caucus-forces-stalemate/", "date_published": "2023-06-08 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt deal strikes blow to housing affordability", "description": "The debt ceiling deal dealt a blow to housing affordability last week when the agreement reached by Republicans and the White House put millions of student borrowers on notice for the $1.6 trillion they collectively owe. A pandemic-era pause on student loan payments added wiggle room to the budgets of house-hunters and renters alike while...", "link": "https://thehill.com/business/4038228-debt-deal-strikes-blow-to-housing-affordability/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fear of Chinese invasion? For Taiwan, it’s just one doomsday scenario", "description": "The U.S. is laser focused on making Taiwan a “porcupine,” giving it the weapons it needs to ensure massive destruction against a much larger Chinese military should Beijing attempt to overtake the island with an invasion. But an equally menacing threat is that China could impose a military blockade around Taiwan, which requires its own...", "link": "https://thehill.com/policy/defense/4038424-fear-of-chinese-invasion-for-taiwan-its-just-one-doomsday-scenario/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP warns of pushback ahead of looming Trump indictment", "description": "The expected federal indictment of former President Trump, which former Attorney General Bill Barr predicts is “near,” is teeing up a Capitol Hill battle over funding for the Justice Department and FBI. Trump allies, led by House Judiciary Committee Chairman Jim Jordan (R-Ohio), have threatened to cut Department of Justice and FBI funding if those...", "link": "https://thehill.com/homenews/senate/4039469-gop-warns-of-pushback-ahead-of-looming-trump-indictment/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How AI raises challenges to protecting creators’ work", "description": "The rise of generative artificial intelligence (AI) technology is posing new challenges to intellectual property law. The technology is raising concerns about how existing laws protect creators from potential threats posed by the booming industry. At the same time, lawmakers are aiming to strike a balance to put rules of the road in place — with...", "link": "https://thehill.com/policy/technology/4037061-how-ai-raises-challenges-to-protecting-creators-work/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Invasion checklists and survival academies: How Taiwan is preparing for war", "description": "Aaron and Alison Smith, an American-Taiwanese couple living in the southern city of Kaohsiung, keep a checklist of warning signs over a possible Chinese invasion to help decide if the time is right to flee Taiwan. Alison, who was born and raised in Kaohsiung, said that when the couple made the decision to move from...", "link": "https://thehill.com/policy/international/4036797-invasion-checklists-and-survival-academies-how-taiwan-is-preparing-for-war/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NY Democrats' fight to redraw congressional maps heads to court", "description": "A New York court is set to hear arguments Thursday over the state's congressional maps in a case that poses high stakes for Democrats as they look to make up lost ground in the Empire State. Democrats want to have the state's bipartisan Independent Redistricting Commission (IRC) redraw congressional maps after Republicans flipped a handful of House seats...", "link": "https://thehill.com/regulation/court-battles/4039152-ny-democrats-suit-congressional-maps/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressives call on Pentagon to rethink ban on drag shows", "description": "Progressives are upset about the Pentagon’s newly enforced ban on drag shows on military bases, as LGBTQ groups accuse military leaders of folding to Republican pressure.  Defense Secretary Lloyd Austin and Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, stepped in personally to cancel a drag show at Nellis Air Force Base...", "link": "https://thehill.com/homenews/4039372-progressives-call-on-pentagon-to-rethink-ban-on-drag-shows/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: CNN drama shows network lacks solution to Trump dilemma", "description": "Chris Licht isn’t the whole story. News of the departure of the CNN chairman and chief executive early Wednesday morning ricocheted around the media world. But the bigger issue is the struggle of CNN in particular, and news organizations in general, to find a satisfactory way to deal with former President Trump, eight years after...", "link": "https://thehill.com/homenews/media/4039513-the-memo-cnn-drama-shows-network-lacks-solution-to-trump-dilemma/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House announces new resources to support LGBTQ community ahead of Pride celebration", "description": "The White House on Thursday unveiled a series of measures from various federal agencies intended to support LGBTQ communities and counteract actions in GOP-led legislatures targeting transgender youth and other minority groups. Administration officials detailed new efforts in the Department of Education, Department of Housing and Urban Development (HUD) and other agencies to provide housing...", "link": "https://thehill.com/homenews/administration/4039668-white-house-announces-new-resources-to-support-lgbtq-community-ahead-of-pride-celebration/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why senators are concerned about Twitter's data security", "description": "Lawmakers and privacy experts have grown increasingly concerned about Twitter’s data security and privacy safeguards after the departure of top company officials. Last week, a group of Democratic senators sent a letter to Twitter raising concerns that recent resignations of top data security executives could put consumer privacy and data security in jeopardy and potentially...", "link": "https://thehill.com/policy/technology/4038979-why-senators-are-concerned-about-twitters-data-security/", "date_published": "2023-06-08 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris to travel to Bahamas for talks on climate, firearms, Haiti", "description": "Vice President Harris on Thursday is set to travel to the Bahamas for talks with Caribbean leaders about climate change, illicit firearms trafficking and rising levels of crime in the region, and the security crisis in Haiti. Harris’ trip will make her the highest-ranking U.S. official to visit the country since it gained its independence...", "link": "https://thehill.com/homenews/administration/4039635-harris-to-travel-to-bahamas-for-talks-on-climate-firearms-haiti/", "date_published": "2023-06-08 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Americans say lessons about sexual orientation, gender belong in the classroom, survey finds", "description": "A majority of Americans believe lessons about sexual orientation and gender identity should be taught in public schools, according to a survey released Thursday by the Public Religion Research Institute (PRRI), although an increasing share of adults also believe that there are only two genders. Few American adults — 34 percent — believe it is...", "link": "https://thehill.com/homenews/lgbtq/4039591-most-americans-say-lessons-about-sexual-orientation-gender-belong-in-the-classroom-survey-finds/", "date_published": "2023-06-08 04:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Comer presses pause on Wray contempt vote after full panel gets access to document", "description": "House Oversight Chair James Comer (R-Ky.) pressed pause on Wednesday night on his push to hold FBI Director Christopher Wray in contempt of Congress, after the bureau agreed to grant all committee members access to a document containing an unverified tip about potential wrongdoing by President Biden. The House Oversight committee was previously set to...", "link": "https://thehill.com/homenews/house/4039851-comer-presses-pause-on-wray-contempt-vote-after-full-panel-gets-access-to-document/", "date_published": "2023-06-08 03:21:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden speaks with Trudeau about Canadian wildfires as air quality issues persist in US", "description": "President Biden on Wednesday spoke with Canadian Prime Minister Justin Trudeau and offered federal support to respond to wildfires burning in Canada, which have caused widespread air quality issues across the eastern United States. Biden directed his administration to deploy “all available Federal firefighting assets that can rapidly assist in suppressing fires impacting Canadian and...", "link": "https://thehill.com/homenews/administration/4039834-biden-speaks-with-trudeau-about-canadian-wildfires-as-air-quality-issues-persist-in-us/", "date_published": "2023-06-08 02:47:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence: Time to 'rethink' criminal justice reform bill signed by Trump", "description": "Mike Pence on Wednesday said there’s a need to “rethink” the criminal justice reform legislation signed by then-President Trump while Pence was serving as vice president, calling for tougher penalties for serious offenders. “I think we need to take a step back and rethink the First Step Act,” Pence said at a CNN town hall...", "link": "https://thehill.com/homenews/campaign/4039813-pence-time-to-rethink-criminal-justice-reform-bill-signed-by-trump/", "date_published": "2023-06-08 02:33:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says he would not revive family separations at border if elected", "description": "Former Vice President Mike Pence on Wednesday said he would not bring back the Trump administration’s family separation policy at the southern border if he is elected president. At a CNN town hall, Pence was asked if he’d revive the controversial policy to curb immigration at the southern border after former President Donald Trump refused...", "link": "https://thehill.com/homenews/campaign/4039787-pence-says-he-would-not-revive-family-separations-at-border-if-elected/", "date_published": "2023-06-08 02:10:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says he has 'no interest' in pardoning Jan. 6 rioters", "description": "Former Vice President Mike Pence said on Wednesday that he has “no interest” in pardoning those who have been convicted for their participation in the Jan. 6, 2021, attack on the Capitol. “On the day of Jan. 6, I issued a tweet demanding that people leave the Capitol and end the violence,” Pence said at...", "link": "https://thehill.com/homenews/campaign/4039786-pence-says-he-has-no-interest-in-pardoning-jan-6-rioters/", "date_published": "2023-06-08 02:05:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says he hopes DOJ 'thinks better' of indicting Trump in documents case", "description": "Former Vice President Mike Pence on Wednesday said he hopes the Justice Department “thinks better” of indicting former President Donald Trump, arguing it would be too divisive for the country. “Number one, I think it would be terribly divisive to the country,” Pence said during a CNN town hall, citing issues like inflation that are...", "link": "https://thehill.com/homenews/campaign/4039769-pence-says-he-hopes-doj-thinks-better-of-indicting-trump-in-documents-case/", "date_published": "2023-06-08 01:33:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal prosecutors notify Trump he is target of investigation: reports", "description": "The Justice Department has notified former President Trump that he is the target of an investigation, signaling that prosecutors may be nearing a charging decision, according to media reports. The notification reportedly involves the department’s probe into the former president’s handling of classified documents, according to CNN. The Justice Department manual encourages prosecutors to provide...", "link": "https://thehill.com/regulation/court-battles/4039738-federal-prosecutors-notify-trump-he-is-target-of-investigation-reports/", "date_published": "2023-06-08 01:08:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI's Wray faces contempt vote: How did we get here?", "description": "House Oversight Chair James Comer (R-Ky.) is leading the charge to bring contempt of Congress proceedings against FBI Director Christopher Wray, a history-making motion that would cap his efforts to force the agency to turn over a document detailing an unverified tip. Comer claims the document contains allegations then-Vice President Biden accepted a bribe, an...", "link": "https://thehill.com/homenews/house/4039696-fbis-wray-faces-contempt-vote-how-did-we-get-here/", "date_published": "2023-06-08 00:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Court gives Friday deadline in ObamaCare coverage case", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Court gives Friday deadline in preventive coverage case In an unusual request, the 5th Circuit Court of Appeals asked both parties to reach an agreement over how to pause the ban on the ObamaCare provision while it’s being appealed....", "link": "https://thehill.com/newsletters/4039628-court-gives-friday-deadline-in-obamacare-coverage-case/", "date_published": "2023-06-08 00:09:55+00:00", "persistent": false, "user": null, "language": "en-US"}]