[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Experts Unveil PoC Exploit for Recent Windows Vulnerability Under Active Exploitation", "description": "Details have emerged about a now-patched actively exploited security flaw in Microsoft Windows that could be abused by a threat actor to gain elevated privileges on affected systems.\nThe vulnerability, tracked as CVE-2023-29336, is rated 7.8 for severity and concerns an elevation of privilege bug in the Win32k component.\n\"An attacker who successfully exploited this vulnerability could gain", "link": "https://thehackernews.com/2023/06/experts-unveil-poc-exploit-for-recent.html", "date_published": "2023-06-08 14:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Clop Ransomware Gang Likely Exploiting MOVEit Transfer Vulnerability Since 2021", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) and Federal Bureau of Investigation (FBI) have published a joint advisory regarding the active exploitation of a recently disclosed critical flaw in Progress Software's MOVEit Transfer application to drop ransomware.\n\"The Cl0p Ransomware Gang, also known as TA505, reportedly began exploiting a previously unknown SQL injection", "link": "https://thehackernews.com/2023/06/clop-ransomware-gang-likely-exploiting.html", "date_published": "2023-06-08 13:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Improve Your API Security Posture", "description": "APIs, more formally known as application programming interfaces, empower apps and microservices to communicate and share data. However, this level of connectivity doesn't come without major risks. Hackers can exploit vulnerabilities in APIs to gain unauthorized access to sensitive data or even take control of the entire system. Therefore, it's essential to have a robust API security posture to", "link": "https://thehackernews.com/2023/06/how-to-improve-your-api-security-posture.html", "date_published": "2023-06-08 11:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Urgent Security Updates: Cisco and VMware Address Critical Vulnerabilities", "description": "VMware has released security updates to fix a trio of flaws in Aria Operations for Networks that could result in information disclosure and remote code execution.\nThe most critical of the three vulnerabilities is a command injection vulnerability tracked as CVE-2023-20887 (CVSS score: 9.8) that could allow a malicious actor with network access to achieve remote code execution.\nAlso patched by", "link": "https://thehackernews.com/2023/06/urgent-security-updates-cisco-and.html", "date_published": "2023-06-08 05:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Kimsuky Targets Think Tanks and News Media with Social Engineering Attacks", "description": "The North Korean nation-state threat actor known as Kimsuky has been linked to a social engineering campaign targeting experts in North Korean affairs with the goal of stealing Google credentials and delivering reconnaissance malware.\n\"Further, Kimsuky's objective extends to the theft of subscription credentials from NK News,\" cybersecurity firm SentinelOne said in a report shared with The", "link": "https://thehackernews.com/2023/06/kimsuky-targets-think-tanks-and-news.html", "date_published": "2023-06-08 04:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Barracuda Urges Immediate Replacement of Hacked ESG Appliances", "description": "Enterprise security company Barracuda is now urging customers who were impacted by a recently disclosed zero-day flaw in its Email Security Gateway (ESG) appliances to immediately replace them.\n\"Impacted ESG appliances must be immediately replaced regardless of patch version level,\" the company said in an update, adding its \"remediation recommendation at this time is full replacement of the", "link": "https://thehackernews.com/2023/06/barracuda-urges-immediate-replacement.html", "date_published": "2023-06-08 03:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}]