[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCW0gH2G-cMKAEjEkI4YhnPA", "title": "The Lord of the Rings: Return to Moria Gameplay TRAILER & BREAKDOWN", "description": "Checking out the new trailer for The Lord of the Rings: Return to Moria and breaking down all the lore references, gameplay hints, and the return of John Rhys-Davies to narrate this preview!\n\nCheck out my previous interview with the developers: https://youtube.com/live/G9B5gksEba8?feature=share\n\nGame Features as posted by the publisher:\nFeel the Fellowship: Experience the Fellowship of the Dwarves like never before, with the rich lore of the iconic fantasy world from J.R.R. Tolkien interwoven into the very fabric of The Lord of the Rings: Return to Moria. \n\nSurvive the Dark: To survive the treacherous Mines of Moria players must conserve resources, hunt, and gather for food and manage their sleep, temperature, and noise levels. Utilize dynamic light systems for safety and to blaze a path further into the darkness. Battle unspeakable evils and survive hordes of monstrous Orcs in visceral combat, while uncovering the secret of the Shadow that looms within the mountain. \n\nBase Building: Find solace from the darkness. Reveal and clear new locations to create architecture on a grand scale. Get creative and construct bases from scratch or build upon the existing environment. Beware the evils which seek to destroy Dwarven progress. \nRebuild and Reshape Moria: Restore the long-lost ancient kingdom of Khazad-dûm to its former glory, recovering Dwarven landmarks as the story progresses. Resurrect old mines and refire their forges to yield their untouched resources. \n\nExplore: Delve into the depths of the Mines of Moria. Procedurally generated environments are abundant with resources and fraught with mystery and danger, providing a unique experience each and every time. \n\nCo-op Multiplayer: Adventure alone or band together with friends in online cooperative multiplayer with up to eight players.  \n\nCraft Dwarven Tools, Weapons and More: Craft and loot legendary Dwarven armor, tools, weapons and structures. Rebuild ancient forges to strengthen, repair and enchant gear. Upgrade and unlock new technologies and fantastical machines. \nUncover Magic Artifacts: Discover ancient magic items including swords that glow when Orcs are near, maps of long-dormant Mithril veins, books with forgotten crafting plans and amulets that give strength or wisdom.  \n\nMine Ore and Jewels: Establish mines to unearth deposits of precious resources such as iron, gold, and quartz; and fantastical materials such as Mithril. Access crafting stations and forges to convert ore to ingots and upgrade gear. But be prepared, mining is loud and can awaken what lurks in the darkness. \n\nComprehensive Dwarf Builder: Players become part of Dwarven Legend as they create their own Dwarf in the custom character creator. Dwarves can be customized in a variety of ways to create a unique Dwarven identity. Then, during gameplay, players can find and craft armor and weapons to further enhance their unique style.  \n\n#lordoftherings #returntomoria #lotrrtm", "link": "https://www.youtube.com/watch?v=b7miJjH4ZwQ", "date_published": "2023-06-08 20:13:23+00:00", "persistent": false, "user": null, "language": "en-US"}]