[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Iga Świątek w finale French Open. Wygrała z Brazylijką", "description": "Liderka światowego rankingu tenisistek Iga Świątek pokonała Brazylijkę Beatriz Haddad Maię 6:2, 7:6 (9-7) w półfinale wielkoszlemowego French Open w Paryżu. W sobotnim finale zmierzy się z Czeszką Karoliną Muchovą, która wyeliminowała Białorusinkę Arynę Sabalenkę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/iga-swiatek-w-finale-french-open-wygrala-z-brazylijka/", "date_published": "2023-06-08 20:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja: Aktywiści zniszczyli publiczne rowery. Głoszą na nich hasła antyaborcyjne", "description": "Przeciwnicy aborcji niszczą rowery do wypożyczenia we Francji. Malują i przyklejają na nie hasła propagandowe. Twórcy kampanii uważają, że prawo do aborcji nie może być równe prawie do życia według zapisu Konstytucji. Jednak francuska minister Isabelle Rome odpowiada, że nikomu nie pozwoli podważyć tego prawa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/francja-aktywisci-zniszczyli-publiczne-rowery-glosza-na-nich-hasla-antyaborcyjne/", "date_published": "2023-06-08 20:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Incydent podczas finałowego meczu Ligi Konferencji. Cristiano Biraghi trafiony w głowę", "description": "Podczas finału Ligi Konferencji Europy kibice West Ham United uderzyli Cristiano Biraghina w głowę. Mężczyzna zaczął mocno krwawić, a mecz został wstrzymany. Klub Fiorentina domaga się kary.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/incydent-podczas-finalowego-meczu-ligi-konferencji-cristiano-biraghi-trafiony-w-glowe/", "date_published": "2023-06-08 19:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Smogowa apokalipsa w Nowym Jorku. Powodem pożary w Kanadzie", "description": "Nowy Jork w środę zyskał miano najbardziej zanieczyszczonego miasta na świecie. Wszystko to z powodu gęstego dymu napływającego z pożarów ponad 150 lasów w Kanadzie. Ostrzeżenia przed złą jakością powietrza wydano dla ponad 75 milionów ludzi w USA. Zalecono również noszenie masek N95.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/smogowa-apokalipsa-w-nowym-jorku-powodem-pozary-w-kanadzie/", "date_published": "2023-06-08 16:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zaostrzony konflikt USA-Chiny. Kuba udostępniła terytorium do powstania bazy szpiegowskiej", "description": "Kuba zgodziła się na budowę szpiegowskiej bazy przez Chiny na swoim terytorium. Powstanie obiektu na wsypie może umożliwić Chinom podsłuchiwanie komunikacji elektronicznej w południowo-wschodnich Stanach Zjednoczonych. Według źródeł USA wie o przedsięwzięciu. Nie wiadomo jednak, czy budowa bazy już się rozpoczęła.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/zaostrzony-konflikt-usa-chiny-kuba-udostepnila-terytorium-do-powstania-bazy-szpiegowskiej/", "date_published": "2023-06-08 15:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Korea Południowa: Dramat na stacji metra. Co najmniej 14 osób poszkodowanych", "description": "Co najmniej 14 osób zostało rannych na stacji metra w Korei Południowej, gdy nieoczekiwanie schody ruchome zmieniły kierunek jazdy. Na skutek incydentu wiele osób spadło w dół lądując po kolei na sobie lub na schodach obok. Trzy osoby trafiły do szpitala z poważnymi urazami pleców i nóg. Dramatyczne zdarzenie uchwyciły kamery monitoringu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/korea-poludniowa-dramat-na-stacji-metra-co-najmniej-14-osob-poszkodowanych/", "date_published": "2023-06-08 15:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Aktywiści klimatyczni uszkodzili 35 aut. Na celowniku drogie modele", "description": "Aktywiści klimatyczni uszkodzili pod osłoną nocy co najmniej 35 samochodów w Berlinie. W autach poprzecinano opony, a grupa pochwaliła się filmem ze swojej akcji w mediach społecznościowych. Niemiecka policja potwierdziła, że zaczęli się do nich zgłaszać kolejni poszkodowani kierowcy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/niemcy-aktywisci-klimatyczni-uszkodzili-35-aut-na-celowniku-drogie-modele/", "date_published": "2023-06-08 14:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Nikołaj Patruszew: Ukraina była gotowa do podpisania pokoju z Rosją. Przeszkodziła presja USA", "description": "Ukraińskie kierownictwo było gotowe do uregulowania konfliktu z Rosją, ale poddało się pod naciskiem USA - powiedział w czwartek sekretarz Rady Bezpieczeństwa Rosji Nikołaj Patruszew, cytowany przez rosyjską propagandową agencję TASS.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/nikolaj-patruszew-ukraina-byla-gotowa-do-podpisania-pokoju-z-rosja-przeszkodzila-presja-usa/", "date_published": "2023-06-08 13:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chersoń: Rosjanie ostrzelali punkt ewakuacyjny. Media: Nie żyje jedna osoba", "description": "Rosjanie ostrzelali w czwartek punkt ewakuacyjny dla cywilów w Chersoniu - poinformował korespondent Polsat News Mateusz Lachowski. Ukraińska prokuratura podała, że w ataku rakietowym na miasto zginęła jedna osoba, a sześć zostało rannych. Media społecznościowe obiegło dramatyczne nagranie ukazujące rosyjski atak.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/rosjanie-ostrzelali-punkt-ewakuacyjny-media-nie-zyje-jedna-osoba/", "date_published": "2023-06-08 12:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Erupcja wulkanu na Hawajach. Fontanny lawy sięgają 10 metrów", "description": "Rozpoczęła się erupcja wulkanu Kilauea na Hawajach. Badacze opisują, że fontanny lawy sięgają 10 metrów, a krater otacza pierścień rozgrzanej magmy. Wszystko transmitowane jest na żywo w mediach społecznościowych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/erupcja-wulkanu-na-hawajach-fontanny-lawy-siegaja-10-metrow/", "date_published": "2023-06-08 12:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Komisja Europejska wszczyna postępowanie wobec Polski. W tle komisja ds. badania wpływów rosyjskich", "description": "Komisja Europejska potwierdziła środowy komunikat o wszczęciu procedury naruszeniowej przeciwko Polsce. Chodzi o tzw. lex Tusk, czyli ustawę, która pozwala powołać komisję do badania wpływów rosyjskich. Polska ma 21 dni na odpowiedź - czytamy w najnowszym oświadczeniu", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/komisja-europejska-wszczyna-postepowanie-wobec-polski-w-tle-komisja-ds-badania-wplywow-rosyjskich/", "date_published": "2023-06-08 12:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. 600 km kw. chersońszczyzny pod wodą. Prezydent Wołodymyr Zełenski odwiedził zalane tereny", "description": "Około 600 km kwadratowych obwodu chersońskiego znalazło się pod wodą po zniszczeniu tamy w Nowej Kachowce - podał szef władz lokalnych Ołeksandr Prokudin. Do Chersonia przybył prezydent Ukrainy Wołodymyr Zełenski. Czerwony Krzyż ostrzegł, że woda porwała miny przeciwpiechotne, które stanowią poważne zagrożenie dla cywilów. Tymczasem na okupowanych terenach Rosjanie zakazali ewakuacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/ukraina-600-km-kw-chersonszczyzny-pod-woda-prezydent-wolodymyr-zelenski-odwiedzil-zalane-tereny/", "date_published": "2023-06-08 09:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Atak nożownika we Francji. Kilka osób rannych, w tym dzieci", "description": "Co najmniej kilka osób - w tym dzieci - zostało rannych w ataku nożownika w Annecy we wschodniej Francji. Dzięki szybkiej reakcji policji, napastnik został błyskawicznie zatrzymany - poinformował francuski minister spraw wewnętrznych Gerald Darmanin.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/atak-nozownika-we-francji-kilka-osob-rannych-w-tym-dzieci/", "date_published": "2023-06-08 08:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Papież Franciszek po operacji w szpitalu. Nowe informacje o stanie zdrowia", "description": "Noc minęła spokojnie - taki komunikat we czwartek rano podał Watykan, odnosząc się do stanu zdrowia Franciszka. 86-letni papież przeszedł wczoraj trzygodzinną operację w klinice Gemelli. Kolejne informacje o stanie zdrowia papieża mają być podane jeszcze przed południem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/papiez-franciszek-po-operacji-w-szpitalu-nowe-informacje-o-stanie-zdrowia/", "date_published": "2023-06-08 06:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajwan. 37 chińskich samolotów wtargnęło do strefy identyfikacji powietrznej", "description": "Tajwańskie ministerstwo obrony podało, że w czwartek rano w strefie identyfikacji powietrznej (ADIZ) pojawiło się 37 chińskich samolotów bojowych. Sytuacje kontrolują siły powietrzne oraz marynarka wojenna Tajwanu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-08/tajwan-37-chinskich-samolotow-wtargnelo-do-strefy-identyfikacji-powietrznej/", "date_published": "2023-06-08 05:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]