[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian Tortoiseshell Hackers Targeting Israeli Logistics Industry", "description": "At least eight websites associated with shipping, logistics, and financial services companies in Israel were targeted as part of a watering hole attack.\nTel Aviv-based cybersecurity company ClearSky attributed the attacks with low confidence to an Iranian threat actor tracked as Tortoiseshell, which is also called Crimson Sandstorm (previously Curium), Imperial Kitten, and TA456.\n\"The infected", "link": "https://thehackernews.com/2023/05/iranian-tortoiseshell-hackers-targeting.html", "date_published": "2023-05-24 13:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "What to Look for When Selecting a Static Application Security Testing (SAST) Solution", "description": "If you're involved in securing the applications your organization develops, there is no question that Static Application Security Testing (SAST) solutions are an important part of a comprehensive application security strategy. SAST secures software, supports business more securely, cuts down on costs, reduces risk, and speeds time to development, delivery, and deployment of mission-critical", "link": "https://thehackernews.com/2023/05/what-to-look-for-when-selecting-static.html", "date_published": "2023-05-24 10:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Data Stealing Malware Discovered in Popular Android Screen Recorder App", "description": "Google has removed a screen recording app named \"iRecorder - Screen Recorder\" from the Play Store after it was found to sneak in information stealing capabilities nearly a year after the app was published as an innocuous app.\nThe app (APK package name \"com.tsoft.app.iscreenrecorder\"), which accrued over 50,000 installations, was first uploaded on September 19, 2021. The malicious functionality", "link": "https://thehackernews.com/2023/05/data-stealing-malware-discovered-in.html", "date_published": "2023-05-24 10:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Legion Malware Upgraded to Target SSH Servers and AWS Credentials", "description": "An updated version of the commodity malware called Legion comes with expanded features to compromise SSH servers and Amazon Web Services (AWS) credentials associated with DynamoDB and CloudWatch.\n\"This recent update demonstrates a widening of scope, with new capabilities such the ability to compromise SSH servers and retrieve additional AWS-specific credentials from Laravel web applications,\"", "link": "https://thehackernews.com/2023/05/legion-malware-upgraded-to-target-ssh.html", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "N. Korean Lazarus Group Targets Microsoft IIS Servers to Deploy Espionage Malware", "description": "The infamous Lazarus Group actor has been targeting vulnerable versions of Microsoft Internet Information Services (IIS) servers as an initial breach route to deploy malware on targeted systems.\nThe findings come from the AhnLab Security Emergency response Center (ASEC), which detailed the advanced persistent threat's (APT) continued abuse of DLL side-loading techniques to deploy malware.\n\"The", "link": "https://thehackernews.com/2023/05/n-korean-lazarus-group-targets.html", "date_published": "2023-05-24 07:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cyber Attacks Strike Ukraine's State Bodies in Espionage Operation", "description": "The Computer Emergency Response Team of Ukraine (CERT-UA) has warned of cyber attacks targeting state bodies in the country as part of an espionage campaign.\nThe intrusion set, attributed to a threat actor tracked by the authority as UAC-0063 since 2021, leverages phishing lures to deploy a variety of malicious tools on infected systems. The origins of the hacking crew are presently unknown.\nIn", "link": "https://thehackernews.com/2023/05/cyber-attacks-strike-ukraines-state.html", "date_published": "2023-05-24 06:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}]