[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "Four Hindu Secrets to Living Your Best Life", "description": "We don't have to be Hindus to admire the imaginative way in which the religion seeks to align its teachings with the particular demands we face across time.\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://admin1.hopp.to/theschooloflife\nOur website has classes, articles and products to help you lead a more fulfilled life: https://admin1.hopp.to/website\n​​For Psychotherapy and other therapeutic services: https://admin1.hopp.to/Psychotherapy \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://admin1.hopp.to/App\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://admin1.hopp.to/Article\n\n“Most world religions and philosophies make the cardinal error of supposing that what they see as the meaning of life should — by virtue of its importance — apply to everyone, irrespective of age, circumstance or position. So proud are they of their insight into existence, they can’t help but accord it universal and dogmatic application.\nHinduism is a great deal more supple and imaginative. It too has a sense of how a good life should be lived, but crucially, it never assumes that the rules should apply across the board. It cuts up populations into segments — and differentiates right conduct according to four life stages collectively called ‘ashramas.’...”\n\nMORE SCHOOL OF LIFE\n\nWatch more films on EASTERN PHILOSOPHY in our playlist: \nhttps://youtube.com/playlist?list=PLwxNMb28XmpeUL1vz9Su7OmeghBDgmj7X\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nReflective Films\nhttps://www.reflectivefilms.co.uk/\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=E2FtET_AVCY", "date_published": "2023-05-24 13:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}]