[{"source": "https://businessinsider.com.pl/.feed", "title": "Nie żyje Tina Turner. Piosenkarka zmarła w wieku 83 lat", "description": "Piosenkarka Tina Turner zmarła we wtorek w wieku 83 lat. \"Królową Rock'n'Rolla\" odeszła po długiej chorobie w swoim domu w Küsnacht niedaleko Zurychu w Szwajcarii.", "link": "https://businessinsider.com.pl/wiadomosci/nie-zyje-tina-turner-piosenkarka-zmarla-w-wieku-83-lat/8cfkyk8", "date_published": "2023-05-24 18:54:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przegląd 10 najpopularniejszych młynków do kawy ostatnich miesięcy", "description": "Zebraliśmy dziesięć najpopularniejszych młynków do kawy z ostatnich miesięcy i umieściliśmy je w jednym zestawieniu. Dane czerpaliśmy z internetowej porównywarki cen Skąpiec.pl z comiesięcznych rankingów popularności. Jeśli szukasz młynka do kawy, koniecznie sprawdź poniższe modele.", "link": "https://businessinsider.com.pl/technologie/przeglad-10-najpopularniejszych-mlynkow-do-kawy-ostatnich-miesiecy/n9l9ef1", "date_published": "2023-05-24 18:14:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z Kancelarii Prezydenta do państwowej spółki. Tyle zarobiła Małgorzata Sadurska", "description": "Małgorzata Sadurska, która zasiada w zarządzie PZU, tylko w ubiegłym roku zarobiła ponad 2 mln zł, najwięcej spośród wszystkich przedstawicieli kierownictwa państwowej spółki. Zanim znalazła się w zarządzie PZU, była szefową Kancelarii Prezydenta Andrzeja Dudy.", "link": "https://businessinsider.com.pl/wiadomosci/tyle-malgorzata-sadurska-zarobila-w-pzu-dolaczyla-do-klubu-milionerow-pis/kq8fvdp", "date_published": "2023-05-24 18:12:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nigdy nie daj się nabrać na taki telefon. Polka straciła 200 tys. zł", "description": "Polka nabrała się na reklamę i odebrała telefon. To był początek tragedii, która skończyła się stratą 200 tys. zł i koniecznością spłacenia kredytów. To oszustwo — przestrzega policja i wskazuje, jak się przed takim czymś uchronić.", "link": "https://businessinsider.com.pl/poradnik-finansowy/nigdy-nie-daj-sie-nabrac-na-taki-telefon-polka-stracila-200-tys-zl/b6d55e7", "date_published": "2023-05-24 17:16:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja rozważa wprowadzenie zakazu eksportu benzyny", "description": "Rosja rozważa wprowadzenie zakazu eksportu benzyny, aby zapobiec krajowym niedoborom paliwa i wzrostowi cen — ustalił Reuters. Sytuacja na rynku paliw może się pogorszyć po tym, jak rząd zdecydował o zmniejszeniu dotacji dla rafinerii, aby wzmocnić dotknięty deficytem budżet państwa.", "link": "https://businessinsider.com.pl/gospodarka/w-rosji-zabraknie-benzyny-musza-zaczac-oszczedzac/cb84ft8", "date_published": "2023-05-24 17:13:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten projekt połączył posłów PiS i KO. Show skradł Grzegorz Braun: \"teatr absurdu\"", "description": "Jedynie Konfederacja jest za odrzuceniem projektu ustawy, który zakłada przekazanie laptopów uczniom klas IV w nowym roku szkolnym. Jednym głosem mówią posłowie PiS i KO. Środowa debata w tej sprawie była dość burzliwa.", "link": "https://businessinsider.com.pl/prawo/ten-projekt-polaczyl-poslow-pis-i-ko-goraca-debata-w-sejmie-i-mocne-slowa-brauna/10ltyrb", "date_published": "2023-05-24 16:48:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyjątkowe miejsca na relaks w otoczeniu natury — TOP 5 hoteli z basenem i SPA", "description": "Pierwszy wiosenny weekend jest za nami. Powoli możemy cieszyć się słoneczną pogodą. Wiosna w Polsce jest szczególnie piękna: białe i różowe korony drzew, zapach akacji, kwitnące kwiaty, zielona trawa, latające pszczoły i motyle sprawiają, że jak najwięcej czasu staramy się spędzać w otoczeniu natury. Dlatego dziś proponujemy hotele, które są doskonale usytuowane oraz posiadają designerski basen i SPA. Takie obiekty to doskonałe miejsca na krótki, wiosenno-letni urlop w Polsce. Jeśli więc szukasz miejsca, w przyjemnym otoczeniu, w którym się zrelaksujesz, to zachęcamy do zwrócenia uwagi na trzy dzisiejsze propozycje. Na stronie serwisu www.triverna.pl, istnieje możliwość dokonania rezerwacji w obniżonych cenach. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/wyjatkowe-miejsca-na-relaks-w-otoczeniu-natury-top-5-hoteli-z-basenem-i-spa/3k824c4", "date_published": "2023-05-24 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Właściciele fotowoltaiki dostaną rekompensaty za redukcję mocy. Oto szczegóły", "description": "Właścicielom instalacji fotowoltaicznych, którym operator sieci ograniczył moc ze względu na nadmiar energii w systemie, przysługują rekompensaty — poinformowały w środę Polskie Sieci Elektroenergetyczne.", "link": "https://businessinsider.com.pl/twoje-pieniadze/fotowoltaika-bedzie-rekompensata-za-redukcje-mocy-jak-ja-otrzymac/4g0svg1", "date_published": "2023-05-24 15:53:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigantyczne straty po powodzi w regionie Emilia-Romania. \"Wygląda jak chwilę po wojnie\"", "description": "Wstępne szacunki włoskich władz mówią o 7 mld euro (31,5 mld zł) strat w związku z powodziami, jakie nawiedziły region Emilia-Romania. Zamkniętych jest ponad 660 dróg. Gigantyczne, trudne do oszacowania straty widać na wsiach i w gospodarstwach rolnych. Zniszczone są hektary winorośli, zdewastowane drzewa owocowe.", "link": "https://businessinsider.com.pl/wiadomosci/gigantyczne-straty-po-powodzi-we-wloszech-wyglada-jak-chwile-po-wojnie/8462406", "date_published": "2023-05-24 15:38:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjski naukowiec oskarżony o zdradę tajemnic Chinom. Chodzi o śmiercionośną broń", "description": "Dyrektor czołowego rosyjskiego instytutu naukowego i ekspert w dziedzinie technologii pocisków hipersonicznych, aresztowany pod zarzutem zdrady stanu, został oskarżony o zdradę tajemnic Chinom — informuje Reuters, powołując się na dwie osoby zaznajomione ze sprawą.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjski-naukowiec-oskarzony-o-zdrade-tajemnic-chinom-chodzi-o-smiercionosna-bron/plkg74v", "date_published": "2023-05-24 15:05:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przez Alpy i krystaliczne jeziora. Polecamy trzy wycieczki objazdowe po Szwajcarii", "description": "Szwajcaria przyciąga swoim pięknem wszystkich miłośników gór, kameralnych alpejskich miasteczek, jezior i rzek z krystalicznie czystą wodą. To kraj, który potrafi zachwycić swoim pięknem i różnorodnością. Szwajcaria słynie z oszałamiających scenerii, czystego powietrza, panoramicznych widoków i możliwości bliskiego obcowania z naturą, ale także punktualności mieszkańców oraz niezawodnej komunikacji kolejowej i rzecznej, która pozwala na swobodne przemieszczanie się po całym kraju. To właśnie z niej korzystać będą uczestnicy wycieczek objazdowych po Szwajcarii, zwiedzających ją z biurem podróży Albatros. Co więcej? Uczestnicy podczas podróży statkiem lub pociągiem (Glacier Express i Bernina Express), będą mieli okazję poznać najpiękniejsze miasta Szwajcarii, takie jak Montreux, Saint Moritz, Lugano i Bazylea. W artykule polecamy sprawdzone i docenione przez klientów wycieczki po Szwajcarii. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/szwajcaria-przez-alpy-i-krystaliczne-jeziora-polecamy-trzy-wycieczki-objazdowe/mdl7qqn", "date_published": "2023-05-24 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Francja wprowadza zakaz lotów na krótkich dystansach", "description": "Francja zakazała krajowych lotów krótkodystansowych tam, gdzie istnieją alternatywne połączenia kolejowe. W ten sposób chce ograniczyć emisję dwutlenku węgla. Konsumenci apelują, aby koleje nie wykorzystały okazji do sztucznego zawyżenia cen.", "link": "https://businessinsider.com.pl/wiadomosci/mozna-dojechac-pociagiem-samolot-nie-poleci-nowe-przepisy-w-kraju-ue/dyql8m8", "date_published": "2023-05-24 14:54:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zara będzie sprzedawać używane ubrania. Wskazuje kraje", "description": "W przyszłości popularna w Polsce sieć Zara może się mocno zmienić. Już teraz w kilku krajach planuje testy nowej platformy do zakupów używanej odzieży. Jednocześnie nie przeszkadza to w planach odejścia od bycia postrzeganą w kategorii sieciówek oferujących tzw. szybką modę.", "link": "https://businessinsider.com.pl/finanse/handel/zara-bedzie-sprzedawac-uzywane-ubrania-zobacz-gdzie/5jwxxyp", "date_published": "2023-05-24 14:05:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komisja Europejska strofuje Polskę. Oto lista rzeczy do poprawy", "description": "Komisja Europejska rekomenduje Polsce redukcję deficytu przez wycofanie wsparcia związanego z energią, a także ograniczenie wzrostu wydatków. Zaleca także pilne wypełnienie kamieni milowych w zakresie Krajowego Planu Odbudowy.", "link": "https://businessinsider.com.pl/finanse/komisja-europejska-strofuje-polske-oto-lista-rekomendacji-i-rzeczy-do-poprawy/gqx6k2l", "date_published": "2023-05-24 13:59:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Właścicielka salonu ślubnego zdradza oznaki, że panna młoda będzie trudna we współpracy", "description": "Każdy, kto kiedykolwiek brał udział w zakupach sukni ślubnej, wie, że to wyzwanie. Od decyzji, kogo wziąć na przymiarki, przez ustalenie, ile przeznaczyć na strój, po wybór, którą suknię ostatecznie zakupić — do rozważenia jest wiele. Istnieją jednak sposoby, by usprawnić cały ten proces — mówi Anna Cirignaco, właścicielka salonu ślubnego w Glasgow.", "link": "https://businessinsider.com.pl/lifestyle/slowo-opisujace-jak-chcesz-wygladac-w-dniu-slubu-to-specjalistka-radzi-jak-wybrac/3efv592", "date_published": "2023-05-24 13:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ustawa w sprawie 800 plus w tej kadencji Sejmu? Kaczyński odpowiada", "description": "Prezes PiS Jarosław Kaczyński zapewnił w środę, że jeszcze w tej kadencji Sejmu zostanie uchwalona ustawa wprowadzająca od stycznia 800 plus. Mówił również o projekcie w sprawie bezpłatnych leków dla seniorów i dzieci.", "link": "https://businessinsider.com.pl/gospodarka/800-plus-kiedy-ustawa-kaczynski-odpowiada/wr1fpfv", "date_published": "2023-05-24 13:45:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "10 niesamowitych miejsc na świecie, do których turyści nie mają wstępu", "description": "Mimo globalizacji, możliwości, jakie dają nam współczesny transport oraz technologie, wciąż są miejsca na świecie, do których nie możemy dotrzeć. Wstęp do nich mają jedynie wybrani, kryją pilnie strzeżone sekrety, a niektóre zostały już niemal zapomniane przez większość ludzi.", "link": "https://businessinsider.com.pl/lifestyle/podroze/10-niesamowitych-miejsc-na-swiecie-do-ktorych-turysci-nie-maja-wstepu/6qxf5w2", "date_published": "2023-05-24 13:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "30 tys. zł za wyrok. \"Bajeczne życie sędziów Trybunału Konstytucyjnego\"", "description": "Spada liczba wyroków wydawanych przez Trybunał Konstytucyjny, co oznacza, że za mniej więcej jeden wyrok w miesiącu wychodzi średnio około 30 tys. zł wynagrodzenia. A już na horyzoncie widać podwyżki.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/bajeczne-zycie-sedziow-tk-zobacz-ile-zarabiaja-za-wyrok-w-miesiacu/vj9pt5z", "date_published": "2023-05-24 13:12:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Krym. Rosjanie \"znacjonalizowali\" mieszkanie pierwszej damy Ukrainy", "description": "Rosjanie na Krymie \"znacjonalizowali\" mieszkanie należące do pierwszej damy Ukrainy Ołeny Zełenskiej. Okupanci przywłaszczyli sobie kilkadziesiąt nieruchomości, które według rosyjskich mediów należą do \"ukraińskich oligarchów\". Są wśród nich m.in. sklepy w galerii w Jałcie należące do byłego premiera Arsenija Jaceniuka.", "link": "https://businessinsider.com.pl/wiadomosci/krym-rosjanie-znacjonalizowali-mieszkanie-oleny-zelenskiej/d58mqs7", "date_published": "2023-05-24 13:01:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten antyinflacyjny czynnik już nie chce spadać. NBP ujawnił nowe dane", "description": "Przyrost pieniądza w polskiej gospodarce hamuje, ale nie aż tak szybko: wskaźniki nie pogłębiają swych dołków. Wartość gotówki w obiegu wzrosła tylko nieznacznie, kredytów mieszkaniowych nadal ubywa.", "link": "https://businessinsider.com.pl/finanse/ten-antyinflacyjny-czynnik-juz-nie-chce-spadac-nbp-ujawnil-nowe-dane/nxq1qkd", "date_published": "2023-05-24 12:52:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rusza ostatnia runda zwolnień w Meta. Będą większe niż w \"krwawej łaźni\"", "description": "Pracownicy firmy Meta pracujący w jej działach biznesowych z napięciem oczekują na kolejną rundę zwolnień, która ma uderzyć w niektóre obszary firmy mocniej niż inne, w tym dział partnerstw i marketing.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/rusza-ostatnia-runda-zwolnien-w-meta-beda-wieksze-niz-w-krwawej-lazni/gxgjfxr", "date_published": "2023-05-24 12:38:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd ugiął się pod presją firm? Opłaty związane z plastikiem mają być dużo niższe", "description": "Opłata za zbieranie odpadów z tworzyw sztucznych np. jednorazowych kubeczków będzie prawdopodobnie niższa od pierwotnie zaproponowanej. Rząd szuka kompromisu z przedsiębiorcami. Wcześniej alarmowali, że ministerstwo chce podnieść opłatę o 2 tys. proc.", "link": "https://businessinsider.com.pl/prawo/rzad-ugial-sie-pod-presja-firm-oplaty-za-plastik-maja-byc-duzo-nizsze/9tkckbs", "date_published": "2023-05-24 12:19:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Deski SUP do 1200 zł. Prezentujemy pięć modeli dla osób o różnej wadze", "description": "Standup paddleboarding narodził się na Hawajach i szybko zyskał popularność na całym świecie. Surfowanie na desce z wiosłem dotarło także do Polski. Na \"SUP-ie\" pływamy po jeziorach, rzekach i w morskich zatokach. Istnieje duże zainteresowanie pompowanymi deskami, które można spakować do plecaka i przewieźć w samochodowym bagażniku. Oto 5 pompowanych desek SUP dostosowanych do różnych kategorii wagowych - te modele można kupić w cenach do 1200 zł.", "link": "https://businessinsider.com.pl/lifestyle/deski-sup-do-1200-zl-prezentujemy-piec-modeli-dla-osob-o-roznej-wadze/czbeq10", "date_published": "2023-05-24 12:14:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Apple nakłada \"podatek\" na sztuczną inteligencję. Będzie słono kosztować OpenAI i inne firmy", "description": "Choć Apple nie jest liderem w dziedzinie generatywnej sztucznej inteligencji, to dzięki swojej silnej pozycji na rynku aplikacji może korzystać z sukcesów innych firm. Nakłada \"podatek\" na SI, co będzie kosztować OpenAI i inne firmy setki milionów dolarów rocznie.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/apple-naklada-podatek-na-sztuczna-inteligencje-bedzie-slono-kosztowac/qd1n5wt", "date_published": "2023-05-24 11:50:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Firmom już nie tak łatwo idzie przerzucanie kosztów na klientów. Inwestycje zaskakują", "description": "Przedsiębiorstwa niefinansowe, zatrudniające ponad 50 osób, wyraźnie zwiększyły w pierwszym kwartale przychody, ale to nie dziwi biorąc pod uwagę wysoką inflację. Ich rentowność jednak zmalała, ale tylko w umiarkowanym stopniu. Sporo więcej wydały na inwestycje, co jest pozytywną niespodzianką.", "link": "https://businessinsider.com.pl/gospodarka/wyniki-polskich-firm-zaskakuja-szczegolnie-z-zakresie-inwestycji-i-marz/k86dnxe", "date_published": "2023-05-24 11:19:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Narzeczona Bezosa nosi na palcu diament wart miliony. Pokazała go światu", "description": "Jeff Bezos ma majątek wyceniany na 139 mld dol. i nie skąpi pieniędzy dla narzeczonej. Paparazzi uchwycili na zdjęciach nowy pierścionek Lauren Sánchez, którego wartość może sięgać 2,5 mln dol. Chwali się nim w trakcie rejsu jachtem wartym pół miliarda dolarów.", "link": "https://businessinsider.com.pl/lifestyle/fortuna-na-palcu-narzeczonej-bezosa-pokazala-go-swiatu/wvlgnp7", "date_published": "2023-05-24 11:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Narzeczona Bezosa nosi na palcu diament wart miliony. Pokazała go światu", "description": "Jeff Bezos ma majątek wyceniany na 139 mld dol. i nie skąpi pieniędzy dla narzeczonej. Paparazzi uchwycili na zdjęciach nowy pierścionek Lauren Sánchez, którego wartość może sięgać 2,5 mln dol. Chwali się nim w trakcie rejsu jachtem wartym pół miliarda dolarów.", "link": "https://businessinsider.com.pl/lifestyle/narzeczona-bezosa-nosi-na-palcu-diament-wart-miliony-pokazala-go-swiatu-zdjecia/wvlgnp7", "date_published": "2023-05-24 11:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto wioska, która zainspirowała twórców \"Krainy lodu\". Odgrodzono ją murem od tłumu turystów", "description": "W niewielkiej wiosce, która zainspirowała twórców Disneya odpowiedzialnych za \"Krainę lodu\", postawiono mur, żeby powstrzymać turystów przed robieniem selfie. Liczba odwiedzających sięga w niej nawet 10 tys. osób dziennie.", "link": "https://businessinsider.com.pl/wiadomosci/oto-wioska-ktora-zainspirowala-tworcow-krainy-lodu-odgrodzono-ja-murem-od-tlumu/2wred94", "date_published": "2023-05-24 10:46:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Emmentaler nie będzie jak oscypek. Unia zdecydowała", "description": "Nazwa \"emmentaler\" jednak nie może być chroniona jako unijny znak towarowy w odniesieniu do serów – orzekł Sąd UE, który jest częścią TSUE. Znak towarowy chcieli zastrzec na terenie Unii Szwajcarzy.", "link": "https://businessinsider.com.pl/gospodarka/emmentaler-nie-bedzie-jak-oscypek-unia-zdecydowala/0mp97j6", "date_published": "2023-05-24 10:45:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komisja Europejska ponagla Polskę. Sześć wezwań do zapłaty kar", "description": "Komisja Europejska wysłała do Polski sześć wezwań do zapłaty zaległych kar — donosi brukselska korespondentka RMF FM Katarzyna Szymańska-Borginon. Z jej ustaleń wynika, że wkrótce Polsce zostaną odebrane 174 mln euro za niewykonanie środka tymczasowego TSUE w związku z procedurami dyscyplinarnymi w sądownictwie.", "link": "https://businessinsider.com.pl/wiadomosci/komisja-europejska-ponagla-polske-szesc-wezwan-do-zaplaty-zaleglych-kar/l3b199r", "date_published": "2023-05-24 10:08:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najwyższa w regionie inflacja zbierze żniwo. Oto perspektywy dla funta", "description": "Wielka Brytania ma najwyższą inflację wśród krajów Europy Zachodniej i dopiero teraz główny wskaźnik CPI spadł. Ale wolniej niż prognozowano i rynek spodziewa się dalszych podwyżek stóp procentowych na Wyspach. Wysoki koszt pieniądza nie będzie sprzyjać sile tamtejszej gospodarki.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ta-waluta-jest-w-tym-roku-jedna-z-najsilniejszych-jakie-stoja-przed-nia-perspektywy/9g4yrh4", "date_published": "2023-05-24 09:45:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ambasador Niemiec bije się w piersi w sprawie Nord Stream", "description": "Jestem ostatnim, który by stwierdził, że Niemcy podejmowali zawsze właściwe decyzje. Nord Stream II, ale i Nord Stream I były błędem – powiedział w wywiadzie dla Polskiego Radia 24 ambasador Niemiec w Polsce Thomas Bagger.", "link": "https://businessinsider.com.pl/gospodarka/ambasador-niemiec-bije-sie-w-piersi-w-sprawie-nord-stream/6mnylf3", "date_published": "2023-05-24 09:40:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najbogatszy człowiek świata zbiedniał o 11 mld dol., a i tak jest bogatszy niż Elon Musk", "description": "Bernard Arnault, najbogatszy człowiek na świecie, stracił we wtorek 11,2 mld dol., zmniejszając swoją przewagę nad Elonem Muskiem, jak informuje \"Bloomberg Billionaires Index\".", "link": "https://businessinsider.com.pl/wiadomosci/najbogatszy-czlowiek-swiata-zbiednial-o-11-mld-dol-a-i-tak-jest-bogatszy-niz-elon/t70rswm", "date_published": "2023-05-24 09:25:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny uzależniły świat od swoich \"skarbów\". Zachód po latach się obudził", "description": "Metale ziem rzadkich to dziś w zasadzie metale ziem chińskich. Nawet Stany Zjednoczone, nie mówiąc już o Europie, są od nich zależne. Zachód próbuje to zmienić i spogląda m.in. w kierunku Grenlandii — donosi portal wnp.pl.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-uzaleznily-swiat-od-swoich-skarbow-zachod-po-latach-sie-obudzil/f9n1rbq", "date_published": "2023-05-24 09:16:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wygodniej im na tylnej kanapie. \"Zetki\" mają zupełnie nowe podejście do samochodów", "description": "Własne auto nie jest dla Generacji Z wyznacznikiem dorosłości czy symbolem statusu. Eksperci zauważają również, że młode osoby coraz częściej chcą jeździć... na tylnej kanapie aut.", "link": "https://businessinsider.com.pl/wiadomosci/chca-jezdzic-nie-kierowac-takie-podejscie-do-aut-maja-zetki/rnzlpx3", "date_published": "2023-05-24 08:50:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna wielka fuzja Orlenu? Obajtek zabrał głos", "description": "W kuluarach coraz głośniej mówi się o możliwym przejęciu Grupy Azoty przez Orlen. Szef koncernu Daniel Obajtek dość niejednoznacznie wypowiedział się o takim ruchu.", "link": "https://businessinsider.com.pl/firmy/kolejna-wielka-fuzja-orlenu-obajtek-zabral-glos/b78nk9s", "date_published": "2023-05-24 08:45:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny miesiąc poprawy. Wysokie stopy procentowe i inflacja już tak nie doskwierają", "description": "Mimo że inflacja jest wciąż wysoka, przyczyniając się do spadku realnych pensji, a stopy procentowe pozostają najwyższe od lat, to nastroje polskich konsumentów są z miesiąca na miesiąc coraz lepsze. Szok spowodowany wojną i wystrzałem inflacji minął, a rynek pracy pozostaje bardzo mocny.", "link": "https://businessinsider.com.pl/gospodarka/kolejny-miesiac-poprawy-wysokie-stopy-procentowe-i-inflacja-juz-tak-nie-doskwieraja/4vg9jty", "date_published": "2023-05-24 08:13:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 24 maja poniżej 4,2 zł", "description": "Kurs dolara poniżej 4,2 zł. W środę rano 24 maja 2023 r. kurs USD/PLN wynosi 4,1693.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-24-maja-2023/69b6blh", "date_published": "2023-05-24 08:04:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 24 maja powyżej 4,6 zł", "description": "Frank szwajcarski powyżej 4,6 zł. W środę rano 24 maja 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,6251.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-24-maja-2023/lzjbptx", "date_published": "2023-05-24 07:52:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Frankowa kancelaria chwali się zyskami. Ogromny wzrost", "description": "Grupa Votum, największa w Polsce kancelaria reprezentująca kredytobiorców frankowych, opublikowała wyniki za pierwszy kwartał. Zysk netto jest dwa razy większy niż rok temu. Zarząd proponuje, aby spora część zarobku z 2022 r. trafiła do akcjonariuszy.", "link": "https://businessinsider.com.pl/finanse/najwieksza-frankowa-kancelaria-chwali-sie-wielkimi-zyskami-ogromny-wzrost/cjl68s8", "date_published": "2023-05-24 07:47:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 24 maja 2023 r.", "description": "Bieżący kurs waluty euro z dnia 24 maja 2023 r. z godziny 7 rano oraz zmiany kursu dzień do dnia i tydzień do tygodnia. Jak się zmienił kurs w tym okresie i czy warto dziś wymieniać złotówki na euro? Aktualny kurs euro interesuje przede wszystkim przedsiębiorców, którzy zajmują się importem i eksportem usług oraz towarów. Ważny jest także dla turystów planujących wakacje. Wczoraj kurs euro wynosił: 4,491 zł", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-24-maja-2023-r/dgl3gqp", "date_published": "2023-05-24 07:40:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Orka\" rusza. Będziemy mieć okręty podwodne", "description": "– Przystępujemy do realizacji programu Orka. Jeszcze w tym roku planujemy uruchomić postępowanie, którego celem będzie zakup okrętów podwodnych wraz z transferem niezbędnych technologii – mówi szef MON Mariusz Błaszczak.", "link": "https://businessinsider.com.pl/wiadomosci/orka-rusza-bedziemy-miec-okrety-podwodne/lcv7khs", "date_published": "2023-05-24 07:35:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sondaż pokazuje, co Polacy myślą o atomie koło domu. Daniel Obajtek poczuł \"pełne przyzwolenie\"", "description": "Niemal połowa Polaków jest gotowa zgodzić się na budowę elektrowni atomowej w technologii SMR w swojej gminie – wynika z badania IBRiS przeprowadzonego na zlecenie Orlen Synthos Green Energy.", "link": "https://businessinsider.com.pl/wiadomosci/sondaz-pokazuje-co-polacy-mysla-o-atomie-kolo-domu-obajtek-poczul-pelne-przyzwolenie/hhk2ng3", "date_published": "2023-05-24 07:33:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czekolada czy bombonierka? Oto co częściej kupujemy na Dzień Matki", "description": "W Dzień Matki widać wyraźny boom w sklepach na kwiaty i czekoladki. Ale jaką formę tych produktów najczęściej wybieramy? Sprawdzili to eksperci popularnej aplikacji PanParagon.", "link": "https://businessinsider.com.pl/wiadomosci/prezent-na-dzien-matki-oto-co-kupujemy-najczesciej/37jp8y8", "date_published": "2023-05-24 07:27:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejni kredytobiorcy sięgają po wsparcie. Najnowsze dane", "description": "Przybywa klientów korzystających z wakacji kredytowych. Biuro Informacji Kredytowych ujawnia najnowsze dane.", "link": "https://businessinsider.com.pl/finanse/polacy-uginaja-sie-pod-ciezarem-rat-kredytowych-kolejni-klienci-siegaja-po-pomoc/lv3thxk", "date_published": "2023-05-24 06:59:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Coraz więcej cudzoziemców, ale mniej Ukraińców. ZUS podaje dane", "description": "Liczba cudzoziemców ubezpieczonych w Polsce znów wzrosłą. Na koniec kwietnia wyniosła 1,077 mln – podaje ZUS.", "link": "https://businessinsider.com.pl/gospodarka/coraz-wiecej-cudzoziemcow-zus-podaje-najnowsze-dane/mnpkskq", "date_published": "2023-05-24 06:48:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Netflix na serio bierze się za współdzielenie kont. Pokazał cennik w Polsce", "description": "Od miesięcy słychać było zapowiedzi, że Netflix weźmie się za współdzielenie kont i oto właśnie się wziął. \"Konto Netflix jest przeznaczone do użytku w obrębie jednego gospodarstwa domowego\" — piszą przedstawiciele platformy do Polaków. Podają też stawkę za udostępnienie konta dodatkowej osobie.", "link": "https://businessinsider.com.pl/poradnik-finansowy/netflix-na-serio-bierze-sie-za-wspoldzielenie-kont-pokazal-cennik-w-polsce/ch2d08c", "date_published": "2023-05-24 06:26:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd może przeznaczyć kolejne miliony na fotowoltaikę", "description": "Będziemy obserwować tempo topnienia budżetu \"Mojego Prądu\" 5.0 i ewentualnie dokładali nowe środki – zapowiada wiceszef NFOŚiGW. Teraz budżet programu wynosi pół mld zł.", "link": "https://businessinsider.com.pl/gospodarka/rzad-moze-przeznaczyc-kolejne-miliony-na-fotowoltaike/3x5bkfk", "date_published": "2023-05-24 06:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ZUS kontroluje coraz częściej. Pod lupą są też lekarze", "description": "Osoby z zaświadczeniami o czasowej niezdolności do pracy są częściej sprawdzane przez ZUS – podaje \"Rzeczpospolita\". Resort zdrowia przygląda się też lekarzom, którzy masowo wystawiają zwolnienia.", "link": "https://businessinsider.com.pl/wiadomosci/zus-kontroluje-l4-coraz-czesciej-pod-lupa-sa-tez-lekarze/k6cf1z1", "date_published": "2023-05-24 05:50:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zadłużone pokolenie X. Dużo wydatków, dużo dzieci, a 500 plus nie dla nich", "description": "Zgodnie z danymi zgromadzonymi w Rejestrze Dłużników BIG InfoMonitor i bazie BIK, osoby w wieku 45-54 lat, czyli przedstawiciele pokolenia X, winne są niemal co trzecią złotówkę z całej puli zaległości Polaków. Eksperci tłumaczą to m.in. mentalnością tej generacji, ale okolicznościami, w których się znalazła.", "link": "https://businessinsider.com.pl/wiadomosci/zadluzone-pokolenie-x-duzo-wydatkow-duzo-dzieci-a-500-plus-nie-dla-nich/w4p8x5f", "date_published": "2023-05-24 05:47:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pijacka inflacja. Warszawa wystawi wyższy rachunek za pobyt w izbie wytrzeźwień", "description": "Pobyt w stołecznej izbie wytrzeźwień, czyli na popularnej Kolskiej, będzie droższy. Ratusz chce podnieść cenę o ponad 50 zł. Płacić trzeba już jak za pobyt w solidnym hotelu, a to i tak nie pokrywa kosztów.", "link": "https://businessinsider.com.pl/wiadomosci/pijacka-inflacja-warszawa-wystawi-wyzszy-rachunek-za-pobyt-w-izbie-wytrzezwien/1jmb8p4", "date_published": "2023-05-24 05:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stało się. Polacy odwrócili się od małpek", "description": "Podwyżki cen bardzo mocno odbiły się na sprzedaży mapłek. \"Wolumen sprzedaży tych produktów w latach 2020–2022 zmniejszył się o ponad 18 proc.\" – mówi Witold Włodarczyk, prezes Związku Pracodawców Polski Przemysł Spirytusowy.", "link": "https://businessinsider.com.pl/gospodarka/polacy-odwracaja-sie-od-malpek-i-w-ogole-pija-coraz-mniej-wodki/6808bft", "date_published": "2023-05-24 05:34:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szykuj się na normę Euro-7. Podbije ceny aut o grube tysiące", "description": "O przynajmniej kilka tysięcy złotych skoczą ceny nowych aut w Polsce. W przypadku ciężarówek będą one jeszcze wyższe. Wzrosną też wydatki na paliwo. Wszystko przez nowe przepisy związane z ochroną środowiska, które szykuje Komisja Europejska.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/szykuj-sie-na-norme-euro-7-podbije-ceny-aut-o-grube-tysiace/3g58zzn", "date_published": "2023-05-24 05:24:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Alerty RCB przybiorą nową formę. Oto co ma się zmienić", "description": "Już nie SMS-y i nie od Rządowego Centrum Bezpieczeństwa mają ostrzegać Polaków. Zadanie to ma przejąć w dużej mierze Krajowy System Ostrzegania i Alarmowania, który będzie podlegał pod MSWiA. Swój oddzielny system alarmowania ma też stworzyć MON.", "link": "https://businessinsider.com.pl/wiadomosci/alerty-rcb-przybiora-nowa-forme-oto-co-ma-sie-zmienic/spb8ryb", "date_published": "2023-05-24 05:12:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd chce dosypać pieniądze do turystyki. Padła deklaracja w sprawie bonu", "description": "– Choć nie będzie nowego bonu turystycznego w takiej formie, w jakiej funkcjonował wcześniej, to analizowane są natomiast inne formy wsparcia krajowej turystyki – przekazał wiceminister Andrzej Gut-Mostowy.", "link": "https://businessinsider.com.pl/gospodarka/rzad-chce-dosypac-pieniadze-do-turystyki-padla-deklaracja-w-sprawie-bonu/p9gqj1q", "date_published": "2023-05-24 05:07:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Już wiadomo, co Polacy kupują na Dzień Dziecka", "description": "Prezenty z okazji Dnia Dziecka regularnie kupuje 61 proc. Polaków, którzy przeznaczają na nie zazwyczaj od 50 do 100 zł – wynika z badania firmy finansowo-technologicznej PayPo.", "link": "https://businessinsider.com.pl/poradnik-finansowy/juz-wiadomo-co-polacy-kupuja-na-dzien-dziecka/ht1yepl", "date_published": "2023-05-24 04:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigantyczne rozbiórki i wycinki pod CPK. Ruszają przetargi", "description": "Spółka Centralny Port Komunikacyjny ogłosiła przetargi na prace przygotowawcze dla projektowanych pierwszych odcinków Kolei Dużych Prędkości. Linia nazywana jest \"igrekiem\".", "link": "https://businessinsider.com.pl/gospodarka/szykuja-sie-gigantyczne-rozbiorki-i-wycinki-pod-cpk-jest-decyzja/qd5yv0r", "date_published": "2023-05-24 04:36:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiedy można zakazać dorabiania w innej firmie? Są wyjaśnienia inspekcji pracy", "description": "Firma na pewno może zakazać pracy w konkurencyjnym przedsiębiorstwie. Czy może uzasadnić taki zakaz tym, że pracownik nie będzie miał czasu na odpoczynek i może spowodować wypadek? To tylko przykładowa kwestia, jaką analizowano w trakcie konferencji Państwowej Inspekcji Pracy poświęconej wdrażaniu unijnych przepisów do polskiego prawa pracy.", "link": "https://businessinsider.com.pl/prawo/praca/czy-mozna-zakazac-dorabiania-w-innej-firmie-wyjasniamy-tajemnicza-zmiane-w-prawie/bjkwgzr", "date_published": "2023-05-24 04:35:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rewolucja w prawie budowlanym.  Planujesz budowę? To może być przepis dla ciebie", "description": "Rząd, by uspokoić nastroje wśród rolników po aferze zbożowej, pozwolił im stawiać silosy i budynki gospodarcze bez konieczności uzyskania pozwolenia na budowę. Ustawodawca chciał dobrze, ale wyszło jak zawsze. Powstała luka prawna, która może sprawić, że \"budynki gospodarcze\" będą powstawać w Polsce jak grzyby po deszczu. I stawiać je będą nie tylko rolnicy żyjący z uprawy zbóż czy hodowli zwierząt.", "link": "https://businessinsider.com.pl/prawo/planujesz-budowe-ten-przepis-uwolni-cie-od-formalnosci-tylko-u-nas/ep035cm", "date_published": "2023-05-24 04:27:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Państwowy gigant energetyczny chwali się wynikami. Zysk w górę o 70 proc.", "description": "Zysk netto PGE za I kw. 2023 r. wyniósł 1,81 mld zł. To wzrost o 71 proc. w stosunku do zeszłego roku – podała spółka w raporcie.", "link": "https://businessinsider.com.pl/gospodarka/panstwowy-gigant-energetyczny-chwali-sie-wynikami-zysk-w-gore-o-70-proc/4vxn5pc", "date_published": "2023-05-24 04:12:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile niemieckiego genu w polskim Rossmannie i jakie produkty pojawią się w sklepach? Nowy prezes zdradza nam plany", "description": "Nowy prezes Rossmanna Marcin Grabara pierwszego dnia kierowania firmą zdradza swoje plany i cele w rozmowie z redaktorem naczelnym BI Polska Mikołajem Kunicą. Zapowiada 15 mld zł obrotu w 2023 r., otwieranie nowych drogerii i rozszerzenie oferty prozdrowotnej, beauty oraz premium.", "link": "https://businessinsider.com.pl/biznes/rossmann-ma-nowego-prezesa-zdradza-nam-jakie-produkty-pojawia-sie-w-sieci/r7dvs35", "date_published": "2023-05-24 04:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Festiwal \"kiełbasy\" dopiero ruszył. Te obietnice mogą jeszcze paść w kampanii [LISTA]", "description": "\"Babciowe\", 800 plus, wyższa kwota wolna od podatku, ministerstwo na Śląsku... W kampanii wyborczej padło już sporo głośnych obietnic, choć tak naprawdę formalnie ta jeszcze nawet nie ruszyła. Jakie zatem propozycje będą miały kluczowe partie w następnych miesiącach? Oto nasza lista prawdopodobnych obietnic. A także tych nieco mniej prawdopodobnych.", "link": "https://businessinsider.com.pl/gospodarka/lista-obietnic-ktore-moga-pasc-w-tej-kampanii/c2hbf3h", "date_published": "2023-05-24 04:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}]