[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "The Fastest Maze-Solving Competition On Earth", "description": "Welcome to Micromouse, the fastest maze-solving competition on Earth. Join Onshape’s community of over 3 million CAD users by creating a free account here: https://Onshape.pro/Veritasium.\n\n▀▀▀\nA huge thank you to Peter Harrison for all of his help introducing us to the world of Micromouse – check out https://ukmars.org & https://micromouseonline.com.\nThank you to David Otten, APEC, and the All-Japan Micromouse Competition for having us.\nThank you to Juing-Hei (https://www.youtube.com/@suhu9379) & Derek Hall (https://www.youtube.com/@MicroMouse) for usage of their micromouse videos.\nThank you to John McBride, Yusaku Kanagawa, and Katie Barnshaw for their help with Japanese translations. \n\n▀▀▀\nReferences:  \nClaude Shannon Demonstrates Machine Learning, AT&amp;T Tech Channel Archive - https://ve42.co/ClaudeShannon\nMighty mouse, MIT News Magazine - https://ve42.co/MightyMouse\nHistory, Micromouse Online Blog - https://ve42.co/MMHistory\nChristiansen, D. (1977). Spectral lines: Announcing the Amazing Micro-Mouse Maze Contest. IEEE Spectrum, vol. 14, no. 5, pp. 27-27 - https://ve42.co/Christiansen1977\nAllan, R. (1979). Microprocessors: The amazing micromice: See how they won: Probing the innards of the smartest and fastest entries in the Amazing Micro-Mouse Maze Contest. IEEE Spectrum, vol. 16, no. 9, pp. 62-65, - https://ve42.co/Allan1979\n1977-79 – “MOONLIGHT SPECIAL” Battelle Inst. (American), CyberNetic Zoo - https://ve42.co/MoonlightSpecial\nChristiansen, D. (2014). The Amazing MicroMouse Roars On. Spectral Lines - https://ve42.co/Christiansen2014\n1986 - MicroMouse history, competition & how it got started in the USA, via YouTube - https://ve42.co/MMArchiveYT\nThe first World Micromouse Contest in Tsubuka, Japan, August 1985 [1/2] by TKsTclip via YouTube - https://ve42.co/MMTsukubaYT\nIEEE. (2018). Micromouse Competition Rules - https://ve42.co/IEEERules\nTondra, D. (2004). The Inception of Chedda: A detailed design and analysis of micromouse. University of Nevada - https://ve42.co/Tondra2004\nBraunl, T. (1999). Research relevance of mobile robot competitions. IEEE Robotics & Automation Magazine, vol. 6, no. 4, pp. 32-37 - https://ve42.co/Braunl1999\nAll Japan Micromouse 2017 by Peter Harrison, Micromouse Online - https://ve42.co/RedComet\nWinning record of the national competition micromouse (half size) competition. mm3sakusya @ wiki (Google translated from Japanese) - https://ve42.co/JapanFinishTimes\nThe Fosbury Flop—A Game-Changing Technique, Smithsonian Magazine - https://ve42.co/FosburyFlop\nGold medal winning heights in the Men's and Women's high jump at the Summer Olympics from 1896 to 2020, Statistica - https://ve42.co/HighJump\nZhang, H., Wang, Y., Wang, Y., & Soon, P. L. (2016). Design and realization of two-wheel micro-mouse diagonal dashing. Journal of Intelligent & Fuzzy Systems, 31(4), 2299-2306. - https://ve42.co/Zhang2016\nMicromouse Turn List, Keri’s Lab - https://ve42.co/MMTurns\nGreen Ye via YouTube - https://ve42.co/Greenye\nClassic Micromouse, Excel 9a. Demonstrate fan suction, by TzongYong Khiew via YouTube - https://ve42.co/MMFanYT\nVacuum Micromouse by Eliot, HACKADAY - https://ve42.co/MMVacuum\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nEmil Abu Milad, Tj Steyn, meg noah, Bernard McGee, KeyWestr, Amadeo Bee, TTST, Balkrishna Heroor, John H. Austin, Jr., john kiehl, Anton Ragin, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Juan Benet, Ubiquity Ventures, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, Sam Lutfi.\n\n▀▀▀\nWritten by Tom Lum and Emily Zhang\nEdited by Trenton Oliver\nAnimated by Ivy Tello\nCoordinated by Emily Zhang\nFilmed by Yusaku Kanagawa, Emily Zhang, Derek Muller, and Raquel Nuno\nAdditional video/photos supplied by Getty Images and Pond5\nMusic from Epidemic Sound\nThumbnail by Ren Hurley and Ignat Berbeci\nReferences by Katie Barnshaw\nProduced by Derek Muller, Petr Lebedev, and Emily Zhang", "link": "https://www.youtube.com/watch?v=ZMQbHMgK2rw", "date_published": "2023-05-24 17:39:57+00:00", "persistent": false, "user": null, "language": "en-US"}]