[{"source": "https://www.theguardian.com/rss", "title": "Half of British female gamers experience abuse when playing online", "description": "<p>Campaign to raise awareness of issues reports that 80% of those affected receive messages that are sexual in nature</p><p>Millions of women who do online gaming experience harassment and have received inappropriate messages, often of a sexual nature, a report has found.</p><p>A survey into online gaming reveals half (49%) of British female gamers<strong> </strong>have suffered abuse online, rising to 75% among those aged 18-24. Of those affected, 80% said the messages they got were sexual in nature. Over half (52%) of women said they felt worried about harassment.</p> <a href=\"https://www.theguardian.com/games/2023/may/25/half-of-british-female-gamers-experience-abuse-when-playing-online\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/25/half-of-british-female-gamers-experience-abuse-when-playing-online", "date_published": "2023-05-24 23:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft says China-backed hacker targeted critical infrastructure in US and Guam", "description": "<p>Guam is home to US military facilities including the Andersen air force base, key to responding in Asia-Pacific region conflict</p><p>Microsoft said on Wednesday it had uncovered malicious activity by a state-sponsored actor based in China aimed at critical infrastructure organizations in Guam and the United States.</p><p>Microsoft said it assessed with “moderate confidence” that this Volt Typhoon campaign “is pursuing development of capabilities that could disrupt critical communications infrastructure between the United States and Asia region during future crises”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/microsoft-china-hacker-critical-infrastructure-us-guam\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/microsoft-china-hacker-critical-infrastructure-us-guam", "date_published": "2023-05-24 22:57:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PlayStation Showcase: Spider-Man 2 leads PS5’s 2023 games lineup", "description": "<p>Sony announces a portable streaming device for PS5 that lets players play games over wifi</p><p>Sony concluded its livestreamed PlayStation Showcase event on Wednesday with a 12-minute-long slice of Insomniac Games’ Spider-Man 2, PlayStation 5’s major game for 2023. It showed the heroes of the previous two games, Miles Morales and a symbiote-suited Spider-Man, working together to fight villains Kraven and the Lizard across an extensive swathe of New York scenery.</p><p>The game will be out this autumn, joined by Ubisoft’s <a href=\"https://youtu.be/G97lx7orMN8\">Assassin’s Creed Mirage</a> on 12 October, the latest in a long-running series of historical action games. Epic Games’ Alan Wake 2, a sequel to 2010’s Stephen King-inspired horror game, was also confirmed for 17 October.</p> <a href=\"https://www.theguardian.com/games/2023/may/25/playstation-showcase-spider-man-2-leads-ps5s-2023-games-lineup\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/25/playstation-showcase-spider-man-2-leads-ps5s-2023-games-lineup", "date_published": "2023-05-24 22:23:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GPs to be compelled to offer patients private alternatives or non-local NHS options", "description": "<p>DHSC suggests options can speed up delivery of treatment by three months as waiting lists reach highest level since records began  </p><p>Doctors will be required to give patients options including travelling further for healthcare or going to private alternatives as Rishi Sunak tries to fulfil his promise to cut NHS waiting times.</p><p>GPs will be compelled to offer up to five healthcare providers when clinically appropriate, allowing patients to select their preference using the NHS app or website.</p> <a href=\"https://www.theguardian.com/society/2023/may/24/gps-to-be-compelled-to-offer-patients-private-alternatives-or-non-local-nhs-options\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/24/gps-to-be-compelled-to-offer-patients-private-alternatives-or-non-local-nhs-options", "date_published": "2023-05-24 22:20:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Brighter Tomorrow review – Nanni Moretti’s new film is bafflingly awful", "description": "<p>In competition at Cannes, the Italian director’s comedy-drama about a failing film-maker is full of non-comedy and anti-drama – a complete waste of time</p><p>Nanni Moretti is the Italian director who will always have a place in our hearts, not least for his masterly The Son’s Room (2001), in my view <a href=\"https://www.theguardian.com/film/2018/may/11/palme-dor-winners-ranked-cannes-film-festival\">the greatest Cannes Palme d’Or winner of the century so far</a>. And more recently his cinephile comedy <a href=\"https://www.theguardian.com/film/2015/sep/24/mia-madre-review-nanni-moretti\">Mia Madre (2015)</a> was tremendous.<br /><br />But his new film in competition is bafflingly awful: muddled, mediocre and metatextual – a complete waste of time, at once strident and listless. Everything about it is heavy-handed and dull: the non-comedy, the ersatz-pathos, the anti-drama.<br /><br />It is effectively a film within a film, both as dull as each other. Moretti himself plays Giovanni, a high-minded film director with a failing marriage who is struggling to shoot his passion project about the Italian Communist party standing up to the Soviets over the Hungary invasion of 1956 – although a smirkingly ironic and evasive final title card indicates that A Brighter Tomorrow can’t even commit to deciding if all that was worth celebrating or not.<br /><br />Giovanni’s wife and longtime co-producer Paola (Margherita Buy) is paying the household bills with a side hustle producing a crass gangster flick for a crude up-and-coming film-maker, and this pains Giovanni so deeply that he actually trespasses on location when this film’s grisly mob execution is about to be filmed and stops everything to lecture them on how crass it is and why what they’re doing isn’t as good as the murder scene in Kieslowski’s A Short Film About Killing. Is he supposed to be a shrill, self-important idiot who deserves to be booted off the set? Well no: this presumably is a comic hero whose unfashionably high standards and chaotic midlife angst are supposed to be adorable. Meanwhile, Paola is seeing a therapist and confesses she’s thinking of leaving him.<br /><br />Mathieu Amalric phones in a grinning, sweaty performance as Giovanni’s dodgy producer Pierre, who is wheeler-dealing behind the scenes to raise the cash. There is a lot of perfunctory sub-Fellini circus business and a lot more peevish and redundant grumbling from Giovanni about the state of the cinema business today, featuring an easy-target scene in which Giovanni is forced to take a meeting with blockheaded Netflix suits who complain that his movie doesn’t have enough WTF moments. Actually this is one long WTF moment, for the wrong reasons.<br /><br />There is also the now traditional scene in which an ageing cinephile attempts to show a classic movie to his teen kid who isn’t interested – although it’s incidentally pretty baffling that Giovanni goes on about his other idea, to make a movie version of John Cheever’s short story The Swimmer, without mentioning the classic Eleanor and Frank Perry version starring Burt Lancaster.<br /><br />Moretti tries for some unearned sentimental endorsement by featuring classic Italian songs, and on the same everything-including-the-kitchen-sink basis, gives us a wacky walk-on from architect Renzo Piano in the Woody Allen/Marshall McLuhan style, and a final parade of movie-legend cameos which only make the film look blandly self-congratulatory. I’m sure the future will be brightened by another, better Moretti film – this one is best forgotten.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/a-brighter-tomorrow-nanni-morettis-review-cannes\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/a-brighter-tomorrow-nanni-morettis-review-cannes", "date_published": "2023-05-24 21:36:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Maguire’s place in England squad under threat, admits Gareth Southgate", "description": "<ul><li>Defender’s lack of game time at Manchester United ‘concerning’</li><li>Southgate unhappy over Ivan Toney’s punishment</li></ul><p>Gareth Southgate has admitted his loyalty to Harry Maguire will be difficult to maintain if the England defender continues to remain on the sidelines at Manchester United.</p><p>England’s manager, who has omitted Raheem Sterling for next month’s Euro 2024 qualifiers against Malta and North Macedonia, described Maguire’s situation as “concerning”. The defender has effectively been relegated to fifth-choice centre-back at United this season and Southgate, who also challenged <a href=\"https://www.theguardian.com/football/2023/may/24/raheem-sterling-left-out-of-england-squad-but-eberechi-eze-gets-first-call-up\" title=\"\">the terms of Ivan Toney’s eight-month ban</a> for a breach of the Football Association’s betting rules, made it sound as if the 30-year-old’s place could depend on him moving this summer.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/harry-maguires-england-squad-gareth-southgate-euro-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/harry-maguires-england-squad-gareth-southgate-euro-2024", "date_published": "2023-05-24 21:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enciso rocket halts Manchester City and confirms Brighton’s Europa League spot", "description": "<p>Manchester City had already sewn up the Premier League title, their fifth in six seasons; a three-peat complete. They have a couple of finals coming up that you might have heard about. So what was their motivation here?</p><p>Brighton had confirmed their place in next season’s Europa League – unless you believed that a 17-goal swing in two defeats against City here and at Aston Villa on Sunday was plausible. They had an outside chance of overhauling Liverpool for fifth place, although that would not have brought any tangible reward. Same question. What was their motivation?</p> <a href=\"https://www.theguardian.com/football/2023/may/24/julio-encisos-screamer-helps-brighton-seal-sixth-with-manchester-city-draw\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/julio-encisos-screamer-helps-brighton-seal-sixth-with-manchester-city-draw", "date_published": "2023-05-24 21:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A true legend has passed’: celebrities pay tribute to Tina Turner", "description": "<p>Stars such as Mick Jagger, Angela Bassett and Magic Johnson pay tribute to the legendary singer who has died at 83</p><p>An outpouring of tributes has emerged online following <a href=\"https://www.theguardian.com/music/2023/may/24/tina-turner-legendary-rocknroll-singer-dies-aged-83\">the death of legendary vocalist and performer Tina Turner</a>.</p><p>Turner died at 83 years old at her home in Switzerland following her battle with a long illness after she was diagnosed with intestinal cancer in 2016 and underwent a kidney transplant a year later.</p> <a href=\"https://www.theguardian.com/music/2023/may/24/celebrity-tribute-tina-turner\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/24/celebrity-tribute-tina-turner", "date_published": "2023-05-24 20:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tina Turner: tributes pour in to legendary singer after her death aged 83 – latest updates", "description": "<p>Rock’n’roll legend has died after a long illness; singer had been diagnosed with intestinal cancer in 2016 and having a kidney transplant in 2017</p><p>The Rolling Stones’ singer Sir Mick Jagger, who duetted with Tina Turner during Live Aid in 1985, wrote on Instagram: “I’m so saddened by the passing of my wonderful friend Tina Turner. She was truly an enormously talented performer and singer.</p><p>She was inspiring, warm, funny and generous. She helped me so much when I was young and I will never forget her.”</p> <a href=\"https://www.theguardian.com/music/live/2023/may/24/tina-turner-death-latest-news-updates-tributes-music-world\">Continue reading...</a>", "link": "https://www.theguardian.com/music/live/2023/may/24/tina-turner-death-latest-news-updates-tributes-music-world", "date_published": "2023-05-24 20:02:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak under pressure to cancel Boris Johnson’s honours list", "description": "<p>Critics say it is wrong for former PM to send friends to Lords while he is still under police investigation over Partygate</p><p>Rishi Sunak is facing calls to delay or cancel Boris Johnson’s resignation honours list rewarding dozens of his allies after the former prime minister was reported to police over fresh Partygate allegations.</p><p>Labour and the Lib Dems said Sunak should pull the list of around 50 names, which is thought to be nearing approval and could be published within two weeks.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/rishi-sunak-under-pressure-to-cancel-boris-johnsons-honours-list\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/rishi-sunak-under-pressure-to-cancel-boris-johnsons-honours-list", "date_published": "2023-05-24 19:55:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Undisclosed Covid-era Johnson events occurred at both Chequers and Downing Street", "description": "<p>As Johnson allies allege politically motivated stitch up, government sources say approximately 12 potentially illegal events were reported to police </p><p>About a dozen previously undisclosed gatherings at both Chequers and Downing Street allegedly held during Covid have been referred to the police by civil servants, the Guardian has been told.</p><p>Further details of the new <a href=\"https://www.theguardian.com/politics/2023/may/23/partygate-boris-johnson-chequers-covid-lockdown\">Partygate</a> accusations emerged as Boris Johnson’s allies launched a furious fightback, <a href=\"https://www.theguardian.com/politics/2023/may/24/boris-johnson-allies-issue-warning-to-sunak-over-partygate-witch-hunts\">forcing Downing Street to deny</a> he was the victim of a politically motivated stitch up.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/undisclosed-covid-era-johnson-events-occurred-at-both-chequers-and-downing-street\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/undisclosed-covid-era-johnson-events-occurred-at-both-chequers-and-downing-street", "date_published": "2023-05-24 19:37:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Head of Met police VIP paedophile ring inquiry faces investigation", "description": "<p>Steve Rodhouse, who led Operation Midland, may have breached professional standards, says police watchdog</p><p>One of Britain’s most senior police officers should face a gross misconduct charge over his role in Operation Midland, the disastrous investigation into claims of a VIP paedophile ring, the police watchdog has concluded.</p><p>The Independent Office for Police Conduct had previously cleared Steve Rodhouse of wrongdoing for overseeing the Metropolitan police’s operation, which saw the force raid homes of high-profile figures having fallen for the lies of the fantasist <a href=\"https://www.theguardian.com/uk-news/2019/jul/22/how-nick-the-serial-child-abuse-accuser-became-the-accused\">Carl Beech</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/head-of-met-police-vip-paedophile-ring-inquiry-faces-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/head-of-met-police-vip-paedophile-ring-inquiry-faces-investigation", "date_published": "2023-05-24 19:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarusian peace prize winner transferred to brutal prison", "description": "<p>Ales Bialiatski has been in jail for 20 months following protests over Belarus general election </p><p>Nobel Peace Prize laureate Ales Bialiatski has been transferred to a notoriously brutal prison in Belarus and has not been heard from in a month, his wife has said.</p><p>Natalia Pinchuk said that Bialiatski, who is serving a 10-year sentence, has been kept in an information blackout since his transfer to the N9 colony for repeat offenders in the city of Gorki, where inmates are beaten and subjected to hard labour.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/belarusian-peace-prize-winner-transferred-to-brutal-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/belarusian-peace-prize-winner-transferred-to-brutal-prison", "date_published": "2023-05-24 19:25:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft appeals against UK watchdog’s veto of Activision Blizzard takeover", "description": "<p>CMA says it is defending cloud gaming market, but Microsoft says moves ‘discourages tech innovation and investment’ in UK</p><p>Microsoft has filed an appeal against the UK competition watchdog’s <a href=\"https://www.theguardian.com/technology/2023/apr/26/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator\">decision to block</a> its $69bn (£56bn) acquisition of the Call of Duty creator Activision Blizzard.</p><p>The US tech company confirmed that it had formally lodged an appeal against the Competition and Markets Authority (CMA) verdict against the deal last month. Its case will be argued before the Competition Appeal Tribunal (CAT).</p> <a href=\"https://www.theguardian.com/technology/2023/may/24/microsoft-appeals-uk-watchdogs-veto-of-activision-blizzard-takeover\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/24/microsoft-appeals-uk-watchdogs-veto-of-activision-blizzard-takeover", "date_published": "2023-05-24 19:14:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘All hat, no cattle’: Ron DeSantis, the ‘anti-woke’ Florida governor running for president", "description": "<p>The rightwing culture warrior has been called ‘Trump 2.0’ – but what, if anything, is driving him to attain the highest office in the land?</p><p>The official Florida governor’s website invites visitors to “Meet Governor DeSantis”. But anyone who clicks on that option is greeted with the message “Governor Ron DeSantis Biography – coming soon”, along with his photo and <a href=\"https://www.flgov.com/meet-governor-desantis/\">a big white space</a>.</p><p>DeSantis’s admirers project on to that blank page the ideal of a strong chief executive, “anti-woke” warrior and consistent election winner. His detractors fill the vacuum with warnings that the Florida governor represents “<a href=\"https://www.nytimes.com/2022/03/27/opinion/desantis-trump-republican-party.html\">Trump 2.0</a>”, “Trump with a brain” and “Trump without the circus”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/florida-governor-ron-desantis-history\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/florida-governor-ron-desantis-history", "date_published": "2023-05-24 19:03:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simply the best: Tina Turner – a life in pictures", "description": "<ul><li><a href=\"https://www.theguardian.com/music/2023/may/24/tina-turner-legendary-rocknroll-singer-dies-aged-83\">Tina Turner: legendary rock’n’roll singer dies aged 83</a></li></ul><p>The singer has died at the age of 83. Loved for her powerful voice and onstage energy, she will always be remembered for songs such as River Deep, Mountain High, What’s Love Got to Do with It and The Best</p> <a href=\"https://www.theguardian.com/music/gallery/2023/may/24/tina-turner-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/may/24/tina-turner-a-life-in-pictures", "date_published": "2023-05-24 19:03:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK students seek compensation for Covid-affected tuition", "description": "<p>Nearly 1,000 students attempt group action against UCL, accusing it of breaking promises</p><p>Lawyers representing almost 1,000 current and former students, whose studies were affected by Covid and strike action, told the high court in London their clients felt “cheated” by their educational experience and should be entitled to seek compensation through the courts.</p><p>They are seeking to bring a claim against University College London (UCL), accusing it of breaking its “promises”, after tuition was moved online and access to libraries and laboratories restricted during the pandemic, with no discount to their “eye-watering” tuition fees.</p> <a href=\"https://www.theguardian.com/education/2023/may/24/uk-students-seek-compensation-for-covid-affected-tuition\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/24/uk-students-seek-compensation-for-covid-affected-tuition", "date_published": "2023-05-24 19:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Boris Johnson axing his government lawyers – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/24/steve-bell-on-boris-johnson-axing-his-government-lawyers-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/24/steve-bell-on-boris-johnson-axing-his-government-lawyers-cartoon", "date_published": "2023-05-24 18:46:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Pot-au-Feu review – Juliette Binoche foodie romance is an invitation to drool", "description": "<p>Binoche and Benoît Magimel serve this Belle Époque tale of meaningful meals very well, but some may wish for a pinch of salt</p><p><br />Here is a beautifully shot movie from that estimable film-maker Tran Anh Hung – but it’s in a genre about which I am agnostic, the “foodie” vein, in which we are supposed to swoon over all the endless gastronomic detail and mouthwatering fare, and in which food tends to be somewhat glibly presented as a metaphor for sharing, for family and for friendship. (A recent conversation with a friend ended with him saying “foodie” films are no worse than the “filmie” films I roll over for, with their endless love-letter-to-the-cinema shots of the projector beams in the darkness and well-loved movie theatres poignantly closing after 80 years etc. Fair enough: <em>chacun à son goût</em>.)</p><p>The Pot-au-Feu, starring Benoît Magimel and Juliette Binoche, set in the Belle Époque, is adapted by the director from the 1924 novel The Life and Passion of Dodin-Bouffant, Gourmet by the author, gourmand and <em>boulevardier</em> Marcel Rouff. Magimel plays Dodin, a passionate gourmet living in some style, partly based on the legendary real-life gastronome Jean Brillat-Savarin. Dodin is not running a restaurant – he’s just rich enough to do nothing all day but think about and eat top-quality food, and is looking pretty svelte on it.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/the-pot-au-feu-review-juliette-binoche-foodie-romance-is-an-invitation-to-drool\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/the-pot-au-feu-review-juliette-binoche-foodie-romance-is-an-invitation-to-drool", "date_published": "2023-05-24 18:44:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premiership Rugby ready to move 2025 final forward to aid British & Irish Lions", "description": "<ul><li>PRL and Lions have been in discussions on new agreement</li><li>Recent tours hampered by late finish to domestic season</li></ul><p>The British &amp; Irish Lions are close to receiving a significant boost for the 2025 tour of Australia with Premiership Rugby ready to bring its final forward to accommodate more preparation time for the series against the Wallabies.</p><p>A historic agreement between the Lions and PRL requires final approval by various stakeholders, but if it is agreed it would end years of acrimony and improve the tourists’ chances of a first series win in 12 years.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/premiership-rugby-ready-to-move-2025-final-forward-to-aid-british-irish-lions\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/premiership-rugby-ready-to-move-2025-final-forward-to-aid-british-irish-lions", "date_published": "2023-05-24 18:41:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tina Turner: legendary rock’n’roll singer dies aged 83", "description": "<p>Turner who initially found fame in a turbulent musical partnership, became one of the biggest acts in the world as a solo artist and one of the defining pop icons of the 1980s</p><p>Tina Turner, the pioneering rock’n’roll star who became a pop behemoth in the 1980s, has died aged 83 after a long illness.<br /></p><p>She had suffered ill health in recent years, being diagnosed with intestinal cancer in 2016 and having a kidney transplant in 2017.</p> <a href=\"https://www.theguardian.com/music/2023/may/24/tina-turner-legendary-rocknroll-singer-dies-aged-83\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/24/tina-turner-legendary-rocknroll-singer-dies-aged-83", "date_published": "2023-05-24 18:40:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "La Liga president apologises for saying Vinícius Júnior was ‘manipulated’", "description": "<ul><li>Javier Tebas sorry for comments in aftermath of racist abuse</li><li>‘I expressed myself badly, at a bad time,’ says Tebas</li></ul><p>The La Liga president, Javier Tebas, has apologised for suggesting Vinícius Júnior was being “manipulated” when the Real Madrid winger called out racism he has suffered in Spain.</p><p>The Brazil international took to social media to speak out after being abused in Sunday’s game at Valencia, saying it was a problem he had endured throughout the league.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/la-liga-president-apologises-for-saying-vinicius-junior-was-manipulated\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/la-liga-president-apologises-for-saying-vinicius-junior-was-manipulated", "date_published": "2023-05-24 18:39:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Gove orders review into corruption allegations at Teesside freeport", "description": "<p>Investigation of Teesworks project to be led by independent panel of his choosing, not National Audit Office</p><p>Michael Gove has ordered an “independent review” into allegations of “corruption wrongdoing and illegality” surrounding a Teesside redevelopment project that is part of Rishi Sunak’s freeports plans.</p><p>But there was anger as Gove declined to act on calls for the National Audit Office (NAO) to lead the investigation, instead announcing it will undertaken by an independent panel that he will appoint, while the watchdog will have some limited role.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/michael-gove-orders-review-into-corruption-allegations-at-teesside-freeport\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/michael-gove-orders-review-into-corruption-allegations-at-teesside-freeport", "date_published": "2023-05-24 18:38:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record rise in people using private healthcare amid NHS frustration", "description": "<p>Data prompts speculation NHS inability to cut waiting lists could make private healthcare ‘new normal’</p><p>Record numbers of people are paying for private healthcare, spending up to £3,200 on having a cataract removed and £15,075 on a new hip, amid growing frustration at NHS waiting lists.</p><p>Across the UK last year 272,000 people used their own funds to cover the cost of having an operation or diagnostic procedure at a private hospital. That was up from 262,000 the year before and a sharp rise on the 199,000 who did so in 2019, the year before the Covid pandemic struck.</p> <a href=\"https://www.theguardian.com/society/2023/may/24/record-rise-in-people-using-private-healthcare-amid-nhs-frustration\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/24/record-rise-in-people-using-private-healthcare-amid-nhs-frustration", "date_published": "2023-05-24 18:36:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton v Manchester City: Premier League – live", "description": "<ul><li>Premier League updates from the 8pm BST kick-off </li><li>Get in touch: <a href=\"mailto:scott.murray@theguardian.com\">drop Scott an email</a> with your thoughts</li></ul><p><strong>Brighton make four changes to the team that started the 3-1 victory over Southampton. </strong>Danny Welbeck, Billy Gilmour, Facundo Buonanotte and Jan Paul van Hecke replace Joel Veltman, Lewis Dunk, Alexis Mac Allister and Evan Ferguson.</p><p><strong>Manchester City meanwhile welcome back all the big guns, after giving them a rest for the Chelsea game.</strong> Stefan Ortega, Rico Lewis, Riyad Mahrez and Phil Foden are the only players to keep their places in the starting XI.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/24/brighton-v-manchester-city-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/24/brighton-v-manchester-city-premier-league-live-score-updates", "date_published": "2023-05-24 18:23:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Discovery of skeleton in Midlands field prompts murder investigation", "description": "<p>Nottinghamshire Police appeal for information and share images of socks and a shoe found at the site</p><p>Police have begun a murder investigation after the discovery of a human skeleton in a field in the Midlands and have appealed for information about socks and a shoe found at the site.</p><p>Nottinghamshire Police said they believe the victim was murdered and that evidence gathered during a three-week search of the scene suggested the body was buried there in an attempt to prevent its discovery.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/discovery-of-skeleton-in-midlands-field-prompts-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/discovery-of-skeleton-in-midlands-field-prompts-investigation", "date_published": "2023-05-24 18:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour to restore whip to Neil Coyle after suspension over drunken abuse", "description": "<p>Bermondsey MP had whip removed last year after complaint by reporter Henry Dyer about racist comments</p><p>Labour is to restore the party whip to Neil Coyle after the MP was suspended for drunken abuse and making racist comments to a journalist.</p><p>Coyle was <a href=\"https://www.theguardian.com/politics/2022/feb/11/labour-suspends-whip-from-neil-coyle-after-allegations-of-racist-comments\">suspended in February last year</a> after a complaint by Henry Dyer, a political reporter for the Insider website who now works for the Guardian, about the behaviour of the MP for Bermondsey and Old Southwark in London.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/labour-to-restore-whip-to-neil-coyle-after-suspension-over-drunken-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/labour-to-restore-whip-to-neil-coyle-after-suspension-over-drunken-abuse", "date_published": "2023-05-24 18:12:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Johnson’s legacy: Sunak is trapped by his own complicity | Editorial", "description": "<p>The prime minister pitched his government as a restoration of competence and integrity, but his bluff has been called</p><p>There are many lessons still to learn from the pandemic, but there is no mystery about Boris Johnson’s conduct. He broke the rules of lockdown and lied about it. The exposure of his behaviour drained public support away from him and his party. Those facts are not altered by news that <a href=\"https://www.theguardian.com/politics/2023/may/23/boris-johnson-referred-to-police-over-allegedly-hosting-friends-at-chequers-in-lockdown\" title=\"\">fresh allegations</a> relating to the use of the prime ministerial country retreat at Chequers have been reported to police.</p><p>A Tory faction is outraged on behalf of their former leader, insisting that he is the victim of a conspiracy – a “<a href=\"https://www.theguardian.com/politics/2023/may/24/boris-johnson-allies-issue-warning-to-sunak-over-partygate-witch-hunts\" title=\"\">witch-hunt</a>” conducted by a liberal “<a href=\"https://www.theguardian.com/politics/2023/mar/08/suella-braverman-accused-of-rule-breach-over-blob-of-civil-servants-email\" title=\"\">blob</a>” operating through the civil service. This sinister entity is said also to have targeted Dominic Raab, who resigned last month over claims of bullying, and Suella Braverman, who is alleged to have breached the ministerial code by trying to involve department officials in the handling of a speeding ticket.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/the-guardian-view-on-johnsons-legacy-sunak-is-trapped-by-his-own-complicity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/the-guardian-view-on-johnsons-legacy-sunak-is-trapped-by-his-own-complicity", "date_published": "2023-05-24 18:10:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on carers: those who do the caring deserve care themselves  | Editorial", "description": "<p>There remains a vast tension between the importance of care work, both paid and unpaid, and how little recognition it gets</p><p>Westminster rarely serves up good news, so let us celebrate when it does. Millions of employees are about to get a new statutory right: they can take up to a week’s extra leave to care for elderly, sick or disabled relatives. The law on carers’ leave was introduced by the Liberal Democrat MP Wendy Chamberlain and cleared its final parliamentary hurdle last week. All that awaits is royal assent. The Lib Dems describe the new act as <a href=\"https://www.libdems.org.uk/news/article/carers-leave-bill-to-become-law\" title=\"\">a “first step”</a>; what they want next is paid leave for carers. In this week’s announcement on the NHS, <a href=\"https://labour.org.uk/wp-content/uploads/2023/05/Mission-Public-Services.pdf\" title=\"\">Sir Keir Starmer made the same commitment</a> for Labour.</p><p>There is much fertile political ground here, for any party that wants to claim it. There are around 5 million unpaid carers in the UK, looking after parents or family members. Without them, a lot of unwell and elderly people would have no lifeline, and local authorities and the NHS would come under huge strain. Many caregivers would never dream of taking money for their labours, but that doesn’t mean their work is valueless. Far from it: researchers at the University of Sheffield put the total value of <a href=\"https://www.sheffield.ac.uk/news/cost-unpaid-care-england-and-wales-now-exceeds-nhs-budget#:~:text=The%20value%20of%20unpaid%20care,156%20billion%20for%202020%2D21\" title=\"\">unpaid care in England and Wales at £162bn</a> a year, or the equivalent of the entire NHS in England.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/the-guardian-view-on-carers-those-who-do-the-caring-deserve-care-themselves\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/the-guardian-view-on-carers-those-who-do-the-caring-deserve-care-themselves", "date_published": "2023-05-24 18:08:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagner head warns of revolution after claiming 20,000 fighters killed in Bakhmut", "description": "<p>Yevgeny Prigozhin says children of Russian elite ‘shook their arses’ in sun while sons of poor returned in coffins</p><p>The head of the Wagner mercenary force has said that 20,000 of its fighters have been killed in the battle for the Ukrainian city of Bakhmut, and warned that Russia could face another revolution if its leadership did not improve its handling of the war.</p><p>Yevgeny Prigozhin said 20% of the 50,000 convicts Wagner had recruited, and a similar number of its regular troops, had been killed over several months in the fight for Bakhmut.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/wagner-head-warns-of-revolution-after-claiming-20000-fighters-killed-in-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/wagner-head-warns-of-revolution-after-claiming-20000-fighters-killed-in-bakhmut", "date_published": "2023-05-24 18:06:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Congress members demand that PayPal end ban on Palestinian business", "description": "<p>Other payment companies do business with Palestinians in the occupied territories, but PayPal only provides services to Israelis there</p><p>Eleven members of the US Congress have demanded <a href=\"https://www.theguardian.com/technology/paypal\">PayPal</a> end a ban on doing business with Palestinians in the occupied territories while permitting Israeli settlers to use the digital payment platform.</p><p>The letter, authored by Representative Mark Pocan, says PayPal is discriminating against Palestinians by denying “equal access to the digital economy”.</p> <a href=\"https://www.theguardian.com/technology/2023/may/24/paypal-palestine-ban-us-congress-\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/24/paypal-palestine-ban-us-congress-", "date_published": "2023-05-24 18:03:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal didn’t win the title for you Dad, but watching them try helped me", "description": "<p>Arsenal winning the title in his memory was a fanciful thought, but in the end this team showed me something more valuable</p><p>“Come to see the Arsenal … you’ve only come to see the Arsenal …” The refrain continues, as it always will, repeated in the treasured memories of watching Arsène Wenger’s fabulous team with my father, Ray, in their glory years. But we’re not singing along. Ray is most likely succeeding in not showing his delight after another goal is rattled in, while sharing a knowing look with my brother, Adam, and I. Meanwhile our poker faces will have undoubtedly left a little to be desired. How we basked in the choir’s production, almost silent partners muddled in with hapless home supporters safe and smug in the simple truth that we had, indeed, only come to see the Arsenal.</p><p>Growing up as Arsenal fans in Telford made these clandestine trips a necessity. My brother and I fell in love with the club thanks to our dad’s passion and to an individuality built quickly through standing together in a playground crammed with Manchester United fans. Originally from Essex, Ray’s career dictated frequent moves before we settled in Shropshire, where our north London outpost felt like it would be forever stationed.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/arsenal-didnt-win-the-title-for-you-dad-but-watching-them-try-helped-me\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/arsenal-didnt-win-the-title-for-you-dad-but-watching-them-try-helped-me", "date_published": "2023-05-24 18:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JLR owner to pick UK for electric car battery factory, say reports", "description": "<p>Tata Group said to preparing to sign deal to build plant in Somerset that could create up to 9,000 jobs</p><p>Somerset is poised to become the location for a multibillion pound electric car battery plant that could create thousands of jobs, according to reports.</p><p>Tata Group, which owns the carmaker Jaguar Land Rover, is preparing to sign a deal that would mean the new factory would be based in the UK rather than Spain, the BBC reported.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/jlr-owner-uk-electric-car-battery-factory-tata-somerset\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/jlr-owner-uk-electric-car-battery-factory-tata-somerset", "date_published": "2023-05-24 17:55:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No one listened’: mother of Cheshire boy kidnapped by father says she warned authorities", "description": "<p>Ibrahim Faraj, seven, was abducted and taken to Saudi Arabia in November</p><p>A woman whose seven-year-old son was kidnapped by his father and taken to Saudi Arabia has said she repeatedly warned authorities it would happen but “no one listened”.</p><p>Ranem Elkhalidi has not seen or spoken to Ibrahim Faraj since November, when he was abducted by his father, Hamzah Faraj, in breach of a court order.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/no-one-listened-mother-of-cheshire-boy-kidnapped-by-father-says-she-warned-authorities\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/no-one-listened-mother-of-cheshire-boy-kidnapped-by-father-says-she-warned-authorities", "date_published": "2023-05-24 17:51:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rapper Fetty Wap sentenced to six years in prison for drug trafficking", "description": "<p>The 31-year-old Trap Queen rapper had pleaded guilty to a conspiracy drug charge pertaining to cocaine in August 2022</p><p>Fetty Wap, the rapper best known for the 2015 single Trap Queen, about love entwined with drugs, was sentenced to six years in prison on Wednesday for operating a cross-country drug trafficking operation.</p><p>The 31-year-old rapper, whose legal name is Willie Junior Maxwell II, pleaded guilty in August to a conspiracy drug charge, admitting to participating in a large-scale scheme trafficking of at least 500g or more of cocaine. The charge carries a minimum five-year prison sentence.</p> <a href=\"https://www.theguardian.com/music/2023/may/24/rapper-fetty-wap-sentence-drug-trafficking\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/24/rapper-fetty-wap-sentence-drug-trafficking", "date_published": "2023-05-24 17:46:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McCarthy and Biden ‘still far apart’ in debt ceiling talks despite nearing deadline", "description": "<p>McCarthy said his advisers would meet with Biden officials at the White House Wednesday, with eight days left to avoid default</p><p>Debt ceiling talks between Joe Biden and the House speaker, Kevin McCarthy, dragged on Wednesday, as negotiators met again to hash out the details of a potential deal.</p><p>“There’s a number of places that we’re still far apart,” McCarthy told reporters on Capitol Hill. “I think we can make progress today. I’m hoping that we can.”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/mccarthy-biden-debt-ceiling-nearing-deadline\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/mccarthy-biden-debt-ceiling-nearing-deadline", "date_published": "2023-05-24 17:44:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We are Russians just like you’: anti-Putin militias enter the spotlight", "description": "<p>The paramilitaries who raided Belgorod include guerrillas with far-right connections, anti-Kremlin veterans and former members of Russia’s security services</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/24/russia-ukraine-war-live-beijing-and-moscow-to-cooperate-at-new-level-west-prepared-to-support-kyiv-for-years-says-sunak\">Russia-Ukraine war – latest news updates</a></li></ul><p>As Russian militias opposing the Kremlin readied a daring cross-border raid into the Belgorod region this week, a man with slicked-down hair, in full camouflage and holding an automatic rifle stared into a camera lens.</p><p>“We are Russians just like you,” the man said in the video, later posted online. “We are people just like you. We want our children to grow up in peace and be free people so they can travel, study and were just happy in a free country. But this has no place in modern Putin’s Russia, rotten through and through from corruption, lies, censorship, restrictions on freedoms and repression.”</p> <a href=\"https://www.theguardian.com/world/2023/may/24/russian-anti-putin-militias-belgorod\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/russian-anti-putin-militias-belgorod", "date_published": "2023-05-24 17:31:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK immigration stats: headline figure will not tell the whole story", "description": "<p>Release on Thursday has already prompted responses from politicians but complex factors behind probable rise in numbers coming</p><p>The release of official statistics is often the focus of political scrutiny, but the latest annual figures for overall net migration to the UK, due Thursday at 9.30am, are sufficiently anticipated they have prompted two separate policy announcements already.</p><p>On Tuesday, Suella Braverman <a href=\"https://www.theguardian.com/politics/2023/may/23/suella-braverman-restrictions-overseas-international-students-family\">rushed through a plan</a> to reduce the number of people arriving via student visas by greatly limiting the scope for them to bring along family members.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/uk-immigration-stats-headline-figure-will-not-tell-the-whole-story\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/uk-immigration-stats-headline-figure-will-not-tell-the-whole-story", "date_published": "2023-05-24 17:21:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson home studio reportedly dismantled by Fox News workers", "description": "<p>Daily Mail report says construction workers ‘took the set, all the equipment, everything’ from Maine studio network built for him</p><p>As Tucker Carlson prepares to take his show to Twitter, workers from Fox News, the network which fired the primetime opinion host last month, have reportedly dismantled the home studio it built him in Maine.</p><p>“Fox came in last week and got all their shit out of there,” DailyMail.com <a href=\"https://www.dailymail.co.uk/news/article-12115337/Tucker-Carlson-seen-doing-construction-work-former-satellite-studio-Fox-departure.html\">quoted</a> Patrick Feeney, who it said was managing work to rebuild the studio, as saying.</p> <a href=\"https://www.theguardian.com/media/2023/may/24/tucker-carlson-fox-news-home-studio-maine-dominion\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/24/tucker-carlson-fox-news-home-studio-maine-dominion", "date_published": "2023-05-24 17:20:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson’s blue-on-blue warfare overshadows the usual Rish! routine | John Crace", "description": "<p>Sunak and Starmer seem trapped in an endless loop at PMQs. The real action was elsewhere </p><p>Remarkable, really. Call it the joys of cognitive dissonance. Listen to Rishi Sunak speak for more than a few seconds and you will get the impression you are living in some kind of nirvana. That the UK is a blissed-out superstate. A land of plenty, where joy is unconstrained.</p><p>Prime minister’s questions appears now to be on an endless loop. A new dimension of space-time in which everything invariably comes back to the same point. The format is always the same. Keir Starmer asks some relatively straightforward question about an area of government policy he thinks isn’t working so well, and Rish! just denies it. Worse than that, he gets really upset if his reality is in any way challenged.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/boris-johnson-rishi-sunak-keir-starmer-pmqs-sketch\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/boris-johnson-rishi-sunak-keir-starmer-pmqs-sketch", "date_published": "2023-05-24 17:20:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "American Born Chinese review – the Everything Everywhere reunion is upstaged by two teens", "description": "<p>This supernatural high school drama might star Michelle Yeoh, Ke Huy Quan and co – but its real joy is the exquisite chemistry of lead duo Ben Wang and Jimmy Liu</p><p>Being a teenager can feel like being at war. Navigating high-school hierarchies requires tactics and courage, knowing which battles to fight as well as when to retreat.</p><p>For Jin Wang (Ben Wang), the goal is to win the war to be seen as normal, maybe get a minor place at the cool kids’ table and perhaps even go on a date or two. As a second-generation Chinese American in a predominantly white environment, this is not without its additional difficulties. He finds himself having to thank schoolmates for telling him their favourite band is the South Korean boyband BTS and assure them that it is OK to laugh at Asian American stereotypes on TV because the show is being “ironic”. When a new Chinese student, Wei-Chen (Jimmy Liu), joins the school, the principal makes Jin responsible for him as she can see they have “so much in common”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/american-born-chinese-review-the-everything-everywhere-reunion-is-upstaged-by-two-teens\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/american-born-chinese-review-the-everything-everywhere-reunion-is-upstaged-by-two-teens", "date_published": "2023-05-24 17:17:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior judge to lead Greek caretaker government until fresh June election", "description": "<p>Ioannis Sarmas appointed to replace outgoing prime minister Kyriakos Mitsotakis after inconclusive ballot</p><p>Greece will hold fresh elections on 25 June, with the country led by a caretaker government headed by a senior judge until the vote, after an inconclusive ballot last weekend.</p><p>The president, Katerina Sakellaropoulou, appointed Ioannis Sarmas, 66, to replace the outgoing prime minister, Kyriakos Mitsotakis, whose centre-right New Democracy party <a href=\"https://www.theguardian.com/world/2023/may/21/greeces-general-election-centre-right-party-far-ahead-as-votes-are-counted\">triumphed over the leftist opposition in Sunday’s poll</a> but failed to secure a parliamentary majority.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/greece-to-hold-fresh-elections-on-25-june\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/greece-to-hold-fresh-elections-on-25-june", "date_published": "2023-05-24 17:03:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No emotional attachment’: Eddie Jones has moved on from time with England", "description": "<ul><li>Australian returns to Twickenham on Sunday with Barbarians</li><li>‘England are just one of the teams in the Six Nations,’ Jones says</li></ul><p>Eddie Jones has fallen out of love with England, insisting he has no emotional connection to the side he coached for seven years <a href=\"https://www.theguardian.com/sport/2022/dec/06/eddie-jones-sacked-as-england-rugby-union-head-coach\" title=\"\">before his sacking last December</a>.</p><p>Jones will be back in the Twickenham coaching box on Sunday for the first time since the Rugby Football Union fired him when he takes charge of the Barbarians against a World XV. Though he is relishing the return, Jones said he was unfazed about the sort of reception he will receive from the Twickenham crowd.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/rugby-union-eddie-jones-england-rfu-barbarians-twickenham\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/rugby-union-eddie-jones-england-rfu-barbarians-twickenham", "date_published": "2023-05-24 17:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The country stopped caring whether Boris Johnson broke the rules – thank goodness the civil service didn’t | Zoe Williams", "description": "<p>It might feel better to move on, but as long as we’re still living with the terrifying consequences of his reign, he still matters</p><p>What could Boris Johnson possibly have done in Chequers to make the Cabinet Office <a href=\"https://www.theguardian.com/politics/2023/may/23/boris-johnson-referred-to-police-over-allegedly-hosting-friends-at-chequers-in-lockdown\">refer his diary to the police</a>? Obviously we couldn’t speculate, as it’s now a police matter.</p><p>We could wonder about layers of misdemeanour, and the precise point at which civil servants would cede their own judgment to that of the law. We could speculate wildly about background political agendas, and whether, if <a href=\"https://www.theguardian.com/politics/2022/oct/20/from-fighter-to-quitter-timeline-of-liz-trusss-premiership\">Liz Truss’s premiership</a> had survived, this decision would have been somehow strangled in its cradle. Most probably, we would move on quite fast to the character of the last prime minister but one: he is the Raith Rovers of politicians, the person in whom faith is never repaid.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/boris-johnson-covid-inquiry-chequers-civil-service\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/boris-johnson-covid-inquiry-chequers-civil-service", "date_published": "2023-05-24 16:52:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s not just in football’: young players’ families on racism in Spain", "description": "<p>Abuse hurled at Real Madrid’s Vinícius Júnior caused a storm – but what of the everyday reality of life for people of colour?</p><p>A little after 5pm on Tuesday, a young boy in a Real Madrid strip trotted on to a damp neighbourhood football pitch in the centre of the Spanish capital, oblivious to both the racism flung at the man whose name he wore on his back, and to the <a href=\"https://www.theguardian.com/football/blog/2023/may/22/vinicius-junior-why-its-time-to-talk-about-anything-other-than-football\">national and international debate it had generated</a>. “We haven’t told him about the Vinícius thing yet,” said Mohamed’s mother, Milene Dos Santos, as she and her husband looked on from the sidelines. “If he asks, then we’ll tell him. He’s only seven, but he’ll need to be prepared for what’s to come.”</p><p>It appears the events of the past few days have been too much for many, far older, Spaniards to take in, too. The <a href=\"https://www.theguardian.com/world/2023/may/22/spanish-football-chief-acknowledges-racism-problem-after-vinicius-jr-abuse\">abuse hurled</a> at Real Madrid’s Brazilian winger, Vinícius Júnior during a match against Valencia on Sunday has already <a href=\"https://www.theguardian.com/world/2023/may/23/spanish-police-arrest-four-people-over-vinicius-junior-effigy\">resulted in three swift arrests</a>. Four other people, meanwhile, have been arrested in connection with the dummy, dressed in the player’s shirt, that was hung from a Madrid bridge in the Spanish capital.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/its-not-just-in-football-young-players-families-on-racism-in-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/its-not-just-in-football-young-players-families-on-racism-in-spain", "date_published": "2023-05-24 16:50:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alice Coleman obituary", "description": "Geographer who championed the idea of ‘defensible space’ in order to improve on the problematic designs of some high-rise estates<p>The geographer Alice Coleman, who has died aged 99, set out to prove that British modernist high-rise council estates were failing because their layout lacked “defensible space”, and that their problematic design reduced social interaction while encouraging crime and anti-social behaviour.</p><p>In her book Utopia on Trial: Vision and Reality in Planned Housing (1985) Alice condemned such estates as failed idylls, criticising authoritarian and paternalistic planners within the Ministry of Housing, local government and the Department of the Environment. As an alternative she promoted modifications that she believed would tackle some of the problems inadvertently created by poor design.</p> <a href=\"https://www.theguardian.com/science/2023/may/24/alice-coleman-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/24/alice-coleman-obituary", "date_published": "2023-05-24 16:33:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stand clear of the closing jaws: Monster Chetwynd, the artist putting amphibians on the tube", "description": "<p>She’s worked with luminous slugs, murderous sex toys and inflatable slides. Now the Turner-nominated performance artist – and occasional nudist – is taking over the London Underground</p><p>It’s rush hour, but not as you know it. On a disused train platform, a gathering of giant toads, lizards and salamanders are causing quite a stir. Groups of schoolchildren stand and point, tourists pose for selfies and sleepy commuters squint in bafflement. It’s fun standing on the platform and clocking the expressions on passenger’s faces as they trudge down the stairs of London’s Gloucester Road tube station only to be confronted by their new amphibian travel companions.</p><p>“Normally my work is linked to bad taste and disarming humour,” says <a href=\"https://www.tate.org.uk/art/artists/monster-chetwynd-12108\">Monster Chetwynd</a>, the artist behind the sculptures. “But these look oddly delicate, almost like Wedgwood porcelain.” While Chetwynd’s trademark childlike charm is present in the works, they’re less outrageous than some previous pieces. This, after all, is an artist who is making an ongoing film project – <a href=\"https://www.tate.org.uk/art/artworks/chetwynd-hermitos-children-the-pilot-episode-t13044\">Hermito’s Children</a>, begun in 2008 – about a transgender detective trying to solve the case of a woman who orgasms herself to death on a dildo seesaw (“Silly beyond words and teetered on the edge of porn,” wrote one Telegraph critic, before admitting: “I defy you to tear yourself away”). She also created a gothic, monochrome softplay centre called <a href=\"https://www.theguardian.com/artanddesign/2015/mar/19/artist-marvin-gaye-chetwynd-design-kids-soft-play-space-barking-the-idol\">The Idol</a> (sadly now closed due to Covid, rather than the fact it looked terrifying), <a href=\"https://www.theguardian.com/artanddesign/2018/nov/30/the-most-wonderful-slime-of-the-year-tate-britains-giant-christmas-slugs#:~:text=The%20anarchic%20artist%20Monster%20Chetwynd,across%20the%20building's%20historic%20facade.\">lit up Tate Britain with gigantic, luminescent mating slugs</a> and painted a wall with her bare bottom.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/24/monster-chetwynd-amphibians-on-the-london-underground-tube\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/24/monster-chetwynd-amphibians-on-the-london-underground-tube", "date_published": "2023-05-24 16:32:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Competitive femininity’: inside the wild and secretive world of sororities", "description": "<p>After the University of Alabama rush went viral on TikTok, a film-maker followed four young women seeking admittance</p><p>In the realm of TikTok trends turned into mass cultural reality shows, few have captured attention quite like Alabama rush. For weeks in August 2021, TikTok was awash in content about the intense, highly scrutinized and anticipated process of sorority recruitment: daily “OOTDs” (outfits of the day), rush recap videos from freshly tanned and coiffed prospective new members (PNMs), and reactions to 18-year-old girls either elated or devastated by the high-stakes game of likability that is rush.</p><p>The same process in August 2022, referred to by many as “Bama Rush season 2”, was as much a hit as season 1 – the top 5 PNM TikTok users <a href=\"https://observer.com/2022/08/the-ratings-are-in-and-season-two-of-tiktoks-alabama-rush-was-a-huge-hit/\">garnered 110m views</a> for their videos, with individual ones surpassing even the most-watched episodes of Keeping Up With the Kardashians. But the attention had sororities wary. The New York Times <a href=\"https://www.nytimes.com/2022/08/12/style/bama-rush.html\">reported</a> on paranoia in Tuscaloosa over allegedly (but not actually) mic-ed up PNMs, and concern over a “secret” documentary made by Vice Studios and director Rachel Fleit.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/alabama-sorority-documentary-hbo\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/alabama-sorority-documentary-hbo", "date_published": "2023-05-24 16:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alberto Dainese sprints to Giro stage win as Geraint Thomas holds on to lead", "description": "<ul><li>Team DSM rider holds off Jonathan Milan in mass finish</li><li>Mark Cavendish in contention but fades in the final kilometre</li></ul><p>Alberto Dainese timed his sprint to perfection in a breathless finish to win Wednesday’s stage 17 at the Giro d’Italia, a 195km ride from Pergine Valsugana to Caorle. The Ineos Grenadiers rider Geraint Thomas continues to lead the overall standings, 18 seconds ahead of João Almeida (UAE Team Emirates) with Primoz Roglic (Jumbo-Visma) in third.</p><p>The Team DSM rider Dainese held off Jonathan Milan (Bahrain Victorious) in a mass sprint to prevail by a few centimetres, with Michael Matthews (Jayco-AlUla) taking third. “In the last metres, I was really digging so deep. I was really on the limit and I saw Johnny coming. I couldn’t throw my bike because I was really on the limit but it’s nice to get a few centimetres in front and get the win,” Dainese said.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/alberto-dainese-sprints-to-giro-stage-win-as-geraint-thomas-holds-on-to-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/alberto-dainese-sprints-to-giro-stage-win-as-geraint-thomas-holds-on-to-lead", "date_published": "2023-05-24 16:25:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ultranationalist leader backs Kemal Kılıçdaroğlu for Turkish presidency", "description": "<p>Victory party’s leader says he and Kılıçdaroğlu have signed agreement to deport refugees and not reinstate Kurdish mayors</p><p>The leader of Turkey’s ultranationalist Victory party has endorsed the opposition candidate Kemal Kılıçdaroğlu, breaking ranks with the party’s former presidential hopeful Sinan Oğan, who endorsed Recep Tayyip Erdoğan.</p><p>The Victory party leader, Ümit Özdağ, declared at a joint press conference with Kılıçdaroğlu that the two had signed a memorandum of understanding, including guarantees to deport all refugees in Turkey within a year of coming to power.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/ultranationalist-leader-backs-kemal-klcdaroglu-for-turkish-presidency\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/ultranationalist-leader-backs-kemal-klcdaroglu-for-turkish-presidency", "date_published": "2023-05-24 16:25:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker accepts human rights award with call to show refugees more compassion", "description": "<ul><li>Match of the Day host receives award from Amnesty in Rome</li><li>Lineker reflects on temporary suspension by BBC for tweet</li></ul><p>Gary Lineker said people need to show “more compassion, empathy and kindness” towards refugees as the Match of the Day presenter collected an award in Rome on Wednesday.</p><p>Lineker was in the Italian capital to receive a “Sport and Human Rights” award from Amnesty International for “his strong commitment towards immigration and human rights issues” following his criticism in March of the language used by UK government ministers when discussing asylum policy.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/gary-lineker-accepts-human-rights-award-with-call-to-show-refugees-more-compassion\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/gary-lineker-accepts-human-rights-award-with-call-to-show-refugees-more-compassion", "date_published": "2023-05-24 16:25:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anger over plan to persuade homeless people to leave Paris before Olympics", "description": "<p>Moving people including asylum seekers to temporary regional centres would free up accommodation</p><p>Local politicians and charities in France have expressed concerns about a French government plan to encourage thousands of homeless people and asylum seekers to leave the Paris area before next year’s Olympic Games and move to other regions of the country to free up accommodation in the capital.</p><p>The news agency Agence France-Presse reported that since mid-March, the government has asked local prefects to create temporary reception centres in every French region except the north and Corsica, which would free up space in hotels normally used as emergency accommodation centres in and around Paris.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/anger-over-plan-to-persuade-homeless-people-to-leave-paris-before-olympics-asylum-seekers-temporary-reception-centres\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/anger-over-plan-to-persuade-homeless-people-to-leave-paris-before-olympics-asylum-seekers-temporary-reception-centres", "date_published": "2023-05-24 16:21:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Logan obituary", "description": "Entertainer and musician who took on the persona of Dr Evadne Hinge in the comedy duo Hinge and Bracket<p>George Logan, who has died aged 78, was best known as his female alter ego, Dr Evadne Hinge, the piano-playing half of the eccentric musical-comedy double act Hinge and Bracket, who found fame on BBC radio and television in the 1970s and 80s.</p><p>Hinge and Dame Hilda Bracket had met, went the legend, in their youth when part of a touring opera company. Now genteel ladies of a certain age – and from another age – they performed songs (for the benefit of the uneducated masses) by Ivor Novello (“dear Ivor”), Noël Coward and <a href=\"https://www.theguardian.com/music/gilbert-and-sullivan\" title=\"\">Gilbert and Sullivan</a>. The two spinsters resided together (Hinge ensconced in the east wing) in Bracket’s mansion in the fictional Suffolk village of Stackton Tressel.</p> <a href=\"https://www.theguardian.com/culture/2023/may/24/george-logan-hinge-and-bracket-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/24/george-logan-hinge-and-bracket-obituary", "date_published": "2023-05-24 16:05:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican debt ceiling proposals could see neediest Americans lose benefits", "description": "<p>GOP attempt to add work requirements to safety net programs such as Medicaid and Snap could harm families already struggling</p><p>As debt ceiling negotiations come down to the wire with the 1 June deadline looming, some Republican leaders <a href=\"https://www.npr.org/2023/05/17/1176600690/medicaid-has-become-a-key-component-in-negotiations-over-the-debt-ceiling\">seem determined</a> to use critical safety net programs – specifically, Medicaid and Snap – as a bargaining chip, and millions of America’s neediest families may pay the price.</p><p>Cuts and restrictions to these essential programs, which offer healthcare and food assistance, will cause further hardship to families who are already struggling – and who in many cases can’t afford the basic essentials like food and shelter. The Republican fixation on appending work requirements to these benefits are also ineffective: data shows these policies are not needed and don’t produce any substantial solutions. Some critics say they also force people to find jobs that don’t actually lead to economic mobility, prolonging their need for federal assistance.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/republican-debt-ceiling-proposals-benefits-loss-medicaid-snap\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/republican-debt-ceiling-proposals-benefits-loss-medicaid-snap", "date_published": "2023-05-24 16:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cardiff CCTV footage seems to show police following e-bike just before crash", "description": "<p>Footage puts more pressure on South Wales police who originally said there was no pursuit</p><p>Dramatic new footage has emerged appearing to show police following an e-bike moments before a crash in which two teenagers were killed, <a href=\"https://www.theguardian.com/uk-news/2023/may/23/cardiff-riot-tension-fatal-crash-spiralled-violence\">sparking a riot</a> in Cardiff.</p><p>The footage, which emerged on Wednesday, will heap more pressure on South Wales police and the force’s police and crime commissioner, Alun Michael, who originally said there had been no pursuit.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/cardiff-cctv-footage-seems-to-show-police-following-e-bike-just-before-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/cardiff-cctv-footage-seems-to-show-police-following-e-bike-just-before-crash", "date_published": "2023-05-24 15:51:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Madeleine McCann: Portugal search to extend into third day, say sources", "description": "<p>Operation on banks of reservoir 30 miles from where Madeleine went missing in 2007 had been due to end on Wednesday</p><p>The first major search for Madeleine McCann in a decade is expected to be extended into a third day as Portuguese and German police continued to dig into the wooded banks of a reservoir in the Algarve.</p><p>The operation, 30 miles from where the then three-year-old went missing in 2007, had been due to end on Wednesday but sources close to the investigation indicated that a further day would be taken.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/madeleine-mccann-portugal-search-to-extend-into-third-day-say-sources\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/madeleine-mccann-portugal-search-to-extend-into-third-day-say-sources", "date_published": "2023-05-24 15:46:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Has a friend passed out in your kitchen? Ask yourself ‘What would Braverman do?’ | Adrian Chiles", "description": "<p>Whether it’s your partner who wants to know what the hell’s going on, or sceptical MPs, there’s only one way to deal with difficult questions – dodge them</p><p>No amount of nagging will persuade a seal to balance a ball on its nose. This was an indisputable point made in an article I read some time ago about how techniques used by animal trainers could be applied in human relationships. Fascinating stuff. In other words, working someone’s nerves for days on end isn’t going to persuade them to get the job done. But if they do somehow get it done, be sure to throw them a fish. Or something. It’s all about reward: less stick, more carrot. I get that. But the bit I can’t remember is how to get the seal to balance the ball on its nose in the first place. And now I can’t find the article, so I may never know.</p><p>The skills deployed by people in specialist fields are rich in untapped potential for use in domestic situations. The rhetorical devices practised by politicians are a case in point. Chris Mason, long before he became the BBC’s political editor, told me how his immersion in the language of politics was so complete that it had started to creep into his home life. Only that week he had found himself “pledging” to do more washing-up. And although we rail against politicians’ unapologetic non-apologies, how many of us have not at some stage been guilty of using a version of: “I’m sorry you are offended by what I have said and done”?</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/has-a-friend-passed-out-in-your-kitchen-ask-yourself-what-would-braverman-do\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/has-a-friend-passed-out-in-your-kitchen-ask-yourself-what-would-braverman-do", "date_published": "2023-05-24 15:44:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory housing plan will put refugees’ lives at risk | Letters", "description": "<p>Readers criticise proposals that exempt landlords from upholding basic safety rules for asylum seeker accommodation </p><p>On the same day that better protection for UK renters was announced (<a href=\"https://www.theguardian.com/society/2023/may/17/renters-reform-must-close-loopholes-for-unfair-evictions-campaigners-say\" title=\"\">Report,<strong> </strong>17 May</a>), it was disturbing to read that basic safety rules could be overlooked for asylum seekers’ accommodation (<a href=\"https://www.theguardian.com/uk-news/2023/may/16/asylum-seekers-to-lose-basic-housing-protections-in-move-to-cut-hotel-use\" title=\"\">Asylum seekers in England and Wales to lose basic protections in move to cut hotel use, 16 May</a>).</p><p>The way to address the pressure on asylum accommodation would be to tackle the huge backlog of people waiting for decisions rather than throwing regulations out the window and potentially putting people’s lives and safety at risk. No one in our country should be denied basic safety checks that could protect them against risks such as fires or carbon monoxide poisoning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/tory-housing-plan-will-put-refugees-lives-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/tory-housing-plan-will-put-refugees-lives-at-risk", "date_published": "2023-05-24 15:39:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman plays fast and loose with road safety | Letters", "description": "<p>Readers on the home secretary’s speeding fine and speed awareness courses</p><p>Whether Simon Jenkins likes it or not (<a href=\"https://www.theguardian.com/commentisfree/2023/may/22/westminster-suella-braverman-speeding-home-secretary\" title=\"\">Get a grip, Westminster – Suella Braverman speeding is hardly the issue of the day, 22 May</a>), Suella Braverman’s disregard for safety <em>is</em> the Westminster issue of the day. Speeding kills. It is the attitude that my life is more valuable than the life of anyone else on the road. The offence is further confirmation of the tinpot arrogance shown by a succession of this government’s second-rate ministers of state. Braverman needs a driving awareness course rather than points, and<em> </em>a tour of a hospital to see what speeding does to people.<br /><strong>Graham Murphy</strong><br /><em>Liverpool</em></p><p>• Simon Jenkins trivialises speeding. Exceeding the limit, although it is indeed rife, is serious and a major cause of deaths and serious injuries on the road. A limit of 20mph is an entirely sensible measure, and the idea that “London drivers now have eyes only for their speedometers” is nonsense. Anyone driving should have an idea of their speed without continually monitoring it, and if they haven’t, they are not safe to be on the road risking other people’s lives.<br /><strong>Dr Richard Carter</strong><br /><em>Putney, London</em></p> <a href=\"https://www.theguardian.com/politics/2023/may/24/suella-braverman-plays-fast-and-loose-with-road-safety\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/suella-braverman-plays-fast-and-loose-with-road-safety", "date_published": "2023-05-24 15:38:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crown Estate Scotland could buy Highland estates to sell back to local communities", "description": "<p>Scottish ministers pushing radical agenda to increase community ownership of large estates</p><p>Crown Estate Scotland, the body that manages land and seabed once owned outright by British monarchs, could help buy large Highland estates and then sell them back to local communities.</p><p>Crown Estate Scotland has agreed to support a radical agenda being pushed through by Scottish ministers to increase community ownership of large estates, in an agreement struck with the Scottish Land Commission.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/crown-estate-scotland-could-buy-highland-estates-to-sell-back-to-local-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/crown-estate-scotland-could-buy-highland-estates-to-sell-back-to-local-communities", "date_published": "2023-05-24 15:37:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit food trade barriers have cost UK households £7bn, report finds", "description": "<p>LSE researchers estimate that extra barriers on EU food imports have pushed up bills by £250 on average</p><p>British households have paid £7bn since Brexit to cover the extra cost of trade barriers on food imports from the EU, according to researchers at the London School of Economics (LSE).</p><p>The university’s latest report <a href=\"https://cep.lse.ac.uk/pubs/download/brexit18.pdf\">estimating the impact of leaving the bloc on UK food prices</a> found that trade barriers were consistently hampering imports, pushing up bills by an average £250.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/brexit-food-trade-barriers-have-cost-uk-households-7bn-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/brexit-food-trade-barriers-have-cost-uk-households-7bn-report-finds", "date_published": "2023-05-24 15:34:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis to launch presidential bid as Republican primary begins in earnest", "description": "<p>Florida governor, the closest challenger to Trump, is due to launch campaign in conversation with Elon Musk on Twitter</p><p>The 2024 Republican presidential primary is due to begin in earnest on Wednesday night with the <a href=\"https://www.theguardian.com/us-news/live/2023/may/24/ron-desantis-2024-musk-twitter-debt-ceiling-deadline-live-updates\">formal entry</a> of Ron DeSantis, the hard-right Florida governor who is the closest challenger to Donald Trump.</p><p>DeSantis is due to announce his long-trailed candidacy in conversation with Elon Musk <a href=\"https://www.theguardian.com/technology/2023/may/23/with-desantis-campaign-event-musk-seeks-to-shore-up-a-sinking-twitter\">on Twitter</a>, followed by an interview on Fox News. The governor is reportedly set to hit the campaign trail after the Memorial Day weekend, with visits to early voting states.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/ron-desantis-president-2024-campaign-announcement-elon-musk-twitter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/ron-desantis-president-2024-campaign-announcement-elon-musk-twitter", "date_published": "2023-05-24 15:33:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pay attention to Rachel Reeves: her economic thinking is a return to sanity | Martin Kettle", "description": "<p>The shadow chancellor has a vision for social democracy in an age of economic shocks and uncertainty – New Labour this isn’t</p><p>The mythology of political history insists that politicians’ speeches are important. A lifetime in political journalism tells me different. Political speeches have got to be made, and some politicians are good at them – Michael Heseltine, the best I have ever heard – but most speeches are events of the moment. They are decorative, not determinative. Most do not matter much and are rightly forgotten, even the good ones.</p><p>There are, though, occasional exceptions. Rachel Reeves’ speech to the Peterson Institute in Washington DC on Wednesday has a claim to be one of those with a longer shelf life. Not because it was an oratorical tour de force stuffed with smart lines. It wasn’t. Some of Reeves’ terminology, such as her embrace of what she calls “securonomics”, is a distracting barrier to understanding what is otherwise a key idea. But that’s a small point. This speech matters a lot. It matters because the ideas and commitments it contains are serious – and because it addresses something indisputably important.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/rachel-reeves-economic-thinking-social-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/rachel-reeves-economic-thinking-social-democracy", "date_published": "2023-05-24 15:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three British men among foreigners to be tried by Russia for fighting with Ukraine", "description": "<p>Three Britons, a Swede and a Croatian, released in 2022 in prisoner swap, will likely face trial in absentia on terrorism-linked claims</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/24/russia-ukraine-war-live-beijing-and-moscow-to-cooperate-at-new-level-west-prepared-to-support-kyiv-for-years-says-sunak\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has announced that a court in the southern city of Rostov-on-Don will try five foreign men, including three British nationals, accused of fighting alongside Ukrainian forces against Moscow.</p><p>The trial will begin on 31 May on terrorism-linked allegations and other charges. The men are believed to face trial in absentia.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/three-british-men-among-foreigners-to-be-tried-by-russia-for-fighting-with-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/three-british-men-among-foreigners-to-be-tried-by-russia-for-fighting-with-ukraine", "date_published": "2023-05-24 15:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greater Manchester police will not oppose appeal of man jailed for 17 years for rape", "description": "<p>Exclusive: Police and CPS say Andrew Malkinson’s conviction no longer safe after another man’s DNA found on victim’s clothing</p><p>Greater Manchester police will not oppose the appeal of a man who spent 17 years in prison for rape when no DNA linked him to the crime, the Guardian has learned.</p><p>Andrew Malkinson was convicted in 2004 of the rape of a 33-year-old woman who was left for dead on a motorway embankment in Salford. He <a href=\"https://www.theguardian.com/law/2023/jan/27/andrew-malkinson-dna-hopes-to-prove-innocence\">always insisted he was innocent</a>, extending his prison time by a decade as a result.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/greater-manchester-police-wont-oppose-appeal-of-man-jailed-for-17-years-for-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/greater-manchester-police-wont-oppose-appeal-of-man-jailed-for-17-years-for-rape", "date_published": "2023-05-24 15:18:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions will face fuel poverty despite Ofgem move to cut energy price cap", "description": "<p>Crisis ‘far from over’, warn campaigners as an estimated 6.5m households across Great Britain will still struggle to pay bills</p><p>The energy regulator Ofgem is poised to announce a lower cap on energy bills on Thursday, making gas and electricity cheaper across Great Britain, but the reduction will still leave an estimated 6.5m households in fuel poverty.</p><p>Under Ofgem’s price cap, which will take effect from July, the average gas and electricity bill will fall from £2,500 a year under the government’s energy price guarantee to just over £2,053, according to <a href=\"https://www.theguardian.com/money/2023/may/19/energy-bills-could-fall-to-average-of-2053-as-ofgem-prepares-to-lower-cap\">estimates from energy analysts at Cornwall Insight</a>.</p> <a href=\"https://www.theguardian.com/money/2023/may/24/millions-will-still-face-fuel-poverty-despite-ofgem-move-to-cut-energy-price-cap\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/24/millions-will-still-face-fuel-poverty-despite-ofgem-move-to-cut-energy-price-cap", "date_published": "2023-05-24 15:17:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin’s threat hangs over tiny Moldova, but its people filled me with hope | Nathalie Tocci", "description": "<p>Russian forces planned to invade after conquering Ukraine. Now Europe’s task is to ensure that Moldova’s democracy survives</p><p>While Russia’s war on Ukraine rages on and Kyiv prepares its counteroffensive, Moldova, the former Soviet republic sandwiched between Ukraine and the EU, is fortunate to be still standing<strong>. </strong>Had Russia succeeded in its original war aims, not only would it have captured Kyiv and Odesa, but from there it would have been a matter of days before Russian forces had reached Chisinau.</p><p>Moldovan authorities have no doubt this was Vladimir Putin’s plan. The <a href=\"https://www.theguardian.com/world/2023/feb/16/moldovan-parliament-approves-pro-western-pm-amid-russian-meddling\">prime minister, Dorin Recean,</a> is crystal clear: Moldova survives only thanks to Ukrainian resistance. If Moscow had been able to spread the war to Moldova, there is no way it would have been able to put up the kind of fight the Ukrainian armed forces have. Yet, as far as the future of democracy, international law and European security are concerned, Moldova’s fate is as important as Ukraine’s.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/moldova-vladimir-putin-threat-ukraine-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/moldova-vladimir-putin-threat-ukraine-europe", "date_published": "2023-05-24 15:16:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Beyoncé is wearing my jeans!’ Markus Klinko’s best shot", "description": "<p>‘This was for the cover of Beyoncé’s Dangerously in Love album. She thought pairing the diamond top with a skirt would look too red carpet. But she hadn’t brought any jeans – so I gave her mine’</p><p>I was a classical concert harpist before I became a photographer. I studied at the Paris conservatoire and signed with EMI Classics. Then, in 1994, aged 33, a hand injury prevented me from playing. I made a quick decision to do something else and that’s how I became a photographer – despite the fact I had never owned a camera. I had read a book about photography but that was it. I sold all my harps and spent $100,000 on photo equipment before ever taking a picture. I locked myself in my apartment, got a store mannequin and just started practising with the same intensity I had done with the harp.</p><p>In the beginning, because I had been a musician, I wasn’t interested in shooting musicians. I only wanted to shoot sexy models. My dream was to shoot for Playboy. But just a few years later, it was the music industry that reached out to me. I didn’t want to do it but my agent was screaming at me to, saying: “You’re crazy!”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/24/beyonce-jeans-dangerously-in-love-markus-klinko\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/24/beyonce-jeans-dangerously-in-love-markus-klinko", "date_published": "2023-05-24 15:12:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Ancient’ vase repatriated from UK to Greece faces fresh forgery claim", "description": "<p>Exclusive: Archaeologist says 5th-century BC wine vase with modern decoration widely regarded as fake</p><p>Days after Greece announced the recovery of hundreds of antiquities from a disgraced British dealer, its ministry of culture faces the accusation that one of those artefacts, a vase of the early 5th-century BC, bears a decoration that is in fact a “modern forgery” created in the 1990s.</p><p>Christos Tsirogiannis, an archaeologist based in Cambridge, expressed astonishment that the ministry had included the <em>olpe</em> – a vase for wine – among treasured ancient objects that will be coming home.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/recovered-ancient-vase-announced-by-greece-is-modern-forgery\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/recovered-ancient-vase-announced-by-greece-is-modern-forgery", "date_published": "2023-05-24 15:02:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paralysed man walks using device that reconnects brain with muscles", "description": "<p>Pioneering research could help development of miniaturised devices for stroke patients and paralysed people</p><p>A man who was paralysed in a cycling accident in 2011 has been able to stand and walk with an aid after doctors implanted a device that reads his brain waves and sends instructions to his spine to move the right muscles.</p><p>Gert-Jan Oskam, 40, was told he would never walk again after breaking his neck in a traffic accident in China, but has climbed stairs and walked for more than 100 metres at a time since having the operation.</p> <a href=\"https://www.theguardian.com/science/2023/may/24/paralysed-man-walks-using-device-that-reconnects-brain-with-muscles\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/24/paralysed-man-walks-using-device-that-reconnects-brain-with-muscles", "date_published": "2023-05-24 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A magic moment and psychedelic rock – readers’ best photos", "description": "<p>Click <strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a></strong> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2023/may/24/a-magic-moment-and-psychedelic-rock-readers-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/community/gallery/2023/may/24/a-magic-moment-and-psychedelic-rock-readers-best-photos", "date_published": "2023-05-24 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | The ‘Angel of Alkmaar’, landing haymakers for club, king and country", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>In the wake of West Ham’s Tin Pot semi-final win over AZ last week, one man was honoured as a hero, the very personification of all that is wholesome about the East End club who play in the famous claret and blue. Whereas last season it was Mark Noble who was hailed as a Euro legend by Hammers fans for his role in cleaning up the away dressing-room at Lyon, this year’s far more unlikely man of the hour is known as Chris “Knollsy” Knoll. Captured on camera dropping bodies like John Wick, Knollsy repelled <a href=\"https://www.theguardian.com/football/2023/may/19/i-feel-ashamed-az-alkmaar-manager-apologises-following-fan-trouble\">hordes of the Dutch club’s ultras</a> who were intent on trying to storm a stairwell in a bid to attack visiting fans seated in a section of the stand containing friends and family of West Ham’s players and backroom staff.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/football-daily-email-west-ham-knollsy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/football-daily-email-west-ham-knollsy", "date_published": "2023-05-24 14:58:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Animal welfare groups lose court challenge over ‘Frankenchickens’", "description": "<p>Campaigners say billions of fast-growing birds will be left to suffer as judge rejects claims animal welfare rules are being breached</p><p>Animal welfare campaigners have said billions of chickens have been left to lead “utterly miserable lives” after the failure of a <a href=\"https://www.theguardian.com/environment/2022/sep/21/uk-government-court-challenge-legality-frankenchickens\">high court challenge to the legality of fast-growing breeds</a>, which suffer a multitude of health problems.</p><p>The Humane League UK (THL), represented by Advocates for Animals, argued that the environment secretary, Thérèse Coffey, had erred in law by permitting farmers in England to keep so-called “<a href=\"https://www.theguardian.com/world/2022/apr/16/cheaper-than-chips-frankenchicken-at-the-centre-of-fight-for-animal-welfare\">Frankenchickens</a>”, which reach their slaughter weight of approximately 2.2kg in 34 to 36 days.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/animal-welfare-groups-lose-court-challenge-over-frankenchickens\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/animal-welfare-groups-lose-court-challenge-over-frankenchickens", "date_published": "2023-05-24 14:43:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Postal ballot ID may lead some voters to ‘give up’, says Age UK", "description": "<p>Charity says quietly-announced ‘sledgehammer to crack a nut’ policy will not receive scrutiny from MPs</p><p>Newly announced government rules to require identity checks for postal and proxy voting in UK parliamentary elections are likely to make it harder for older people to take part in elections, a leading charity has warned.</p><p>Age UK said the plans, announced quietly <a href=\"https://questions-statements.parliament.uk/written-statements/detail/2023-05-23/hcws791\">via a written statement</a> on Tuesday evening, appeared to be “a sledgehammer to crack a nut”, and said it was concerned the proposals would not have proper parliamentary scrutiny.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/postal-ballot-id-may-lead-some-voters-to-give-up-says-age-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/postal-ballot-id-may-lead-some-voters-to-give-up-says-age-uk", "date_published": "2023-05-24 14:40:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK funding cuts to east Africa ‘insulting and shortsighted’, say aid organisations", "description": "<p>NGOs dismayed at reduction in Britain’s contribution as crisis-hit region faces challenges from drought, rising prices and conflict</p><p> </p><p>The UK has been accused of taking the “insulting and shortsighted” decision to cut humanitarian aid to east Africa at a time of chronic drought, conflict and rising food prices.</p><p>At a United Nations pledging conference in New York on Wednesday, which the UK is co-chairing, Andrew Mitchell, the UK’s international development minister, announced a humanitarian aid package to the region of £143m.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/24/uk-funding-cuts-to-east-africa-insulting-and-shortsighted-say-aid-organisations\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/24/uk-funding-cuts-to-east-africa-insulting-and-shortsighted-say-aid-organisations", "date_published": "2023-05-24 14:37:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four Tet review – Kieran Hebden’s spiritual techno lights up the room", "description": "<p><strong>Alexandra Palace, London<br /></strong>In collaboration with lighting artists Squidsoup, Hebden has found a way to make his wistful dance music seem thrillingly tangible</p><p>Four Tet’s shows have never had such a clash of audiences. Some know Kieran Hebden as the grandfather of a certain introspective strain of UK club music; others know him as part of a trio – alongside Britain’s new UK bass royalty <a href=\"https://www.theguardian.com/music/2022/oct/17/fred-again-interview\">Fred Again</a> and dubstep antagonist turned man-bun enthusiast Skrillex – who headlined this year’s Coachella after subbing in last-minute for Frank Ocean. As such, the audience tonight is loaded with uni students keen to see Fred Again and Skrillex, and fortysomethings wanting to hear <a href=\"https://www.theguardian.com/music/2003/may/02/popandrock.shopping4\">Rounds</a>. It’s the latter who get their wish.</p><p>Far from the main-stage antics of Coachella, Four Tet’s latest concert in collaboration with lighting artists Squidsoup shows he is still in the business of creating sincere and disarming electronic experiences. A matrix of coloured lights hangs from the ceiling and surrounds the crowd. Young and old, excitement swells from the audience as they swarm in and out of the setup.</p> <a href=\"https://www.theguardian.com/music/2023/may/24/four-tet-review-alexandra-palace-keiran-hebden\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/24/four-tet-review-alexandra-palace-keiran-hebden", "date_published": "2023-05-24 14:18:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The word-of-mouth has been crazy!’ How Colin from Accounts stormed the UK", "description": "<p>Imelda Staunton’s a fan, viewers adore it and it’s inspired by the real-life marriage of its stars. The duo behind 2023’s most hilariously joyful sitcom talk breast flashes, sex scenes and disabled dogs</p><p>What do the Queen, Doctor Who and death-eating Lucius Malfoy have in common? The stars who play them are all avowed fans of the Australian sitcom Colin from Accounts – the word-of-mouth sensation that sees two singletons go on a romantic journey after a dog is hit by a car.</p><p>Not only is it a hilariously joyful piece of TV, but it also features one of the year’s most distinctive meetings between two characters. Particularly given that the car accident happens due to 29-year-old student doctor Ashley having a particularly novel way of thanking fortysomething microbrewery owner Gordon for letting her cross the road – impulsively flashing her breast and causing him to hit a stray dog.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/the-word-of-mouth-has-been-crazy-how-colin-from-accounts-stormed-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/the-word-of-mouth-has-been-crazy-how-colin-from-accounts-stormed-the-uk", "date_published": "2023-05-24 14:14:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When it comes to fashion, M&S is on the right wavelength", "description": "<p>Reliable sizing, sweet-spot pricing and contemporary – but not faddish – styles are helping high street retailer stand out</p><p>Fashion matters at Marks &amp; Spencer. Clothes are an emotional purchase, and when M&amp;S is successfully delivering clothes that its customers desire, it’s a strong sign that the retailer is on the right wavelength. Food may be a much larger part of the business these days, but fashion is the bellwether.</p><p>The strong sales figures for the past year that <a href=\"https://www.theguardian.com/business/2023/may/24/marks-and-spencer-puts-profit-jump-down-to-better-clothing-styles-and-more-affordable-food\">M&amp;S revealed on Wednesday</a> have been driven not just by the below-the-radar basics of underwear and T-shirts, but in the fashion-forward categories of denim and dresses.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/when-it-comes-to-fashion-marks-and-spencer-is-on-the-right-wavelength\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/when-it-comes-to-fashion-marks-and-spencer-is-on-the-right-wavelength", "date_published": "2023-05-24 14:11:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United to act quickly with Kane bid and step up interest in Mount", "description": "<ul><li>Tottenham forward Kane top of Erik ten Hag’s striker wishlist</li><li>Napoli’s Victor Osimhen valued at €150m by Italian champions</li></ul><p>Manchester United will attempt to smooth negotiations with Tottenham by bidding as quickly as possible for Harry Kane this summer, while they are also preparing to step up their interest in Chelsea’s Mason Mount.</p><p>Erik ten Hag is keen to sign a new striker and Kane tops a shortlist that also includes <a href=\"https://www.theguardian.com/football/2023/may/15/chelsea-victor-osimhen-napoli-mauricio-pochettino-mason-mount\">Napoli’s Victor Osimhen</a> and Rasmus Højlund of Atalanta. United have been quoted €150m (£130m) for Osimhen, which would put the Nigerian out of their reach. Højlund, the 20-year-old Denmark striker, would be seen as one for the future if he moves to Old Trafford this summer.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/harry-kane-tottenham-spurs-manchester-united-ten-hag-victor-osimhen-napoli-rasmus-hojlund-atalanta\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/harry-kane-tottenham-spurs-manchester-united-ten-hag-victor-osimhen-napoli-rasmus-hojlund-atalanta", "date_published": "2023-05-24 14:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clapped out: do film festival standing ovations really mean anything?", "description": "<p>Coverage of this year’s Cannes premieres has been dominated by how many minutes attendees are on their feet but the results are often meaningless</p><p>Art isn’t maths, on that we can all agree: there’s no scientific way to quantify its ambitions or its success. Yet in film, in particular, we never stop finding ways to organise it by numbers. People pore over Rotten Tomatoes scores, box office figures and Oscar tallies, citing records and precedents as neat bars of achievement. Such considerations might be deemed crass at the august Cannes Film Festival, an institution that prides itself on an art-for-art’s-sake stance – while, of course, housing a heaving international market and a celebrity-swarmed red carpet.</p><p>But Cannes attendees can’t resist finding different, festival-specific metrics by which to measure even the most esoteric works. Every day, people pick up the daily edition of the UK trade publication Screen International and flip to the back page, where the “Screen grid” monitors how the films selected in that year’s competition are faring with its panel of film critics by collating their star ratings: currently, the Finnish veteran Aki Kaurismaki’s charmer Fallen Leaves is tops with a 3.2 average, a fraction of a point ahead of new films by Todd Haynes and Justine Triet. (It seems unlikely that any title this year will match the 3.8 record set five years ago by Lee Chang-dong’s Burning.)</p> <a href=\"https://www.theguardian.com/film/2023/may/24/cannes-film-festival-standing-ovations\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/cannes-film-festival-standing-ovations", "date_published": "2023-05-24 14:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marks & Spencer’s recovery finally looks like the real deal | Nils Pratley", "description": "<p>With annual performance above City forecasts, M&amp;S is getting the basics right in a tough sector</p><ul><li><a href=\"https://www.theguardian.com/business/2023/may/24/marks-and-spencer-puts-profit-jump-down-to-better-clothing-styles-and-more-affordable-food\">Full story: Denim, dresses and cheaper food lift profits </a></li></ul><p>Marks &amp; Spencer over the past 20 years has been a tale of false dawns for its shareholders. Every apparent advance has been followed by a declaration from the boardroom that even vaster sums must be spent on overhauling warehouses, improving stores, closing stores, investing in food logistics, revamping clothing, or something else. It is, therefore, dangerous to say the long struggle against obsolescence has succeeded. But that’s the way it looks.</p><p>Wednesday’s <a href=\"https://www.theguardian.com/business/2023/may/24/marks-and-spencer-puts-profit-jump-down-to-better-clothing-styles-and-more-affordable-food\">annual pre-tax profit numbers</a> depended on how you cut them: up a fifth in statutory form; down by 8% at £482m in “adjusted” variety; and better at an “underlying” level if one ignores the Covid freebie on business rates a year ago. In essence, though, all versions were a couple of notches above City forecasts.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/24/marks-spencers-recovery-finally-looks-like-the-real-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/24/marks-spencers-recovery-finally-looks-like-the-real-deal", "date_published": "2023-05-24 13:40:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The perfect gift for Father’s Day? A $199 sex toy, according to Gwyneth Paltrow’s Goop", "description": "<p>If gardening tools won’t cut it for Dad this year, the world’s best-known wellness brand has 71 more original ideas</p><p><strong>Name:</strong> Father’s Day.</p><p><strong>Age:</strong> As a tradition celebrating fatherhood, ancient; as a modern, add-on afterthought to Mother’s Day, 113 years old.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/24/the-perfect-gift-for-fathers-day-a-199-sex-toy-according-to-gwyneth-paltrows-goop\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/24/the-perfect-gift-for-fathers-day-a-199-sex-toy-according-to-gwyneth-paltrows-goop", "date_published": "2023-05-24 13:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail deal with union suspended as row reignites over ‘toxic’ environment", "description": "<p>Deal to end bitter dispute over pay and conditions shelved until union satisfied ‘attacks’ on members have ended</p><p>A ballot of Royal Mail workers on <a href=\"https://www.theguardian.com/business/2023/apr/21/royal-mail-agrees-pay-deal-cwu-postal-workers-union\">a deal struck last month</a> to end a bitter dispute over pay, jobs and working conditions has been suspended as the row between the postal firm and its union threatened to reignite.</p><p>The Communication Workers Union (CWU) said it had become clear the environment in which it was attempting to achieve the agreement remained “toxic”.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/royal-mail-deal-union-suspended-row-reignites-toxic-environment\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/royal-mail-deal-union-suspended-row-reignites-toxic-environment", "date_published": "2023-05-24 13:32:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis to kick off well-funded campaign to become the next US president – live", "description": "<p>Florida governor reportedly has $200m war chest as he is expected to announce his run on Twitter on Wednesday</p><p>Backed by a Super Pac and its $200m budget, <a href=\"https://www.nytimes.com/2023/05/24/us/politics/ron-desantis-2024-super-pac.html?partner=slack&amp;smid=sl-share\">the New York Times reported today</a> that <strong>Ron DeSantis</strong>’s campaign will deploy thousands of workers to knock on doors in early Republican primary voting states – repeatedly.</p><p>The plan is for these workers to visit the doors of every potential DeSantis voter in South Carolina, Nevada and New Hampshire at least four times, and five times in Iowa, whose caucuses typically kick off the Republican nomination process. The campaign is going as far as to set up a boot camp on the outskirts of Iowa’s capital, Des Moines, to train volunteers, as <strong>Ted Cruz</strong> did when he defeated Trump in the 2016 Republican contest in the state.</p><p>Top officials with the pro-DeSantis group, a super PAC called Never Back Down, provided their most detailed account yet of their battle plan to aid Mr. DeSantis, whom they believe they can sell as the only candidate to take on – and win – the cultural fights that are definitional for the Republican Party in 2024.</p><p>The group said it expected to have an overall budget of at least $200 million, including more than $80 million to be transferred from an old DeSantis state political account, for the daunting task of vaulting the Florida governor past former President Donald J. Trump, who has established himself as the dominant early front-runner.</p><p><strong>Debt ceiling</strong> negotiations between Biden and Republican House speaker <strong>Kevin McCarthy </strong>are continuing. The situation remains broadly the same as yesterday: the two sides have yet to come to a deal, and the US government could default on its debt by as soon as 1 June.</p><p><strong>Biden</strong> will at 3.30pm deliver a speech marking the one-year anniversary of the school shooting in Uvalde, Texas.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> briefs reporters at 2.15pm.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/may/24/ron-desantis-2024-musk-twitter-debt-ceiling-deadline-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/may/24/ron-desantis-2024-musk-twitter-debt-ceiling-deadline-live-updates", "date_published": "2023-05-24 13:27:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oath Keepers to receive first seditious conspiracy sentences for January 6", "description": "<p>Prosecutors seek 25 years for group’s leader Stewart Rhodes in hearings expected to set standard for punishments to follow</p><p>The founder of the Oath Keepers militia, Stewart Rhodes, and members of his anti-government group will be the first January 6 defendants sentenced for seditious conspiracy in hearings beginning this week and expected to set the standard for punishments to follow.</p><p>Prosecutors will urge the judge on Thursday to put Rhodes behind bars for 25 years, which would be the harshest sentence by far handed down over the US Capitol attack.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/oath-keepers-sentences-seditious-conspiracy-january-6\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/oath-keepers-sentences-seditious-conspiracy-january-6", "date_published": "2023-05-24 13:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It will kill the community’: residents fight to save London warehouse district", "description": "<p>Artists who live and work in area only found out about redevelopment plans from flyer on lamp-post </p><p>Since Ata moved to the UK five years ago he has found his home in London’s warehouses. The aspiring actor was drawn to the community of musicians and artists who live and work in them.</p><p>But after moving to a warehouse in north London, Ata heard about plans to demolish and redevelop the area. “My immediate thought was ‘oh no, not again’,” he says. The two other warehouses he had lived in were also pulled down to make way for luxury flats.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/it-will-kill-community-residents-fight-save-london-warehouse-district\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/it-will-kill-community-residents-fight-save-london-warehouse-district", "date_published": "2023-05-24 13:04:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raheem Sterling left out of England squad but Eberechi Eze gets first call-up", "description": "<ul><li>Decision made after Southgate talks with Chelsea player</li><li>Crystal Palace’s Eze rewarded for fine form at club level</li></ul><p>Raheem Sterling has been left out of the England squad for next month’s Euro 2024 qualifiers against Malta and North Macedonia after holding talks about his physical condition with Gareth Southgate.</p><p>Sterling has struggled on and off the pitch since joining Chelsea last summer and the decision has been taken for him to use the international break as a chance to rest before pre-season. Southgate held an honest conversation with the winger and a mutual decision was taken for the 28-year-old to miss the games against Malta and North Macedonia.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/raheem-sterling-left-out-of-england-squad-but-eberechi-eze-gets-first-call-up\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/raheem-sterling-left-out-of-england-squad-but-eberechi-eze-gets-first-call-up", "date_published": "2023-05-24 13:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southampton to appoint Russell Martin with Rubén Sellés to leave club", "description": "<ul><li>Sellés will leave after taking charge of Liverpool game on Sunday</li><li>Relegated Saints turn to Swansea manager Martin</li></ul><p>Southampton are poised to announce Russell Martin as their new head coach having confirmed Rubén Sellés will depart after taking charge against Liverpool on Sunday, their final game of the season.</p><p>A compensation package worth about £400,000 is thought to have been agreed with Championship Swansea City where Martin, the former Norwich defender and captain, has won admirers across the past two seasons.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/southampton-to-appoint-russell-martin-with-ruben-selles-to-leave-club\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/southampton-to-appoint-russell-martin-with-ruben-selles-to-leave-club", "date_published": "2023-05-24 12:57:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China overtakes US in contributions to nature and science journals", "description": "<p>Citations of Chinese research have risen because of sequencing of Covid-19 genome</p><p>China has overtaken the US to become the biggest contributor to nature-science journals, in a sign of the country’s growing influence in the world of academic research.</p><p>The Nature Index, which tracks data on author affiliations in 82 high quality journals, found that authors affiliated with Chinese institutions are more prolific than their US counterparts in physical sciences, chemistry, Earth and environmental sciences. The only category in which the US is still in the lead is life sciences.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/china-overtakes-us-in-contributions-to-nature-and-science-journals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/china-overtakes-us-in-contributions-to-nature-and-science-journals", "date_published": "2023-05-24 12:55:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amanda Gorman ‘gutted’ after Florida school bans Biden inauguration poem", "description": "<p>Poet, 25, vows to fight back after single complaint, which wrongly ascribed The Hill We Climb to Oprah Winfrey, prompts removal</p><p>Amanda Gorman, the American poet who shot to international stardom when she recited The Hill We Climb at Joe Biden’s presidential inauguration, has vowed to defeat book bans in Florida after the poem was removed for reading by elementary school children in an educational institution in Miami-Dade county.</p><p>Gorman, 25, said she was “gutted” to learn that a complaint from a single parent led to her inaugural poem being banned from Bob Graham education center in Miami Lakes.</p><p>We’ve braved the belly of the beast.</p><p>We’ve learned that quiet isn’t always peace,</p><p>And yet the dawn is ours before we knew it.</p><p>Somehow, we do it.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/amanda-gorman-poem-ban-florida-school\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/amanda-gorman-poem-ban-florida-school", "date_published": "2023-05-24 12:54:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK parents: what is behind the rise in school absences?", "description": "<p>We want to speak to parents whose children are off school more often than before the pandemic</p><p>Increased <a href=\"https://www.theguardian.com/education/2023/apr/23/rise-in-school-absences-since-covid-driven-by-anxiety-and-lack-of-support-say-english-councils\">anxiety and lack of mental health support</a> are behind a sharp rise in school absences since the Covid pandemic, according to councils in England.</p><p>School absence rates <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-64420082\">across</a> <a href=\"https://www.walesonline.co.uk/news/education/schools-wales-getting-tough-parents-26188365\">the</a> <a href=\"https://news.stv.tv/scotland/over-100000-scottish-schoolchildren-missing-day-of-lessons-every-two-weeks\">UK</a> are significantly higher than they were pre-pandemic. We want to hear from parents in the UK with children in primary or secondary school about the reasons for this rise. In your experience, what has changed? How often are you or your child off school? Do you do half day or partial days? What is driving this?</p> <a href=\"https://www.theguardian.com/education/2023/may/24/uk-parents-what-is-behind-the-rise-in-school-absences\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/24/uk-parents-what-is-behind-the-rise-in-school-absences", "date_published": "2023-05-24 12:53:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ruud van Nistelrooy resigns as PSV manager after talks over ‘internal affairs’", "description": "<ul><li>Dutchman leaves post after just under a season in charge</li><li>‘In his opinion there was not enough support within the club’</li></ul><p>Ruud van Nistelrooy has resigned as manager of PSV Eindhoven before their final game of the season, the Dutch club have announced. The former Manchester United and Real Madrid striker had been in charge for just one year at the Philips Stadion and won the Dutch Cup earlier this month. PSV will secure a second-place finish in the Eredivisie if they take a point from their last game at AZ on Sunday.</p><p>A statement from the club said Van Nistelrooy, 46, did not feel he had sufficient support following several recent discussions about “internal affairs”. The club wanted him to see out the rest of the season but he has opted to leave immediately. Fred Rutten will take charge for the trip to Alkmaar.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/ruud-van-nistelrooy-resigns-as-psv-manager-after-talks-over-internal-affairs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/ruud-van-nistelrooy-resigns-as-psv-manager-after-talks-over-internal-affairs", "date_published": "2023-05-24 12:41:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cult indie band the Moldy Peaches return: ‘We were misfits who didn’t feel accepted’", "description": "<p>With their stoner humour and rabbit fancy dress, the ‘anti-folk’ band stuck out next to New York’s hip 00s bands. Now touring again, they look back on their uniquely ‘tender but brutal’ songwriting</p><p>The Moldy Peaches’ founding members are reminiscing about their flair for fancy dress. “I bought my bunny suit at a yard sale outside of a costume shop that had burned down,” says Kimya Dawson of the outfit she wore on the cover of their only studio album, in 2001. “Technically it was a snowman costume that had a bunch of smoke stains on it.”</p><p>“I remember putting on my Robin Hood outfit and being like: ‘Perfect!’” says Adam Green. “It’s funny, the Strokes decided that they were going to dress like they did for their shows all the time, which is how they ended up with their cool-looking clothes. But we did that too. We just did <em>our</em> version of it.”</p> <a href=\"https://www.theguardian.com/music/2023/may/24/the-moldy-peaches-interview-kimya-dawson-adam-green-indie-misfits\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/24/the-moldy-peaches-interview-kimya-dawson-adam-green-indie-misfits", "date_published": "2023-05-24 12:34:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby says raw sewage may have contributed to babies’ unexplained deaths", "description": "<p>Nurse told court intensive care room at Countess of Chester hospital was ‘not a safe working environment’</p><p>Raw sewage may have been a “contributing factor” in the unexplained deaths of babies on a hospital neonatal unit, a nurse accused of their murder has said.</p><p>Lucy Letby, 33, told her trial that an intensive care room for babies at the Countess of Chester hospital was “not a safe working environment”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/lucy-letby-says-raw-sewage-may-have-contributed-to-babies-unexplained-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/lucy-letby-says-raw-sewage-may-have-contributed-to-babies-unexplained-deaths", "date_published": "2023-05-24 12:29:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who can blame all these Tory MPs for standing down? They're terrified of their own 'Portillo moment' | Henry Hill", "description": "<p>Humiliation on election night isn’t exactly a tantalising prospect, but so many retirements aren’t the best thing for parliament</p><p>When Rishi Sunak accepted <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resignation-letter-rishi-sunak-reply-full\">Dominic Raab’s resignation</a> back in April, the prime minister seemed to leave open the possibility of Raab’s return to frontline politics. As a longstanding ally of Sunak, it seemed plausible enough that the outgoing justice secretary might return to government at a future reshuffle, penance paid. Perhaps he would even get his old job back, and call the <a href=\"https://www.theguardian.com/law/2022/jun/21/what-would-a-british-bill-of-rights-look-like\">British bill of rights</a> back from the grave for a third time.</p><p>We will never know. This week, Raab announced that he intends to <a href=\"https://www.theguardian.com/politics/2023/may/22/dominic-raab-will-reportedly-stand-down-as-mp-at-next-election\">stand down</a> as a member of parliament at the next election. He is not yet 50, and has been an MP for just 13 years.</p><p>Henry Hill is deputy editor of ConservativeHome</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/tory-mps-standing-down-terrified-portillo-moment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/tory-mps-standing-down-terrified-portillo-moment", "date_published": "2023-05-24 12:25:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK interest rates forecast to jump above 5% this year after higher-than-expected inflation – business live", "description": "<p>Rolling, live coverage of business, economics and financial markets as consumer price index inflation reaches 8.7%, well above forecasts</p><p><strong>UK inflation dropped to 8.7% in the year to April, the first time it has dropped below 10% since August and the lowest since March 2022.</strong></p><p>Yet that steep fall – long expected because of the big increase in energy prices in April 2022 – has not all been happy news. It was less dramatic than expected by economists.</p><p>Sugar 47.4%</p><p>Olive oil 46.4%</p><p>Eggs 37%</p><p>Low-fat milk 33.5%</p><p>Cheese and curd 30.6%</p><p>Flours and other cereals 30%</p><p>Pasta products and couscous 27.7%</p><p>Ready-made meals 20.8%</p><p>Butter 20.1%</p><p>Bread 18.6%</p><p>Jams, marmalades and honey 17.9%</p><p>Fish 14.2%</p><p>Pizza and quiche 11.9%</p><p>Fruit 10.8%</p><p>UK inflation has come in higher than pretty much anyone, including members of the Bank of England’s committee, expected in April.</p><p>This undoubtedly makes life harder for policymakers and no doubt raises the chance of yet another 25bp rate hike in June.</p> <a href=\"https://www.theguardian.com/business/live/2023/may/24/uk-inflation-data-cpi-prices-cost-of-living-andrew-bailey-bank-of-england-manufacturing-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/may/24/uk-inflation-data-cpi-prices-cost-of-living-andrew-bailey-bank-of-england-manufacturing-business-live", "date_published": "2023-05-24 12:17:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid inquiry threatened legal action over Boris Johnson WhatsApp messages", "description": "<p>Cabinet Office was warned over refusal to provide former prime minister’s unredacted notes and diaries</p><p>The official public inquiry into the government’s handling of Covid threatened the Cabinet Office with legal action over its refusal to share Boris Johnson’s WhatsApp messages and diaries from during the pandemic without heavy redactions.</p><p>The inquiry issued a legal notice on 28 April 2023 requesting unredacted WhatsApp communications on devices owned or used by Johnson and his former senior adviser Henry Cook, a close friend of Carrie Johnson’s who has now left government.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/covid-inquiry-threatened-legal-action-over-boris-johnson-whatsapp-messages\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/covid-inquiry-threatened-legal-action-over-boris-johnson-whatsapp-messages", "date_published": "2023-05-24 12:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you entered into an individual voluntary arrangement (IVA)?", "description": "<p>We want to hear from those who have got an IVA with or without a debt management company in the UK</p><p>We’re keen to hear from people who have entered into a form of personal insolvency called an individual voluntary arrangement (IVA). These legally binding agreements with creditors let a person pay an agreed monthly amount over a period of usually five or six years. At the end, as long as the agreement hasn’t been broken, any remaining debts are written off.</p><p>We want to hear from those who have got an IVA with or without a debt management company. A debt management company tends to be more expensive because they charge a fee on top of the insolvency practitioner’s fees.</p> <a href=\"https://www.theguardian.com/global/2023/may/24/tell-us-have-you-entered-into-an-individual-voluntary-arrangement-iva\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/may/24/tell-us-have-you-entered-into-an-individual-voluntary-arrangement-iva", "date_published": "2023-05-24 12:10:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conspiracy theories, Moggologues and ‘zombie’ stats: all in a week’s work for GB News", "description": "<p>Deliberately provocative channel – with numerous Tory MP hosts – is planting its flag on the radical right of UK politics</p><p>Rishi Sunak came to power in an “anti-democratic coup,” and is in hock to a shadowy “globalist elite”; mass migration is “replacing” British culture, and net zero is a “suicide note” – not the rantings of an internet troll, but a snapshot of views espoused by presenters on GB News across seven days last week.</p><p>The Guardian watched a week’s worth of output from the upstart rightwing channel in an attempt to understand the worldview at work – and how GB News gets away with sailing so close to the wind.</p> <a href=\"https://www.theguardian.com/media/2023/may/24/conspiracy-theories-moggologues-and-zombie-stats-all-in-a-weeks-work-for-gb-news\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/24/conspiracy-theories-moggologues-and-zombie-stats-all-in-a-weeks-work-for-gb-news", "date_published": "2023-05-24 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mia Billam-Smith: ‘There will never be a time when I’m ready to watch Chris get punched’", "description": "<p>Chris Billam-Smith fights Lawrence Okolie for a world title on Saturday, but how will it be for his loved ones outside the ring?</p><p>“It’s always been his dream,” Mia Billam-Smith says on a tranquil morning in Bournemouth as she describes the motivation she and her husband, Chris, will feel on Saturday night in their home town. Chris Billam-Smith fights Lawrence Okolie for the WBO world cruiserweight title in a fascinating yet dangerous clash between two boxers who worked alongside each other for years under their joint trainer Shane McGuigan. Okolie has since left McGuigan’s gym and, at last, Billam-Smith has the chance to fight for a world title.</p><p>“We were lying in bed around four in the morning, when you have those silly chats,” Mia says as she remembers how she and Chris first shared their deepest hopes soon after they met in 2014. “I asked him: ‘If you were on your deathbed, what would be the one thing in your life you would want to have achieved?’ For me my number one goal was to be a mum. I was desperate to start a family. Chris said: ‘I want to be world champion. If I’ve done that, then I’m going to be happy on my deathbed’.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/mia-billam-smith-watch-chris-get-punched-boxing-lawrence-okolie\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/mia-billam-smith-watch-chris-get-punched-boxing-lawrence-okolie", "date_published": "2023-05-24 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Austria to use Hitler’s birthplace for police human rights training", "description": "<p>House in Braunau am Inn will become police station and training centre after €20m renovation</p><p>Austria has announced it will use the house where <a href=\"https://www.theguardian.com/world/adolf-hitler\">Adolf Hitler</a> was born to provide human rights training to police officers, in what authorities hope will be the final chapter in a lengthy saga over what to do with the building.</p><p>The elegant 17th-century house in Braunau am Inn, near the German border, <a href=\"https://www.theguardian.com/world/2016/dec/15/austrian-politicians-pass-law-to-seize-house-where-hitler-was-born\">was bought by the government in 2016</a> under a compulsory purchase order after a long-running legal battle.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/austria-to-use-hitler-birthplace-braunau-am-inn-for-police-human-rights-training\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/austria-to-use-hitler-birthplace-braunau-am-inn-for-police-human-rights-training", "date_published": "2023-05-24 11:58:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two ex-Alabama governors say they regret missed chance to confront death penalty", "description": "<p>Don Siegelman and Robert Bentley co-write opinion piece calling state’s death penalty laws ‘legally and morally troubling’</p><p>Two former Alabama governors from opposite sides of the aisle said they are now troubled by the state’s death penalty system and would commute the sentences of inmates sentenced by judicial override or divided juries.</p><p>Don Siegelman, a Democrat, and Robert Bentley, a Republican, co-wrote <a href=\"https://www.washingtonpost.com/opinions/2023/05/23/alabama-governors-death-penalty-regret/\">an opinion piece for the Washington Post</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/former-alabama-governors-death-penalty-regret\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/former-alabama-governors-death-penalty-regret", "date_published": "2023-05-24 11:57:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham to keep faith in Moyes, with plans for Palhinha and Barnes moves", "description": "<ul><li>Board set to keep manager and strengthen squad over summer</li><li>Fulham’s Palhinha and Leicester’s Barnes are summer targets</li></ul><p>West Ham are increasingly likely to keep David Moyes as their manager and will back him by targeting Fulham’s João Palhinha and Leicester City’s Harvey Barnes this summer.</p><p>Moyes has been under pressure for much of the season and a change has been considered on several occasions. However West Ham have stood by the 60-year-old and they are leaning towards giving him another season after reaching the Europa Conference League final and winning their fight against relegation.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/west-ham-to-keep-faith-with-moyes-and-target-palhinha-and-barnes-signings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/west-ham-to-keep-faith-with-moyes-and-target-palhinha-and-barnes-signings", "date_published": "2023-05-24 11:36:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Long story: book returned to California library nearly a century late", "description": "<p>Benson Lossing’s A History of the United States was checked out in 1927 and returned this month</p><p>A history book about the US has been returned to a library in California, almost 100 years overdue. The copy of Benson Lossing’s A History of the United States, published in 1881, was returned to St Helena public library in Napa Valley earlier this month. It had been due back on 21 February 1927.</p><p>At the time the book was borrowed, fines for overdue titles were a nickel (five cents) a day, meaning Jim Perry, who had the book, theoretically owed about $1,756 (£1,417). Luckily for him, the library scrapped late fines in 2019.</p> <a href=\"https://www.theguardian.com/books/2023/may/24/book-returned-to-california-library-nearly-a-century-late-benson-lossing-history-of-the-united-states\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/24/book-returned-to-california-library-nearly-a-century-late-benson-lossing-history-of-the-united-states", "date_published": "2023-05-24 11:31:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Roman die? Could cousin Greg be king? Our predictions for the Succession finale fireworks", "description": "<p>As the mighty media saga draws to a close, here are everyone’s chances of taking control of Waystar – or dying</p><p>The <a href=\"https://www.theguardian.com/tv-and-radio/series/succession-episode-by-episode\">Succession</a> finale is hurtling towards us at great speed. But nothing that happened in this week’s episode – or last week’s, for that matter, or the one before – has offered us even the slightest hint as to how the show will actually end. You know what might help? Some rampant speculation. Here are a handful of possible endings to look forward to.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/will-roman-die-could-cousin-greg-be-king-our-predictions-for-the-succession-finale\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/will-roman-die-could-cousin-greg-be-king-our-predictions-for-the-succession-finale", "date_published": "2023-05-24 11:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia and China deepen economic ties amid surge in trade since Ukraine invasion", "description": "<p>Russian PM holds talks with Xi Jinping and signs bilateral pacts to further investment, exports and sports cooperation</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/24/russia-ukraine-war-live-beijing-and-moscow-to-cooperate-at-new-level-west-prepared-to-support-kyiv-for-years-says-sunak\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia and China has agreed to deepen investment in trade services, promote agricultural exports and boost sports cooperation, as Mikhail Mishustin, Russia’s prime minister, signed a set of bilateral agreements on a visit to Beijing.</p><p>Mishustin is the highest-ranking Russian official to visit Beijing since the start of the war in Ukraine. In March, China’s leader, <a href=\"https://www.theguardian.com/world/2023/mar/17/xi-jinping-visit-russia-vladimir-putin\">Xi Jinping, visited Vladimir Putin</a> in Moscow in a show of support for his “dear friend”.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/russia-and-china-deepen-economic-ties-amid-surge-in-trade-since-ukraine-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/russia-and-china-deepen-economic-ties-amid-surge-in-trade-since-ukraine-invasion", "date_published": "2023-05-24 11:29:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Strictly star Amy Dowden announces breast cancer diagnosis", "description": "<p>The 32-year-old discovered a lump the day before going on honeymoon to the Maldives</p><p>Strictly Come Dancing professional dancer Amy Dowden has revealed she has been diagnosed with breast cancer.</p><p>Caerphilly-born Dowden, who joined the BBC dance competition show in 2017, shared the news on Instagram, telling fans that she is “determined” to return to the dancefloor as soon as she can.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/amy-dowden-breast-cancer-diagnosis-strictly-come-dancing\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/amy-dowden-breast-cancer-diagnosis-strictly-come-dancing", "date_published": "2023-05-24 11:28:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chief justice says US supreme court keeps ‘highest standards’ of conduct", "description": "<p>John Roberts speaks on same day lawyers for Harlan Crow decline to cooperate with Senate judiciary committee over gifts scandal</p><p>The chief justice of the US supreme court, John Roberts, said he and the other justices were working to hold themselves to the “highest standards” of ethical conduct.</p><p>“I want to assure people that I am committed to making certain that we as a court adhere to the highest standards of conduct,” Roberts told an awards dinner in Washington on Tuesday.</p> <a href=\"https://www.theguardian.com/law/2023/may/24/supreme-court-john-roberts-highest-standards-conduct\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/may/24/supreme-court-john-roberts-highest-standards-conduct", "date_published": "2023-05-24 11:18:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experiences of communal heating price rises in the UK", "description": "<p>If you use communal heating, we would like to hear your experiences of recent price changes</p><p>Residents in council homes and private flats with communal heating systems are experiencing steep rises in their energy bills of up to 350%. An estimated 480,000 households in the UK are affected, <a href=\"https://www.theguardian.com/society/2023/may/19/uk-households-with-communal-heating-facing-350-rise-in-energy-costs\">according to government data</a>.</p><p>If you use communal heating, we would like to hear your experiences of recent price changes. How have you been affected?</p> <a href=\"https://www.theguardian.com/money/2023/may/24/tell-us-your-experiences-of-communal-heating-price-rises-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/24/tell-us-your-experiences-of-communal-heating-price-rises-in-the-uk", "date_published": "2023-05-24 11:17:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain isn't a nation of slackers – we're on the clock 24/7 and we deserve the 'right to disconnect' | Owen Jones", "description": "<p>Imagine your boss being fined for calling you after hours. In some European countries, that’s already a reality, and Labour wants us to follow suit</p><p>The idea of a clear demarcation between work and life is, for most people, an absurd joke: your life is being invaded, and you have no line of defence to protect yourself. Even if they are thousands of miles from their desk, a worker may still feel chained to it. Text messages and emails can arrive at ungodly hours, demanding prompt replies. Parents may find the nightly ritual of putting their kids to bed is interrupted by a panicked phone call from their boss. Almost as stressful is the idea that, as you collect your belongings to leave the office, you know you can never really leave: somehow, wherever you are, you remain at work.</p><p>Here is why “<a href=\"https://en.wikipedia.org/wiki/Right_to_disconnect#:~:text=The%20right%20to%20disconnect%20is,messages%20during%20non%2Dwork%20hours.\">the right to disconnect</a>” has become one of the great emancipatory causes for workers, and could be headed for Labour’s next manifesto. For example, Portugal <a href=\"https://www.theguardian.com/commentisfree/2021/nov/18/portugal-bosses-work-hours-right-to-disconnect\">introduced a law</a> at the beginning of last year that imposes a legal duty on bosses not to contact their workers outside of defined working hours. There is one exception – circumstances of force majeure – but otherwise, companies could be fined up to €9,690 (£8,400). In part, this is a response to the phenomenon of working from home: in Britain, 37% of employees now report working from home at least some point in the previous week. While this trend has been liberating for many workers, the Portuguese authorities found it could be exploited by bosses disregarding the idea that a remote worker ever clocked off.</p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/britain-nation-slackers-right-to-disconnect-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/britain-nation-slackers-right-to-disconnect-labour", "date_published": "2023-05-24 11:14:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A walking minotaur and Cardiff crash tributes: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/may/24/a-walking-minotaur-and-cardiff-crash-tributes-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/may/24/a-walking-minotaur-and-cardiff-crash-tributes-wednesdays-best-photos", "date_published": "2023-05-24 11:13:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NSW police officer charged over alleged Tasering of 95-year-old woman in aged care home", "description": "<p>Senior constable Kristian White faces three charges over alleged incident which left Clare Nowland fighting for her life</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The New South Wales police officer who allegedly Tasered a 95-year-old woman at an aged care facility has been charged with three offences.</p><p>Senior constable Kristian White, 33, will appear in court for the offences of assault occasioning actual bodily harm, common assault and recklessly causing grievous bodily harm, which can carry a maximum penalty of 10 years in prison.</p> <a href=\"https://www.theguardian.com/australia-news/2023/may/24/nsw-police-officer-charged-over-alleged-tasering-of-95-year-old-woman-in-aged-care-home\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/may/24/nsw-police-officer-charged-over-alleged-tasering-of-95-year-old-woman-in-aged-care-home", "date_published": "2023-05-24 11:04:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish peppers, tomatoes and eggs: how to cook the perfect menemen – recipe | Felicity Cloake's How to cook the perfect…", "description": "<p>There are myriad ways to make Turkey’s traditional tomatoey scrambled eggs – our in-house perfectionist distils them all into one perfect brunch recipe</p><p>Being good Guardian readers, I’m sure you’re all familiar with<a href=\"https://www.theguardian.com/lifeandstyle/2010/apr/16/yotam-ottolenghi-shakshuka-recipe\"> shakshuka</a> – the north African egg dish that first conquered Israel, and then brunch menus around the world (with <a href=\"https://www.theguardian.com/lifeandstyle/2010/apr/16/yotam-ottolenghi-shakshuka-recipe\">a little help from one Yotam Ottolenghi</a>), but you may be less familiar with the (arguably superior) Turkish version, <em>menemen</em>, for which the eggs tend to be stirred into the sauce, rather than simply cooked on top.</p><p>“Quick, simple and tasty,”<a href=\"https://app.ckbk.com/recipe/clas40117c07s001r005/vegetable-ragout-with-eggs\"> Ghillie Basan writes</a> in her Classic Turkish Cooking, this chunky, tomato-rich stew is something you’ll find in “bus stations, train stations and ports anywhere there is passing trade”. According to Yasmin Khan, it derives its name from the Greek <em>menemnos</em>, “meaning to ‘flood’ or ‘overflow’”, which, as she observes, “makes sense when you see a pan of menemen with its eggs flooded in juicy, sweet tomatoes, just waiting for you to scrape up with some freshly baked <em>pide ekmek</em>”. But, as Somer Sivrioglu explains, though it’s a famous breakfast dish in Turkey, “no one can agree on the perfect version. It varies from village to village and from house to house – even in the Aegean town called Menemen, which is not necessarily its place of origin.” With that in mind, take today’s recipe as my humble contribution to the debate.</p> <a href=\"https://www.theguardian.com/food/2023/may/24/how-to-cook-the-perfect-menemen-recipe-turkish-eggs-breakfast-peppers-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/24/how-to-cook-the-perfect-menemen-recipe-turkish-eggs-breakfast-peppers-felicity-cloake", "date_published": "2023-05-24 11:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 cops in fiction", "description": "<p>At war with the establishment, putting themselves in reckless danger and succumbing to terrible habits, these unreliable figures are dependably entertaining</p><p>Cops. Good ones, bad ones, corrupt ones, ones with hunches, ones that fight the system, ones that drink, ones that have unhappy home lives, ones that have an unsolved case haunting them. They come in all varieties in crime fiction – though sadly for the most part they are still all men – and apart from solving the case in hand they have to entertain us en route. Their foibles are part of the deal. The cop who listens to classical music, who spends half his hours drinking real ale in a cosy pub, the cop who reads philosophy in his spare time. Every cop needs a gimmick.</p><p>Unlike the private eyes and Sherlock Holmes-type geniuses, most cops have two battles to fight. The battle to catch the criminal and the battle within their own force. It’s not often a cop in fiction happily rubs along with his boss and co-workers. Dealing with the hierarchies and complications of station life is often as important a part of the story as finding out the butler did it.</p> <a href=\"https://www.theguardian.com/books/2023/may/24/top-10-cops-in-fiction-alan-parks\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/24/top-10-cops-in-fiction-alan-parks", "date_published": "2023-05-24 11:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plastic waste puts millions of world’s poorest at higher risk from floods", "description": "<p>More than 200 million face more intense and frequent floods due to plastic pollution blocking drainage systems, report finds</p><p>A devastating 2005 flood that killed 1,000 people in the Indian city of Mumbai was blamed on a tragically simple problem: <a href=\"https://www.theguardian.com/world/2005/aug/25/india\">plastic bags had blocked storm drains</a>, stopping monsoon flood water from draining out of the city.</p><p>Now a <a href=\"https://uploads.guim.co.uk/2023/05/24/5797_Global_Impact_of_plastics_on_flooding_-_Summary_-_FINAL_-_Tearfund.pdf\">new report</a>, attempting to quantify this problem, estimates that 218 million of the world’s poorest people are at risk from more severe and frequent flooding caused by plastic waste.</p> <a href=\"https://www.theguardian.com/environment/2023/may/24/plastic-waste-puts-millions-of-worlds-poorest-at-higher-risk-from-floods\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/24/plastic-waste-puts-millions-of-worlds-poorest-at-higher-risk-from-floods", "date_published": "2023-05-24 10:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s football in US set for seismic change with launch of Super League", "description": "<p>Is the US market big enough for two Division I leagues – and which one will the stars choose to play in?</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free weekly newsletter</a></li></ul><p>Major news struck the US soccer landscape last week as the National Women’s Soccer League may have a domestic competitor in operation from as early as next year.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/womens-football-in-us-set-for-seismic-change-with-launch-of-super-league-moving-the-goalposts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/womens-football-in-us-set-for-seismic-change-with-launch-of-super-league-moving-the-goalposts", "date_published": "2023-05-24 10:55:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German police stage nationwide raids against climate activists", "description": "<p>Raids targeting members of Letzte Generation are carried out at 15 properties in seven German states</p><p>Nationwide raids against members of the German climate protest group Letzte Generation (Last Generation) have been carried out at the behest of authorities in Munich investigating charges that the group is a criminal organisation.</p><p>Launched at 7am local time on Wednesday, 170 police officers took part in the raids, which targeted 15 properties in seven German states, including Bavaria and Berlin.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/german-police-stage-nationwide-raids-against-climate-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/german-police-stage-nationwide-raids-against-climate-activists", "date_published": "2023-05-24 10:51:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pushing Buttons: Street Fighter 6 is a perfect KO for both newbies and longtime fans", "description": "<p>In this week’s newsletter: I suck at fighters, but the delightfully camp latest in the franchise is deliberately designed to be easy on new players – for once</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>When I got my first job on a games magazine, there were a few games on constant rotation at my grubby office, and at after-pub gatherings in the even grubbier flats my colleagues and I lived in: Pro Evo, Bomberman, and Street Fighter. Unfortunately, I sucked at all of them. Street Fighter was especially embarrassing for me, as an eager-to-prove-myself 16-year-old, because I could just never get my hands around the movesets and controls for all the different characters. I was a perennial button-masher, and I was humiliated so regularly that it put me off fighting games for life.</p><p>That said, I have always greatly admired<em> </em>Street Fighter, and its players. It is a stunningly energetic game full of stylish caricatures whose movement and swagger are fascinating to look at, especially in the hands of skilled competitors. I have watched fighting game tournaments in awe, and seen winners demolish opponents with deft combinations of reaction speed, on-the-fly strategising and seemingly unnatural powers of foresight. It is the perfect esport: matches are easy to follow, over in just a few minutes, and thrilling to behold. The stylistic flourishes that Capcom is so good at – flamboyant animation, moving backdrops, <em>the outfits – </em>only add to the spectacle.</p> <a href=\"https://www.theguardian.com/games/2023/may/24/pushing-buttons-street-fighter-6-preview\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/24/pushing-buttons-street-fighter-6-preview", "date_published": "2023-05-24 10:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Severn Trent dividend exceeds £260m amid rising anger over sewage pollution", "description": "<p>Investor payout comes as company posts small profit increase and forecasts strong earnings growth</p><p><a href=\"https://www.theguardian.com/business/severntrent\">Severn Trent</a> has increased its dividend to more than £260m, despite <a href=\"https://www.theguardian.com/money/2023/may/20/the-whole-thing-stinks-uk-water-firms-to-pay-15bn-to-shareholders-as-customers-foot-sewage-bill\">growing public anger over payments made by water suppliers</a> to their shareholders and executives, as companies come under increasing pressure to tackle leaks and sewage pollution of rivers and seas.</p><p>The rise in the water company’s investor payout came as it reported a small increase in profit for the past year and forecast strong earnings growth for the coming year.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/severn-trent-dividend-exceeds-260m-amid-rising-anger-over-sewage-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/severn-trent-dividend-exceeds-260m-amid-rising-anger-over-sewage-pollution", "date_published": "2023-05-24 10:36:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Major banks shared sensitive bonds information in online chats, CMA finds", "description": "<p>Traders at five banks found to have discussed British government bond trading between 2009 and 2013</p><p>The UK’s competition watchdog has provisionally found that five major banks broke competition law by unlawfully exchanging sensitive information about British government bond trading in online chatrooms.</p><p>In an investigation, the <a href=\"https://www.theguardian.com/business/competition-commission\">Competition and Markets Authority</a> has found that the banks – Citi, Deutsche Bank, HSBC, Morgan Stanley and Royal Bank of Canada – shared competitively sensitive information on pricing and aspects of their trading strategies through multiple one-to-one online chats.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/major-banks-shared-sensitive-bonds-information-in-online-chats-cma-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/major-banks-shared-sensitive-bonds-information-in-online-chats-cma-finds", "date_published": "2023-05-24 10:32:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Gabriel review – haunted new songs have fans punching the air", "description": "<p><strong>Accor Arena, Paris<br /></strong>It’s not just the dependable hits that delight the audience as the venerable prog-popper rolls out his first set of fresh material for 21 years</p><p>It is 51 years since <a href=\"https://www.theguardian.com/music/peter-gabriel\">Peter Gabriel</a> elevated Genesis from a burgeoning cult band to the stuff of music press covers by unexpectedly taking the stage at a Dublin gig clad in his wife’s Ossie Clarke dress and a fox’s head. It was a long time ago – “when dinosaurs roamed the earth and me and Tony both had hair,” as he puts it tonight, casting a glance in the direction of bassist Tony Levin’s shining pate – but clearly a lesson from that evening stuck with him. If you’ve got a tough sell on your hands – and tricky 22-minute songs played by reticent public schoolboys were never likely to elbow Bowie and Marc Bolan from the front pages in 1972 – it helps to dress it up.</p><p>So it is with Gabriel’s current tour. It’s not so much that the show is long, although the two sets top out at more than two hours. It’s that half of the 20 songs he performs are new, the contents of his first album of fresh material in 21 years, i/o, which may or may not come out at the end of this year. Some of them have trickled out online – Gabriel has been releasing a new song every full moon – but half of them have not.</p> <a href=\"https://www.theguardian.com/music/2023/may/24/peter-gabriel-review-haunted-new-songs-have-fans-punching-the-air\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/24/peter-gabriel-review-haunted-new-songs-have-fans-punching-the-air", "date_published": "2023-05-24 10:27:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ultimatum: Queer Love review – this lesbian and bi dating show is absurdly watchable", "description": "<p>Netflix’s latest reality romance show focuses solely on women and non-binary people. It’s refreshingly trope-free TV – and its contestants bring a totally new flavour of chaos</p><p>Within the first two minutes of Netflix’s new series The Ultimatum: Queer Love, you already know exactly what sort of brazen reality TV shtick is going to unfurl. “You guys <em>slept together?</em>” asks one woman, her eyes narrowing as dramatic music thumps in the background. Another replies, indignantly: “Uh, she led my hand … to her vagina.”</p><p>The next few episodes can best be summed up as follows: endless tears and cocktails, jealous glances across the fire pit and that very specific grim vocal tone usually reserved for long-term couples engaging in arguments they have rehearsed many times before. This time, though, each person is being watched: by viewers, multiple cameras and nine other emotional contestants, all packed on to the same outdoor patio with a bar.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/the-ultimatum-queer-love-review-this-lesbian-and-bi-dating-show-is-absurdly-watchable\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/the-ultimatum-queer-love-review-this-lesbian-and-bi-dating-show-is-absurdly-watchable", "date_published": "2023-05-24 10:22:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clarence Thomas should resign from the supreme court, for the good of the court | Steven Greenhouse", "description": "<p>By acting as if Thomas has done nothing wrong, chief justice John Roberts looks pathetic and enabling of unethical behavior</p><p>After ProPublica and other news organizations exposed one damning revelation after another, it has become unarguably clear that Clarence Thomas is hugely corrupt, has brazenly and repeatedly violated disclosure laws and has shown utter contempt for the most elementary ethical standards. It’s deeply troubling that so few of our political leaders have called for the obvious moral response to this ever-widening scandal: Thomas should resign.</p><p>There’s been far too much shilly-shallying about all this. It’s not nearly enough to call on Thomas to belatedly comply with disclosure laws or to repay Harlan Crow, the billionaire rightwing activist who has showered $1m in favors on Thomas and his family. Thomas’s myriad violations are too serious, his contempt for ethics and conflict-of-interest rules too blatant, for us to accept half measures or slaps on the wrist. He has disgraced the court. It is time for him to go.</p><p>From 2003 to 2007, Thomas repeatedly failed to disclose that his wife, Ginni, <a href=\"https://www.newsweek.com/clarence-thomas-wife-ginni-680k-side-income-1747449\">was paid $686,589</a> by the conservative Heritage Foundation, which often files amicus briefs to the court.</p><p>In 2008 and 2009, Thomas failed to disclose that Crow paid <a href=\"https://www.propublica.org/article/clarence-thomas-harlan-crow-private-school-tuition-scotus#:~:text=Paoletta%20confirmed%20that%20Crow%20paid,would%20amount%20to%20roughly%20%24100%2C000.\">roughly $100,000</a> in private school tuition for a grand-nephew Thomas was raising<a href=\"https://www.propublica.org/article/clarence-thomas-harlan-crow-private-school-tuition-scotus#:~:text=Paoletta%20confirmed%20that%20Crow%20paid,would%20amount%20to%20roughly%20%24100%2C000.\">.</a></p><p>In 2011 and 2012, Thomas failed to disclose <a href=\"\">at least $80,000 in payments to his wife</a> that Leonard Leo – the leader of nationwide efforts to install conservative judges – had secretly arranged to be paid by an organization that filed amicus briefs to the supreme court.</p><p>In 2014, Thomas failed to disclose that one of Crow’s companies <a href=\"https://www.propublica.org/article/clarence-thomas-harlan-crow-real-estate-scotus\">paid $133,363</a> for three Georgia properties owned by Thomas and his family.</p><p>For at least two decades, Thomas has taken free luxury travel and vacations from Crow on yachts and private jets <a href=\"https://www.propublica.org/article/clarence-thomas-scotus-undisclosed-luxury-travel-gifts-crow\">(valued at more than $500,000</a>) – and repeatedly failed to disclose those favors.</p><p>Even though Ginni Thomas repeatedly texted Donald Trump’s White House chief of staff, Mark Meadows, to urge more aggressive efforts to overturn the 2020 election, Clarence Thomas <a href=\"https://www.nytimes.com/2022/03/25/us/supreme-court-clarence-thomas-recusal.html\">failed to recuse himself</a> from cases involving Trump and January 6. Indeed, Thomas was the only justice to back Trump in a case in which all the other justices rebuked Trump and backed releasing White House records about the January 6 attack.</p><p><em>Steven Greenhouse, a senior fellow at the Century Foundation, is a longtime American labor and workplace journalist and writer, and the author of Beaten Down, Worked Up: The Past, Present, and Future of American Labor</em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/clarence-thomas-should-resign-from-the-supreme-court-for-the-good-of-the-court\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/clarence-thomas-should-resign-from-the-supreme-court-for-the-good-of-the-court", "date_published": "2023-05-24 10:18:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ABC fears for Indigenous staff as ‘evil’ comments on the rise in lead-up to voice referendum", "description": "<p>Managing director David Anderson says broadcaster has measures in place to protect staff, including blocking emails</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>The ABC is worried about its Indigenous staff in the run-up to the referendum on the voice to parliament, managing director David Anderson has told parliament.</p><p>“I’m worried about Stan [Grant] but I’m also worried about our other staff,” Anderson said.</p> <a href=\"https://www.theguardian.com/media/2023/may/24/abc-worried-about-indigenous-staff-as-evil-comments-on-the-rise-in-lead-up-to-voice-referendum\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/24/abc-worried-about-indigenous-staff-as-evil-comments-on-the-rise-in-lead-up-to-voice-referendum", "date_published": "2023-05-24 10:16:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even this violence and chaos won't shake the military's hold over Pakistan | Mustafa Nawaz Khokhar", "description": "<p>The arrest of Imran Khan has led to mass protests and a constitutional crisis looms. But politicians still see the army’s approval as the only way out</p><p>The last couple of weeks have been painful for Pakistanis at home and abroad, as the country drifted into <a href=\"https://www.theguardian.com/world/2023/may/19/pakistan-thousands-imran-khan-supporters-arrested-hundreds-face-trial\">chaos and vandalism</a> after former prime minister Imran Khan was arrested on corruption charges earlier this month. As protests and attacks on government and military buildings intensified, at least nine people were killed and thousands arrested, to be tried, it is feared, in military courts. It seems more such days are yet to come.</p><p>All state institutions, including parliament, the <a href=\"https://www.theguardian.com/world/2023/may/11/pakistan-army-deployed-across-country-as-unrest-triggered-by-imran-khan-arrest-continues\">judiciary</a> and <a href=\"https://www.theguardian.com/world/2023/may/14/imran-khan-arrest-pakistan-military\">the army</a>, are at loggerheads. The country is <a href=\"https://asia.nikkei.com/Politics/Pakistan-faces-constitutional-crisis-over-elections-What-to-know\">facing a constitutional crisis</a>, politics has failed and the economy is in a shambolic state. The sad part is that not one player has shown any willingness so far to pull back. The stability of the world’s fifth most populous country is at serious risk.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/violence-chaos-military-pakistan-imran-khan-protests-army\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/violence-chaos-military-pakistan-imran-khan-protests-army", "date_published": "2023-05-24 10:14:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tariq Ramadan acquitted of charges of rape and sexual coercion by Swiss court", "description": "<p>Judges clear academic and Islam scholar of all charges in case brought by Swiss woman</p><p>The prominent Swiss academic and Islam scholar Tariq Ramadan has been acquitted of charges of rape and sexual coercion against a woman in a Geneva hotel in 2008.</p><p>The lawyer for the complainant immediately announced that she would appeal. The woman, a Swiss convert to Islam, had told the court she was raped on 28 October 2008.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/tariq-ramadan-cleared-rape-sexual-coercion-swiss-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/tariq-ramadan-cleared-rape-sexual-coercion-swiss-court", "date_published": "2023-05-24 10:07:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uncapped Josh Tongue joins England Test squad to face Ireland", "description": "<ul><li>Worcestershire seamer dismissed Steve Smith at start of month</li><li>Right-armer has been tracked by England for some time</li></ul><p>Josh Tongue, the uncapped Worcestershire seamer who dismissed Australia’s Steve Smith at the start of the month, has been added to the England Test squad to face Ireland next week.</p><p>The 25-year-old right-armer has been tracked by England for some time, featuring in their Lions programme over the winter following his recovery from a shoulder injury that saw him miss 15 months of cricket and fear early retirement.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/uncapped-josh-tongue-added-joins-england-squad-to-face-ireland-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/uncapped-josh-tongue-added-joins-england-squad-to-face-ireland-cricket", "date_published": "2023-05-24 10:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sisu review – grisly feast of extravagant violence as Finnish hero slaughters Nazis", "description": "<p>Cheerfully entertaining action film follows a granite-faced Finnish gold miner with a hunting knife as he kills the enemy in wildly silly ways</p><p>‘He is one mean motherfucker you don’t want to mess with!” The memo arrives too late for the Nazis. When they clap eyes on the mean motherfucker they mistake him for a harmless old gold miner. “Get down on your knees, grandpa,” one orders, laughing so hard that he doesn’t notice the hunting knife entering his skull through his left ear and exiting out of the right. And that’s just for starters.</p><p>For the rest of this extravagantly violent and cheerfully entertaining action film from Finland, director Jalmari Helander treats us to a comedy of deaths: a lavish grisly feast of Nazis meeting their maker in outrageous and wildly silly ways that had the audience I watched it with shrieking with laughter.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/sisu-review-nazi-killing\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/sisu-review-nazi-killing", "date_published": "2023-05-24 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guest by Emma Cline review – a stylish follow-up to The Girls", "description": "<p>A young escort searches for security among the leisured wealthy in Cline’s clever study of precarity and excess</p><p>Like Emma Cline’s celebrated 2016 debut <a href=\"https://www.theguardian.com/books/2016/jun/12/the-girls-emma-cline-review\" title=\"\">The Girls</a>, The Guest has a deceptively simple premise, and its achievement is to wring much nuance, tension and contradiction from it. It is a novel of precarity and excess, moving chaotically from beach to beach and pool to pool over the course of a late-summer week on what seems to be Long Island. This watery setting is navigated by a curiously liquid protagonist, Alex, a 22-year-old escort, as she improvises and adapts to survive.</p><p>Alex is introduced as a guest of Simon, a rich man 30 years her senior, whom she has recently begun dating in “the city”. She was losing clients, had got terminally behind on rent and had just stolen a large amount of money from a regular, when she met Simon and saw an opportunity. When Simon asks her to spend August at his summer house, she abandons her room and her debt and sets about making herself a permanent part of his luxurious life.</p> <a href=\"https://www.theguardian.com/books/2023/may/24/the-guest-by-emma-cline-review-a-stylish-follow-up-to-the-girls\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/24/the-guest-by-emma-cline-review-a-stylish-follow-up-to-the-girls", "date_published": "2023-05-24 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Robins rouses reconstructed Coventry to brink of Premier League", "description": "<p>Former Manchester United striker has pulled Sky Blues back from the brink and is, says one player, ‘a brilliant manager’</p><p>On Coventry City’s last visit to Wembley five years ago, the air conditioning on the team coach conked out en route, hardly ideal preparation for players and staff suited and booted in 33C heat for the biggest game of the season, if not longer. Most removed their ties and opened the collar on their shirts. Mark Robins debated taking his team off the bus but thankfully the iconic arch was on the horizon. For Robins, it represented just another hurdle to overcome, but small fry compared with the events that would follow. Regardless, it is the sort of hiccup Coventry could do without when they take on Luton Town on Saturday for a place in the Premier League.</p><p>Robins has grown accustomed to contending with adversity, be it groundshares, pitch problems or protracted takeovers since returning to the club six years ago, though a <a href=\"https://www.theguardian.com/football/2023/jan/10/doug-king-completes-coventry-city-takeover-deal-signed-off-efl\">takeover by Doug King</a> in January finally abated the sense of never-ending uncertainty. Coventry have played home games at Northampton, Birmingham and Burton over the past 10 years, at Burton last August because 65 rugby sevens matches across three days of Commonwealth Games action put paid to their pitch. Coventry were bottom of the Championship in October but ended the regular season fifth, their best finish since dropping out of the Premier League in 2001.</p> <a href=\"https://www.theguardian.com/football/2023/may/24/mark-robins-rouses-reconstructed-coventry-to-brink-of-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/mark-robins-rouses-reconstructed-coventry-to-brink-of-premier-league", "date_published": "2023-05-24 09:55:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | Slurs and slights of pre-Ashes ‘phoney war’ are all part of the show", "description": "<p>As England’s men and women prepare to take on Australia, nothing builds the anticipation like some well-aimed barbs</p><p>May creaks into June. The first block of the County Championship is in the can, the sun’s meek rays gather a little more strength and the damp English loam begins to sweat. So too the collective palms of the English cricket fan. A conjoined pulse quickens as thoughts, daydreams, hopes and fears become inordinately focused on that first ball at Edgbaston in three weeks’ time. That’s for the men. England’s women get under way at Trent Bridge seven days later – a first five-day Test on home soil. Two Ashes ding-dongs running side-by side. Twice the action and for now, double the chatter.</p><p>We’ve had Ollie Robinson talk about handing Pat Cummins’s boys a “good hiding” and Lauren Winfield-Hill declare that Meg Lanning’s Australian side – <a href=\"https://www.theguardian.com/sport/2023/feb/27/dominant-australia-hailed-as-best-ever-after-sixth-womens-t20-world-cup-triumph\">one of the greatest teams in modern sport</a> – have “scars too”, adding for good measure that: “They can wobble, they can be fractured.” The response from Australian quarters has been disconcertingly muted. Even Glenn McGrath was seen to heavily caveat his customary 5-0 pre-series prediction this time around.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/cricket-spin-slurs-slights-of-pre-ashes-phoney-war\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/cricket-spin-slurs-slights-of-pre-ashes-phoney-war", "date_published": "2023-05-24 09:55:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No rhyme or reason: why is poetry missing from the new Caffè Nero book awards?", "description": "<p>Despite rising sales in the UK, there is no poetry category in the new writing prize. The reason isn’t a lack of audience but a lack of imagination</p><p>When I first saw the news that <a href=\"https://www.theguardian.com/books/2023/may/23/caffe-nero-launches-major-book-awards\">Caffè Nero is establishing a new set of writing prizes</a>, I was thrilled. Since the Costa book awards came to an untimely end last year, it’s been obvious there is a gap that needs filling, a mechanism to celebrate titles which have the potential to reach a bigger than expected audience. As a judge in the final edition of the Costas, selfishly I was pleased too: the experience of reading across genres I wouldn’t always look at was enormously nourishing for me.</p><p>Alas, the thrill quickly wore off when it became apparent that one category had not made the transition from Costa’s prizes to Nero’s. While there will be awards for children’s books, debut fiction, fiction and nonfiction, poetry has not made the cut.</p> <a href=\"https://www.theguardian.com/books/2023/may/24/no-rhyme-or-reason-why-is-poetry-missing-from-the-new-caffe-nero-book-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/24/no-rhyme-or-reason-why-is-poetry-missing-from-the-new-caffe-nero-book-awards", "date_published": "2023-05-24 09:42:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman will not face investigation over speeding claims", "description": "<p>UK home secretary was accused of seeking special treatment after she was caught breaking  speed limit</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/24/boris-johnson-police-partygate-covid-lockdown-rishi-sunak-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak has decided not to order an investigation into claims the UK home secretary, Suella Braverman, broke the ministerial code by requesting to do a private speed awareness course, it has been announced.</p><p>The decision came after more than 72 hours of deliberations in Downing Street, following meetings by the prime minister with both Braverman and his ethics adviser, Sir Laurie Magnus.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/suella-braverman-will-not-face-investigation-over-speeding-claims-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/suella-braverman-will-not-face-investigation-over-speeding-claims-rishi-sunak", "date_published": "2023-05-24 09:25:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "M&S puts profit jump down to better clothing styles and more affordable food", "description": "<p>But retailer faces challenging year as it expects to spend £100m extra on staff wages and £50m on energy</p><p>Marks &amp; Spencer profits have increased by more than a fifth, beating City expectations, with the retailer crediting the rise to improvements to the style credentials of its clothing and more affordable food.</p><p>However, the company warned it faced a challenging year ahead as costs continued to increase. It expects to spend £100m more on staff wages and £50m on energy.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/marks-and-spencer-puts-profit-jump-down-to-better-clothing-styles-and-more-affordable-food\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/marks-and-spencer-puts-profit-jump-down-to-better-clothing-styles-and-more-affordable-food", "date_published": "2023-05-24 09:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Eat your gruel and be thankful for it’: why the hero of I, Daniel Blake is taking it to the stage", "description": "<p>Seven years on, Ken Loach’s angriest film still shocks with its portrayal of life on benefits. It made Dave Johns a star – but did nothing to mellow his righteous fury</p><p></p><p>With his biblical white beard and bright woolly hat, Dave Johns is unrecognisable. He looks like an Arctic explorer. It’s only when he takes off the hat and reveals the familiar shiny pate that you realise it is him after all – Daniel Blake.</p><p>Before <a href=\"https://www.theguardian.com/film/2016/may/12/i-daniel-blake-ken-loachs-welfare-state-polemic-is-blunt-dignified-and-brutally-moving\">I, Daniel Blake,</a> Johns was a jobbing comedian. He’d not even had a bit part in a movie, never mind starred in one. Then Ken Loach’s film premiered at Cannes in 2016, got a 15-minute standing ovation, won the Palme d’Or and transformed Johns’ life.</p> <a href=\"https://www.theguardian.com/stage/2023/may/24/i-daniel-blake-on-stage-ken-loach-dave-johns\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/24/i-daniel-blake-on-stage-ken-loach-dave-johns", "date_published": "2023-05-24 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Why would anyone put themselves through this?’ Melati Suryodarmo’s 12 hours of hell – review", "description": "<p><strong>Ikon, Birmingham</strong> <br />Whether hand-crushing charcoal in break-free stints or dancing on bricks of butter, the Javanese performance artist engages full-on with soul crushing and seemingly futile punishment</p><p>Wearing a white smock, a woman stands on a field of charcoal lumps. All day, Indonesian artist Melati Suryodarmo has been crushing charcoal to dust with a heavy, stone rolling pin, leaning over a stone block mounted on an iron table. The whole scene is black and white and grey under the gallery lights. She’s made no discernible inroads, though the black dust soils her smock and hangs in the air as it spills to the floor. The residue has blackened her hands and arms. It smears her face and clogs her hair. Thin black rivulets run from her nostrils. The artist began performing – if performance it is – at 10am, and continues for 12 hours, with no intermissions, no toilet breaks, no water, as she goes about her task. She doesn’t wear a mask. Suryodarmo’s I’m a Ghost in My Own House, <a href=\"https://www.youtube.com/watch?v=Dm_5Wkfqlb0\">which she has been performing since 2012</a>, is compelling, though the work she’s doing is horrible and hazardous.</p><p>The audience comes and goes through the long day. Some stay, willing Suryodarmo on, or waiting for her to drop. We watch in silence, to the sound of crushing and sifting, the noise of her feet crunching over the charcoal, the repeated stamp of the roller as she breaks up the bigger, fist-sized lumps. I’m struck by how close it is to hard labour, the futile, soul-breaking punishment tasks given to Victorian prisoners ‑ climbing the treadmill, turning the crank, moving rocks from one side of a room to the other, then back again. I feel like a voyeur.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/24/melati-suryodarmos-12-hours-hard-labour-hell\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/24/melati-suryodarmos-12-hours-hard-labour-hell", "date_published": "2023-05-24 08:42:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers not involved in referring Boris Johnson to police over fresh lockdown breach allegations, justice secretary says – UK politics live", "description": "<p>Former PM referred to police after allegedly hosting friends at Chequers during Covid lockdown</p><p>Good morning. Partygate is back in the news and, even though Rishi Sunak has tried hard to disassociate himself from Boris Johnson, the latest revelations (summarised <a href=\"https://www.theguardian.com/politics/2023/may/23/boris-johnson-referred-to-police-over-allegedly-hosting-friends-at-chequers-in-lockdown\">here</a>) still create a severe problem for the current prime minister, for two reasons.</p><p>First, and most obviously, whenever partygate is in the news, it reminds voters why they turned against this government. Some 80% of people think the country needs<a href=\"https://www.theguardian.com/politics/live/2023/may/23/dominic-raab-conservatives-lib-dems-election-rishi-sunak-suella-braverman-uk-politics-live?page=with:block-646ceb418f088e0216a83b50#block-646ceb418f088e0216a83b50\"> a fresh team of leaders</a>. Sunak would like people to think a fresh team is in charge, but this is just a reminder that Johnson has not gone away, and his supporters are on the government benches.</p> <a href=\"https://www.theguardian.com/politics/live/2023/may/24/boris-johnson-police-partygate-covid-lockdown-rishi-sunak-keir-starmer-pmqs-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/may/24/boris-johnson-police-partygate-covid-lockdown-rishi-sunak-keir-starmer-pmqs-uk-politics-live", "date_published": "2023-05-24 08:26:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LeBron James still has plenty to give. But is he even enjoying himself?", "description": "<p>The NBA’s all-time leading scorer alluded to retirement after the Lakers’ playoff exit this week. Only he can decide if continuing is worth it</p><p>When LeBron James broke <a href=\"https://www.theguardian.com/sport/2023/feb/08/lebron-james-tribute-scoring-record-kareem-abdul-jabbar\">the NBA’s individual scoring record in February</a>, he was unusually reflective. He described his two decades in the league <a href=\"https://www.theguardian.com/sport/2023/feb/08/lebron-james-tribute-scoring-record-kareem-abdul-jabbar\">as a rollercoaster</a>: “Like one of the great rides. You get off just wanting to do it again. My career has been like that. Your stomach drops at times, you’re yelling, sometimes you can’t breathe. But you always want to do it again.” He later clarified that: “I’m not going nowhere. But [I know] it sounds like I am. I’m gonna go get something to eat, I’m gonna drink some wine, then I’m gonna drink some Lobos, and I’m probably not gonna sleep tonight. So I will see y’all when I see y’all, and I hope you had a great time too.”</p><p>Much of what happened to James after that record-breaking night was surprising. At the trade deadline, the Los Angeles Lakers, who started the season 2-10, shipped off Russell Westbrook and revamped their roster. They then staged <a href=\"https://www.theguardian.com/sport/blog/2023/apr/29/los-angeles-lakers-season-turnaround-contenders\">one of the most impressive turnarounds</a> in recent NBA history and carried their newfound momentum all the way to the Western Conference finals, where <a href=\"https://www.theguardian.com/sport/2023/may/22/denver-nuggets-la-lakers-nba-playoffs-scores\">they were swept 4-0 by the Denver Nuggets</a>. The Lakers were better than the result suggests: James and his teammates put up a valiant effort against the championship-favorite Nuggets, losing the four down-to-the-wire games by a combined total of just 24 points. The Nuggets’ nearly flawless roster and boundless energy proved too much for an exhausted Lakers team that had been battling hard for months just to qualify for the playoffs.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/lebron-james-retirement-comments-los-angeles-lakers-nba-playoffs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/lebron-james-retirement-comments-los-angeles-lakers-nba-playoffs", "date_published": "2023-05-24 08:20:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Energy firm SSE reports near doubling of annual profits", "description": "<p>Soaring energy market prices boosted revenues from Perth-based firm’s fossil fuel power plants</p><p>SSE has reported a near doubling of its annual profits compared with the year before after soaring energy market prices led to a boom for its fossil fuel power plants.</p><p>The Perth-based company said its adjusted pre-tax profits climbed to £2.18bn for the 12 months to the end of March, up from almost £1.16bn the year before.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/energy-firm-sse-reports-near-doubling-of-annual-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/energy-firm-sse-reports-near-doubling-of-annual-profits", "date_published": "2023-05-24 08:11:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cardiff: commissioner concedes police may have chased boys before deaths", "description": "<p>Alun Michael refuses to say he was initially wrong to claim no pursuit took place before fatal crash that sparked riots</p><p>The South Wales police and crime commissioner has conceded that officers may have pursued two teenagers shortly before they were killed in a road accident, <a href=\"https://www.theguardian.com/uk-news/2023/may/23/cardiff-riot-tension-fatal-crash-spiralled-violence\">sparking a riot in Cardiff.</a></p><p>But Alun Michael said on Wednesday that no police vehicles were on the road where the fatal crash happened and refused to say he was wrong to have initially claimed that no chase took place.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/cardiff-riots-police-commissioner-alun-michael-chase-boys-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/cardiff-riots-police-commissioner-alun-michael-chase-boys-deaths", "date_published": "2023-05-24 08:03:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Full Time review – school-run thriller turns into high-stakes motherhood drama", "description": "<p>Laure Calamy plays a woman forever racing between maternal and work duties in an acutely relatable story that grips </p><p>Anyone who has ever broken into a sweaty panicked run to make it in time for school pick-up will instantly get why the French Canadian director Eric Gravel has chosen to shoot this film about motherhood frazzle as a gripping thriller. I was on the edge of my seat in one scene, watching to see if a woman running to catch her commuter train home makes it. Her name is Julie, and she’s a divorced mum of two who’s feeling the grind: work, kids, mortgage arrears, crappy ex. It’s such an authentic and relatable film – so meticulously observed, in fact, that to be perfectly honest, I assumed it had been made by a woman.</p><p>Laure Calamy plays Julie; she’s in her early 40s, with a couple of children under eight. Every morning, Julie’s alarm clock goes off like a starting pistol. In the dark she walks her kids to the childminders, carrying her sleepy little boy. Then it’s a sprint from the suburbs into Paris where she works in a fancy hotel as head chambermaid. It’s a high-stress job. “The guests are demanding. They pay to be.” Then it’s back to the suburbs to pick up her kids in time for bed.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/full-time-review-school-run-thriller-turns-into-high-stakes-motherhood-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/full-time-review-school-run-thriller-turns-into-high-stakes-motherhood-drama", "date_published": "2023-05-24 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson at 10 by Anthony Seldon and Raymond Newell review – the great pretender", "description": "<p>A howl of scholarly frustration at a prime minister out of his depth </p><p>Boris Johnson has been accused of many, many things over the years. But the parties and the lies, the sleaze and the juicier scandals don’t seem to interest historians Anthony Seldon and Raymond Newell much. Their central complaint in this utterly scathing account of his time at No 10 is the more fundamental one that, as they put it, he “never understood how to be prime minister, nor how to govern”; that he didn’t know what he was doing, barely bothered learning, and was so lacking in moral seriousness that even when he tried he couldn’t transcend the limitations of his “base self”. It’s a lofty charge, but a grave one nonetheless.</p><p>A career headmaster and stickler for detail who has published report cards on each prime minister back to Tony Blair, Seldon was never likely to warm to the overgrown schoolboy Johnson, and so it proves. The story really begins with Johnson’s response to his side winning the Brexit <a href=\"https://www.theguardian.com/politics/ng-interactive/2016/jun/23/eu-referendum-live-results-and-analysis\">referendum</a>: far from celebrating, they write, he paced the house looking “ashen-faced and distraught”, panicking aloud that: “Oh shit, we’ve got no plan. We haven’t thought about it. I didn’t think it would happen.” What weighed most heavily in his choosing leave over remain, they suggest, was his own personal ambition. From this unfolds a tale of power pursued without much purpose, or latterly dignity.</p> <a href=\"https://www.theguardian.com/books/2023/may/24/johnson-at-10-by-anthony-seldon-and-raymond-newell-review-the-great-pretender\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/24/johnson-at-10-by-anthony-seldon-and-raymond-newell-review-the-great-pretender", "date_published": "2023-05-24 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Worthless’: Chevron’s carbon offsets are mostly junk and some may harm, research says", "description": "<p>Exclusive: investigation finds energy giant’s efforts to offset its huge emissions rely on schemes with little impact</p><p>A new investigation into Chevron’s climate pledge has found the fossil fuel company relies on “junk” carbon offsets and “unviable” technologies, which do little to offset its vast greenhouse gas emissions and in some cases may actually be causing communities harm.</p><p>Chevron, which reported $35.5bn in profits last year, is the US’s second-largest fossil fuel company with operations stretching from Canada and Brazil to the UK, Nigeria and Australia.</p> <a href=\"https://www.theguardian.com/environment/2023/may/24/chevron-carbon-offset-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/24/chevron-carbon-offset-climate-crisis", "date_published": "2023-05-24 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man to appear in court over TikTok videos of people entering London homes", "description": "<p>Bacari-Bronze O’Garro, 18, charged  with failing to comply with a community protection notice </p><p>An 18-year-old man is to appear in court after an investigation into TikTok “prank” videos showing people entering homes in London without permission.</p><p>Bacari-Bronze O’Garro was charged on Tuesday evening with failing to comply with a community protection notice, the Metropolitan police said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/man-court-tiktok-videos-people-entering-london-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/man-court-tiktok-videos-people-entering-london-homes", "date_published": "2023-05-24 07:23:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bears, burlesque and Phil Collins: the Disney songs that ruled our youths", "description": "<p>As Disney celebrates its centenary – and a decade of Frozen shows no sign of dimming Let It Go’s hold on tots – we remember the cursed cats, R&amp;B hounds and self-actualisation anthems that defined our childhoods</p><p>“Look – for – the” – and then the pub-piano <em>thump</em> of that first chord triggers a singalong reflex I’ve been unable to suppress these 50 years – “bare necessities, the simple bare necessities / Forget about your worries and your strife!” The Dixieland parp of brass and jangle of banjo strings, with Phil Harris’s easygoing delivery, lasered into my seven-year-old mind. Baloo’s classic song to Mowgli from the 1967 classic The Jungle Book advocates the good life, the easy life, a radical Zen refusal of possessions: “When you find out you can live without it and go along without thinkin’ about it!”</p> <a href=\"https://www.theguardian.com/film/2023/may/24/bears-burlesque-and-phil-collins-the-disney-songs-that-ruled-our-youths\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/bears-burlesque-and-phil-collins-the-disney-songs-that-ruled-our-youths", "date_published": "2023-05-24 07:22:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles urged to intervene over ‘insulting’ child sexual abuse payments", "description": "<p><strong>Exclusive: </strong>Surviving victims of ‘farm school’ abuse will only receive £2,000 each from Prince’s Trust, which took over liabilities of Fairbridge Society</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/24/what-links-princes-trust-fairbridge-society-historical-uk-child-migration\">What links the Prince’s Trust to historical UK child migration schemes?</a></li></ul><p></p><p>King Charles has been urged to intervene after the Prince’s Trust, the youth charity he founded, said it would pay compensation of just £2,000 each to child survivors of sexual abuse.</p><p>The settlement has been offered to hundreds of British children who were removed from poor working-class families or care homes by the UK government in the last century and sent to “farm schools” in Australia and Canada for “opportunity and education” and then suffered sexual abuse.</p> <a href=\"https://www.theguardian.com/society/2023/may/24/king-charles-urged-to-intervene-over-insulting-child-sexual-abuse-payments\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/24/king-charles-urged-to-intervene-over-insulting-child-sexual-abuse-payments", "date_published": "2023-05-24 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Clearing review – Miranda Otto is a chilling cult leader in eerie mystery drama", "description": "<p>Guy Pearce and the excellent Teresa Palmer also star in this show based on a real Australian doomsday cult, but it lacks the atmospheric wow factor of similar series</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Who doesn’t love a story about cults? Part of their appeal, other than watching people do creepy stuff in picturesque locations, comes from the viewer thinking: “Sure, I’ve made mistakes, but at least I’ve never taken orders from a maniac ranting about enlightenment.”</p><p>The Clearing, the first Australian original scripted series from Disney+, is eerier than your average production involving oddly compelling leaders and ritual-following disciples, in that the story involves targeting children. After an opening shot of a woman being submerged in a mist-covered lake, series co-director Jeffrey Walker segues to the chilling roadside abduction of an eight-year-old girl, Sara (Lily LaTorre). She’s taken to Blackmarsh, a property in rural Victoria, and forced into a cult led by the charismatic and debonair Adrienne (Miranda Otto), who aspires to raise children who are “pure and untainted … away from the suffocating rules of society”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/the-clearing-review-miranda-otto-is-a-chilling-cult-leader-in-eerie-mystery-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/the-clearing-review-miranda-otto-is-a-chilling-cult-leader-in-eerie-mystery-drama", "date_published": "2023-05-24 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unionism is in crisis in Northern Ireland - and Sinn Féin is becoming an election-winning machine | Sarah Creighton", "description": "<p>The collapsed assembly and crumbling public services have played into the party’s hands, giving it a majority in local government</p><p>Northern Ireland was created to secure an in-built Protestant and unionist majority. When, in the early 1930s, the Ulster Unionist MP Basil Brooke told his constituents not to employ Catholics, Northern Ireland’s prime minister, James Craig, commented: “I would not ask him to withdraw one word he said.”</p><p>How times change. Last Saturday, Sinn Féin became the <a href=\"https://www.theguardian.com/uk-news/2023/may/20/sinn-fein-poised-to-become-biggest-party-in-northern-ireland-councils\">largest party of local government in Northern Ireland</a>. The party now has 144 seats across local councils, as opposed to the Democratic Unionist party’s 122. This comes on the back of last year’s local assembly election when Michelle O’Neill, deputy leader of Sinn Féin, became Northern Ireland’s first minister-designate. The nationalist vote outpolled the unionist vote for the first time. Now, Belfast city council, a traditional unionist stronghold<strong>,</strong> has only 17 unionist councillors out of 60 seats. Historic is the only word for it.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/unionism-crisis-in-northern-ireland-sinn-fein-election-winning-machine\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/unionism-crisis-in-northern-ireland-sinn-fein-election-winning-machine", "date_published": "2023-05-24 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Joy of Six: sporting genius | Daniel Harris", "description": "<p>From O’Sullivan’s effortlessness and Biles’s creativity to Cruyff’s redefining of football, we pick half a dozen masters of their craft</p><p>Stephen Hendry is not renowned for his effusion – if he praises something for being mediocre, you know to pay it careful attention. So hearing his rhapsodic reverence for Ronnie O’Sullivan is a moving thrill almost as great as watching the man himself. “He makes the game look so easy,” the seven-times world champion said of the seven-times world champion. “When it’s not easy at all.”</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/24/the-joy-of-six-sporting-genius\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/24/the-joy-of-six-sporting-genius", "date_published": "2023-05-24 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who are the highest-scoring non-top-scorers in a football season? | The Knowledge", "description": "<p>Plus: Champions League semi-finalists from cities with the same letter; another great escape and keepers converted</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Paul Mullin scored 38 goals for Wrexham in the National League this season, but was beaten to the top-scorer award by Notts County’s Macaulay Langstaff, who hit 42,”</strong> notes Niall McVeigh. <strong>“Are there any higher-scoring non-top-scorers?”</strong></p><p>Ben Blatch-Hanlon kicks us off with the most high-profile example. “I imagine I’ll be one of about 100 people writing in with this, but in La Liga’s 2011-12 season Cristiano Ronaldo scored a pretty incredible 46 goals from 38 appearances – only for Lionel Messi to bag a frankly ridiculous 50, in just 37 games. In all competitions, Messi outscored Ronaldo 73-60. We really were blessed to have seen them at their prime together.”</p> <a href=\"https://www.theguardian.com/football/2023/may/24/who-are-highest-scoring-non-top-scorers-in-a-football-season-knowledge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/24/who-are-highest-scoring-non-top-scorers-in-a-football-season-knowledge", "date_published": "2023-05-24 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Race against time to stop ‘humanitarian disaster’ among Sudan refugees in Chad", "description": "<p>Coming rainy season threatens 80,000 living in ‘heartbreaking’ conditions in vulnerable border region after fleeing war at home</p><p>Tens of thousands of Sudanese refugees, many of them children, who have crossed the border into Chad risk a “major humanitarian disaster” when the rainy season begins within weeks, a Red Cross official has warned.</p><p>About 80,000 people have sought refuge in the country to the west of Sudan as <a href=\"https://www.theguardian.com/world/2023/may/22/sudan-weeklong-ceasefire-delivery-humanitarian-aid\">weeks of fighting</a> between two warring generals forces hundreds of thousands from their homes.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/24/race-against-time-stop-humanitarian-disaster-among-sudanese-refugees-in-chad\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/24/race-against-time-stop-humanitarian-disaster-among-sudanese-refugees-in-chad", "date_published": "2023-05-24 06:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mister, Mister by Guy Gunaratne review", "description": "<p>From childhood in London to radicalist notoriety to global wanderings, this fragmentary memoir of a ‘Pound Shop prophet’ is thrillingly ambitious</p><p>Guy Gunaratne’s debut novel, <a href=\"https://www.theguardian.com/books/2018/apr/13/our-mad-furious-city-guy-gunaratne-review-wiley-skepta\" title=\"\">In Our Mad and Furious City</a>, was set in the council estates and migrant enclaves of a London that few politicians acknowledge, and in the immediate aftermath of the 2013 killing of soldier Lee Rigby by two British-Nigerian converts to Islam. A literary La Haine, owing more to <a href=\"https://www.theguardian.com/music/2020/apr/27/wiley-where-to-start-in-his-back-catalogue\" title=\"\">Wiley</a> than to <a href=\"https://www.theguardian.com/books/2011/aug/25/peter-ackroyd-interview-foundation-england\" title=\"\">Peter Ackroyd</a>, it presented the capital as noise: Lon‑din, a city contaminated by an imperial past, a place where “constant, punishing memories are left to spill into one another”.</p><p>The follow-up, Mister, Mister, also begins and ends in London, and has as its backdrop a series of Islamist terror attacks across mainland Europe. It is inspired by the myths and stories surrounding “Jihadi Jack” Letts and <a href=\"https://www.theguardian.com/uk-news/2023/feb/27/shamima-begum-should-be-allowed-return-uk-terrorism-adviser\" title=\"\">Shamima Begum</a>, modern apostates accused of travelling to Syria to carry out the murderous bidding of Islamic State. Who were they? What had turned them into monsters? They became tabloid fodder, political phantasms, at once overanalysed and underknown.</p> <a href=\"https://www.theguardian.com/books/2023/may/24/mister-mister-by-guy-gunaratne-review-a-terror-suspects-story\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/24/mister-mister-by-guy-gunaratne-review-a-terror-suspects-story", "date_published": "2023-05-24 06:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK inflation falls to 8.7% in sharpest drop since cost of living crisis began", "description": "<p>ONS says annual rate declined in April despite Britons continuing to struggle with high food prices</p><p>Britain has recorded the sharpest fall in the annual inflation rate since the cost of living crisis began, official figures show, despite continuing pressure on households from the high price of food and basic essentials.</p><p>The Office for National Statistics said annual inflation as measured by the consumer prices index fell to 8.7% last month, with a decline from 10.1% in March. Inflation peaked at <a href=\"https://www.theguardian.com/business/2022/nov/16/uk-inflation-rate-energy-price-rises\">11.1% in October</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/uk-inflation-falls-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/uk-inflation-falls-cost-of-living-crisis", "date_published": "2023-05-24 06:03:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A moment that changed me: I was in my 20s and depressed – then my mother moved into my bed", "description": "<p>Her attempt to comfort me seemed ridiculous at the time. But years later it showed me how I could be there for my own daughter</p><p>The first night back from the hospital, I tried not to cry. In the dark, I squinted at the wall clock. The thick black hand hovered around the three. I lay propped up against pillows and towels. My baby’s body was hot and furious. Her little head fit in the palm of my hand. I was convinced I was holding her wrong. That if I could do it right, she would feed and rest and grow up healthy and strong. But my grip felt weak and wobbly. This might have been because I’d had a C-section and they’d cut through several layers of my flesh. Or because I am generally clumsy. She wept and wept.</p><p>I thought about how much I loved her and how uncertain I had been about becoming a mother. Achy, bloated and exhausted, I was not sure I’d made the right choice. This had nothing to do with her and everything to do with me. I did not feel cut out for the task of mothering. I had the support of my family. My partner’s work had given him generous paid leave. Entering parenthood, I had as much safety and stability as anyone could. Despite all these advantages, I was failing to give my daughter the two things she needed: food and sleep.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/24/a-moment-that-changed-me-i-was-in-my-20s-and-depressed-then-my-mother-moved-into-my-bed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/24/a-moment-that-changed-me-i-was-in-my-20s-and-depressed-then-my-mother-moved-into-my-bed", "date_published": "2023-05-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "K-pop tourism: how Tossa de Mar became a hot spot", "description": "<p>After a Korean TV series and pop videos were shot at the Costa Brava town, Asian daytrippers have been flocking there to take photos – but it’s not the first time celebrities have boosted its tourist figures</p><p>The 9 o’clock bus from Barcelona to the <a href=\"https://www.theguardian.com/travel/2022/nov/01/cadaques-secretive-star-of-spains-costa-brava-salvador-dali\">Costa Brava</a> resort of Tossa de Mar is packed, mostly with young Asian women.</p><p>Seventy-five minutes later they make straight for the Forat del Dimoni (Devil’s Hole), a small gap in the old city wall, where they queue to take each other’s pictures in a variety of poses. After that they post their pictures, take a stroll around town, eat lunch, then take the bus back to the city.</p> <a href=\"https://www.theguardian.com/travel/2023/may/24/k-pop-tourism-tossa-de-mar-costa-brava-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/24/k-pop-tourism-tossa-de-mar-costa-brava-spain", "date_published": "2023-05-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My, myself and I: Campbell Addy’s search for identity – in pictures", "description": "<p>The London artist’s new show sees him piecing together lost fragments of himself to rediscover who he really is</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/24/campbell-addy-artist-search-for-identity-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/24/campbell-addy-artist-search-for-identity-in-pictures", "date_published": "2023-05-24 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Garmin Forerunner 965 review: the ultimate running watch gets screen upgrade", "description": "<p>Top multisport tracker gets bigger, crisper OLED touchscreen – but at high cost to wallet and battery</p><p>The Forerunner 965 is Garmin’s new top of the range running and triathlon watch that comes with a crisp and bright OLED screen for the first time – but at a hefty price.</p><p>The new watch tops the scales at £600 ($600/A$999) – £120 more than the LCD-equipped <a href=\"https://www.theguardian.com/technology/2022/sep/08/garmin-forerunner-955-review-multisport-running-triathlon-watch-best-battery-gps-maps-solar-charging\">Forerunner 955</a> on which it is based. It joins the £430 <a href=\"https://www.theguardian.com/technology/2023/apr/11/garmin-forerunner-265-review-runners-best-friend-gets-screen-upgrade\">Forerunner 265</a> and the £710 luxury <a href=\"https://www.theguardian.com/technology/2022/apr/04/garmin-epix-review-the-ultimate-adventure-smartwatch\">Epix</a> in Garmin’s new line of OLED sports watches.</p> <a href=\"https://www.theguardian.com/technology/2023/may/24/garmin-forerunner-965-review-running-watch-screen-oled\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/24/garmin-forerunner-965-review-running-watch-screen-oled", "date_published": "2023-05-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It seems there are only two modes of billionaire: deathly dull or unstoppably cringe | Joel Golby", "description": "<p>What would you buy if you were richer than God? Surely something cooler than an eerie statue of your girlfriend for the prow of your yacht</p><p>I’m always disappointed by the outer reaches of my own imagination when I sit and idly wonder about myself as a rich person. For some reason “having a full-sized pool table” is always involved. Three holidays a year, that sort of thing. Maybe fly first-class. Maybe learn to drive, maybe have a chauffeur, I can’t decide. I think I would stop pausing when burrito places ask me if I want guacamole, but unlearning that behaviour would take a while.</p><p>I think there is a limit to how much wealth a human being can spend interestingly, and mine caps out just short of the £2m mark. If I were a billionaire I would, simply, be a very boring one. I would retreat into a gated mansion, get a VR headset for my PlayStation that I never use, then pay Robbie Williams to come over and be my mate. That’s about it.</p><p>Joel Golby is a writer for the Guardian and Vice, and the author of Brilliant, Brilliant, Brilliant Brilliant Brilliant</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/billionaire-dull-cringe-yacht\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/billionaire-dull-cringe-yacht", "date_published": "2023-05-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My travel insurer was inhumane after my father-in-law’s death", "description": "<p>Eurostar and Churchill refused a refund after he died in France</p><p><strong>My partner and I travelled to the south of France in December to spend Christmas with my father-in-law. We were taking our newborn twins to meet him for the first time. When we arrived at his flat in Perpignan, he didn’t answer the door. We had to break a window to gain entry, whereupon we discovered his dead body. It was a gruesome experience involving the fire brigade, police, coroner and lots of bureaucracy.</strong></p><p><strong>The funeral was scheduled for 28 December, the same date that I had been due to travel from Paris to London and back on Eurostar to collect my son. I sought to cancel my £389 Eurostar tickets, via the booking agent Trainline, but was told that they were non-refundable. I therefore had to buy new tickets to make the trip two days later. My travel insurance provider, Churchill, has also refused to refund me as my trip was extended by two days rather than curtailed.</strong></p> <a href=\"https://www.theguardian.com/money/2023/may/24/my-travel-insurer-was-inhumane-after-my-father-in-laws-death\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/24/my-travel-insurer-was-inhumane-after-my-father-in-laws-death", "date_published": "2023-05-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Lives were lost’: how countries across Africa are building ‘oxygen security’", "description": "<p>Covid exposed the continent’s issues with access to medical oxygen, but 12 countries are now following Ethiopia’s ‘oxygen roadmap’ to ensure a steady supply</p><p>There was little doctors could do when Paul Msoma was admitted to hospital in Malawi with Covid in 2021, and struggling to breathe. Kamuzu Central hospital in Lilongwe had cylinders of oxygen, but not the flowmeters they needed to administer the gas to the patients.</p><p>“Paul said, ‘I know the health workers are nice but I can see pain in their eyes when they are looking at me. There is nothing they can do, not because they don’t know how to do their job, but because they can’t connect us to oxygen,’” says Msoma’s friend, Sosten Chilumpha.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/24/lives-were-lost-how-countries-across-africa-are-building-oxygen-security\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/24/lives-were-lost-how-countries-across-africa-are-building-oxygen-security", "date_published": "2023-05-24 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blood and Gold review – second world war spaghetti western is good pulpy fun", "description": "<p>A deserting Nazi private and a local farmer’s daughter enact bloody revenge on plundering troops in this tightly-staged switch-your-brain-off entertainment</p><p>This Netflix-backed action-driven story is effectively a spaghetti western that just happens to unfold in Germany in the last days of the second world war. (A sauerkraut or currywurst western?) Director Peter Thorwarth strives for that same pulpy-elegiac blend that made the films by Sergios Leone and Corbucci, Franco Nero and all the rest so compelling and repellent, with their squelchy violence and operatic conflict. Per the title, there’s indeed a lot of blood.</p><p>It starts with Heinrich (Robert Maaser), a lowly private in a small platoon about to be hanged for desertion because he’s disgusted by his side’s actions and just wants to go home and find his kid. But, counter to the German stereotype of ruthless efficiency, the troops just drive off and leave him to die instead without making sure the job is finished. He’s cut down from the tree by plucky farmer’s daughter Elsa (Marie Hacke), who is protecting her homestead as well as her brother Paule (Simon Rupp). Paule has an unspecified learning disability, and Elsa has managed to shield him from being sent to the death camps like so many “defective” people were under the Nazis. But soon Heinrich and the siblings must defend the farm against troops who come looking for plunder.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/blood-and-gold-review-second-world-war-spaghetti-western-is-good-pulpy-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/blood-and-gold-review-second-world-war-spaghetti-western-is-good-pulpy-fun", "date_published": "2023-05-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe’s grassland butterfly population down more than a third in 10 years", "description": "<p>Decline worse in Britain than other countries, as conservationists blame agriculture and global heating</p><p>Butterfly populations that live on grasslands across Europe have declined by more than a third in the past decade, according to a study.</p><p>Seventeen species that were once commonly found in pastures and meadows across 22 countries, including the small copper, common blue and meadow brown, declined by 36% on average between 2011 and 2020.</p> <a href=\"https://www.theguardian.com/environment/2023/may/24/europes-grassland-butterfly-population-down-more-than-a-third-in-10-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/24/europes-grassland-butterfly-population-down-more-than-a-third-in-10-years", "date_published": "2023-05-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’d eat a jacket potato every day if it wouldn’t end in divorce | Arwa Mahdawi", "description": "<p>Queen Elizabeth II ate jam sandwiches daily, so I’m not alone in craving the same food time after time. If only I could persuade my wife that spuds are the perfect meal</p><p>Variety may be the spice of life, but have you tried a baked potato? In my opinion, a jacket potato with cheese and peas is the perfect meal. It’s tasty, it’s moderately healthy, it’s super-easy and it’s cheap. Well, it used to be cheap until food prices went berserk. Do you know how much one moderate-sized potato costs in my local supermarket? One dollar (81p)! And it’s not just my Philadelphia grocery store where spuds are so expensive: potato prices have spiked around the world, thanks, in part, to <a href=\"https://theconversation.com/whats-driving-the-potato-chip-shortage-and-when-will-it-pass-198667\">extreme weather ravaging crops</a>.</p><p>Anyway, this wasn’t meant to be about the food system’s vulnerability to climate crisis. Nor was it meant to be a reflection on how the cost of living is out of control and there doesn’t seem to be any sort of plan, in either the UK or the US, on how food prices can be brought down. (Instead of a plan, there are patronising comments from people such as Ann Widdecombe on how nobody has a God-given right to <a href=\"https://www.theguardian.com/politics/2023/may/17/ann-widdecombe-dont-have-cheese-sandwiches-cant-afford-them\">eat delicacies such as cheese sandwiches</a>.) No, this was meant to be about my passion for potatoes: an extremely versatile vegetable. Much to my wife’s dismay, I would gladly eat a baked potato for dinner every day. To be clear, I have never done this: my streak is probably three days in a row. But if it wouldn’t ruin my marriage, I would.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/id-eat-a-jacket-potato-every-day-if-it-wouldnt-end-in-divorce\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/id-eat-a-jacket-potato-every-day-if-it-wouldnt-end-in-divorce", "date_published": "2023-05-24 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Sara Pascoe hosts the most wholesome show on our screens", "description": "<p>The Great British Sewing Bee returns!  Plus: the struggle to buy a property when you have only £1m. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/tv-tonight-sara-pascoe-hosts-the-most-wholesome-show-on-our-screens\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/tv-tonight-sara-pascoe-hosts-the-most-wholesome-show-on-our-screens", "date_published": "2023-05-24 05:20:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Beijing and Moscow to sign bilateral pacts;", "description": "<p>Russian PM to sign agreements with China in Beijing today; UK Prime Minister tells conference Putin’s strategy of ‘waiting it out…is not going to work’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>Reuters has put together interesting analysis of what Belgorod means for Russia’s military operations.</p><p>A two-day incursion from Ukraine into Russia’s western borderlands could force the Kremlin to divert troops from front lines as Kyiv prepares a major counteroffensive, and deal Moscow a psychological blow, according to military analysts interviewed or quoted by the agency.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/24/russia-ukraine-war-live-beijing-and-moscow-to-cooperate-at-new-level-west-prepared-to-support-kyiv-for-years-says-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/24/russia-ukraine-war-live-beijing-and-moscow-to-cooperate-at-new-level-west-prepared-to-support-kyiv-for-years-says-sunak", "date_published": "2023-05-24 05:16:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gulls choose what to eat by watching humans, study suggests", "description": "<p>Research on gulls in Brighton found birds can work out which scraps are worth snaffling by watching what humans are eating</p><p>It will take more than a bunch of signs declaring “do not feed the birds” to deter gulls from swooping down to pinch people’s snacks, a study has suggested.</p><p>Research on herring gulls at Brighton beach found that the birds can work out which kinds of scraps are worth snaffling by watching what humans are tucking into themselves.</p> <a href=\"https://www.theguardian.com/science/2023/may/24/gulls-choose-what-to-eat-by-watching-humans-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/24/gulls-choose-what-to-eat-by-watching-humans-study-suggests", "date_published": "2023-05-24 05:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New framework will allow firms to assess their impact on nature", "description": "<p>Science-Based Targets Network says new schema will ‘get nature into the boardroom’ in the same way as climate footprints</p><p>Businesses can now assess their impacts on nature loss using science-based targets as part of a move to “get nature into the boardroom”.</p><p>Research shows that the biodiversity crisis is as serious as the climate crisis, yet there is less information about how companies drive nature loss, because this data is not being disclosed. The Science-Based Targets Network (SBTN) is providing the first framework for companies to report their impacts on nature as part a new frontier of corporate environmental reporting.</p> <a href=\"https://www.theguardian.com/environment/2023/may/24/new-framework-allow-firms-assess-impact-biodiversity-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/24/new-framework-allow-firms-assess-impact-biodiversity-aoe", "date_published": "2023-05-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Romans, lend me your shears: empire brought hair removal to Britain, says English Heritage", "description": "<p>Revamped Wroxeter Roman City in Shropshire will display beauty items including a strikingly large number of tweezers</p><p>As Monty Python fans know, <a href=\"https://www.youtube.com/watch?v=Qc7HmhrgTuQ\">the Romans have done nothing for us</a> apart from giving us sanitation, medicine, education, wine, public order, irrigation, roads, a fresh water system and public health.</p><p>Roman <a href=\"https://www.english-heritage.org.uk/visit/inspire-me/blog/articles/what-did-the-romans-do-for-us/\">experts may also suggest</a> they have given us public relations, street food, town planning, currency, our calendar, underfloor heating and bureaucracy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/body-hair-removal-what-romans-did-for-us-english-heritage\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/body-hair-removal-what-romans-did-for-us-english-heritage", "date_published": "2023-05-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories’ failure to tackle alcohol harm is causing public health crisis, say MPs", "description": "<p>Problem drinking in England costs NHS £25bn a year, with deaths nearly doubling in two decades, Commons committee warns</p><p>The government’s failure to tackle alcohol harm in England has led to a serious public health crisis affecting millions of people, MPs have warned.</p><p>Problem drinking is fuelling violent crime and costing the NHS £25bn a year, with the number of deaths almost doubling in two decades, according to a damning report by the public accounts committee.</p> <a href=\"https://www.theguardian.com/society/2023/may/24/tories-failure-to-tackle-alcohol-harm-is-causing-public-health-crisis-say-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/24/tories-failure-to-tackle-alcohol-harm-is-causing-public-health-crisis-say-mps", "date_published": "2023-05-24 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10% of Tory MPs have announced plans to retire at next UK election", "description": "<p>Fearing heavy election losses and Labour’s return to northern heartlands, Tory MPs are to exit parliament at above-average rate </p><p>Approximately 10% of Conservative MPs have announced plans to retire at the next election, sparking suggestions that they are jumping ship in the expectation of losing the next election.</p><p>Having resigned as justice secretary over bullying claims, Dominic Raab is the latest high-profile Tory politician to confirm they are serving their final term in parliament.</p> <a href=\"https://www.theguardian.com/politics/2023/may/24/10-of-tory-mps-have-announced-plans-to-retire-at-next-uk-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/24/10-of-tory-mps-have-announced-plans-to-retire-at-next-uk-election", "date_published": "2023-05-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A symbol of disenchanted youth: the history of skinny jeans from the 4th century to Gucci", "description": "<p>TikTokers may be throwing out the trousers, but it’s just part of an endless and turbulent fashion cycle</p><p>Skinny jeans have never been more uncool – or more popular. The Wall Street Journal recently <a href=\"https://www.wsj.com/articles/skinny-jeans-men-1e26bc01\">reported</a> that slim-stretch styles overwhelmingly make up the most sales in men’s denim – over 70% – even as the skinny look remains a fashion disaster.</p><p>In the early 2000s, skinny jeans were everywhere, paired with other trends of the era like ballet flats, peplum tops, and Louboutin heels. They were sold by designer brands and fast fashion stores. But by the end of the decade they were falling out of favor. Now, it’s not just the runways that are full of roomy, tailored trousers (Dior, Saint Laurent, Prada, and the Row all sent models down their latest runways in panoramic trousers that could have doubled as street-sweepers): even Gen Z fashionistas of TikTok have taken to proudly <a href=\"https://news.google.com/articles/CBMiWWh0dHBzOi8vd3d3Lmluc2lkZXIuY29tL21lbi10aHJvd2luZy1hd2F5LXNraW5ueS1qZWFucy1zaG93Y2FzaW5nLW5ldy1sb29rcy10aWt0b2stMjAyMy010gFdaHR0cHM6Ly93d3cuaW5zaWRlci5jb20vbWVuLXRocm93aW5nLWF3YXktc2tpbm55LWplYW5zLXNob3djYXNpbmctbmV3LWxvb2tzLXRpa3Rvay0yMDIzLTU_YW1w?hl=en-US&amp;gl=US&amp;ceid=US%3Aen\">throwing theirs away</a> in favor of roomier denim.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/23/skinny-jeans-fashion-history\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/23/skinny-jeans-fashion-history", "date_published": "2023-05-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about booze: how alcohol really affects your body, from first flush of happiness to hangover hell", "description": "<p>Is red wine good for you? Is it healthier to drink a little than not at all? Is there such a thing as hangxiety? It’s time to sort fact from fiction</p><p>Birds do it, when they eat berries that have fermented in the first frost. Bees do it, when they suck on tree sap. Educated fleas don’t do it, obviously – but “many kinds of monkeys”, noted Charles Darwin in The Descent of Man, “have a strong taste for … spirituous liquors”. There is evidence that humans were brewing their own booze even before the wheel caught on, but how much do we know about how it works on our brains and bodies? <br /><br />Well, quite a bit. Recent decades have seen dozens of studies validate some old sayings, debunk others, and give the medical establishment a much clearer understanding of how alcohol affects us and how much it is <em>really</em> OK to drink. Read on to find out.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/24/the-truth-about-booze-how-alcohol-really-affects-your-body-from-first-flush-of-happiness-to-hangover-hell\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/24/the-truth-about-booze-how-alcohol-really-affects-your-body-from-first-flush-of-happiness-to-hangover-hell", "date_published": "2023-05-24 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit ruined Britain’s appetite for revolution. That makes Starmer’s job harder | Rafael Behr", "description": "<p>It’s not just the NHS where Labour faces an uphill struggle. The party has lost its willingness to confront difficult choices</p><p>Before administering any painful procedure, doctors talk to their patients with a careful balance of candour and tact. Too graphic a warning might trigger refusal to cooperate, but pretending something won’t hurt is a betrayal of trust.</p><p>Politicians face the same dilemma with painful reforms. Speak too frankly and you spook the electorate. Deny the scale of a task and you have no mandate. This is especially tricky for opposition leaders who want voters to feel upbeat about the future under a changed regime. Itemising pain kills the buzz.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/24/brexit-britain-appetite-revolution-keir-starmer-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/24/brexit-britain-appetite-revolution-keir-starmer-labour", "date_published": "2023-05-24 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "OpenAI leaders call for regulation to prevent AI destroying humanity", "description": "<p>Team behind ChatGPT say equivalent of atomic watchdog is needed to guard against risks of ‘superintelligent’ AIs</p><p>The leaders of the ChatGPT developer OpenAI have called for the regulation of “superintelligent” AIs, arguing that an equivalent to the International Atomic Energy Agency is needed to protect humanity from the risk of accidentally creating something with the power to destroy it.</p><p>In a short note published to the company’s website, co-founders Greg Brockman and Ilya Sutskever and the chief executive, Sam Altman, call for an international regulator to begin working on how to “inspect systems, require audits, test for compliance with safety standards, [and] place restrictions on degrees of deployment and levels of security” in order to reduce the “existential risk” such systems could pose.</p> <a href=\"https://www.theguardian.com/technology/2023/may/24/openai-leaders-call-regulation-prevent-ai-destroying-humanity\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/24/openai-leaders-call-regulation-prevent-ai-destroying-humanity", "date_published": "2023-05-24 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Platonic review – Rose Byrne and Seth Rogen might just have made the perfect modern buddy comedy", "description": "<p>Brilliant performances, incredible chemistry and nuanced writing pepper this delightful 10-part sitcom about two old college friends reuniting. It’s a lovely watch</p><p>Roughly 800 years ago, in 1989, the mighty Nora Ephron used When Harry Met Sally to pose a question: can men and women really be just friends? Her answer was, in essence, no. Apple TV+’s new series Platonic, created by husband and wife Nicholas Stoller (Bad Neighbours) and Francesca Delbanco (Friends from College), posits that the answer these days might be yes.</p><p>The 10-part comedy reunites Bad Neighbours co-stars Rose Byrne and Seth Rogen, who first made a fine double-act in that movie a decade ago. Byrne plays Sylvia, a lawyer who decided to be a stay-at-home mum to her children and now, 13 years on, is wondering if she was wise to do so. Rogen is Will, a recently divorced brewery owner with a hipster bar, who is trying to be content with “selling quality product made with integrity to people on Hinge dates and pretty well-to-do alcoholics”, but is given to kicking over any electric scooters he passes and finding excuses to contact his ex.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/24/platonic-review-rose-byrne-and-seth-rogen-might-just-have-made-the-perfect-modern-buddy-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/24/platonic-review-rose-byrne-and-seth-rogen-might-just-have-made-the-perfect-modern-buddy-comedy", "date_published": "2023-05-24 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Property management firms that rip off leaseholders could be banned under Labour", "description": "<p>Exclusive: clampdown flagged as part of wider leasehold overhaul for England and Wales being considered by party</p><p>Property management companies would be banned from operating in England and Wales if they persistently ripped off leaseholders, under plans being considered by Labour.</p><p>Lisa Nandy, the shadow housing secretary, is looking at proposals to clamp down on the sector, amid complaints from leaseholders about escalating fees and essential maintenance being left undone.</p> <a href=\"https://www.theguardian.com/money/2023/may/24/property-management-firms-that-rip-off-leaseholders-could-be-banned-under-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/24/property-management-firms-that-rip-off-leaseholders-could-be-banned-under-labour", "date_published": "2023-05-24 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of refugees in Malawi rounded up and sent to camps", "description": "<p>Army brought in to forcibly relocate refugees from the capital, despite pleas from human rights organisations</p><p>Hundreds of refugees and asylum seekers in Malawi have been forcibly relocated from the capital, Lilongwe, to an overcrowded government camp.</p><p>Over the past week, more than 300 refugees, including 100 children, have been rounded up and sent to Dzaleka camp, about 30 miles away.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/24/hundreds-of-refugees-in-malawi-rounded-up-and-sent-to-camps\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/24/hundreds-of-refugees-in-malawi-rounded-up-and-sent-to-camps", "date_published": "2023-05-24 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK students pledge ‘career boycott’ of insurers over fossil fuels", "description": "<p>Hundreds of students and graduates vow not to work for ‘climate wreckers that insure those responsible for the climate crisis’</p><p>Hundreds of students and recent graduates of top UK universities are pledging a “career boycott” of major insurers, saying they will not work for firms including Lloyd’s of London if they support controversial fossil fuel projects.</p><p>More than 500 current and recent students from the University of Oxford, University of Cambridge, University College London, University of Edinburgh and others have warned they will keep a close eye on firms that fail to shift to climate-friendly policies.</p> <a href=\"https://www.theguardian.com/business/2023/may/24/uk-students-pledge-career-boycott-of-insurers-over-fossil-fuels\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/24/uk-students-pledge-career-boycott-of-insurers-over-fossil-fuels", "date_published": "2023-05-24 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Threats’ prompt Target stores in US to withdraw some Pride Collection products", "description": "<p>Items removed from sale and others moved to back of stores after ‘confrontational behavior’ towards employees</p><p>Target, which rolled out a Pride Collection in the US at the start of May, is withdrawing some of the products after facing customer backlash, saying it is acting to protect employee safety.</p><p>The products Target is withdrawing are being removed from all its US stores and from its website. It has been offering more than 2,000 Pride Collection products including clothing, books, music and home furnishings. The items include “gender fluid” mugs, “queer all year” calendars, and books for children aged 2-8 titled Bye Bye Binary, Pride 1,2,3 and I’m Not A Girl.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/target-stores-us-withdraw-some-pride-collection-lgbtq-products-items\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/target-stores-us-withdraw-some-pride-collection-lgbtq-products-items", "date_published": "2023-05-24 04:02:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recycled plastic can be more toxic and is no fix for pollution, Greenpeace warns", "description": "<p>Campaign group says plastics are incompatible with circular economy as countries prepare for treaty talks</p><p>Recycling plastic can make it more toxic and should not be considered a solution to the pollution crisis, Greenpeace has warned before the latest round of negotiations for an international plastics treaty.</p><p>“Plastics are inherently incompatible with a circular economy,” the global environmental network said in a report that brings together research showing recycled plastics are more toxic than their virgin constituents.</p> <a href=\"https://www.theguardian.com/environment/2023/may/24/recycled-plastic-more-toxic-no-fix-pollution-greenpeace-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/24/recycled-plastic-more-toxic-no-fix-pollution-greenpeace-warns", "date_published": "2023-05-24 04:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s fighting for our future’: Pakistan’s young voters rally behind Imran Khan", "description": "<p>Attempts to jail and harass the cricketer turned politician have only strengthened his support among young people</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2023/may/21/the-guardian-view-on-pakistans-army-go-back-to-the-barracks\">The Guardian view on Pakistan’s army: go back to the barracks</a></li></ul><p>In a recent video address to tens of thousands of viewers, Imran Khan waved a piece of paper at the camera bearing the result of a survey of voters. “You see, 70% of the population is now standing with our party,” the politician claimed.</p><p>The authenticity of the data was unclear – Khan is known for hyperbole – but it is widely acknowledged Khan and his Pakistan Tehreek-e-Insaf (PTI) party are enjoying a period of unparalleled popularity that has been building since April last year when he was toppled in a vote of no confidence, having served less than four years as prime minister. The last credible poll, back in March, put his popularity at 61%.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/future-pakistan-young-voters-imran-khan-cricketer-politician\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/future-pakistan-young-voters-imran-khan-cricketer-politician", "date_published": "2023-05-24 04:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I will do the same again’: activists continue fight against Poland’s strict abortion laws", "description": "<p>Justyna Wydrzyńska, who was convicted for providing abortion pills, refuses to give up campaign for legal terminations</p><p>In February 2020, a desperate woman made a phone call to the activist group Abortion Without Borders.</p><p>Ania (not her real name) was 12 weeks’ pregnant with twins and trapped in a relationship with a violent partner. She was also suffering from hyperemesis, an acute pregnancy sickness that left her vomiting multiple times a day, unable to keep down food. She wanted to end her pregnancy, but every avenue was blocked under Poland’s strict abortion laws.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/i-will-do-the-same-again-activists-continue-fight-against-poland-strict-abortion-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/i-will-do-the-same-again-activists-continue-fight-against-poland-strict-abortion-laws", "date_published": "2023-05-24 04:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Honda to return to F1 in 2026 as engine manufacturer for Aston Martin", "description": "<ul><li>U-turn by Honda after they pulled out of F1 at end of 2021</li><li>Aston Martin CEO: ‘This is about this team growing up’</li></ul><p>Honda are to return to Formula One as the works engine manufacturer for the Aston Martin team in 2026. The partnership represents a hugely significant step in the team’s aim, made in 2021, of competing for championships within five years. The move is also a major U-turn for Honda who only pulled out of F1 at the end of 2021 just as the company delivered what was considered to be the best engine on the grid.</p><p>The partnership, which was announced on Wednesday, will be exclusive to Aston Martin who are currently supplied with customer engines by Mercedes, from whom they also source their gearbox and suspension.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/honda-to-return-to-f1-in-2026-as-engine-manufacturer-for-aston-martin\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/honda-to-return-to-f1-in-2026-as-engine-manufacturer-for-aston-martin", "date_published": "2023-05-24 02:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Suella Braverman speeding towards a government exit? – podcast", "description": "<p>Having set herself up as a rival to the prime minister, the home secretary is now facing allegations that she broke the ministerial code. Aubrey Allegretti reports</p><p>The home secretary, Suella Braverman, has been facing claims this week that she broke the ministerial code by asking civil servants to assist her in escaping a speeding fine by arranging a private speed awareness course. Civil servants are expected to be politically neutral and engage only with government policies, not the personal affairs of ministers.</p><p>As senior political correspondent <strong>Aubrey Allegretti </strong>tells <strong>Nosheen Iqbal</strong>, Braverman says she has accepted a fine and points on her licence, but she denies breaking the ministerial code.</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/24/is-suella-braverman-speeding-towards-government-exit\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/24/is-suella-braverman-speeding-towards-government-exit", "date_published": "2023-05-24 02:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand’s National party admits using AI-generated people in attack ads", "description": "<p>Opposition party says AI was ‘an innovative way to drive our social media’ and said it was ‘committed to using it responsibly’</p><p>New Zealand’s National party has admitted using artificial intelligence to generate people in their attack advertisements.</p><p>The ads included images of a group of robbers storming a jewellery store, two nurses of Pacific island descent, and an apparent crime victim gazing out of a window. One ad even appeared to show the cast of the Fast and Furious franchise.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/new-zealand-national-party-admits-using-ai-generated-people-in-ads\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/new-zealand-national-party-admits-using-ai-generated-people-in-ads", "date_published": "2023-05-24 01:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman dies after being hit by Duchess of Edinburgh police escort motorcycle", "description": "<p>Helen Holland, 81, died in hospital from injuries sustained in the Earl’s Court accident on 10 May, family and police watchdog announce</p><p>A woman has died after being hit by a motorcycle that was part of a police escort for Sophie, Duchess of Edinburgh, the Independent Office for Police Conduct (IOPC) has confirmed.</p><p>Helen Holland, 81, was struck on West Cromwell Road and Warwick Road in Earl’s Court on the afternoon of 10 May.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/24/woman-dies-after-being-hit-by-duchess-of-edinburgh-police-escort-motorcycle\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/24/woman-dies-after-being-hit-by-duchess-of-edinburgh-police-escort-motorcycle", "date_published": "2023-05-24 01:09:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South China Sea shipwrecks give clues about historic Silk Road trade routes", "description": "<p>Archaeologists begin excavation of two 500-year-old vessels filled with porcelain and timber</p><p>Two 500-year-old shipwrecks in the South China Sea, filled with Ming-era porcelain and stacked timber, provide significant clues about the maritime Silk Road trade routes, Chinese archaeologists have said.</p><p>The two shipwrecks were discovered in October, and cultural and archaeological authorities have now begun a year-long process of deep-sea exploration and excavation, <a href=\"http://www.ncha.gov.cn/art/2023/5/21/art_722_181741.html\">government officials announced</a>.</p> <a href=\"https://www.theguardian.com/science/2023/may/24/south-china-sea-shipwrecks-give-clues-about-historic-silk-road-trade-routes\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/24/south-china-sea-shipwrecks-give-clues-about-historic-silk-road-trade-routes", "date_published": "2023-05-24 00:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]