[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Once Upon A Time In Iraq: Fallujah (full documentary) | FRONTLINE", "description": "The enduring story of the battle of Fallujah, told by the people who lived through it.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWith this spring marking the 20-year anniversary of the U.S.-led invasion of Iraq, “Once Upon a Time in Iraq: Fallujah” tells the story of the battle to retake the key city of Fallujah from a violent insurgency that was taking root across Iraq after the U.S. ousted Saddam Hussein. \n\nIn this documentary from filmmaker James Bluemel (“Once Upon a Time in Iraq,” “Exodus”), U.S. Marines, journalists and ordinary Iraqis share their experiences of what would become the bloodiest battle of the Iraq War, and how its consequences have reverberated for two decades.\n\n“Once Upon a Time in Iraq: Fallujah” is a Keo Films Ltd. production for GBH/FRONTLINE and BBC. Produced and directed by James Bluemel. The series producer is Jo Abel. The producers are Gus Palmer, Stewart Armstrong and Sally Brindle. The senior producer is Dan Edge. The executive producers for Keo Films are Andrew Palmer and Will Anderson. The editor-in-chief and executive producer for FRONTLINE is Raney Aronson-Rath.\n\nExplore additional reporting on \"Once Upon a Time in Iraq: Fallujah\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/once-upon-a-time-in-iraq-fallujah/ \n\n#Documentary #IraqWar #Fallujah #USMarines\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nPrologue - 00:00\nU.S. Marines in Fallujah, Iraq, in November 2004 - 1:12\nA U.S. Marine’s Family - 6:20 \nU.S. Marines’ Rules of Engagement in Fallujah - 12:30\nWhat Happened to an Iraqi Family in the Battle of Fallujah - 23:20\nJournalists Embedded with U.S. Marines in Fallujah - 29:15\nLegacy of the Battle of Fallujah for Two Families — Iraqi and American - 44:56\nCredits - 52:00", "link": "https://www.youtube.com/watch?v=9qfratsEO_k", "date_published": "2023-05-24 02:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]