[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Releases Campaign Launch Video; Twitter Launch Crashes App As Servers ‘Strained’", "description": "Florida Governor Ron DeSantis announced Wednesday evening that he is running for President of the United States. DeSantis filed paperwork with the Federal Election Commission earlier in the afternoon and released his official launch video at 6 p.m. EST on the platform. &#8220;Our border is a disaster. Crime infests our cities. The federal government makes ...", "link": "https://www.dailywire.com/news/desantis-releases-campaign-launch-video-twitter-launch-crashes-app-as-servers-strained", "date_published": "2023-05-24 18:43:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hollywood Pays Tribute, Reacts To News Of ‘Queen Of Rock’ n Roll’ Tina Turner’s Death At 83", "description": "Hollywood reacted to the news Wednesday of the death of Tina Turner, calling her &#8220;iconic,&#8221; &#8220;legendary,&#8221; and so much more. The official Twitter account for the legendary singer tweeted, &#8220;It is with great sadness that we announce the passing of Tina Turner.” The singer battled health issues in recent years, including intestinal cancer, a stroke, ...", "link": "https://www.dailywire.com/news/hollywood-pays-tribute-reacts-to-news-of-queen-of-rock-n-roll-tina-turners-death-at-83", "date_published": "2023-05-24 18:39:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Maybe We Really Should Be Scared To Death Of Artificial Intelligence", "description": "Judging from all the alarm these days, maybe artificial intelligence poses a huge danger threat to humanity. Take former Google CEO Eric Schmidt. On Wednesday, he warned that artificial intelligence could pose existential risks, adding that governments will need to step in to ensure technology is not “misused by evil people.&#8221; AI is supposed to ...", "link": "https://www.dailywire.com/news/maybe-we-really-should-be-scared-to-death-of-artificial-intelligence", "date_published": "2023-05-24 18:28:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two Of Texas’ Top Officials Feud Over Accusations Of Drunkenness, Corruption", "description": "A feud between two of Texas’ top Republicans has broken down into sordid accusations of drunkenness and corruption. The state party’s rift between its moderate and conservative wings fueled aspersions cast about two Republicans at the top of state politics. Attorney General Ken Paxton, an outspoken conservative, and House Speaker Dade Phelan, who is friendly ...", "link": "https://www.dailywire.com/news/two-of-texas-top-officials-feud-over-accusations-of-drunkenness-corruption", "date_published": "2023-05-24 18:25:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Priest Doubts Vin Scully Would Be A Fan Of Dodgers Embracing Drag Queen Nuns Troupe", "description": "A priest with a strong connection to legendary baseball broadcaster Vin Scully said he believes the late Los Angeles Dodgers announcer would not &#8220;approve&#8221; of their beloved team warming up to a drag troupe of self-described &#8220;queer and trans nuns.&#8221; Father Steve Davoren, who presided over the Mass and burial service for Scully last year, ...", "link": "https://www.dailywire.com/news/priest-doubts-vin-scully-would-be-a-fan-of-dodgers-embracing-drag-queen-nuns-troupe", "date_published": "2023-05-24 18:16:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Microsoft Says Chinese Government-Backed Hackers Compromised ‘Critical’ U.S. Cyber Infrastructure", "description": "Microsoft officials on Wednesday issued an advisory saying a Chinese hacking group compromised “critical” U.S. cyber infrastructure focused on gathering intelligence – and urged customers to close or change credentials for exposed accounts. “Microsoft has uncovered stealthy and targeted malicious activity focused on post-compromise credential access and network system discovery aimed at critical infrastructure organizations ...", "link": "https://www.dailywire.com/news/microsoft-says-chinese-government-backed-hackers-compromised-critical-u-s-cyber-infrastructure", "date_published": "2023-05-24 17:54:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wednesday Afternoon Update: DeSantis Officially Running, Tina Turner Dead At 83, One Year Anniversary Of Uvalde Shooting", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. DeSantis Officially Running  Florida Governor Ron DeSantis filed official paperwork this afternoon with the FEC to run for President of the United States. He will kick off his presidential campaign with a conversation with Elon Musk on Twitter ...", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-desantis-officially-running-tina-turner-dead-at-83-one-year-anniversary-of-uvalde-shooting", "date_published": "2023-05-24 17:25:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Officials Believe Ukrainians Likely Responsible For Kremlin Drone Attack", "description": "American officials said that Ukraine was likely behind the May 3 drone attack on the Kremlin that the Russians called an attempt to assassinate President Vladimir Putin. U.S. intelligence officials said that the drone attack was part of a series of covert Ukrainian military or intelligence operations on Russian soil that have made the Biden ...", "link": "https://www.dailywire.com/news/u-s-officials-believe-ukrainians-likely-responsible-for-kremlin-drone-attack", "date_published": "2023-05-24 17:06:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Eva Longoria Blasts Hollywood’s Double Standard When It Comes To Female Directors", "description": "Eva Longoria blasted what she called Hollywood&#8217;s double standard when it comes to movie&#8217;s successes or failures — and she said that as a Latina female director, she&#8217;s held to a different standard than white men. During the 48-year-old actress/director/producer&#8217;s appearance at the Cannes Film Festival in France, Longoria said that she &#8220;felt the weight ...", "link": "https://www.dailywire.com/news/eva-longoria-blasts-hollywoods-double-standard-when-it-comes-to-female-directors", "date_published": "2023-05-24 16:58:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "True Crime: Zodiac Killer, The Most Famous Unknown Serial Killer", "description": "Ted Bundy. Jeffrey Dahmer. Richard Ramirez. All serial killers identified and captured by authorities after local and nationwide manhunts. But the Zodiac killer, one of the most famous serial killers of all time, remains unnamed nearly 55 years after his first confirmed kills. On December 20, 1968, high school students Betty Lou Jensen and David ...", "link": "https://www.dailywire.com/news/true-crime-zodiac-killer-the-most-famous-unknown-serial-killer", "date_published": "2023-05-24 16:47:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rosie O’Donnell Says She Told Her Daughter You Can Be A Girl And ‘Like All The Boy Stuff’", "description": "Rosie O&#8217;Donnell said she told her daughter that you can be a girl and still &#8220;like all the boy stuff&#8221; during a chat about gender identity, adding that she was a &#8220;tomboy&#8221; who &#8220;loved being a girl.&#8221; The comedian shared the story with actress Mayim Bialik on the May 9 episode of the &#8220;Bialik Breakdown,&#8221; ...", "link": "https://www.dailywire.com/news/rosie-odonnell-says-she-told-her-daughter-you-can-be-a-girl-and-like-all-the-boy-stuff", "date_published": "2023-05-24 16:46:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jim Banks Wants To ‘Make Federal Buildings Beautiful Again’", "description": "Congressman Jim Banks (R-IN) wants to make federal buildings beautiful again. Well, what he really wants to do is cement a Trump-era executive order into law requiring &#8220;classical architecture&#8221; on all new buildings to make that happen. On Wednesday, Fox News reported that Banks introduced the &#8220;Beautifying Federal Civic Architecture Act.&#8221; If signed into law, ...", "link": "https://www.dailywire.com/news/jim-banks-wants-to-make-federal-buildings-beautiful-again", "date_published": "2023-05-24 16:45:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘First Bud Light And Now Target’: Matt Walsh Goes Viral With Tweet About Making ‘Pride’ Toxic For Brands", "description": "Daily Wire host Matt Walsh went viral on Wednesday when he tweeted about making &#8220;Pride&#8221; toxic for brands, noting that first it was Bud Light, and now Target that needs to know it will &#8220;pay a price&#8221; for going woke. &#8220;The Matt Walsh Show&#8221; host wrote to his 1.8 million followers after Target featured its ...", "link": "https://www.dailywire.com/news/first-bud-light-and-now-target-matt-walsh-goes-viral-with-tweet-about-making-pride-toxic-for-brands", "date_published": "2023-05-24 16:37:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Describes Twitter Reforms In Colorful Terms: ‘Teleported Into A Plane That’s Plunging To The Ground’", "description": "Twitter CEO Elon Musk revealed on Tuesday that his team has managed to significantly increase efficiency at the social media company since he purchased the firm six months ago. Musk, who also serves as CEO of Tesla and SpaceX, said he acquired Twitter at the end of last year in order to reserve a corner ...", "link": "https://www.dailywire.com/news/elon-musk-describes-twitter-reforms-in-colorful-terms-teleported-into-a-plane-thats-plunging-to-the-ground", "date_published": "2023-05-24 16:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Sunny Hostin Slams DeSantis For Announcing With ‘Unpopular’ Elon Musk – Her Own Producers Fact-Check Her On The Air", "description": "Sunny Hostin slammed Governor Ron DeSantis (R-FL) on Wednesday, claiming it was unwise for him to announce a presidential bid with someone &#8220;unpopular&#8221; like Elon Musk — only to get fact-checked on air by her own producer before she could even finish the sentence. Hostin, who has repeatedly attacked DeSantis throughout his tenure as governor, said ...", "link": "https://www.dailywire.com/news/sunny-hostin-slams-desantis-for-announcing-with-unpopular-elon-musk-her-own-producers-fact-check-her-on-the-air", "date_published": "2023-05-24 16:21:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "What Are Judeo-Christian Values?", "description": "While many people have heard of Judeo-Christian values, Dennis Prager believes few can articulate them, which he laments, because, in his words, “Judeo-Christian values are the moral foundation of Western Civilization.” Prager argued that while Jews and Christians have differences in theology, they are fundamentally aligned on questions of moral values, which are more foundational ...", "link": "https://www.dailywire.com/news/what-are-judeo-christian-values", "date_published": "2023-05-24 15:49:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rep. McCaul Says Key Afghanistan Withdrawal Memo Reveals Biden Admin Ignored Warning Signs: Report", "description": "Two key documents cautioning U.S. officials about a deteriorating security situation in Afghanistan before withdrawing in 2021 revealed President Joe Biden&#8217;s administration failed to heed specific warnings, a top House Republican said. House Foreign Affairs Committee Chair Michael McCaul (R-TX) and Ranking Member Greg Meeks (D-NY) on Wednesday gained access to a 2021 dissent cable ...", "link": "https://www.dailywire.com/news/rep-mccaul-says-key-afghanistan-withdrawal-memo-reveals-biden-admin-ignored-warning-signs-report", "date_published": "2023-05-24 15:46:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "College Enrollment Keeps Sliding Even Three Years After Lockdowns", "description": "Enrollment for most forms of postsecondary education in the United States continued to decline three years after nationwide lockdowns forced many students to temporarily continue their degrees online, according to a new analysis from the National Student Clearinghouse. Public four-year institutions saw a 0.8% enrollment decline as of spring 2023, a somewhat less severe decrease ...", "link": "https://www.dailywire.com/news/college-enrollment-keeps-sliding-even-three-years-after-lockdowns", "date_published": "2023-05-24 15:36:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The North Face Debuts ‘Summer Of Pride’ With Campy Drag Video Amid Ongoing Bud Light, Target Backlash", "description": "Despite ongoing customer boycotts against Bud Light and a new controversy with Target’s latest Pride Month push, outdoor sports gear brand The North Face just debuted an over-the-top “Summer of Pride” promotion on social media. As of Wednesday afternoon, Instagram comments were still turned on for the post. The video clip features drag queen and ...", "link": "https://www.dailywire.com/news/the-north-face-debuts-summer-of-pride-with-campy-drag-video-amid-ongoing-bud-light-target-backlash", "date_published": "2023-05-24 15:33:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Anheuser-Busch InBev Market Value Has Plunged Staggering $15.7 Billion Since Mulvaney Fiasco: Report", "description": "A new report estimates Anheuser-Busch InBev’s market value has plunged a staggering $15.7 billion since April 1, the day the Dylan Mulvaney controversy exploded. That estimate came from Investor&#8217;s Business Daily, which used a conversion to U.S. dollars using data from S&amp;P Global Market Intelligence. On April 1, Mulvaney promoted Bud Light during the NCAA ...", "link": "https://www.dailywire.com/news/anheuser-busch-inbev-market-value-has-plunged-staggering-15-7-billion-since-mulvaney-fiasco-report", "date_published": "2023-05-24 15:20:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘They Could Both Die’: Megyn Kelly Issues Stark Warning In Possible 2024 Trump Vs. Biden Rematch", "description": "Independent journalist and podcast host Megyn Kelly laid out her concerns going into a possible 2024 rematch between 2020 rivals President Joe Biden and former President Donald Trump: &#8220;They could both die.&#8221; Noting that Biden, 80, would be 86 years old by the end of a potential second term — and Trump, now 76, would ...", "link": "https://www.dailywire.com/news/they-could-both-die-megyn-kelly-issues-stark-warning-in-possible-2024-trump-vs-biden-rematch", "date_published": "2023-05-24 15:16:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Anxiety, Fear, And Financial Burden’: Agency Launches Investigation Into Baby Formula Shortages", "description": "The Federal Trade Commission launched an inquiry on Wednesday into the baby formula shortages which have harmed infants and strained their parents over the past several months. The agency, which centers on consumer protection and the enforcement of antitrust laws, issued a call for public comments about factors that may have led to the shortages ...", "link": "https://www.dailywire.com/news/anxiety-fear-and-financial-burden-agency-launches-investigation-into-baby-formula-shortages", "date_published": "2023-05-24 15:10:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Legendary Singer Tina Turner Dead At 83", "description": "Legendary singer Tina Turner is dead at the age of 83, multiple outlets reported Wednesday. The rock ‘n roll star experienced multiple health issues in recent years. She was diagnosed with intestinal cancer in 2016 and had a kidney transplant in 2017, per The Guardian.  Turner was born Anna Mae Bullock in November 1939. She ...", "link": "https://www.dailywire.com/news/singer-tina-turner-dead-at-83", "date_published": "2023-05-24 15:06:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "HBO’s Sex-Fueled Drama ‘The Idol’ Starring Lily-Rose Depp Gets Trash Reviews: ‘Grim, Gross, And Vulgar’", "description": "The new HBO series “The Idol” starring recording artist Abel Tesfaye (a.k.a. The Weeknd) and Johnny Depp’s daughter Lily-Rose Depp is getting slammed for being too sexual and having no point. “The Idol” premiered at the Cannes Film Festival earlier this month. A synopsis of the TV-MA-rated series says, “After a nervous breakdown derailed Jocelyn&#8217;s ...", "link": "https://www.dailywire.com/news/hbos-sex-fueled-drama-the-idol-starring-lily-rose-depp-gets-trash-reviews-grim-gross-and-vulgar", "date_published": "2023-05-24 15:05:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Ron DeSantis Officially Enters 2024 Presidential Race", "description": "Florida Governor Ron DeSantis has officially entered the 2024 presidential race. DeSantis filed the necessary paperwork with the Federal Election Commission (FEC) Wednesday afternoon ahead of his highly-anticipated special live-streamed event on Twitter with the platform&#8217;s owner, Elon Musk. With his entrance into the race, many political pundits and analysts now view the Republican Party ...", "link": "https://www.dailywire.com/news/breaking-ron-desantis-officially-enters-2024-presidential-race", "date_published": "2023-05-24 14:48:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Am I Gay?’: Google Searches On Sexuality Skyrocket 1,300% In 19 Years, Analysis Finds", "description": "With schools busy teaching everything LGBTQ+ nowadays, children are more confused than ever, a new study finds. Google searches about sexual orientation and gender identity have soared 1,300% since 2004, according to an analysis from the Cultural Currents Institute. The queries on the search engine include questions such as “Am I gay?&#8221; “Am I lesbian?&#8221; ...", "link": "https://www.dailywire.com/news/am-i-gay-google-searches-on-sexuality-skyrocket-1300-in-19-years-analysis-finds", "date_published": "2023-05-24 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Bill Requiring Schools To Display Ten Commandments Fails", "description": "Republican lawmakers in Texas failed to pass a bill requiring public schools to display the Ten Commandments in classrooms. A midnight deadline came and went at the end of Tuesday without a final vote on the legislation, which means it is effectively dead with this session coming to a close, the Texas Tribune reported. The ...", "link": "https://www.dailywire.com/news/texas-bill-requiring-schools-to-display-ten-commandments-fails", "date_published": "2023-05-24 14:29:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hollywood Actor Admits He’s Become A Doomsday Prepper ‘In Case S*** Hits The Fan’", "description": "Actor Josh Duhamel (&#8220;Transformers&#8220;) admitted in a recent interview that he has become a bit of a &#8220;doomsday prepper,&#8221; building a remote compound in North Dakota where his family could survive &#8220;if s*** hits the fan&#8221; in Los Angeles. The large compound started off with just a small cabin with no electricity or running water, ...", "link": "https://www.dailywire.com/news/hollywood-actor-admits-hes-become-a-doomsday-prepper-in-case-s-hits-the-fan", "date_published": "2023-05-24 14:21:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Poll: Most Americans Want Spending Cuts Included In Debt Ceiling Deal", "description": "Most Americans favor cutting spending alongside raising the debt ceiling as President Joe Biden and House Speaker Kevin McCarthy (R-CA) negotiate a deal to avert a U.S. default, according to a recent survey. A new CNN poll conducted by SSRS and released on Tuesday says 60% of Americans want to see cuts to federal spending ...", "link": "https://www.dailywire.com/news/poll-most-americans-want-spending-cuts-included-in-debt-ceiling-deal", "date_published": "2023-05-24 14:17:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Didn’t Think I’d Ever Work Again’: Jeff Bridges Gives Fans Update On Cancer Battle", "description": "Jeff Bridges gave fans an update on his battle with lymphoma after first revealing his diagnosis in October 2020. The 73-year-old actor spoke to the AARP magazine in an interview published Tuesday and said his cancer, which was once a &#8220;9-by-12 inch tumor,&#8221; has shrunken &#8220;to the size of a marble.&#8221; However, he said that ...", "link": "https://www.dailywire.com/news/i-didnt-think-id-ever-work-again-jeff-bridges-gives-fans-update-on-cancer-battle", "date_published": "2023-05-24 14:07:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Black Lives Matter Foundation Going Broke After Raising $90 Million", "description": "The Black Lives Matter’s Global Network Foundation, which has reportedly paid some of its official and unofficial chapters millions of dollars, appears to be risking bankruptcy. The foundation ran $8.5 million in arrears last year, while donations plunged 88% between 2021 and 2022, The Washington Free Beacon reported. Co-founder Patrisse Cullors resigned from the organization in ...", "link": "https://www.dailywire.com/news/black-lives-matter-foundation-going-broke-after-raising-90-million", "date_published": "2023-05-24 14:05:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Whistleblower Describes ‘Culture Of Fear’ Around Transgender Treatment At Texas Children’s Hospital", "description": "A second whistleblower has come out describing &#8220;activist&#8221; doctors at Texas Children&#8217;s Hospital and the &#8220;culture of fear&#8221; around gender treatments for children. Last week, City Journal reported that the country’s largest children’s hospital performs sex change procedures on children as young as 11. Texas Children’s Hospital in Houston inserted an implantable puberty blocker in ...", "link": "https://www.dailywire.com/news/new-whistleblower-describes-culture-of-fear-around-transgender-treatment-at-texas-childrens-hospital", "date_published": "2023-05-24 14:05:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disney To Purge Content From Disney+ And Hulu Including ‘Big Shot’, ‘Willow’, ‘Little Demon,’ And More", "description": "Disney is planning to remove a significant amount of content from its streaming platforms Disney+ and Hulu beginning May 26, per a report from Deadline. Projects being removed fell under the genres of short-lived series, specials, and direct-to-streaming movies, the outlet noted. Some of the Disney+ titles slated for removal include “Willow,” “Big Shot,” “Turner ...", "link": "https://www.dailywire.com/news/disney-to-purge-content-from-disney-and-hulu-including-big-shot-willow-little-demon-and-more", "date_published": "2023-05-24 13:45:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘My Life Disproves The Lies’: Tim Scott Fires Back At ‘The View’ Over Racially-Charged Attacks", "description": "Senator Tim Scott (R-S.C.) fired back at &#8220;The View&#8221; on Tuesday after several of the ABC show&#8217;s liberal co-hosts leveled racially-charged attacks against him. Scott, who recently made an official announcement declaring his candidacy for the 2024 Republican presidential nomination, was responding to a segment from Tuesday&#8217;s broadcast of the ABC midday talk show, during ...", "link": "https://www.dailywire.com/news/my-life-disproves-the-lies-tim-scott-fires-back-at-the-view-over-racially-charged-attacks", "date_published": "2023-05-24 13:29:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rita Wilson Hits Back At Headlines About Husband Tom Hanks ‘Scolding’ Man On Red Carpet", "description": "Rita Wilson hit back at headlines that claimed she and her husband, Tom Hanks, were seen &#8220;scolding&#8221; a man on the red carpet at the Cannes Film Festival in France, saying the truth didn&#8217;t &#8220;sell stories.&#8221; The 66-year-old actress on Tuesday posted on Tuesday a screenshot on social media of a Daily Mail article reporting ...", "link": "https://www.dailywire.com/news/rita-wilson-hits-back-at-headlines-about-husband-tom-hanks-scolding-man-on-red-carpet", "date_published": "2023-05-24 13:28:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Calvin Klein Wants To Go Broke’: Social Media Slams Photo Of 2022 Ad With Bearded Man In Bra", "description": "Calvin Klein, which has featured racy ads for years, was blistered online after someone posted a photo from the company’s Pride 2022 Campaign showing a man wearing a bra. In the promotional photo, Bappie Kortram from the Netherlands, who claims he is a woman, wore jeans and a sports bra. British Zebedee Talent, which represents Bappie, ...", "link": "https://www.dailywire.com/news/calvin-klein-wants-to-go-broke-social-media-slams-photo-of-2022-ad-with-bearded-man-in-bra", "date_published": "2023-05-24 13:19:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: ‘Unknown Subject’ Drops Four-Year-Old While Scaling 30-Foot Border Wall In San Diego", "description": "An &#8220;unknown subject&#8221; dropped a 4-year-old boy while scaling a roughly 30-foot tall border barrier in San Diego, new surveillance footage reveals.  The video, captured on Monday, then shows the person descending the barrier before joining the young child and another young migrant. Another adult migrant then comes down the wall to join the other ...", "link": "https://www.dailywire.com/news/watch-unknown-subject-drops-four-year-old-while-scaling-30-foot-border-wall-in-san-diego", "date_published": "2023-05-24 13:02:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Senior FBI Counterintel Official Stuns Lawmakers With Admission On Durham Report", "description": "A senior FBI official stunned GOP members of Congress on Tuesday upon testifying that she has not read or even been briefed on special counsel John Durham&#8216;s report. Jill Murphy, the FBI&#8217;s deputy assistant director of counterintelligence, said during a hearing that she has not &#8220;had time&#8221; to read the report that was released early ...", "link": "https://www.dailywire.com/news/senior-fbi-counterintel-official-stuns-lawmakers-with-admission-on-durham-report", "date_published": "2023-05-24 12:59:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Michigan State Professor Sued For Forcing Hundreds Of Students To Pay $99 To Join Her Radical Leftist Group", "description": "A Michigan State University (MSU) professor is being sued by students after she allegedly compelled hundreds of her students to pay to join her radical leftist group as part of the curriculum for a required business communication course she taught. Amy Wisner, a former marketing professor at MSU, allegedly charged 600 students $99 each to ...", "link": "https://www.dailywire.com/news/michigan-state-professor-sued-for-forcing-hundreds-of-students-to-pay-99-to-join-her-radical-leftist-group", "date_published": "2023-05-24 12:46:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Did Not Support This’: Independent Bud Light Distributor Releases Ad Distancing Itself From Dylan Mulvaney Controversy", "description": "Bama Budweiser, an independent wholesaler of Anheuser-Busch products based in Montgomery, Alabama, released an advertisement last week in an effort to distance the business from transgender activist Dylan Mulvaney. Bud Light, which is owned by Anheuser-Busch, garnered controversy after the brand partnered with Mulvaney, a man who claims to be a woman and documented his ...", "link": "https://www.dailywire.com/news/did-not-support-this-independent-bud-light-distributor-releases-ad-distancing-itself-from-dylan-mulvaney-controversy", "date_published": "2023-05-24 12:45:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh To Be Deposed In Wrongful Death Lawsuit Brought By Family Of 19-Year-Old Killed In Boat Crash", "description": "Convicted murderer Alex Murdaugh will be deposed for a wrongful-death lawsuit against his family. The family of 19-year-old Mallory Beach is suing the Murdaugh family and a convenience store following Beach’s untimely death in 2019 – a death attributed to Murdaugh’s youngest son Paul, CNN reported. Paul, according to his friends, was driving a boat ...", "link": "https://www.dailywire.com/news/alex-murdaugh-to-be-deposed-in-wrongful-death-lawsuit-brought-by-family-of-19-year-old-killed-in-boat-crash", "date_published": "2023-05-24 12:20:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Vanity Fair Compares Elon Musk To David Duke In Low-Blow Attack On DeSantis", "description": "Pop culture and fashion magazine Vanity Fair raised eyebrows with a Tuesday headline comparing Twitter owner Elon Musk with former KKK Grand Wizard David Duke – all in an effort to undermine Florida Republican Governor Ron DeSantis ahead of his 2024 presidential bid. &#8220;Report: Ron DeSantis Will Formally Announce His 2024 Bid With Elon Musk, ...", "link": "https://www.dailywire.com/news/vanity-fair-compares-elon-musk-to-david-duke-in-low-blow-attack-on-desantis", "date_published": "2023-05-24 12:17:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "European Nation Bans Short Domestic Flights Over Climate Worries — Private Jet Flights Still Allowed", "description": "France banned short-haul domestic flights in a decree published Tuesday over concerns that the trips will accelerate climate change. The new decree will prohibit flights when a rail trip of less than two and a half hours is available to travelers, effectively ceasing flights between the cities of Nantes, Bordeaux, Lyons, and the Paris-Orly International ...", "link": "https://www.dailywire.com/news/european-nation-bans-short-domestic-flights-over-climate-worries-private-jet-flights-still-allowed", "date_published": "2023-05-24 12:07:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matt Damon Addresses ‘Barbie’ Versus ‘Oppenheimer’ Premiere Showdown: ‘People Are Allowed To Go See Two Movies In A Weekend’", "description": "Matt Damon doesn’t understand why fans have to decide between seeing “Barbie” and “Oppenheimer” when they can go see both. The actor recently referenced the controversy, which has been going on since it was announced that both major theatrical releases from Universal and Warner Bros. would happen on July 21. Social media users seem to ...", "link": "https://www.dailywire.com/news/matt-damon-addresses-barbie-versus-oppenheimer-premiere-showdown-people-are-allowed-to-go-see-two-movies-in-a-weekend", "date_published": "2023-05-24 11:59:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Hidden Costs Of Biden’s Inflation Are Destroying The American Dream", "description": "U.S. inflation continues to dog both the American and, more importantly, the American consumer. The year-over-year inflation rate in April 2023 was 4.9%, per the U.S. Bureau of Labor Statistics. Many television economists and talking heads celebrated the slowing of inflation’s rate of growth. What these so-called experts fail to realize is that April’s inflation ...", "link": "https://www.dailywire.com/news/the-hidden-costs-of-bidens-inflation-are-destroying-the-american-dream", "date_published": "2023-05-24 11:50:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Montana Bans Drag Queens Reading To Kids At Libraries, Schools", "description": "Republicans in Montana have taken a strong stand against drag queens reading books to children, banning the practice at libraries and schools. Republican governor Greg Gianforte signed Montana HB 359 on Monday; over half of the state legislature cosponsored the bill, which bars minors from attending sexually oriented shows. “A school or library that receives ...", "link": "https://www.dailywire.com/news/montana-bans-drag-queens-reading-to-kids-at-libraries-schools", "date_published": "2023-05-24 11:43:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hillary Clinton: Feinstein Shouldn’t Retire, Would Impede Biden’s Judicial Appointments", "description": "For many people calling for 89-year-old Sen. Dianne Feinstein (D-CA) to retire, the concern is about her physical and mental health. The senator was out for months with a case of shingles, and when she returned to the Senate, she had to be moved around in a wheelchair. But Hillary Clinton is not concerned about ...", "link": "https://www.dailywire.com/news/hillary-clinton-feinstein-shouldnt-retire-would-impede-bidens-judicial-appointments", "date_published": "2023-05-24 11:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Announces Presidential Town Hall With Nikki Haley", "description": "Former South Carolina Republican Governor Nikki Haley will participate in a presidential town hall with CNN next month, the cable news network announced on Wednesday. The event is scheduled to take place in the early-voting state of Iowa on Sunday, June 4, at 8 p.m. ET, according to a press release. Jake Tapper, a CNN ...", "link": "https://www.dailywire.com/news/cnn-announces-presidential-town-hall-with-nikki-haley", "date_published": "2023-05-24 11:24:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Portland Resident Says John Mellencamp ‘Nailed It’ With New Song About Homelessness Crisis: ‘Land Of Plenty Where Nothing Gets Done’", "description": "Some Portland residents say recording artist John Mellencamp captured the essence of the city with his new song, “The Eyes of Portland.” The 71-year-old singer-songwriter made the song to comment on the current homelessness and drug crisis raging in the city.  “As I saw through the eyes of Portland one day/ There were so many ...", "link": "https://www.dailywire.com/news/portland-resident-says-john-mellencamp-nailed-it-with-new-song-about-homelessness-crisis-land-of-plenty-where-nothing-gets-done", "date_published": "2023-05-24 11:06:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "As WH Refuses Any Spending Cuts, Karine Jean-Pierre Insists Biden ‘Believes In Dealing With The Deficit In A Real Way’", "description": "White House Press Secretary Karine Jean-Pierre told reporters on Tuesday that President Joe Biden has reduced the deficit in a meaningful way since the start of his tenure, a claim which comes as House Republicans insist on broader spending reforms. One reporter noted that House Speaker Kevin McCarthy (R-CA), with whom the commander-in-chief has been ...", "link": "https://www.dailywire.com/news/as-wh-refuses-any-spending-cuts-karine-jean-pierre-insists-biden-believes-in-dealing-with-the-deficit-in-a-real-way", "date_published": "2023-05-24 10:58:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Bud Light Situation’: Target Makes ‘Emergency’ Calls After Backlash To ‘Tuck-Friendly’ Female Swimwear: Report", "description": "Target made “emergency” calls last week to managers and senior directors at the store after the company faced backlash for its Pride collection, which included “tuck-friendly” female swimwear and other products, according to a source inside the company.  The calls were to direct some stores to make their Pride products display less prominent in order ...", "link": "https://www.dailywire.com/news/bud-light-situation-target-makes-emergency-calls-after-backlash-to-tuck-friendly-female-swimwear-report", "date_published": "2023-05-24 10:11:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gavin Newsom Blasts Target CEO For ‘Selling Out’ LGBTQ Community After Retailer Pulls Trans-Themed Merchandise", "description": "California Governor Gavin Newsom accused the CEO of Target of &#8220;selling out the LGBTQ+ community&#8221; after the retail giant pulled some gay- and trans-themed merchandise from its shelves amid a customer backlash. The company had faced criticism after aggressively marketing items including transgender swimsuits in conjunction with Pride month. But in a replay of the ...", "link": "https://www.dailywire.com/news/gavin-newsom-blasts-target-ceo-for-selling-out-lgbtq-community-after-retailer-pulls-trans-themed-merchandise", "date_published": "2023-05-24 09:12:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Nobody Imagined It Would Go On This Long’: Report Finds Bud Light Facing ‘Unbelievable Boycott’ After Mulvaney Controversy", "description": "Bud Light has faced an “unbelievable boycott” from customers as its sales have continued to face steady declines after its controversial partnership with transgender activist Dylan Mulvaney, according to a new report.  Harry Schuhmacher, the editor and publisher of the trade publication Beer Business Daily, told NBC News that the backlash to Bud Light’s partnership ...", "link": "https://www.dailywire.com/news/nobody-imagined-it-would-go-on-this-long-report-finds-bud-light-facing-unbelievable-boycott-after-mulvaney-controversy", "date_published": "2023-05-24 09:09:17+00:00", "persistent": false, "user": null, "language": "en-US"}]