[{"source": "https://www.theguardian.com/international/rss", "title": "One in five deaths among young Californians tied to fentanyl", "description": "<p>Drug overdoses kill two to three times as many in state as car accidents, data shows</p><p>Overdoses involving fentanyl were behind one in five deaths of people ages 15-24 in California, the latest indicator of an emergency that shows no signs of slowing.</p><p>Drug overdoses now kill two to three times as many people in the state as car accidents, according to data compiled by the consulting group California Health Policy Strategies. Since 2017, deaths related to the synthetic opioid, which is 50 times stronger than heroin, have increased 1,027%.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/fentanyl-overdose-deaths-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/fentanyl-overdose-deaths-california", "date_published": "2023-05-24 22:34:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Police make welfare check on NBA star Ja Morant after concerning Instagram post", "description": "<ul><li>Tennessee law enforcement say NBA star is ‘doing fine’ </li><li>23-year-old has been suspended after gun incident</li></ul><p>Police in Tennessee have made a welfare check on Ja Morant after the Memphis Grizzlies star left messages on his Instagram account that sparked concern.</p><p>In the posts on Wednesday, Morant paid tribute to his parents and daughter before writing “bye”. A spokesperson for the Shelby County Sheriff’s Office <a href=\"https://www.tmz.com/2023/05/24/cops-do-welfare-check-on-ja-morant-after-cryptic-posts-he-is-fine/?adid=social-tw\">told TMZ</a> that the department had checked on Morant at his home and the 23-year-old is “doing fine.” The spokesperson added that Morant told them “that he is taking a break from social media.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/police-make-welfare-check-on-nba-star-ja-morant-after-concerning-instagram-post\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/police-make-welfare-check-on-nba-star-ja-morant-after-concerning-instagram-post", "date_published": "2023-05-24 18:29:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Republican bill requiring display of Ten Commandments in Texas schools fails", "description": "<p>Bill which would have required every public school to display text in each classroom condemned by civil rights groups</p><p>Republicans in Texas failed to pass <a href=\"https://capitol.texas.gov/tlodocs/88R/billtext/html/SB01515I.htm\">legislation</a> that would have required the Ten Commandments to be prominently displayed in every public school classroom.</p><p>The controversial bill, authored by the Republican state senator Phil King, would have required schools to display the Old Testament text “in a conspicuous place in each classroom”, in a durable poster or frame.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/republican-bill-ten-commandments-texas-schools-fails\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/republican-bill-ten-commandments-texas-schools-fails", "date_published": "2023-05-24 17:37:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Facebook owner Meta begins final round of mass layoffs", "description": "<p>Job cuts are part of plan announced in March to eliminate 10,000 roles, bringing headcount to where it stood mid-2021</p><p>Meta started carrying out the last batch of a three-part round of layoffs on Wednesday, according to a source familiar with the matter, as part of a plan announced in March <a href=\"https://www.theguardian.com/technology/2023/mar/14/mark-zuckerberg-meta-layoffs-hiring-freeze\">to eliminate 10,000 roles</a>.</p><p>Meta earlier this year became the first big tech company to announce a second round of mass layoffs, after showing more than 11,000 employees the door in the fall. The cuts brought the company’s headcount down to where it stood as of about mid-2021, following a hiring spree that doubled its workforce since 2020.</p> <a href=\"https://www.theguardian.com/technology/2023/may/24/meta-layoffs-final-round-facebook\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/24/meta-layoffs-final-round-facebook", "date_published": "2023-05-24 16:21:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Kenneth Anger, underground film-maker and Hollywood Babylon author, dies aged 96", "description": "<p>The pioneering movie-maker had a major influence on queer culture and the 60s counterculture, and is also remembered for authoring the cult film history book </p><p>Kenneth Anger, the artist and film-maker whose work offered a distinctively radical mix of paganism and homoeroticism, has died aged 96. Art gallery Sprüth Magers confirmed his death, saying: “Through his kaleidoscopic films, which combine sumptuous visuals, popular music soundtracks, and a focus on queer themes and narratives, Anger laid the groundwork for the avant garde art scenes of the later 20th century, as well as for the visual languages of contemporary queer and youth culture.”</p><p>Anger’s films, which included Fireworks (1947), Inauguration of the Pleasure Dome (1954), Scorpio Rising (1963) and Lucifer Rising (1972), made him a key figure in the counterculture over four decades, and later a hero to subsequent generations of film-makers grappling with similar themes. While he never found commercial success through his films, his book Hollywood Babylon – a compendium of often sleazy and largely unverifiable gossip about the film industry – became famous after first being published in 1959; it was followed by a sequel in 1984.</p> <a href=\"https://www.theguardian.com/film/2023/may/24/kenneth-anger-underground-film-maker-and-hollywood-babylon-author-dies-aged-96\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/24/kenneth-anger-underground-film-maker-and-hollywood-babylon-author-dies-aged-96", "date_published": "2023-05-24 16:18:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia is spending millions to lure Hollywood productions. But is it worth it?", "description": "<p>The Albanese government will double the rebates offered to US studios. But these films don’t tell Australian stories, and they may be making it harder for the local industry to compete</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>On a Sunday morning in January, traffic in central Sydney ground to a halt. Filming for Universal’s latest blockbuster, The Fall Guy, <a href=\"https://www.abc.net.au/news/2023-01-22/harbour-bridge-shutdown-for-ryan-gosling-film-shoot-/101880170\">closed the Harbour Bridge</a> and its surrounding city roads for seven hours.</p><p>While never disclosed, the studio paid a rumoured A$1m to the New South Wales government for that day’s shoot. But<strong> </strong>that is a fraction of what Universal was paid by Australian governments<strong> </strong>to bring the Ryan Gosling movie to Australia: $30m in cash through the federal location incentive scheme, and a reputed $14.4m thrown in by the NSW government, to ensure The Fall Guy would shoot in Sydney, not Brisbane or Melbourne.</p> <a href=\"https://www.theguardian.com/film/2023/may/25/australia-is-spending-millions-to-lure-hollywood-productions-but-is-it-worth-it\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/25/australia-is-spending-millions-to-lure-hollywood-productions-but-is-it-worth-it", "date_published": "2023-05-24 15:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mountain biking is a risky sport, but it helped me cope with my brain tumour diagnosis | Tracey Croke", "description": "<p>Hurtling down trails on two wheels might not be the most obvious way to cope with a life-changing news, but for <strong>Tracey Croke</strong> it helped her find inner peace</p><p>It wasn’t the news my doctor expected from the scan. I could tell by the look on his face. Most partial hearing loss episodes are caused by infections. I was that rare, one-in-whatever-thousand case where they’d discovered a squatter – which I now call “the thing” – was hanging out in my head.</p><p>“It’s a brain tumour,” he said.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/25/mountain-biking-is-a-risky-sport-but-it-helped-me-cope-with-my-brain-tumour-diagnosis\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/25/mountain-biking-is-a-risky-sport-but-it-helped-me-cope-with-my-brain-tumour-diagnosis", "date_published": "2023-05-24 15:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Tokenized, silenced’: Black and Latino organizers still feel marginalized by gun violence prevention groups", "description": "<p>Gun violence disproportionately affects Black and brown people, but some activists from those communities report being marginalized by peers</p><p>Nurah Abdulhaqq was 12 when she lost a family friend to gun violence – an experience that inspired her to make a change. After the student-led protests against gun violence in 2018 following the school shooting at Marjory Stoneman Douglas high school in Parkland, Florida, she got involved as a violence prevention organizer. “I knew that I could lend a different perspective as someone who not only has lost someone close to me to gun violence, but who also lives in an area affected by the school-to-prison pipeline and poverty,” she said.</p><p>But instead she often found her viewpoint sidelined, especially in the large national-facing violence prevention groups she found herself interacting with, said the Atlanta-based activist, now 19. “There was really not a discussion on Black and brown youth,” she said, or of the fact that gun violence has been the leading cause of death for Black male <a href=\"https://wisqars.cdc.gov/data/lcd/home?lcd=eyJjYXVzZXMiOlsiQUxMIl0sInN0YXRlcyI6WyIwMSIsIjAyIiwiMDQiLCIwNSIsIjA2IiwiMDgiLCIwOSIsIjEwIiwiMTEiLCIxMiIsIjEzIiwiMTUiLCIxNiIsIjE3IiwiMTgiLCIxOSIsIjIwIiwiMjEiLCIyMiIsIjIzIiwiMjQiLCIyNSIsIjI2IiwiMjciLCIyOCIsIjI5IiwiMzAiLCIzMSIsIjMyIiwiMzMiLCIzNCIsIjM1IiwiMzYiLCIzNyIsIjM4IiwiMzkiLCI0MCIsIjQxIiwiNDIiLCI0NCIsIjQ1IiwiNDYiLCI0NyIsIjQ4IiwiNDkiLCI1MCIsIjUxIiwiNTMiLCI1NCIsIjU1IiwiNTYiXSwicmFjZSI6WyIyIl0sImV0aG5pY2l0eSI6WyIxIl0sInNleCI6WyIxIl0sImZyb21ZZWFyIjpbIjIwMTEiXSwidG9ZZWFyIjpbIjIwMjAiXSwibnVtYmVyX29mX2NhdXNlcyI6WyIxMCJdLCJhZ2VfZ3JvdXBfZm9ybWF0dGluZyI6WyJsY2QxYWdlIl0sImN1c3RvbUFnZXNNaW4iOlsiMCJdLCJjdXN0b21BZ2VzTWF4IjpbIjE5OSJdLCJ5cGxsYWdlcyI6WyI2NSJdfQ%3D%3D\">teenagers and young adults</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/advocacy-groups-marginalize-black-latino-minority-members\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/advocacy-groups-marginalize-black-latino-minority-members", "date_published": "2023-05-24 10:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How No 10’s alleged parties took place as UK Covid death toll rose – interactive", "description": "<p>A timeline of alleged lockdown parties and UK deaths, what Covid rules were in place at the time and what Boris Johnson said</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/may/23/boris-johnson-referred-to-police-over-allegedly-hosting-friends-at-chequers-in-lockdown\">Boris Johnson referred to police over allegedly hosting friends at Chequers in lockdown</a></li><li><a href=\"https://www.theguardian.com/politics/2023/may/23/partygate-boris-johnson-chequers-covid-lockdown\">Partygate: what could come next for Boris Johnson after new allegations?</a></li></ul><p>The Partygate scandal has been thrown back into the spotlight, after Boris Johnson was referred to the police over <a href=\"https://www.theguardian.com/politics/2023/may/23/boris-johnson-referred-to-police-over-allegedly-hosting-friends-at-chequers-in-lockdown\">new allegations</a> he broke lockdown rules with gatherings at Chequers during the Covid pandemic.</p><p>Previously, the then-prime minister, Boris Johnson, and the then-chancellor, Rishi Sunak, were among 83 people to have been <a href=\"https://www.theguardian.com/uk-news/2022/may/19/met-police-conclude-partygate-investigation-into-downing-street-gatherings\">fined by the Metropolitan police</a> over gatherings held while Covid restrictions were in place.</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2022/jan/14/how-no-10s-alleged-parties-took-place-as-uk-covid-death-toll-rose-interactive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2022/jan/14/how-no-10s-alleged-parties-took-place-as-uk-covid-death-toll-rose-interactive", "date_published": "2023-05-24 09:07:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "David Warner to play ‘significant’ Ashes role, coach Andrew McDonald says", "description": "<ul><li>Coach backs opener ending speculation about future</li><li>Warner’s Test form had dipped and he left India injured</li></ul><p>Australian men’s cricket coach Andrew McDonald has firmly backed David Warner to start in the Ashes, ending months of speculation surrounding the veteran opener’s future.</p><p>Warner, 36, endured a rough time in India earlier this year, struggling during the first two Tests of the Border-Gavaskar series before returning to Australia with a fractured elbow.</p> <a href=\"https://www.theguardian.com/sport/2023/may/24/david-warner-to-play-significant-ashes-role-coach-andrew-mcdonald-says\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/24/david-warner-to-play-significant-ashes-role-coach-andrew-mcdonald-says", "date_published": "2023-05-24 07:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘People were stunned’: Uvalde families’ Texas gun safety win lasts just 24 hours", "description": "<p>A year on from massacre of children at Robb elementary parents are pushing to raise the age for buying semi-automatic weapons</p><p>Days after a deadly mass shooting in a Dallas suburb, families of another horrific killing gathered in the Texas capitol, demanding a change to the state’s famously <a href=\"https://www.theguardian.com/us-news/2023/may/08/allen-texas-mall-shooting-gun-culture\">lax gun laws</a>.</p><p>It had been nearly a year since <a href=\"https://www.theguardian.com/us-news/2022/jul/17/uvalde-shooting-report-caretakers-officials-missed-red-flags\">a gunman</a> shot 19 students and two teachers at an elementary school in Uvalde, with police waiting more than an hour to confront and kill him. Those children’s parents and relatives hadn’t stopped lobbying Texas lawmakers for stricter gun control.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/24/uvalde-school-shooting-texas-gun-control\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/24/uvalde-school-shooting-texas-gun-control", "date_published": "2023-05-24 05:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tatum and Celtics stave off elimination with Game 4 win over Heat in East finals", "description": "<ul><li>Celtics stave off elimination by topping Heat 116-99 in Game 4</li><li>Jayson Tatum shines for Boston with 34 points and 11 boards</li></ul><p>Down nine early in the third quarter, down 3-0 in the series, the Boston Celtics knew their season was completely on the brink.</p><p>Three minutes later, everything looked different.</p> <a href=\"https://www.theguardian.com/sport/2023/may/23/boston-celtics-miami-heat-nba-playoffs-scores\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/23/boston-celtics-miami-heat-nba-playoffs-scores", "date_published": "2023-05-24 03:18:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Virgin Orbit ceases operations months after failure of UK space mission", "description": "<p>California-based company will fold after selling off its assets and filing for bankruptcy in the US</p><p>Virgin Orbit, the satellite launch company founded by British billionaire Richard Branson, will permanently cease operations, just months after a major mission failure.</p><p>The California-based firm, which had already filed for Chapter 11 bankruptcy protection in the United States in early April, has auctioned off its main assets, recovering just over $36m. That figure is barely 1% of the value the company reached in late 2021 on Wall Street, when it was valued at $3.5 billion.</p> <a href=\"https://www.theguardian.com/science/2023/may/24/virgin-orbit-ceases-operations-months-after-failure-of-uk-space-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/24/virgin-orbit-ceases-operations-months-after-failure-of-uk-space-mission", "date_published": "2023-05-24 02:50:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Taiwan’s last known ‘comfort woman’ dies aged 92", "description": "<p>Campaigners vow to continue fighting in memory of the ‘grandmas’ – an estimated 2,000 Taiwanese women sexually enslaved by Japan’s military</p><p>Taiwan’s last known survivor of Japan’s wartime sexual slavery has died at the age of 92, according to the island’s foreign ministry, which called the issue a “wound in human history”.</p><p>Referred to as “comfort women”, more than 200,000 women were sexually enslaved by Japan’s military during the second world war, mostly from South Korea but also from Taiwan, China, and Indonesia.</p> <a href=\"https://www.theguardian.com/world/2023/may/24/taiwans-last-known-comfort-woman-dies-aged-92\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/24/taiwans-last-known-comfort-woman-dies-aged-92", "date_published": "2023-05-24 00:03:13+00:00", "persistent": false, "user": null, "language": "en-US"}]