[{"source": "https://thehill.com/news/feed/", "title": "­Poll: Thomas has highest unfavorability on Supreme Court", "description": "Supreme Court Justice Clarence Thomas has the highest unfavorability among all Supreme Court justices, unseating Brett Kavanaugh as the least popular justice for the first time, according to a recent poll.  In a new national Supreme Court poll conducted by Marquette Law School over a 10-day period in May 2023, Thomas became the least popular...", "link": "https://thehill.com/homenews/4019788-poll-thomas-has-highest-unfavorability-on-supreme-court/", "date_published": "2023-05-24 23:04:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dems back push to force vote on debt ceiling", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  All House Democrats sign onto measure to force debt-limit increase House Democrats of all stripes signed onto a discharge petition as part of a bid to force a vote on legislation to hike the debt ceiling...", "link": "https://thehill.com/newsletters/business-economy/4019806-dems-back-push-to-force-vote-on-debt-ceiling/", "date_published": "2023-05-24 23:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom bashes DeSantis bid: We don't want to 'Make America Florida'", "description": "California Gov. Gavin Newsom (D) bashed Florida Gov. Ron DeSantis’s (R) presidential bid in an email fundraising pitch for President Biden on Wednesday, saying the country should not “make America Florida.”  Newsom said in the email, sent just ahead of DeSantis’s announcement that he is running for the Republican nomination for president in 2024, that...", "link": "https://thehill.com/homenews/state-watch/4019789-newsom-bashes-desantis-bid-we-dont-want-to-make-america-florida/", "date_published": "2023-05-24 23:03:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis's 2024 rivals pile on over tech issues with campaign launch", "description": "Florida Gov. Ron DeSantis's (R) rivals for the 2024 presidential contest reveled in the tech issues that marred his official announcement on Wednesday using Twitter Spaces. DeSantis, who officially entered the GOP primary race on Wednesday, was set to speak with Twitter CEO Elon Musk on the platform's audio-only chatroom function, Twitter Spaces. But the...", "link": "https://thehill.com/homenews/campaign/4019786-desantiss-2024-rivals-pile-on-over-tech-issues-with-campaign-launch/", "date_published": "2023-05-24 23:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How debt ceiling talks could impact insurance", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  Work requirements in debt ceiling talks threaten to compound insurance losses The health insurance of 600,000 Americans is hanging in the balance as part of last-minute negotiations to raise the U.S. debt ceiling. © AP House Speaker Kevin McCarthy...", "link": "https://thehill.com/newsletters/health-care/4019785-how-debt-ceiling-talks-could-impact-insurance/", "date_published": "2023-05-24 22:55:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis signs law clearing his path to run for president while governor", "description": "Florida Gov. Ron DeSantis (R) cleared his own path to keep his current position while running for president, signing a bill that will allow him to remain as governor while being a presidential candidate.  DeSantis announced in a release on Wednesday that he signed 20 bills, including one that will create an exception to a...", "link": "https://thehill.com/homenews/state-watch/4019743-desantis-signs-law-clearing-his-path-to-run-for-president-while-governor/", "date_published": "2023-05-24 22:50:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries says length of spending caps and debt ceiling hike should match", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) said Wednesday that the duration of the spending caps demanded by Republicans as part of any debt ceiling deal should match the length of time the government’s borrowing authority is extended. “It seems to me that if there's a resolution that involves a spending freeze, that that spending freeze...", "link": "https://thehill.com/homenews/house/4019745-jeffries-says-length-of-spending-caps-and-debt-ceiling-hike-should-match/", "date_published": "2023-05-24 22:41:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tech issues plague Musk, DeSantis Twitter Spaces", "description": "Florida Gov. Ron DeSantis (R) encountered technology problems on Wednesday, as he attempted to announce his 2024 presidential campaign on Twitter Spaces with CEO Elon Musk. Tech entrepreneur David Sacks, who was set to moderate the discussion, said on the call that the vast number of people attempting to join were “melting the servers.” At...", "link": "https://thehill.com/homenews/campaign/4019762-tech-issues-plague-musk-desantis-twitter-spaces/", "date_published": "2023-05-24 22:39:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas passes bill to let chaplains serve as counselors in schools", "description": "Texas lawmakers have passed a bill that will allow unlicensed chaplains into schools to serve in school counseling positions.  The law, passed in a 84-60 vote in the state House Wednesday, will allow school districts to decide whether they want a chaplain who isn't certified by the state working alongside counselors and mental health services...", "link": "https://thehill.com/homenews/education/4019731-texas-passes-bill-to-let-chaplains-serve-as-counselors-in-schools/", "date_published": "2023-05-24 22:36:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden trolls DeSantis over glitchy 2024 launch on Twitter Spaces", "description": "President Biden on Wednesday mocked the issue-laden presidential campaign launch of Florida Gov. Ron DeSantis (R), whose attempt to talk about his candidacy on Twitter Spaces was marred by tech problems. \"This link works,\" Biden posted on his personal Twitter account, linking to a donation page for his campaign. Biden sent the tweet while DeSantis...", "link": "https://thehill.com/homenews/campaign/4019740-biden-trolls-desantis-over-glitchy-2024-launch-on-twitter-spaces/", "date_published": "2023-05-24 22:30:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House rips Comer, Greene for 'bizarre' probes of Biden", "description": "The White House on Wednesday ripped GOP Reps. James Comer (Ky.) and Marjorie Taylor Greene (Ga.) for what it called “bizarre” congressional probes of President Biden and his family members, arguing that the investigations are politically motivated.  White House spokesperson Ian Sams said in a memo that Comer, who serves as the chairman of the...", "link": "https://thehill.com/homenews/administration/4019631-white-house-rips-comer-greene-for-bizarre-probes-of-biden/", "date_published": "2023-05-24 22:06:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok CEO vows to 'prevail' despite Montana ban", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  TikTok CEO voices confidence amid Montana legal battle CEO Shou Zi Chew brushed off Montana’s recent move to ban TikTok in the state, saying the company is “confident” it will “prevail” as it sues Montana over the new law. © AP Photo/Jose Luis...", "link": "https://thehill.com/newsletters/technology/4019689-tiktok-ceo-vows-to-prevail-despite-montana-ban/", "date_published": "2023-05-24 22:05:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis enters 2024 race embracing GOP energy strategy", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  DeSantis enters 2024 race embracing GOP energy strategy The Florida governor, who is set to formally announce his presidential bid Wednesday night, has used his perch leading the Sunshine State to take a stand on national...", "link": "https://thehill.com/newsletters/energy-environment/4019625-desantis-enters-2024-race-embracing-gop-energy-strategy/", "date_published": "2023-05-24 21:55:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FTC investigating whether baby formula makers engaged in collusion in state contracts", "description": "The Federal Trade Commission (FTC) is investigating whether baby formula makers colluded on bidding for state contracts, agency documents show. The commission opened the probe last year into bidding on state contracts for the Department of Agriculture’s Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), which provides free formula to low-income families. The...", "link": "https://thehill.com/policy/healthcare/4019593-ftc-investigating-whether-baby-formula-makers-engaged-in-collusion-in-state-contracts/", "date_published": "2023-05-24 21:48:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP says House lawmakers can leave for Memorial Day despite debt ceiling talks", "description": "House Majority Leader Steve Scalise (R-La.) informed lawmakers on Wednesday that they can leave Washington as scheduled on Thursday for the Memorial Day weekend — but that they should be prepared to return to the Capitol to vote on legislation to raise the debt limit with 24 hours notice.  The House is scheduled to adjourn...", "link": "https://thehill.com/homenews/house/4019624-gop-says-house-lawmakers-can-leave-for-memorial-day-despite-debt-ceiling-talks/", "date_published": "2023-05-24 21:44:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Louisiana Senate kills bill that would have banned gender-affirming care for trans minors", "description": "A Louisiana Senate committee on Wednesday killed a bill that would have banned gender-affirming health care for transgender minors, dealing a rare victory to LGBTQ people in the largely GOP-controlled South. Louisiana’s House Bill 648 failed Wednesday during a final vote in the state Senate Health and Welfare Committee, where Republicans have a one-seat majority. State Sen....", "link": "https://thehill.com/homenews/state-watch/4019582-louisiana-senate-kills-bill-that-would-have-banned-gender-affirming-care-for-trans-minors/", "date_published": "2023-05-24 21:35:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watchdog finds violations in Park Police officers' force against media in 2020 Lafayette Square incident", "description": "Park Police officers violated policy when they hit a reporter with a baton and pushed another member of the media’s camera during the infamous 2020 clearing of protesters in Lafayette Square in Washington, D.C., an internal government watchdog has found.  In a new report on Wednesday, the Interior Department’s Inspector General’s Office said that pushing...", "link": "https://thehill.com/homenews/administration/4019529-watchdog-finds-violations-in-park-police-officers-force-against-media-in-2020-lafayette-square-incident/", "date_published": "2023-05-24 21:32:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy on debt ceiling talks: We're at ‘this breaking point’ but have ‘some progress’", "description": "Speaker Kevin McCarthy (R-Calif.) on Wednesday said debt ceiling talks are at a “breaking point,” with the House GOP and the White House at an impasse over whether to lower federal spending, even as he also said negotiations were going “a little better.” “I’ve been very clear, I will not put a bill on the...", "link": "https://thehill.com/homenews/house/4019525-mccarthy-on-debt-ceiling-talks-were-at-this-breaking-point-but-have-some-progress/", "date_published": "2023-05-24 21:23:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis makes 2024 bid official", "description": "{beacon}    Evening Report Wednesday, May 24   ©  Getty Images DeSantis jumps in, facing tough primary road Florida Gov. Ron DeSantis (R) filed paperwork for his presidential candidacy with the Federal Election Commission ahead of a Wednesday night Twitter Spaces conversation with the platform's CEO Elon Musk, where DeSantis is expected to formally announce his...", "link": "https://thehill.com/newsletters/evening-report/4019445-desantis-makes-2024-bid-official/", "date_published": "2023-05-24 21:23:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House fails to override Biden veto maintaining solar tariffs", "description": "The House of Representatives fell short of the required two-thirds majority to override President Biden’s veto of a Congressional Review Act (CRA) resolution resuming solar power tariffs. The chamber on Wednesday voted 214-205 on the reintroduction of the resolution Wednesday afternoon, allowing the presidential veto to stand. The Commerce Department has ordered a two-year freeze...", "link": "https://thehill.com/policy/energy-environment/4019537-house-fails-to-override-biden-veto-maintaining-solar-tariffs/", "date_published": "2023-05-24 21:21:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "López Obrador doubles down: 'Fentanyl is not produced in Mexico'", "description": "MEXICO CITY — Mexican President Andrés Manuel López Obrador on Wednesday doubled down on his assertion that fentanyl is not produced in Mexico, though the country's drug cartels are known to play a key role in refining the drug and trafficking it to the United States. \"We hold that there is no fentanyl [here]. There...", "link": "https://thehill.com/latino/4019511-lopez-obrador-doubles-down-fentanyl-is-not-produced-in-mexico/", "date_published": "2023-05-24 21:05:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal Home Loan Banks should not be bailing out banks", "description": "The FHLBanks have abandoned their role as a conduit for housing finance in favor of acting as the handmaidens of troubled banks.", "link": "https://thehill.com/opinion/finance/4017135-the-fed-not-federal-home-loan-banks-should-be-saving-failing-banks/", "date_published": "2023-05-24 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are some possible debt ceiling escape hatches for McCarthy, Biden", "description": "Washington is scrambling to stave off an unprecedented debt default as roughly a week stands between the country and a looming deadline. Treasury Secretary Janet Yellen warned earlier this week that the country is still on track to default on its debt as soon as next Thursday if Congress fails to raise or suspend the...", "link": "https://thehill.com/homenews/house/4019457-here-are-some-possible-debt-ceiling-escape-hatches-for-mccarthy-biden/", "date_published": "2023-05-24 20:47:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats unanimously back debt ceiling discharge petition", "description": "Every House Democrat has endorsed the discharge petition to force a vote on legislation to hike the debt ceiling and prevent a default, party leaders announced Wednesday. The signatures of the last final holdouts — Reps. Jared Golden (D-Maine) and Ed Case (D-Hawaii) — puts the total number at 213, meaning Democratic leaders still need to find...", "link": "https://thehill.com/homenews/house/4019483-democrats-unanimously-back-debt-ceiling-discharge-petition/", "date_published": "2023-05-24 20:47:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US officials believe Ukraine was likely responsible for Kremlin drone attack: report", "description": "U.S. officials believe that Ukraine was likely behind the failed drone attack on the Kremlin earlier this month, along with a number of other killings and incursions on Russian territory, according to reports. Intelligence officials do not know which unit was behind the drone attack and it's unclear if Ukrainian President Volodymyr Zelensky knew about...", "link": "https://thehill.com/policy/defense/4019372-us-officials-believe-ukraine-was-likely-responsible-for-kremlin-drone-attack-report/", "date_published": "2023-05-24 20:26:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Goodbye Colonials: George Washington University announces new moniker", "description": "George Washington University has selected “Revolutionaries” as its new moniker, after the school scrapped “Colonials” under growing student pressure. Officials announced the new moniker Wednesday, which will take effect starting in the 2023-2024 academic year.   University officials said in a press release Wednesday that after a year taking in 47,000 points of feedback and 8,000...", "link": "https://thehill.com/blogs/blog-briefing-room/4019349-goodbye-colonials-george-washington-university-announces-new-moniker/", "date_published": "2023-05-24 20:26:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden marks anniversary of Uvalde shooting: 'It's time to act'", "description": "President Biden on Wednesday marked the anniversary of a mass shooting at a Uvalde, Texas, elementary school that left 19 children dead, offering sympathy to the families of the victims and pleading yet again for Congress to take action to stop the epidemic of gun violence in the United States. “Too many schools, too many...", "link": "https://thehill.com/homenews/administration/4019404-biden-marks-anniversary-of-uvalde-shooting-its-time-to-act/", "date_published": "2023-05-24 20:19:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Big Oil, green groups unite in Texas", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202; The Big Story  Big Oil, green groups unite to back key Texas energy cap New legislation passed by the Texas legislature may have accomplished what is generally impossible: bringing oil companies and green groups to the same side of the table. © AP The legislation,...", "link": "https://thehill.com/newsletters/sustainability/4019429-big-oil-green-groups-unite-in-texas/", "date_published": "2023-05-24 20:17:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida educators group: DeSantis's 'authoritarian' policies would destroy public schools", "description": "A Florida educators group said on Wednesday that Gov. Ron DeSantis’s (R) “authoritarian” policies would destroy U.S. public schools, as the Florida governor gears up to announce his bid for the presidency. “Gov. DeSantis’ policies have been counter to core American principles,” Andrew Spar, president of the Florida Education Association, told the Tallahassee Democrat. “He has...", "link": "https://thehill.com/homenews/education/4019365-florida-educators-group-desantiss-authoritarian-policies-would-destroy-public-schools/", "date_published": "2023-05-24 20:05:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Music legend Tina Turner dies at age 83", "description": "Tina Turner — a musical artist dubbed as the Queen of Rock ‘n’ Roll and known for multiple hits that reached the top of the charts in the ‘60s, ‘70s and ‘80s, died on Tuesday. She was 83.  Turner’s manager confirmed Turner died after a long illness at her home near Zurich, Switzerland. She became...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/4019368-music-legend-tina-turner-dies-at-age-83/", "date_published": "2023-05-24 20:04:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Reform PEPFAR, the 25-year 'emergency' foreign aid program", "description": "Congress has a moral obligation to the taxpayers to refocus and reform PEPFAR so that it is less a subsidy program for giant contractors and NGOs stacked with Democratic donors, and more focused on helping the truly needy.", "link": "https://thehill.com/opinion/4015763-reform-pepfar-the-25-year-emergency-foreign-aid-program/", "date_published": "2023-05-24 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carrier strike group deploying to Guam to assist in typhoon recovery", "description": "The Navy has ordered the USS Nimitz aircraft carrier strike group to the U.S. territory of Guam to assist in recovery efforts after Typhoon Mawar passed through the island as a devastating Category 4 storm on Thursday local time.  A defense official confirmed to The Hill that the Nimitz, the cruiser USS Bunker Hill, and...", "link": "https://thehill.com/policy/defense/4019356-carrier-strike-group-deploying-to-guam-to-assist-in-typhoon-recovery-report/", "date_published": "2023-05-24 19:52:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration announces new investments in Colorado River conservation", "description": "The Biden administration on Wednesday announced additional steps to protect the stability of the Colorado River, just two days after basin states reached a pivotal consensus on system-wide conservation. The Department of the Interior’s Bureau of Reclamation is finalizing eight new agreements in the Phoenix and Tucson metro areas that will save up to 393,000-acre feet of...", "link": "https://thehill.com/policy/equilibrium-sustainability/4019355-biden-administration-announces-new-investments-in-colorado-river-conservation/", "date_published": "2023-05-24 19:51:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Battle rages in Texas between AG Paxton and GOP-controlled House", "description": "A civil war is raging among Texas Republicans over the fate of the state’s embattled attorney general. Texas AG Ken Paxton has spent the last four years in legal limbo, after being indicted by a state grand jury for securities fraud in 2016. But he now faces what may be the biggest threat of his...", "link": "https://thehill.com/homenews/state-watch/4019295-battle-rages-in-texas-between-ag-paxton-and-gop-controlled-house/", "date_published": "2023-05-24 19:44:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No evidence veterans support extremist groups more than American public: study", "description": "Veterans do not support far-left or far-right extremist groups any more than the average American population, according to a study released this week from the nonprofit RAND Corporation. About 5.5 percent of veterans supported the far-left extremist group Antifa, compared to 10 percent of the American public, according to the study, while only 0.7 percent...", "link": "https://thehill.com/policy/defense/4019167-no-evidence-veterans-support-extremist-groups-more-than-american-public-study/", "date_published": "2023-05-24 19:39:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Circle K offering 40 cents off fuel for 3 hours only on Thursday", "description": "Circle K is celebrating the unofficial holiday of \"Fuel Day\" by offering customers 40 cents off per gallon — if you time it right.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4019141-circle-k-offering-40-cents-off-fuel-for-3-hours-only-on-thursday/", "date_published": "2023-05-24 19:33:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To deter China, the US must lead in Latin America", "description": "In the face of the Chinese Communist Party’s rapid and threatening economic expansion across the globe, the United States must be proactively leading global engagement and securing trade agreements with our allies. China is taking advantage of the Biden administration’s inaction on trade partnerships, and it’s crucial that we stabilize relationships with our allies to...", "link": "https://thehill.com/opinion/congress-blog/4019282-to-deter-china-the-us-must-lead-in-latin-america/", "date_published": "2023-05-24 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Quinnipiac poll underscores Trump's primary strength, doubts on Biden", "description": "A new Quinnipiac poll underscores former President Trump’s front-runner status in the GOP presidential primary race, as well as some voter doubts about President Biden as the pair work toward a possible rematch next year.  The survey found 56 percent of Republican and Republican-leaning voters back the former president. He holds a 31-point lead over...", "link": "https://thehill.com/homenews/campaign/4019266-new-quinnipiac-poll-underscores-trumps-primary-strength-doubts-on-biden/", "date_published": "2023-05-24 19:21:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley says she'd sign abortion ban, but more Republicans are needed in Congress", "description": "GOP presidential candidate and former United Nations Ambassador Nikki Haley said Wednesday she would sign a federal abortion ban into law if she were president, but dismissed the possibility of such a ban materializing, noting it was unlikely to get the necessary 60 votes to pass the Senate. Haley’s comments are the clearest answer she...", "link": "https://thehill.com/homenews/4019017-haley-says-shed-sign-abortion-ban-but-more-republicans-are-needed-in-congress/", "date_published": "2023-05-24 17:47:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Moody's chief economist: 'Everyone is going to get hurt' if US defaults on debt", "description": "Moody’s Analytics’ chief economist Mark Zandi told CNN Wednesday “everyone is going to get hurt” if the nation defaults, adding it’s “just a matter of degree.” Zandi said 401(k) plans and other pension assets will decline in value and borrowing money for mortgages or purchasing a car will be more difficult, especially as interest rates...", "link": "https://thehill.com/business/4018837-moodys-chief-economist-everyone-is-going-to-get-hurt-if-us-defaults-on-debt/", "date_published": "2023-05-24 17:46:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 8 in 10 Republicans either supporting or would consider backing Trump and DeSantis: poll", "description": "More than 8 in 10 Republicans say that they are either supporting former President Trump or Florida Gov. Ron DeSantis (R) for the GOP nomination for president in 2024 or are open to doing so, according to a new poll.  The CNN survey released Wednesday, ahead of DeSantis's official announcement, showed Trump with a significant...", "link": "https://thehill.com/homenews/campaign/4019006-more-than-eight-in-10-republicans-either-supporting-or-would-consider-backing-trump-and-desantis-poll/", "date_published": "2023-05-24 17:39:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To promote AI effectively, policymakers must look beyond ChatGPT", "description": "AI commentators need to make sure that their policy proposals are actually responsive to the AI field as a whole, and not just to a few important but anomalous language models.", "link": "https://thehill.com/opinion/technology/4017237-to-promote-ai-effectively-policymakers-must-look-beyond-chatgpt/", "date_published": "2023-05-24 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "7 in 10 independents concerned about Biden's mental fitness: survey", "description": "Nearly seven in 10 registered independent respondents cited President Biden’s mental fitness as a major concern they have about his ability to be president as the 2024 election cycle inches near, a poll released Wednesday showed. The NPR/ PBS News Hour/Marist poll found that 69 percent of registered independent respondents said Biden’s mental fitness is...", "link": "https://thehill.com/homenews/campaign/4018939-7-in-10-independents-concerned-about-bidens-mental-fitness-survey/", "date_published": "2023-05-24 17:18:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Chinese allegations against Micron ‘baseless’", "description": "The White House on Wednesday condemned China for blacklisting imports of memory chips from the U.S-based company Micron, but it cautioned that Beijing’s sanctions would not derail Washington’s efforts to improve communication between the two nuclear-armed powers.  White House national security spokesperson John Kirby said Beijing’s allegations that imports of Micron’s chips pose a national...", "link": "https://thehill.com/policy/international/4018965-white-house-chinese-allegations-against-micron-baseless/", "date_published": "2023-05-24 17:14:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hillary Clinton: Feinstein should not resign from Senate", "description": "Hillary Clinton said Sen. Dianne Feinstein (D. Calif.) should not resign from her seat in the Senate, despite the 89-year-old’s recent health problems and growing calls from some Democratic lawmakers for her to resign. Clinton, a former New York senator, stressed the political reality that if Feinstein resigned, Republicans likely would not agree to appoint...", "link": "https://thehill.com/homenews/senate/4018919-hillary-clinton-feinstein-should-not-resign/", "date_published": "2023-05-24 16:56:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘We are so sorry': Bioré apologizes for sponsored TikTok post which referenced school shooting", "description": "Bioré, a skincare brand known for its blackhead-removing “strips,” is facing backlash over a sponsored TikTok post that encouraged customers to “strip away the stigma of anxiety” — including the anxiety faced by survivors of school shootings.", "link": "https://thehill.com/blogs/blog-briefing-room/4018896-we-are-so-sorry-biore-apologizes-for-sponsored-tiktok-post-which-referenced-school-shooting/", "date_published": "2023-05-24 16:48:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy: Debt ceiling negotiators will 'try to finish' deal at White House", "description": "Debt ceiling negotiations are getting a venue change Thursday as House Republican negotiators head to the White House to work more on a deal. “I’m sending our negotiation team down to the White House to try to finish up the negotiations with the White House,” Speaker Kevin McCarthy (R-Calif.) told reporters. The Speaker noted that...", "link": "https://thehill.com/homenews/house/4018907-mccarthy-debt-ceiling-negotiators-will-try-to-finish-deal-at-white-house/", "date_published": "2023-05-24 16:44:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI can help automakers keep slavery out of their supply chains", "description": "Congress is expanding its investigation into the use of slave labor in manufacturing car components. Automakers, pressed to make their supply chains as transparent as possible, can turn to AI for help.", "link": "https://thehill.com/opinion/congress-blog/technology/4015818-ai-can-help-automakers-keep-slavery-out-of-their-supply-chains/", "date_published": "2023-05-24 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Republicans, White House struggle to narrow debt ceiling gap", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.* *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING Still...", "link": "https://thehill.com/newsletters/1230-report/4018818-the-hills-1230-report-republicans-white-house-remain-in-debt-ceiling-standoff/", "date_published": "2023-05-24 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How to watch DeSantis's 2024 announcement", "description": "Republican Florida Gov. Ron DeSantis is expected to launch a 2024 presidential bid Wednesday, joining former President Trump and others in the growing GOP primary race.  After months of moves that hinted at a possible bid, DeSantis is expected to formally kickstart his bid during a live discussion with Twitter CEO Elon Musk on Twitter...", "link": "https://thehill.com/homenews/campaign/4018846-how-to-watch-desantiss-2024-announcement/", "date_published": "2023-05-24 16:28:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What new home sales numbers could mean for buyers and the economy", "description": "Home sales last month beat expectations and reached a high not seen in more than a year, as more supply enters the housing market and potentially puts a downward pressure on prices. New single-family home sales increased 4.1 percent from March to April and were up by 11.8 percent from a year ago, according to data...", "link": "https://thehill.com/business/4018720-what-new-home-sales-numbers-could-mean-for-buyers-and-the-economy/", "date_published": "2023-05-24 16:08:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Microsoft unveils AI-powered Windows Copilot", "description": "Microsoft will launch a new service powered by artificial intelligence (AI) technology to help users of its Windows 11 platform.  In a blog post, the company said Windows Copilot can explain content to users by either rewriting or summarizing it. Users can also ask general questions to the Windows Copilot, similar to the Bing Chat...", "link": "https://thehill.com/policy/technology/4018739-microsoft-unveils-ai-powered-windows-copilot/", "date_published": "2023-05-24 16:08:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gaetz says most in GOP 'don't feel like we should negotiate with our hostage'", "description": "Rep. Matt Gaetz (R-Fla.) said Tuesday that he and his conservative colleagues “don’t feel like we should negotiate with our hostage” on a debt-limit compromise. In his comments, the Florida Republican underscored the precarious negotiating position House Speaker Kevin McCarthy (R-Calif.) is in as he seeks to strike a deal with the White House that...", "link": "https://thehill.com/homenews/house/4018798-gaetz-says-most-in-gop-dont-feel-like-we-should-negotiate-with-our-hostage/", "date_published": "2023-05-24 16:04:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan Sneaker Caucus 'unequivocally supports' McCarthy, Jeffries's Oval Office shoe choices", "description": "A bipartisan group of sneaker-loving lawmakers is dipping their toes in an intense sartorial debate: giving their seal — or sole — of approval to sport dress sneakers in the White House. “The Congressional Sneaker Caucus unequivocally supports Speaker McCarthy’s and Leader Jeffries’ freedom to wear dress sneakers in the Oval Office,” the group said...", "link": "https://thehill.com/blogs/in-the-know/4018786-bipartisan-sneaker-caucus-unequivocally-supports-mccarthy-jeffriess-oval-office-shoe-choices/", "date_published": "2023-05-24 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Israeli judicial reform is not about undermining democracy", "description": "At root is the distribution of authority between legislative and judicial functions.", "link": "https://thehill.com/opinion/international/4017319-israeli-judicial-reform-is-not-about-undermining-democracy/", "date_published": "2023-05-24 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Robot dog' coming to Los Angeles police after vote", "description": "The robot - a quadruped unmanned ground vehicle called “Spot” - is manufactured by Boston Dynamics and is valued at nearly $280,000.", "link": "https://thehill.com/changing-america/resilience/smart-cities/4018672-robot-dog-coming-to-los-angeles-police-after-vote/", "date_published": "2023-05-24 15:50:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Key Republican urges McCarthy, GOP to 'hold the line' in debt ceiling talks", "description": "Rep. Chip Roy (R-Texas) sent a memo to House Republican colleagues Wednesday urging them to “hold the line” with continued support for the conference’s sweeping debt limit bill in the face of Speaker Kevin McCarthy (R-Calif.) and President Biden aiming to negotiate a compromise that would likely strip out many conservative priorities. In the memo,...", "link": "https://thehill.com/homenews/house/4018748-key-republican-urges-mccarthy-gop-to-hold-the-line-in-debt-ceiling-talks/", "date_published": "2023-05-24 15:47:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why many arguments are misleading in the debt limit debate", "description": "Congress is running out of time to act on the debt limit. Lawmakers have had five months to consider the issue thanks to the “extraordinary measures” that the government has employed since January to stay below its current $31.4 trillion borrowing cap. But the government estimates it will exhaust those measures by mid-June. That means Congress has...", "link": "https://thehill.com/opinion/congress-blog/4018362-why-many-arguments-are-misleading-in-the-debt-limit-debate/", "date_published": "2023-05-24 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "20,000 Wagner soldiers died in Bakhmut fighting, chief says", "description": "Wagner Group founder Yevgeny Prigozhin said he lost 20,000 of his fighters in the battle for Bakhmut, highlighting the immense price Russia paid to capture the destroyed city in eastern Ukraine. Prigozhin said in a new interview with a prominent Russian blogger that of the tens of thousands of convicts his private military company recruited...", "link": "https://thehill.com/policy/defense/4018630-20000-wagner-soldiers-died-in-bakhmut-fighting-chief-says/", "date_published": "2023-05-24 15:40:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will millennials stay quiet in 2024?", "description": "Americans aged 27 to 43 are the most likely to keep their thoughts to themselves.", "link": "https://thehill.com/opinion/campaign/4017684-will-millennials-stay-quiet-in-2024/", "date_published": "2023-05-24 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "60 percent in new poll say controlling gun violence more important than protecting gun rights", "description": "Six in 10 Americans in a new survey say controlling gun violence is more important than protecting gun rights.  The NPR-PBS NewsHour-Marist poll found that 60 percent overall think it’s more important to control gun violence, which NPR notes is the highest in 10 years. Forty percent of people who own guns report feeling the...", "link": "https://thehill.com/blogs/blog-briefing-room/4018730-60-percent-in-new-poll-say-controlling-gun-violence-more-important-than-protecting-gun-rights/", "date_published": "2023-05-24 15:19:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress and the debt ceiling circus", "description": "For the debt ceiling negotiation, the risks to both parties remain significant.", "link": "https://thehill.com/opinion/finance/4017007-congress-and-the-debt-ceiling-circus/", "date_published": "2023-05-24 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "48 House Democrats sign open letter supporting large-scale Israeli protests", "description": "House Democrats issued an open letter on Wednesday voicing support for Israeli protesters demonstrating against a push by Israeli Prime Minister Benjamin Netanyahu to overhaul the country’s judiciary. The letter, signed by 48 Democrats, backs protesters' efforts to stop Netanyahu from pursuing judicial reforms that were put on hold in response to months-long, large-scale protests...", "link": "https://thehill.com/homenews/house/4018692-48-house-democrats-sign-open-letter-supporting-large-scale-israeli-protests/", "date_published": "2023-05-24 14:53:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom knocks Target CEO for pulling LGBTQ merchandise from stores", "description": "California Gov. Gavin Newsom (D) on Tuesday slammed Target’s chief executive for pulling LGBTQ and Pride Month merchandise from store shelves after facing backlash and threats of violence from some customers. “CEO of Target Brian Cornell selling out the LGBTQ+ community to extremists is a real profile in courage. This isn’t just a couple stores...", "link": "https://thehill.com/homenews/4018653-newsom-knocks-target-ceo-for-pulling-lgbtq-merchandise-from-stores/", "date_published": "2023-05-24 14:35:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man arrested at Virginia preschool said he was 'making his way to the CIA,' police say", "description": "A Florida man found trespassing Tuesday at a Virginia preschool told officers he was “making his way to the CIA,” and firearms were found in a search of his vehicle, police say.  Eric Sandow, 32, was detained after police say he was found trespassing at the Dolley Madison Preschool in McLean, Va., according to the...", "link": "https://thehill.com/homenews/state-watch/4018595-man-arrested-at-virginia-preschool-said-he-was-making-his-way-to-the-cia-police-say/", "date_published": "2023-05-24 14:30:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Independence and benefits for app workers? We just did it in Washington state", "description": "In Washington state, legislators have found a bipartisan way to help app contract workers get benefits while still keeping their independence.", "link": "https://thehill.com/opinion/technology/4015251-independence-and-benefits-for-app-workers-we-just-did-it-in-washington-state/", "date_published": "2023-05-24 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN to host town hall with Nikki Haley", "description": "CNN announced Wednesday it will host a town hall with Republican presidential candidate Nikki Haley in Iowa next month, weeks after a much-criticized similar event with former President Trump. The forum with Haley will air June 4 at 8 p.m. and be moderated by CNN chief Washington correspondent Jake Tapper.  The Trump town hall —...", "link": "https://thehill.com/homenews/campaign/4018648-cnn-to-host-town-hall-with-nikki-haley/", "date_published": "2023-05-24 14:27:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders calls on Biden to use 14th Amendment to raise debt ceiling", "description": "Sen. Bernie Sanders (I-Vt.) on Wednesday called for President Biden to invoke the 14th Amendment in order to raise the debt ceiling and avoid a default on the nation's credit as White House and House GOP negotiators race to strike a deal.  In an Fox News op-ed, Sanders said enacting many of the proposed cuts...", "link": "https://thehill.com/homenews/senate/4018580-sanders-calls-on-biden-to-use-14th-amendment-to-raise-debt-ceiling/", "date_published": "2023-05-24 14:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ramaswamy rolls out slew of nearly 50 endorsements from New Hampshire", "description": "Biotech entrepreneur and 2024 presidential candidate Vivek Ramaswamy is trumpeting the backing of nearly 50 New Hampshire Republicans as the GOP primary ramps up. Ramaswamy's campaign announced Wednesday he had received 47 endorsements from the early primary state, including eight current state lawmakers, former GOP Senate candidate Kevin Smith and Salem, N.H., GOP Chairman Steve...", "link": "https://thehill.com/homenews/campaign/4018587-ramaswamy-rolls-out-slew-of-nearly-50-endorsements-from-new-hampshire/", "date_published": "2023-05-24 14:13:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas bill that would have required Ten Commandments in schools fails", "description": "A Texas House bill that would have required the Ten Commandments to be posted in public school classrooms failed Tuesday after missing its deadline.  The bill, which passed in the Texas Senate, would have required a poster with the Ten Commandments that was big enough for anyone in the classroom to see and read.  The...", "link": "https://thehill.com/homenews/education/4018565-texas-bill-that-would-have-required-ten-commandments-in-schools-fails/", "date_published": "2023-05-24 14:13:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson most popular individual Americans follow for news: survey", "description": "Tucker Carlson is the media figure people trust most of news and information, according to a new poll. Carlson topped a list included in a new Gallup survey of leading news media journalists and entertainment personalities as part of a survey in which respondents were asked who they trusted most to provide them news. \"Now...", "link": "https://thehill.com/homenews/media/4018546-tucker-carlson-most-popular-individual-americans-follow-for-news-survey/", "date_published": "2023-05-24 13:56:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott raises $2M over first 24 hours in race", "description": "Sen. Tim Scott’s (R-S.C.) presidential campaign raised $2 million in the 24 hours after its launch, it told The Hill on Tuesday. Scott formally announced his candidacy on Monday during a rally in his hometown of North Charleston, S.C. Scott is setting himself up as a more positive alternative to the pugilism of former President...", "link": "https://thehill.com/homenews/campaign/4018581-scott-raises-2m-in-first-24-hours-in-race/", "date_published": "2023-05-24 13:54:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Education officials testify on student loan forgiveness before House panel", "description": "The House committee on Education and the Workforce will hold a hearing Wednesday morning to examine the Biden administration's student loan forgiveness policies. The Biden administration has given its clearest indication yet that the years-long pause of student loan repayments will come to an end in the coming months. Optimism that the White House would...", "link": "https://thehill.com/homenews/4018528-watch-live-education-officials-testify-on-student-loan-forgiveness-before-house-panel/", "date_published": "2023-05-24 13:48:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Half in new poll support sending weapons to Ukraine", "description": "Half of the respondents in a new poll said they support the U.S. sending weapons to Ukraine as the country’s war with Russia continues to rage on.  A new University of Chicago Harris School of Public Policy and NORC poll, published Wednesday, found that 50 percent of respondents said they support the U.S. ongoing supply...", "link": "https://thehill.com/policy/4018530-half-in-new-poll-support-sending-weapons-to-ukraine/", "date_published": "2023-05-24 13:47:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man who tried to enter Speaker's Lobby on Jan. 6 sentenced to 7 years in prison", "description": "A Texas man who tried to enter the Speaker’s Lobby at the U.S. Capitol during the Jan. 6, 2021, riot was sentenced Tuesday to seven years in prison, the Justice Department (DOJ) announced. Christopher Grider, 41, was found guilty of nine misdemeanor and felony charges related to the riot in December and was sentenced Tuesday...", "link": "https://thehill.com/blogs/blog-briefing-room/4018515-man-who-tried-to-enter-speakers-lobby-on-jan-6-sentenced-to-7-years-in-prison/", "date_published": "2023-05-24 13:43:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mellman: Models on voter files can be useful, but they are all wrong", "description": "Professor George Box, called “one of the great statistical minds of the 20th century,” put it this way, “All models are wrong. Some are useful.”   As we increasingly rely on models to both execute our campaigns and interpret election results, we would do well to remember both halves of Box’s admonition.   Models allow...", "link": "https://thehill.com/opinion/4018206-mellman-models-on-voter-files-can-be-useful-but-they-are-all-wrong/", "date_published": "2023-05-24 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York Times strikes a deal with its union", "description": "The New York Times Co. has agreed on a contract with its employees union after months of negotiations that at times grew acrimonious. The tentative agreement, which is expected to be ratified by members of the Times Union, is a five-year deal that will be effective until March 2026. Key elements of the deal include...", "link": "https://thehill.com/homenews/media/4018510-new-york-times-strikes-a-deal-with-its-union/", "date_published": "2023-05-24 13:22:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Box truck driver said he wanted to 'seize power,' 'kill the president': court records", "description": "A Missouri man who crashed a rented U-Haul truck into security barriers near the White House on Monday told federal agents his goal was to “seize power” and “kill the president,” according to court records.  Sai Varshith Kandula, 19, crashed the rented truck into security barriers around Lafayette Square in front of the White House...", "link": "https://thehill.com/homenews/administration/4018464-box-truck-driver-said-he-wanted-to-seize-power-kill-the-president-court-records/", "date_published": "2023-05-24 13:06:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ITK Q&A: Shannon Bream on her hit biblical books, fearing snakes and craving the 'world's perfect food'", "description": "The headlines out of Washington may be filled with bad news, but for Fox News’s Shannon Bream, it’s her work with the good book that has her climbing the sales charts.   The “Fox News Sunday” anchor, who joined the network in 2007, is marking a major milestone, selling more than 1 million copies of her...", "link": "https://thehill.com/blogs/in-the-know/4017720-itk-qa-shannon-bream-on-her-hit-biblical-books-fearing-snakes-and-craving-the-worlds-perfect-food/", "date_published": "2023-05-24 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We have a once-in-a-lifetime opportunity to improve access to justice — let’s not squander it", "description": "Technology helped us survive the pandemic. By continuing to lean into that spirit of innovation, we have a once-in-a-lifetime opportunity to significantly enhance access to justice.", "link": "https://thehill.com/opinion/judiciary/4016923-we-have-a-once-in-a-lifetime-opportunity-to-improve-access-to-justice-lets-not-squander-it/", "date_published": "2023-05-24 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Durham Report: The FBI is as bad as you feared, maybe worse", "description": "More black marks against FBI agents’ adherence to the law.", "link": "https://thehill.com/opinion/criminal-justice/4017284-durham-report-the-fbi-is-as-bad-as-you-feared-maybe-worse/", "date_published": "2023-05-24 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arnold Schwarzenegger hired as chief action officer at Netflix", "description": "Arnold Schwarzenegger is back in action, but this time as a boss at Netflix.", "link": "https://thehill.com/blogs/in-the-know/4018450-arnold-schwarzenegger-hired-as-chief-action-officer-at-netflix/", "date_published": "2023-05-24 12:12:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "6 in 10 say spending cuts should accompany increase in debt ceiling: poll", "description": "Sixty percent of Americans in a new poll say an increase in the debt ceiling should come with spending cuts, as Republicans in Congress and the White House negotiate how to prevent a default on the nation's debt. The CNN poll, released Tuesday, found six in 10 Americans say Congress should only lift the debt...", "link": "https://thehill.com/blogs/blog-briefing-room/4018452-6-in-10-say-spending-cuts-should-accompany-increase-in-debt-ceiling-poll/", "date_published": "2023-05-24 12:07:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A defining moment for how the White House handles antisemitism", "description": "That the Biden administration is only now attempting to define antisemitism is itself tremendously concerning — you cannot fight what you cannot define.", "link": "https://thehill.com/opinion/civil-rights/4017106-a-defining-moment-for-how-the-white-house-handles-antisemitism/", "date_published": "2023-05-24 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tuberville says he wasn't suggesting he wants white nationalists in military: 'No, we don't need racism anywhere'", "description": "Sen. Tommy Tuberville (R-Ala.) on Tuesday said that he wasn’t suggesting in an interview earlier this month that he wants white nationalists in the U.S. military, after his initial remarks sparked criticism.  “No, we don't need racism anywhere. Military, in our society. We've had it before. I think we're less racist now in our country...", "link": "https://thehill.com/homenews/senate/4018442-tuberville-says-he-wasnt-suggesting-he-wants-white-nationalists-in-military-no-we-dont-need-racism-anywhere/", "date_published": "2023-05-24 11:41:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: The Biden-McCarthy tango of democracy and debt", "description": "At a moment in history when there is at least some chance that the world will soon witness the faith and credit of America going into default, causing a financial crash that has not been seen in many generations, one wonders what President Biden and House Speaker Kevin McCarthy (R-Calif.) must think of one another. ...", "link": "https://thehill.com/opinion/4018204-budowsky-the-biden-mccarthy-tango-of-democracy-and-debt/", "date_published": "2023-05-24 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jimmy Carter aware of tributes, enjoying ice cream, 3 months into hospice: grandson", "description": "Three months after entering end-of-life care at home, former President Jimmy Carter remains in good spirits as he visits with family, follows public discussion of his legacy and receives updates on The Carter Center's humanitarian work around the world, his grandson says. He's even enjoying regular servings of ice cream.", "link": "https://thehill.com/homenews/4017947-jimmy-carter-aware-of-tributes-enjoying-ice-cream-3-months-into-hospice-grandson/", "date_published": "2023-05-24 10:40:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Target removes some LGBTQ merchandise from stores after threats to workers", "description": "Target is removing certain items from its stores and making other changes to its LGBTQ merchandise nationwide ahead of Pride Month, after an intense backlash from some customers including violent confrontations with its workers.", "link": "https://thehill.com/homenews/4018052-target-removes-some-lgbtq-merchandise-from-stores-after-threats-to-workers/", "date_published": "2023-05-24 10:39:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellowstone rangers forced to kill bison calf after man 'disturbed' it", "description": "Rangers later had to kill the bison calf, which was causing a hazardous situation for visitors.", "link": "https://thehill.com/homenews/state-watch/4018114-yellowstone-rangers-forced-to-kill-bison-calf-after-man-disturbed-it/", "date_published": "2023-05-24 10:39:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — DeSantis to share '24 campaign debut with Musk", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. DeSantis to share ’24 campaign debut with Musk Florida Gov. Ron DeSantis today will plunge into the Republican presidential primary with help from a controversial billionaire, Elon Musk, challenging...", "link": "https://thehill.com/newsletters/morning-report/4018398-the-hills-morning-report-desantis-to-share-24-campaign-debut-with-musk/", "date_published": "2023-05-24 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP voters flocking to Trump aren't hungering for good vibes", "description": "Republican lawmakers who are trying to turn the page on former President Trump say voters are turned off by what they describe as his negativity, but polls show Republican primary voters aren’t all that hungry for good vibes.  Sen. Tim Scott (R-S.C.) launched his campaign for president this week declaring Americans “hunger for something positive” and voters are...", "link": "https://thehill.com/homenews/campaign/4017917-trump-gop-supporters-not-hungering-good-vibes/", "date_published": "2023-05-24 10:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chicago mpox outbreak raises alarm over summer spread", "description": "A cluster of mpox cases in the Chicago area has spurred concerns of a resurgence this summer, mere months after the end of the public health emergency for the outbreak that began last year. The U.S. response to the mpox outbreak in 2022 was heralded as a public health success despite some early stumbles. By...", "link": "https://thehill.com/policy/healthcare/4017827-chicago-mpox-outbreak-raises-alarm-over-summer-spread/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats ready for 2024 rematch in New York", "description": "New York is emerging as a critical battleground state for Democrats as they look to recapture the House majority heading into 2024. A slew of Democratic candidates are rolling out bids to take back Republican-held House seats, while members of the party are allocating tens of millions of dollars in the Empire State. The moves...", "link": "https://thehill.com/homenews/campaign/4017866-democrats-ready-for-2024-rematch-in-new-york/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Foreign exports, not domestic demand, to drive controversial gas expansion, agency finds", "description": "Support for expanding America's fossil fuel industry is often cast in the rhetoric of energy independence. But foreign sales, not American demand, are driving a projected decades-long rise in natural gas production, a new federal report has found. U.S. natural gas production is expected to rise until 2050, according to a report released Tuesday by the Energy...", "link": "https://thehill.com/policy/equilibrium-sustainability/4017828-foreign-exports-not-domestic-demand-to-drive-controversial-gas-expansion-agency-finds/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House leaders look to temper debt ceiling deal expectations of right flank, progressives", "description": "Democratic and Republican leaders on Capitol Hill are starting to temper expectations among their members about what a final debt ceiling deal could look like, becoming more explicit in acknowledging that neither side will get everything it wants. When asked Monday whether any ultimate deal to cut spending as a condition of raising the debt...", "link": "https://thehill.com/homenews/house/4017986-house-leaders-look-to-temper-debt-ceiling-deal-expectations-of-right-flank-progressives/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How US farmland became a battleground in the fight against China", "description": "Chinese investors own about .03 percent of America’s farmland, according to federal data. But their land purchasing is becoming a major issue as politicians at the state and federal level ramp up their fight against perceived threats from China. In the past couple of months, lawmakers in more than two dozen states have passed or considered...", "link": "https://thehill.com/business/4016740-how-us-farmland-became-a-battleground-in-the-fight-against-china/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill Rankings — The top 10 GOP candidates for 2024", "description": "The Republican Party primary field is growing bigger.  Sen Tim Scott (R-S.C.) made his candidacy official Monday. Florida Gov. Ron DeSantis is expected to launch his campaign Wednesday.  DeSantis’s entry into the race has been keenly anticipated in part because he is widely agreed to be the most serious rival to former President Trump.  Here are The...", "link": "https://thehill.com/homenews/campaign/4017888-the-hill-rankings-the-top-ten-gop-candidates-for-2024/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why it could be a while before Ukraine deploys F-16s in the war", "description": "Ukraine got a major boost last week when the United States agreed to a joint effort to train pilots from the embattled nation on F-16 fighter jets, but it’s still a ways off before the planes reach Ukrainian skies.  The planned training has begun in earnest, with Poland on Tuesday announcing it is “ready to...", "link": "https://thehill.com/homenews/4018029-why-it-could-be-a-while-before-ukraine-deploys-f-16s-in-the-war/", "date_published": "2023-05-24 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump lawyers request meeting with Merrick Garland over DOJ probe", "description": "Former President Trump's attorneys have requested a meeting with Attorney General Merrick Garland as the Justice Department's special counsel investigates the former president, according to a letter Tuesday. “Unlike President Biden, his son Hunter, and the Biden family, President Trump is being treated unfairly,” attorneys John Rowley and James Trusty wrote to Garland, according to...", "link": "https://thehill.com/blogs/blog-briefing-room/4018188-trump-lawyers-request-meeting-with-merrick-garland-over-doj-probe/", "date_published": "2023-05-24 02:34:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "John Roberts says Supreme Court 'continuing to look' at ethics standards", "description": "Chief Justice John Roberts on Tuesday said the Supreme Court is “continuing to look” at its ethical standards in the wake of recent controversies. \"On a final issue of concern inside the court, I want to assure people that I am committed to making certain that we as a court adhere to the highest standards...", "link": "https://thehill.com/regulation/court-battles/4018193-john-roberts-says-supreme-court-continuing-to-look-at-ethics-standards/", "date_published": "2023-05-24 02:21:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amanda Gorman says her inaugural poem has been banned by Miami-Dade school", "description": "American poet Amanda Gorman said on Tuesday that the poem she recited during President Biden’s inauguration has been banned by a school in Miami-Dade County.  “I’m gutted. Because of one’s parent’s complaint, my inaugural poem, The Hill We Climb, has been banned from an elementary school in Miami-Dade County, Florida,” Gorman said in a statement...", "link": "https://thehill.com/blogs/in-the-know/4018143-amanda-gorman-says-her-inaugural-poem-has-been-banned-by-miami-dade-school/", "date_published": "2023-05-24 01:12:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The most popular college majors aren't the highest-paying – these degrees are, study finds", "description": "When it comes to choosing a major in college, a recent study found that there are sizable differences in pay depending on the field of study.", "link": "https://thehill.com/homenews/nexstar_media_wire/4018016-the-most-popular-college-majors-arent-the-highest-paying-these-degrees-are-study-finds/", "date_published": "2023-05-24 00:53:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "City council approves robot dogs for LAPD", "description": "The Los Angeles City council on Tuesday approved a “robot dog” for use by the LA Police Department. The council voted 8-4 to approve the donation of a “Quadruped Unmanned Ground Vehicle” despite criticism from the public ahead of the vote.  The council’s site says the tech, valued at $277,917, comes from the Los Angeles...", "link": "https://thehill.com/homenews/state-watch/4018105-city-council-approves-robot-dogs-for-lapd/", "date_published": "2023-05-24 00:26:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to mark anniversary of Uvalde school shooting", "description": "President Biden on Wednesday will mark the anniversary of a school shooting in Uvalde, Texas, where 19 children and two teachers were killed, by calling for congressional action to address gun violence. The president will deliver remarks by the grand staircase of the White House to remember the victims of the shooting, a White House...", "link": "https://thehill.com/homenews/administration/4018054-biden-to-mark-anniversary-of-uvalde-school-shooting/", "date_published": "2023-05-24 00:04:49+00:00", "persistent": false, "user": null, "language": "en-US"}]