[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Dead Island 2: Haus DLC Review - The Final Verdict", "description": "Dead Island 2 surprised a great many people upon its launch earlier this year with how solid and enjoyable it turned out to be, and developer Dambuster Studios has returned with another brief undead adventure with Haus, the first of two expansions for the zombie action RPG. \n\nUnlike the base game, however, the DLC has some larger issues. Though combat remains as fun as ever, in spite of how short Haus is, it feels too repetitive and drawn out, thanks in large part to its rote and uninspired mission objectives. Yes, this remains an absolutely gorgeous game to look at, but this is still a disappointingly unambitious expansion that sticks to the script a bit too slavishly.", "link": "https://www.youtube.com/watch?v=P_v8EFAdAZU", "date_published": "2023-11-06T17:00:17+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/P_v8EFAdAZU/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "EA Sport WRC Review - The Final Verdict", "description": "For a racing license that has passed through multiple publishers and developers over the decades, WRC has probably found its best fit yet with Codemasters. The developer is no stranger to rally racing titles, and EA Sports WRC is perhaps its most feature-packed rally sim yet.\n\nFrom a fully fleshed-out Career Mode and Championships to the new Moments for recapturing iconic races, not to mention over 200 stages, there is a lot that the game has to offer. You can jump into Time Trials and try to perfect your run, with the overall racing feeling better than ever, or dive into Builder Mode to create the rally machine of your dreams.\n\nEA Sports WRC is available for Xbox Series X/S, PS5 and PC. Check out our review to see why it's worth playing for rally fans, even with slight blemishes and technical issues.", "link": "https://www.youtube.com/watch?v=3SScGml4ieI", "date_published": "2023-11-06T17:00:06+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3SScGml4ieI/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Like a Dragon Gaiden: The Man Who Erased His Name Review - The Final Verdict", "description": "Like a Dragon Gaiden: The Man Who Erased His Name feels like it was developed on a pretty rapid and truncated timeline. \n\nThe lack of polish obviously adds to that sense, as do things such as it simply launching without the promised English dub (while I cannot personally fathom playing these games in any way except with the original Japanese dub, a huge part of their newfound popularity in the west has been the excellent localizations these games have seen; taking away an English dub at launch only adds to the “thrown together at the last moment” sentiment the game goes nothing to dispel elsewhere either).", "link": "https://www.youtube.com/watch?v=8v4ILfG0kiI", "date_published": "2023-11-06T14:00:06+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8v4ILfG0kiI/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why Call of Duty: Modern Warfare 3's Campaign Is A DISASTER", "description": "Call of Duty: Modern Warfare 3 2023's campaign mode is a disaster. The third title in the series, which began with 2019's Modern Warfare, is the shortest in the genre yet, packed with forgettable missions, an inconsequential story, and last but not least, horrendous Open Combat missions.\n\nCheck out why the campaign is such a snoozefest, how the other content doesn't make up for it, and why it turned out this way.", "link": "https://www.youtube.com/watch?v=C2yqj07vZQM", "date_published": "2023-11-06T10:00:13+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/C2yqj07vZQM/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]