[{"source": "https://thehill.com/news/feed/", "title": "House Judiciary postpones pistol brace rule markup after Nashville shooting", "description": "The House Judiciary Committee postponed a scheduled Tuesday markup on a resolution to nullify a Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF) pistol brace rule following the mass shooting at a Nashville, Tennessee, school on Monday. “Democrats were going to turn this tragic event into a political thing,” Judiciary Committee Chair Jim Jordan (R-Ohio)...", "link": "https://thehill.com/homenews/house/3920835-house-judiciary-postpones-pistol-brace-rule-markup-after-nashville-shooting/", "date_published": "2023-03-27 22:46:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate panel to examine bank failures", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  Senate panel to examine bank failures The Banking Committee will hear from top federal regulators on how the second- and third-largest bank failures in U.S. history took place, and where to go now. © Greg Nash,...", "link": "https://thehill.com/newsletters/business-economy/3920816-senate-panel-to-examine-bank-failures/", "date_published": "2023-03-27 22:32:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US faces questions over potential TikTok ban", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  US faces questions over potential TikTok ban Congress seems to have found common ground in raging against TikTok, but actually carrying out a ban  on the video sharing app will be more complicated. © AP Any action the U.S. takes to try...", "link": "https://thehill.com/newsletters/technology/3920764-us-faces-questions-over-potential-tiktok-ban/", "date_published": "2023-03-27 22:31:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Addiction doesn’t care about your politics. Neither should our policies", "description": "In 2021, more than 106,000 Americans died from an overdose. And in 2022, those numbers only escalated due to the increase in powerful synthetic drugs, including fentanyl. Today, fentanyl is a leading cause of death for Americans aged 18-to-45. That’s unacceptable — and it’s time Congress builds on its progress and acts with urgency to meet the demands...", "link": "https://thehill.com/opinion/congress-blog/3920715-addiction-doesnt-care-about-your-politics-neither-should-our-policies/", "date_published": "2023-03-27 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP: Gun reform legislation unlikely after Nashville school shooting", "description": "Senate Republicans on Monday cast doubt on the possibility of legislative action on firearms in response to the shooting at a school in Nashville, Tenn., earlier in the day.  Sen. John Cornyn (R-Texas) told reporters that he does not believe the Senate can go any further on firearm-related bills or on expanding background checks than the...", "link": "https://thehill.com/homenews/senate/3920813-senate-gop-gun-reform-legislation-unlikely-after-nashville-school-shooting/", "date_published": "2023-03-27 22:27:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate advances AUMF repeal, tees up final passage vote", "description": "The Senate on Monday cleared a final procedural hurdle toward repealing two Authorizations for Use of Military Force (AUMF), setting the stage for a final vote on the bill this week. Senators voted 65-28 to end debate on the measure to repeal the 1991 authorization for the U.S. invasion of Kuwait and the 2002 AUMF that...", "link": "https://thehill.com/policy/defense/3920601-senate-advances-aumf-repeal-tees-up-final-passage-vote/", "date_published": "2023-03-27 22:26:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "To reduce train derailments, invest in personnel", "description": "Since the train derailed in East Palestine, Ohio, Congress has fixed its attention on rail safety and measures to curtail such incidents in the future.", "link": "https://thehill.com/opinion/national-security/3920584-to-reduce-train-derailments-invest-in-personnel/", "date_published": "2023-03-27 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville police ID three 9-year-olds as victims in school shooting", "description": "Metro Nashville Police identified the six victims who died after a 28-year-old woman opened fire Monday in a private school in Nashville, Tennessee. Nashville Police shared the names and ages of the victims of the shooting Monday, saying in a tweet that all three of the child victims were just 9 years old. The children,...", "link": "https://thehill.com/homenews/state-watch/3920734-nashville-police-id-three-9-year-olds-as-victims-in-school-shooting/", "date_published": "2023-03-27 21:47:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden would veto 'backward' GOP energy bill, White House says", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Biden would veto Republican energy bill, White House says The White House said Monday the president would veto HR1, the House GOP's energy package, should it reach his desk, outlining Biden's opposition to the bill. ©...", "link": "https://thehill.com/newsletters/energy-environment/3920718-biden-would-veto-backward-gop-energy-bill-white-house-says/", "date_published": "2023-03-27 21:38:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan legislation that unleashed wave of American innovation is now at risk", "description": "Collaboration between public and private partners is a catalyst for innovation. As the saying goes, “If you want to go far, go together.” That’s why Congress enacted the revolutionary bipartisan Bayh-Dole Act, which encourages small businesses and non-profit organizations — including universities — to participate in technology transfer activities that bring research from the theoretical...", "link": "https://thehill.com/opinion/congress-blog/3920657-bipartisan-legislation-that-unleashed-wave-of-american-innovation-is-now-at-risk/", "date_published": "2023-03-27 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former National Enquirer CEO testifies before Manhattan grand jury investigating Trump: reports", "description": "A Manhattan grand jury hearing evidence in a probe into former President Trump’s role in a hush money scandal heard from former National Enquirer publisher David Pecker as a potential indictment looms. Pecker, the former chairman of American Media Inc. which publishes the Enquirer, appeared before the grand jury for a second time Monday, according...", "link": "https://thehill.com/regulation/court-battles/3920735-former-national-enquirer-ceo-testifies-before-manhattan-grand-jury-investigating-trump-reports/", "date_published": "2023-03-27 21:28:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York mayor proposing composting mandate", "description": "Story at a glance New York City Mayor Eric Adams is proposing a new rule requiring residents to set aside leaves, grass, branches, and other yard waste outside of their homes for composting.   The new rule will go will first go into effect in Queens later this year and then in Brooklyn beginning on...", "link": "https://thehill.com/changing-america/sustainability/environment/3920626-new-york-mayor-proposing-composting-mandate/", "date_published": "2023-03-27 21:05:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stewart vs. Greene: Let the debate begin", "description": "It's hard to know when Rep. Marjorie Taylor Greene (R-Ga.) is being serious. To get some answers, Jon Stewart should invite Greene to join him on his television show.", "link": "https://thehill.com/opinion/campaign/3920284-stewart-vs-greene-let-the-debate-begin/", "date_published": "2023-03-27 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vallas holds narrow lead in Chicago mayoral runoff: poll", "description": "Paul Vallas is running ahead of Brandon Johnson in the Chicago mayoral race with little more than a week to go before the April 4 runoff, according to a new Emerson College Polling/WGN-TV/The Hill poll released Monday.  Forty-six percent of Chicago voters say they’re backing Vallas, a former Chicago Public Schools CEO, in next week’s...", "link": "https://thehill.com/homenews/campaign/3920346-vallas-holds-narrow-lead-in-chicago-mayoral-runoff-poll/", "date_published": "2023-03-27 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three children, three adults dead in Nashville school shooting", "description": "Click in for news from The Hill {beacon}    Evening Report Monday, March 27   ©  AP Three adults, three children dead in Nashville school shooting Three children and three teachers were killed in a shooting at a private Nashville elementary school on Monday morning.   Police responded to a call of a shooting at...", "link": "https://thehill.com/newsletters/evening-report/3920674-three-children-three-adults-dead-in-nashville-school-shooting/", "date_published": "2023-03-27 20:51:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's what we know about the Nashville school shooting", "description": "A 28-year-old woman shot and killed three children and three adult staff members at a school in Nashville, Tennessee on Monday before being killed by police. Authorities are continuing to investigate the shooting, which marks the 17th school shooting in the United States since the start of the year, according to a Washington Post analysis....", "link": "https://thehill.com/homenews/state-watch/3920481-heres-what-we-know-about-the-nashville-school-shooting/", "date_published": "2023-03-27 20:45:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDIC spent $20 billion to handle Silicon Valley Bank collapse", "description": "The collapse of Silicon Valley Bank (SVB) set the Federal Deposit Insurance Corporation (FDIC) back only $20 billion while the failure of Signature Bank cost just $2.5 billion, according to prepared remarks by FDIC Chair Martin Gruenberg set to be delivered in front of the Senate Banking Committee on Tuesday. That’s just a fraction of...", "link": "https://thehill.com/business/3920600-fdic-spent-20-billion-to-handle-silicon-valley-bank-collapse/", "date_published": "2023-03-27 20:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fed Chair Jerome Powell to speak to Republican Study Committee", "description": "Federal Reserve Chairman Jerome Powell will speak to the Republican Study Committee, the largest conservative caucus in the House Republican Conference, at the group’s weekly meeting on Wednesday, an aide for the group said. The debt ceiling and banking issues are likely to be top topics of interest for members. CQ Roll Call first reported Powell’s...", "link": "https://thehill.com/homenews/house/3920604-fed-chair-jerome-powell-to-speak-to-republican-study-committee/", "date_published": "2023-03-27 20:14:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mother takes over Fox News live stream to urge gun control after Nashville shooting", "description": "A woman who said she and her son survived the mass shooting in Highland Park, Illinois, took over a Fox News livestream on Monday as reporters gathered for a press conference following a school shooting in Nashville, Tennessee, that left three students and three adults dead. “How is this still happening? How are our children...", "link": "https://thehill.com/media/3920521-mother-takes-over-fox-news-live-stream-to-urge-gun-control-after-nashville-shooting/", "date_published": "2023-03-27 20:11:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Only one in four Democrats wants Biden to run again in 2024: survey", "description": "Only one in four Democrats want President Biden to run for reelection in 2024, according to a new Monmouth University Poll.  The poll, published Monday, found that 25 percent of Democrat respondents said they want Biden to run for reelection in 2024, while 44 percent of those surveyed believe that Biden should step aside and...", "link": "https://thehill.com/homenews/campaign/3920531-only-one-in-four-democrats-wants-biden-to-run-again-in-2024-survey/", "date_published": "2023-03-27 20:07:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Students, LGBTQ group sue Texas university over canceled drag show", "description": "Two west Texas university students and an on-campus LGBTQ organization are suing the school, its president and governing board, as well as the university system, over the abrupt cancellation of a charity drag show last week, arguing the administration’s decision violates students' right to freedom of expression. “[C]anceling the student group’s charity drag show is...", "link": "https://thehill.com/homenews/state-watch/3920580-students-lgbtq-group-sue-texas-university-over-canceled-drag-show/", "date_published": "2023-03-27 20:07:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Political parties, imperfect as they are, remain vital to preserving democracy", "description": "Populists, authoritarians and polarizing forces are thriving because democratic political parties are failing to unite, and are too weak to protect the core values of the democratic process.", "link": "https://thehill.com/opinion/international/3920119-political-parties-imperfect-as-they-are-remain-vital-to-preserving-democracy/", "date_published": "2023-03-27 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House lawmakers demand Saudis release political prisoners detained for tweeting", "description": "House lawmakers sent a letter to Saudi Arabia Crown Prince Mohammed bin Salman on Monday demanding that he release all political prisoners being held in his country who were detained after tweeting, days after Riyadh released a woman who was initially arrested for posting tweets critical of the top leader.  The letter — which was first...", "link": "https://thehill.com/homenews/house/3919761-house-lawmakers-demand-saudis-release-political-prisoners-detained-for-tweeting/", "date_published": "2023-03-27 19:58:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court hears free-speech challenge to federal ban on encouraging illegal immigration", "description": "The Supreme Court on Monday grappled with the scope of the federal crime involving the encouragement of illegal immigration and whether it violates the First Amendment. The Justice Department urged the high court to reverse a lower court decision and uphold the crime as constitutional, arguing the free-speech concerns are misplaced because they assume an...", "link": "https://thehill.com/regulation/court-battles/3920506-supreme-court-hears-free-speech-challenge-to-federal-ban-on-encouraging-illegal-immigration/", "date_published": "2023-03-27 19:28:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence headed back to Iowa amid 2024 speculation", "description": "Former Vice President Mike Pence will visit Iowa on Wednesday amid speculation that he could join former President Trump and former U.N. Ambassador Nikki Haley in the running for the GOP’s presidential primary in 2024. Pence’s Great America Committee announced Monday that he’ll visit Urbandale, Cedar Rapids and Coralville in a one-day swing that comes...", "link": "https://thehill.com/homenews/campaign/3920449-pence-headed-back-to-iowa-amid-2024-speculation/", "date_published": "2023-03-27 19:24:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News anchor: 'We are tired of reporting on school shootings'", "description": "Fox News anchor John Roberts said he and his colleagues are growing weary of covering a growing number of school shootings in America. \"But the woman said it quite succinctly, aren't you tired of this? Yes, we are tired of this. We're very tired of reporting on school shootings week in and week out,\" Roberts said during the network's...", "link": "https://thehill.com/homenews/media/3920404-fox-news-anchor-we-are-tired-of-reporting-on-school-shootings/", "date_published": "2023-03-27 19:06:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden: Nashville school shooting ‘a family’s worst nightmare’", "description": "President Biden on Monday called the latest school shooting, which left at least three children dead in Nashville, “sick” and lamented that such a tragedy was “a family’s worst nightmare.” “We have to do more to stop gun violence. It’s ripping our communities apart. It’s ripping at the very soul of the nation. We have...", "link": "https://thehill.com/homenews/administration/3920445-biden-nashville-school-shooting-a-familys-worst-nightmare/", "date_published": "2023-03-27 19:06:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why does the DC area smell like smoke?", "description": "Numerous residents in the Washington, D.C., metropolitan area on Monday reported the smell of smoke, which experts say is likely related to a major wildfire in North Carolina. Fire departments in D.C., northern Virginia and southern Maryland shared on social media that they had received multiple reports of a smoke scent but had not identified...", "link": "https://thehill.com/policy/energy-environment/3920425-why-does-the-dc-area-smell-like-smoke/", "date_published": "2023-03-27 19:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-DeSantis super PAC hires another former Trump aide", "description": "A super PAC aligned with Florida Gov. Ron DeSantis (R) is adding another former Trump campaign aide to its ranks.  Matt Wolking, who served as deputy communications director for Trump’s last presidential bid, announced on Monday that he would join the super PAC Never Back Down as its strategic communications director. Wolking headed up Trump’s...", "link": "https://thehill.com/homenews/campaign/3920478-pro-desantis-super-pac-hires-another-former-trump-aide/", "date_published": "2023-03-27 19:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Duckworth asks FTC to investigate drug distributor over abortion pill", "description": "Sen. Tammy Duckworth (D-Ill.) is asking the Federal Trade Commission to investigate reports that drug distributor AmeriSourceBergen is refusing to distribute Mifeprex to retail pharmacies in certain states, but was continuing to sell directly to health providers. In a letter sent Monday to FTC Chair Lina Kahn, Duckworth accused the company of exploiting the political...", "link": "https://thehill.com/policy/healthcare/3920455-duckworth-asks-ftc-to-investigate-drug-distributor-over-abortion-pill/", "date_published": "2023-03-27 18:55:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What can be salvaged from Biden's Democracy Summit", "description": "Autocrats are organizing and sharing tactics and resources. It is high time those who believe in democracy come together with the same level of organization, enthusiasm, and support for one another.", "link": "https://thehill.com/opinion/international/3919911-what-can-be-salvaged-from-bidens-democracy-summit/", "date_published": "2023-03-27 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Sheila Jackson Lee running for Houston mayor", "description": "Rep. Sheila Jackson Lee (D-Texas) revealed on Sunday that she is running for mayor of Houston, entering an already crowded field in the Lone Star State. Jackson Lee — who has represented Texas’s 18th Congressional District since 1995 — made the announcement at City Cathedral Church in Houston. “I hope I’ve been a humble servant for you...", "link": "https://thehill.com/homenews/campaign/3920408-rep-sheila-jackson-lee-running-for-houston-mayor/", "date_published": "2023-03-27 18:25:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thanks to Jimmy Carter, America's courts look more like America", "description": "Carter did more to reshape the nature and direction of our federal courts than almost any democratic president before or since.", "link": "https://thehill.com/opinion/judiciary/3916694-thanks-to-jimmy-carter-americas-courts-look-more-like-america/", "date_published": "2023-03-27 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Idris Elba: Harris would make a good president", "description": "Idris Elba says Kamala Harris would make a good commander in chief, as the “Luther” actor appeared alongside the vice president at a stop during her tour of Africa. The British performer visited a community recording studio in Ghana with Harris on Monday, along with “Abbott Elementary” star Sheryl Lee Ralph. Elba, whose production company...", "link": "https://thehill.com/blogs/in-the-know/3920367-idris-elba-harris-would-make-a-good-president/", "date_published": "2023-03-27 17:58:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How could a TikTok ban be enforced?", "description": "Bipartisan support to ban TikTok in the U.S is mounting, but carrying out the action will likely be trickier than gaining the political power to enact it.  Any action the U.S. takes to try to block TikTok, the video sharing app owned by Chinese-based parent company ByteDance, will still have loopholes for users to access...", "link": "https://thehill.com/policy/technology/3920214-how-could-a-tiktok-ban-be-enforced/", "date_published": "2023-03-27 17:50:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Space Force should prepare for the threat we have — not the one we prefer", "description": "As the one-year anniversary of Russia’s invasion of Ukraine came and went, many commentators discussed and debated lessons learned and observations regarding the conflict — especially as it pertains to a potential conflict with China over Taiwan’s independence. Unfortunately, with respect to space-power capabilities and employment, too many commentators have been making assumptions based on...", "link": "https://thehill.com/opinion/national-security/3916265-space-force-should-prepare-for-the-threat-we-have-not-the-one-we-prefer/", "date_published": "2023-03-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders voices support for mass protests against Israeli government's ‘extreme’ actions", "description": "Sen. Bernie Sanders (I-Vt.) on Monday threw his support behind the mass demonstrations in Israel against Prime Minister Benjamin Netanyahu’s push to overhaul the judiciary in the country. “I applaud the hundreds of thousands of Israeli citizens peacefully protesting against their extreme government's actions,” Sanders, who spent time living in Israel in his youth, tweeted....", "link": "https://thehill.com/homenews/senate/3920285-sanders-voices-support-for-mass-protests-against-israeli-governments-extreme-actions/", "date_published": "2023-03-27 17:29:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chargers lineman says he was sexually assaulted by TSA agent", "description": "A Los Angeles Chargers player says he was sexually assaulted by a Transportation Security Administration (TSA) agent at a California-area airport.  “I really just got sexually assaulted by TSA at @JohnWayneAir.  After I asked the gentleman to please stop BC I’m uncomfortable and I feel that this part of the check is unnecessary (After he...", "link": "https://thehill.com/homenews/state-watch/3920295-chargers-lineman-says-he-was-sexually-assaulted-by-tsa-agent/", "date_published": "2023-03-27 17:20:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress should step in to advance ocean climate solutions", "description": "A variety of ocean carbon dioxide removal (CDR) methods have already been proposed.", "link": "https://thehill.com/opinion/energy-environment/3920090-congress-should-step-in-to-advance-ocean-climate-solutions/", "date_published": "2023-03-27 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US considering more federal support for banking industry: report", "description": "US financial authorities are considering expanding the line of credit they extended to banks earlier this month to prevent the collapse of First Republic Bank, which had received a $30 billion bailout from a consortium of its own competitors, according to Bloomberg News. Bloomberg reported over the weekend that the expansion of the Fed’s lending...", "link": "https://thehill.com/business/3920220-us-considering-more-federal-support-for-banking-industry-report/", "date_published": "2023-03-27 16:56:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chamber of Commerce leads letter urging permitting reform action this year", "description": "A coalition of influential lobbying groups called on Congress to act on the energy permitting reforms championed by Sen. Joe Manchin (D-W.Va.) by the end of the summer in a letter Monday. While the letter is led by the U.S. Chamber of Commerce, the oil and renewable energy industries are also represented in the letter,...", "link": "https://thehill.com/policy/energy-environment/3920241-chamber-of-commerce-leads-letter-urging-permitting-reform-action-this-year/", "date_published": "2023-03-27 16:54:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Philadelphia officials say water supply is safe after chemical spill", "description": "Philadelphia officials say the city’s water supply is safe after a chemical spill in a tributary of the Delaware River over the weekend.  The Philadelphia Water Department announced Sunday that it’s “now confident” tap water from the Baxter Drinking Water Treatment Plant will remain safe to drink at least through 11:59 p.m. Monday. “This updated...", "link": "https://thehill.com/homenews/state-watch/3920223-philadelphia-officials-say-water-supply-is-safe-after-chemical-spill/", "date_published": "2023-03-27 16:49:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House Press Briefing", "description": "White House Press Secretary Karine Jean-Pierre is holding a daily press briefing Monday. Over the weekend, President Biden declared a state of emergency in Mississippi, which was struck by multiple tornadoes Friday, killing at least 25 in the state, along with one person in Alabama. Public safety policy also factored into the withdrawal of Biden’s...", "link": "https://thehill.com/homenews/3920204-watch-live-white-house-press-briefing/", "date_published": "2023-03-27 16:45:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Train derails, spilling hazardous materials in North Dakota", "description": "Several cars on a Canadian Pacific freight train derailed in North Dakota late Sunday, spilling hazardous material in the area, the railway said. Some of 31 rail cars involved were carrying hazardous materials, and an initial assessment found a liquid asphalt leak at the derailment site in rural Richland County, southeast of Wyndmere, a Canadian...", "link": "https://thehill.com/homenews/state-watch/3920140-train-derails-spilling-hazardous-materials-in-north-dakota/", "date_published": "2023-03-27 16:44:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Netanyahu pauses judicial overhaul after protests", "description": "To view past editions of The Hill's 12:30 Report, click here:  https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9 --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING   Demonstrations...", "link": "https://thehill.com/newsletters/1230-report/3920173-the-hills-1230-report-netanyahu-pauses-judicial-overhaul-after-protests/", "date_published": "2023-03-27 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will online sports gambling kill America?", "description": "In “Back to the Future II,” Biff uses a sports almanac of future results to gamble his way to wealth at major societal costs. Is our nation headed down a similar path?", "link": "https://thehill.com/opinion/finance/3920005-will-online-sports-gambling-kill-america/", "date_published": "2023-03-27 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most in new poll say Trump investigations are fair", "description": "A majority of Americans think that the slate of state and federal investigations into former President Trump are fair, according to a new poll, despite Republican attempts to frame the probes as a left wing witch hunt of the former president. A 56 percent majority of respondents think the investigations into Trump are fair, according...", "link": "https://thehill.com/blogs/blog-briefing-room/3919981-most-in-new-poll-say-trump-investigations-are-fair/", "date_published": "2023-03-27 16:27:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Netanyahu ally agrees to delay Israeli judicial overhaul amid mass protests", "description": "A key ally of Israeli Prime Minister Benjamin Netanyahu on Monday agreed to delay plans to push through a controversial judicial overhaul that has drawn unprecedented public, government and military opposition and raised alarm from the U.S. Israel’s far-right Minister of National Security Itamar Ben Gvir has agreed to delay until May discussions surrounding the...", "link": "https://thehill.com/policy/international/3920166-netanyahu-ally-agrees-to-delay-israeli-judicial-overhaul-amid-mass-protests/", "date_published": "2023-03-27 16:19:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden moves to prohibit government use of spyware that poses national security risk", "description": "President Biden on Monday issued an executive order to prohibit the use of commercial spyware across the U.S. federal government that poses a risk to national security or targets U.S. personnel. The order will apply to all departments and agencies and bans use of commercial spyware that a foreign government or foreign person used to...", "link": "https://thehill.com/homenews/administration/3919985-biden-moves-to-prohibit-government-use-of-spyware-that-poses-national-security-risk/", "date_published": "2023-03-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will the White House dump Fed Chair Jerome Powell?", "description": "Powell is right to try to stomp out inflation, but he deserves blame for bringing us to the brink of recession.", "link": "https://thehill.com/opinion/finance/3920055-will-the-white-house-dump-fed-chair-jerome-powell/", "date_published": "2023-03-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House threatens veto for Republican energy package", "description": "The White House on Monday threatened a veto of a House Republicans’ energy package, known as H.R. 1,  if it makes it to President Biden's desk.  “H.R. 1 would take us backward. Therefore, if presented to the President in its current form, he would veto it,” said a White House statement.  The package, which seeks...", "link": "https://thehill.com/homenews/administration/3920051-white-house-threatens-veto-for-republican-energy-package/", "date_published": "2023-03-27 15:57:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of Americans don't think banking crisis will personally impact them: poll", "description": "Most Americans aren’t too worried that the failure of Silicon Valley Bank earlier this month will personally impact them, though greater concerns remain over the potential for broader economic fallout, according to a new Harvard CAPS/Harris poll. Only 9 percent of respondents said they expect the bank failure to affect them a “great deal,” while...", "link": "https://thehill.com/homenews/campaign/3920100-majority-of-americans-dont-think-banking-crisis-will-personally-impact-them-poll/", "date_published": "2023-03-27 15:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville officials report 'multiple patients' at reported school shooting", "description": "Emergency officials in Nashville, Tenn. said they were responding to an \"active aggressor\" at a school in the city with \"multiple patients\" amid reports of a shooting at the school. The Nashville Fire Department said on Twitter it was responding to the Covenant School, which is listed as a Christian elementary school, according to its...", "link": "https://thehill.com/homenews/state-watch/3920097-nashville-officials-report-multiple-patients-at-reported-school-shooting/", "date_published": "2023-03-27 15:53:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Medal of Honor: They did their part, now let’s do ours", "description": "As a veteran of wars in Iraq and Afghanistan, I have had the distinct honor and privilege to lead and serve alongside some of the most extraordinary, heroic, and selfless Americans our nation has ever produced. I’m inspired every day by their devotion to duty, country, and each other. As Americans, we should honor them and their...", "link": "https://thehill.com/opinion/congress-blog/3919984-the-medal-of-honor-they-did-their-part-now-lets-do-ours/", "date_published": "2023-03-27 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We cannot counter China's ambitions without a global strategy", "description": "Defense officials and analysts acknowledge that China is no longer merely a regional power but a global power on the move. Its recent moves to restore diplomatic ties between Saudi Arabia and Iran, and to broker a peace agreement between Russia and Ukraine, show that China intends to overshadow the U.S. in the international community....", "link": "https://thehill.com/opinion/national-security/3916239-we-cannot-counter-chinas-ambitions-without-a-global-strategy/", "date_published": "2023-03-27 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fewer Americans prioritizing hard work, patriotism, religious faith: poll", "description": "Story at a glance The number of adults prioritizing classic American values like patriotism, religious faith and having children appears to be shrinking.  A new poll conducted by the Wall Street Journal and the independent research institution NORC shows fewer Americans feel these traditional values are as important as they once were.  Under 40 percent...", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3920015-fewer-americans-prioritizing-hard-work-patriotism-religious-faith-poll/", "date_published": "2023-03-27 15:28:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox's Kilmeade: 'Insane' for Trump to feature Jan. 6 footage at rally", "description": "Fox News host Brian Kilmeade on Monday called it “insane” for former President Trump to kick off his first official 2024 rally with a national anthem sung by incarcerated Jan. 6 rioters and footage featuring the insurrection. Kilmeade on “Fox &#38; Friends” criticized Trump for the rally’s spotlight on Jan. 6 and the former president’s...", "link": "https://thehill.com/homenews/media/3920019-foxs-kilmeade-insane-for-trump-to-feature-jan-6-footage-at-rally/", "date_published": "2023-03-27 15:23:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk says Twitter now worth $20 billion, less than half what he paid for it", "description": "Twitter CEO Elon Musk reportedly told employees in an email on Friday that the company is now valued at $20 billion, less than half of the $44 billion he paid to purchase the company last year. In the email, viewed by The New York Times, Musk also announced a new compensation program in which employees...", "link": "https://thehill.com/homenews/3920028-musk-says-twitter-now-worth-20-billion-less-than-half-what-he-paid-for-it/", "date_published": "2023-03-27 15:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The state of America in 2023: confusion and pessimism", "description": "The first quarter of 2023 has left Americans with little reason to be optimistic about the next three.", "link": "https://thehill.com/opinion/campaign/3919938-the-state-of-america-in-2023-confusion-and-pessimism/", "date_published": "2023-03-27 14:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court won't hear challenge to Kansas congressional map", "description": "The Supreme Court on Monday announced it will not take up a challenge to Kansas’s GOP-drawn congressional map. The justices in a brief, unsigned order rejected an appeal from a group of Kansas voters, who argued that a lower court used the wrong legal standard in upholding the map. A state trial court had initially struck down...", "link": "https://thehill.com/regulation/court-battles/3919971-supreme-court-wont-hear-challenge-to-kansas-congressional-map/", "date_published": "2023-03-27 14:44:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Disconnecting part of the brain helps kids with rare form of epilepsy", "description": "Disconnecting half the brain to stop seizures sounds unthinkable, but it’s an actual procedure to help children with a rare form of epilepsy.", "link": "https://thehill.com/changing-america/well-being/medical-advances/3918040-disconnecting-part-of-the-brain-helps-kids-with-rare-form-of-epilepsy/", "date_published": "2023-03-27 14:44:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Van Zandt sports matching style with Raskin: 'My brother from another mother!'", "description": "Steven Van Zandt is showing off his similar style alongside Rep. Jamie Raskin, after gifting a head cover as the congressman battles cancer. The E Street Band member posted a photo on Monday of himself smiling alongside the Maryland Democrat, saying the duo share a special connection beyond their coordinating head gear. “My brother from another mother!”...", "link": "https://thehill.com/blogs/in-the-know/3919957-van-zandt-sports-matching-style-with-raskin-my-brother-from-another-mother/", "date_published": "2023-03-27 14:32:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America’s post-9/11 veterans are struggling and need our help", "description": "The aftermath of service has been disproportionately hard for these men and women.", "link": "https://thehill.com/opinion/national-security/3919843-americas-post-9-11-veterans-are-struggling-and-need-our-help/", "date_published": "2023-03-27 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Hawaii might release millions of mosquitos in Maui", "description": "National Park officials have a plan to get rid of mosquitoes spreading avian malaria in Maui — by releasing more mosquitos.", "link": "https://thehill.com/changing-america/sustainability/environment/3918159-why-hawaii-might-release-millions-of-mosquitos-in-maui/", "date_published": "2023-03-27 14:28:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "AI could affect up to 80 percent of US workforce: research", "description": "Artificial intelligence could impact the work tasks of roughly 80 percent of the U.S. workforce, according to new research, as the tech develops in ways that could augment or even displace some labor.  Researchers from OpenAI, OpenResearch and the University of Pennsylvania argue in a new paper, posted to arXiv, that around 80 percent of the...", "link": "https://thehill.com/policy/technology/3919941-ai-could-affect-up-to-80-percent-of-us-workforce-research/", "date_published": "2023-03-27 14:24:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bragg says 'unprecedented' GOP inquiry undermines prosecutors' 'legitimate work'", "description": "Manhattan District Attorney Alvin Bragg slammed House Republican calls for him to testify in front of lawmakers as a move that will “hinder, disrupt and undermine” his office’s investigation into former President Trump. “It is not appropriate for Congress to interfere in pending local investigations,” Bragg said on Twitter over the weekend. “This unprecedented inquiry...", "link": "https://thehill.com/homenews/house/3919943-bragg-says-unprecedented-gop-inquiry-undermines-prosecutors-legitimate-work/", "date_published": "2023-03-27 14:22:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bolton on Putin plans to deploy nukes in Belarus: 'He may not be bluffing here'", "description": "Former national security adviser John Bolton on Monday said Russian President Vladimir Putin “may not be bluffing” about his plans to move nuclear weapons into neighboring Belarus as Moscow's war on Ukraine stretches into its second year. Putin’s threat to station the weapons in Belarus has been condemned by the U.S. and NATO — and...", "link": "https://thehill.com/policy/international/3919873-bolton-on-putin-plans-to-deploy-nukes-in-belarus-he-may-not-be-bluffing-here/", "date_published": "2023-03-27 14:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Space wars: When science fiction becomes reality", "description": "Even the International Space Station is likely to become less of a cooperative venture, having previously been the ultimate symbol of multinational shared interests.", "link": "https://thehill.com/opinion/national-security/3919144-space-wars-when-science-fiction-becomes-real/", "date_published": "2023-03-27 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yale student wants street named after Eli Whitney renamed", "description": "A Yale University business student is proposing renaming Whitney Avenue in New Haven, Connecticut.", "link": "https://thehill.com/changing-america/respect/equality/3918836-yale-student-wants-street-named-after-eli-whitney-renamed/", "date_published": "2023-03-27 13:59:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Plans to deploy tactical nukes in Belarus won't be affected by Western sanctions, Kremlin says", "description": "The Kremlin said Monday that threats of sanctions against Belarus would not stop its plan to station tactical nuclear weapons in the country, a move that drew international criticism after Russian President Vladimir Putin announced the decision over the weekend. Putin said that Russia had reached an agreement with Belarus to station tactical nuclear weapons,...", "link": "https://thehill.com/policy/international/3919867-plans-to-deploy-tactical-nukes-in-belarus-wont-be-affected-by-western-sanctions-kremlin-says/", "date_published": "2023-03-27 13:51:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "All hat, no cattle: House Republicans can’t match big talk with viable budget cuts", "description": "They talk big, but when it comes to actual governing, they can’t.", "link": "https://thehill.com/opinion/campaign/3919822-all-hat-no-cattle-house-republicans-cant-match-big-talk-with-viable-budget-cuts/", "date_published": "2023-03-27 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Elizabeth Warren announces Senate reelection bid", "description": "Sen. Elizabeth Warren (D-Mass.) on Monday announced she will seek a third term in office in 2024 and laid out an ambitious to-do list for the coming years. In a video released on social media, Warren laid out a series of policy items on which she hopes to make progress, including passing stricter rules on...", "link": "https://thehill.com/homenews/senate/3919840-elizabeth-warren-announces-senate-reelection-bid/", "date_published": "2023-03-27 13:21:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea test-fires 2 missiles as US carrier begins exercises with South Korean warships", "description": "North Korea on Monday test-fired two more missiles hours before the nuclear-powered U.S. aircraft carrier USS Nimitz began joint military exercises with South Korean warships.  Tensions in the Korean Peninsula have been high as the U.S. moves to build its relationship with South Korea and as North Korea protests the military drills, showing its own...", "link": "https://thehill.com/policy/international/3919830-north-korea-test-fires-2-missiles-as-us-carrier-begins-exercises-with-south-korean-warships/", "date_published": "2023-03-27 13:15:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Does Russia's Medvedev speak for Putin?", "description": "The Russian Federation’s former president and vice president, now deputy head of the Security Council, is at it again. Dmitry Medvedev, once considered a liberally inclined reformer, has embarrassed himself and his country again by mouthing off in a manner that befits a loony hooligan and not a serious statesman. It was the International Criminal...", "link": "https://thehill.com/opinion/international/3908980-does-russias-medvedev-speak-for-putin/", "date_published": "2023-03-27 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat calls Netanyahu plans 'alarming' and 'appalling'", "description": "Sen. Brian Schatz (D-Hawaii) on Sunday called out Israeli Prime Minister Benjamin Netanyahu’s judicial reform plans, which have sparked widespread protests in the country, calling them “alarming” and “appalling.” “I am in solidarity with all Israelis who are peacefully expressing their outrage. What Bibi is doing is alarming, appalling, and perilous for the relationship between...", "link": "https://thehill.com/homenews/senate/3919795-senate-democrat-calls-netanyahu-plans-alarming-and-appalling/", "date_published": "2023-03-27 12:41:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ investigates deputies accused of shoving guns in mouths of 2 Black men", "description": "Several deputies from a Mississippi sheriff’s department being investigated by the Justice Department for possible civil rights violations have been involved in at least four violent encounters with Black men since 2019 that left two dead and another with lasting injuries, an Associated Press investigation found.", "link": "https://thehill.com/homenews/3919774-doj-investigates-deputies-accused-of-shoving-guns-in-mouths-of-2-black-men/", "date_published": "2023-03-27 12:30:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Unions launch widespread strikes in Israel after Netanyahu fires defense official", "description": "Unions in Israel have launched widespread strikes after Prime Minister Benjamin Netanyahu fired a defense official who challenged his controversial plan to reform the nation's judiciary.  Netanyahu ousted Yoav Gallant on Sunday after the defense minister broke ranks to call for a pause to Netanyahu’s judicial reform plans over concerns about turmoil within Israel’s military. ...", "link": "https://thehill.com/policy/international/3919776-unions-launch-widespread-strikes-in-israel-after-netanyahu-fires-defense-official/", "date_published": "2023-03-27 12:15:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is deterrence possible with China and Russia?", "description": "Are three-way arms limitations, confidence-building measures and crisis management measures, including hot lines, even possible?", "link": "https://thehill.com/opinion/national-security/3919103-is-deterrence-possible-with-china-and-russia/", "date_published": "2023-03-27 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer wants DEA team deployed to tri-state area to fight rising threat of 'tranq'", "description": "Senate Majority Leader Charles Schumer is calling on the Drug Enforcement Administration (DEA) to send a specialized team of experts to the tri-state area to address the increasing threat of xylazine, also known as \"tranq.\"", "link": "https://thehill.com/homenews/3919753-schumer-wants-dea-team-deployed-to-tri-state-area-to-fight-rising-threat-of-tranq/", "date_published": "2023-03-27 11:59:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First Citizens acquiring Silicon Valley Bank", "description": "First Citizens Bank &#38; Trust Company will acquire Silicon Valley Bank, which unexpectedly failed earlier this month and rocked the U.S. financial landscape. The North Carolina-based First Citizens announced on Monday an agreement with the Federal Deposit Insurance Company (FDIC) to acquire all of Silicon Valley Bank’s deposits and loans, which had been moved to...", "link": "https://thehill.com/business/banking-financial-institutions/3919746-first-citizens-acquiring-silicon-valley-bank/", "date_published": "2023-03-27 11:46:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greenland staying in daylight saving time permanently", "description": "Residents of Greenland have switched to daylight saving time and moved their clocks one hour forward this weekend for the very last time.", "link": "https://thehill.com/homenews/3919735-greenland-staying-in-daylight-saving-time-permanently/", "date_published": "2023-03-27 11:20:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tigers that escaped after possible tornado recaptured in Georgia", "description": "Two tigers that \"briefly escaped\" following a possible tornado in Southwest Georgia were recaptured, Pine Mountain Safari said Sunday.", "link": "https://thehill.com/homenews/3918854-tigers-that-escaped-after-possible-tornado-recaptured-in-georgia/", "date_published": "2023-03-27 11:01:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mississippi woman accused of killing husband on Facebook Live", "description": "A woman was arrested after she allegedly shot and killed a man on Facebook Live in Mississippi on Saturday.", "link": "https://thehill.com/homenews/3918972-mississippi-woman-accused-of-killing-husband-on-facebook-live/", "date_published": "2023-03-27 11:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC government seeks to provide housing benefits based on race", "description": "Like the governments of many American cities, the District of Columbia apparently has embraced the notion that the government should provide benefits to people based on their skin color. Under the banner of providing “equitable outcomes,” the District has abandoned the principle of equality under the law in favor of a race-based approach. The latest...", "link": "https://thehill.com/opinion/civil-rights/3917222-dc-government-seeks-to-provide-housing-benefits-based-on-race/", "date_published": "2023-03-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Finger pointing threatens debt limit deal", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Congressional leaders on both sides of the aisle are accusing the other party of “extremism” in rhetoric and action, drawing blistering contrasts at a time when the country’s fiscal...", "link": "https://thehill.com/newsletters/morning-report/3919680-the-hills-morning-report-finger-pointing-threatens-debt-limit-deal/", "date_published": "2023-03-27 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As U.S. fentanyl deaths jump, GOP casts blame at the border", "description": "Editor's note: The first part of a 2-part series on the politicization of fentanyl overdoses. The Republican takeover of the House shifted congressional oversight of the border, with GOP lawmakers using their new powers in efforts to link the fentanyl crisis to migration. Fentanyl has increased the stakes in the decades-long drug war, inflaming the...", "link": "https://thehill.com/latino/3915276-as-u-s-fentanyl-deaths-jump-gop-casts-blame-at-the-border/", "date_published": "2023-03-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Banking legislation piles up as wobbly market evolves", "description": "Legislative proposals to reform the banking system are beginning to pile up following the failures of several large banks recently. In what is still proving to be the most calamitous period for the U.S. financial sector since the 2008 financial crisis, policymakers have been busy crafting new solutions. The plans range from targeted punishments for...", "link": "https://thehill.com/policy/3916756-banking-legislation-piles-up-as-wobbly-market-evolves/", "date_published": "2023-03-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress ponders TikTok ban after CEO's grilling", "description": "Discussions of a potential ban on TikTok in the United States are expected to heat up this week after the CEO of the social media app was grilled by House members during a blockbuster hearing last week. Congressional leaders from both chambers and parties have backed bills that could lead to the Chinese-owned app being...", "link": "https://thehill.com/homenews/house/3919450-congress-ponders-tiktok-ban-after-ceos-grilling/", "date_published": "2023-03-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Decades later, Congress nears repeal of both Iraq war authorizations", "description": "Congress is inching closer toward repealing two Iraq war authorizations decades after their enactment, with bipartisan support emerging to reassert congressional authority, protect against a potential misuse of military force and send a message of support to Iraq, now a strategic U.S. ally. The Senate is considering legislation to repeal Authorizations for the Use of...", "link": "https://thehill.com/policy/defense/3917195-decades-later-congress-nears-repeal-of-both-iraq-war-authorizations/", "date_published": "2023-03-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden probes put GOP under some pressure", "description": "House Oversight Chairman James Comer (R-Ky.) said recently that his committee's investigations into Hunter Biden and his business transactions are just “beginning” as he seeks to create a headache for the White House as President Biden prepares to launch his reelection campaign. Comer and his committee are trying to unveil whether Biden’s son’s business dealings abroad...", "link": "https://thehill.com/homenews/house/3917317-hunter-biden-probes-put-gop-under-some-pressure/", "date_published": "2023-03-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump troubles, McConnell absence creates GOP leadership vacuum", "description": "Former President Trump’s mounting legal troubles and Senate Republican Leader Mitch McConnell’s (Ky.) extended absence from the Capitol has created a momentary leadership vacuum atop the Republican Party that’s struggling to find its direction ahead of the 2024 election.   Republican lawmakers are divided over the question of whether Trump or Florida Gov. Ron DeSantis...", "link": "https://thehill.com/homenews/senate/3917329-trump-troubles-mcconnell-absence-creates-gop-leadership-vacuum/", "date_published": "2023-03-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Passenger detained at LAX after opening plane's emergency exit, deploying slide: police", "description": "Authorities say the passenger was detained Saturday morning.", "link": "https://thehill.com/homenews/3919307-passenger-detained-at-lax-after-opening-planes-emergency-exit-deploying-slide-police/", "date_published": "2023-03-27 09:49:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bush, Pressley to launch Equal Rights Amendment caucus", "description": "Reps. Cori Bush (D-Mo.) and Ayanna Pressley (D-Ma.) are set to launch a new congressional caucus this week focused on enshrining the Equal Rights Amendment (ERA) as the 28th amendment to the U.S. Constitution. “Exactly 100 years after the ERA was first introduced in Congress in 1923, the launch of this caucus serves to commemorate...", "link": "https://thehill.com/homenews/3919468-bush-pressley-to-launch-equal-rights-amendment-caucus/", "date_published": "2023-03-27 03:37:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the world is responding to Putin's threat of nukes in Belarus", "description": "Russian President Vladimir Putin announced on Saturday that the Kremlin plans to station nuclear weapons in Belarus, drawing claims of \"nuclear blackmail\" from Ukraine and condemnation from the United States and NATO. Putin said the move would counter the U.S.’s deployments of nuclear weapons in different European countries, placing nuclear weapons across the border from...", "link": "https://thehill.com/policy/international/3919367-how-the-world-is-responding-to-putins-threat-of-nukes-in-belarus/", "date_published": "2023-03-27 02:14:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "One migrant found dead in train boxcar, three hospitalized", "description": "One migrant was found dead and three others were taken to a nearby medical facility after being found train boxcar in Eagle Pass, Texas over the weekend.  It was the second time in two days that authorities discovered migrants trapped in a train car in the Lone Star state.  Two migrants died and ten others...", "link": "https://thehill.com/homenews/3919409-one-migrant-found-dead-in-train-boxcar-three-hospitalized/", "date_published": "2023-03-27 02:12:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lofgren says Trump rhetoric around Bragg case 'more overt and blatant' than Jan. 6", "description": "Rep. Zoe Lofgren (D-Calif.) said former President Trump's rhetoric regarding his possible indictment by Manhattan District Attorney Alvin Bragg is \"more overt and blatant\" than his language leading up to Jan. 6. \"Well, I think it's a concern, the rhetoric that he's using today is not dissimilar to the type of rhetoric he used prior...", "link": "https://thehill.com/homenews/house/3919364-lofgren-says-trump-rhetoric-around-bragg-case-more-overt-and-blatant-than-jan-6/", "date_published": "2023-03-27 01:28:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US 'deeply concerned' after Netanyahu sacks Israel's defense minister", "description": "The Biden administration is \"deeply concerned\" about ongoing tensions in Israel after Prime Minister Benjamin Netanyahu fired the country's defense minister on Sunday. \"We are deeply concerned by today’s developments out of Israel, which further underscore the urgent need for compromise,\" National Security Council spokesperson Adrienne Watson said in a statement Sunday. Netanyahu has backed controversial judicial reforms...", "link": "https://thehill.com/homenews/administration/3919347-us-deeply-concerned-after-netanyahu-sacks-israels-defense-minister/", "date_published": "2023-03-27 00:43:06+00:00", "persistent": false, "user": null, "language": "en-US"}]