[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Call of Duty: Warzone New Urzikstan Map Flythrough Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4202202-codoz.jpg\" width=\"480\" /> Prepare to take the battle to a new metropolis in Urzikstan, the new big Battle Royale map announced at Call of Duty: Next. Urzikstan arrives in Call of Duty: Warzone in December.", "link": "https://www.gamespot.com/videos/call-of-duty-warzone-new-urzikstan-map-flythrough-trailer/2300-6462570/", "date_published": "2023-10-05T23:17:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Complete 27-Volume Fullmetal Alchemist Manga Box Set Is Steeply Discounted", "description": "<p>What price would you pay to bring a loved one back from the dead? That's a scenario that the Elric brothers face in Fullmetal Alchemist, an award-winning manga and anime series about siblings who pay an arm and a leg--and <em>much more</em>--in their misguided effort to bring their deceased mom back to life. A harsh tale of war, the rules of equivalent exchange, and mortality. Fullmetal Alchemist has long been a fantastic manga tale that everyone should read once. And right now, you can <a href=\"https://www.amazon.com/Fullmetal-Alchemist-Box-Hiromu-Arakawa/dp/1421541955?tag=gamespot-primeday-20\">save nearly $100 off of the list price of the box set</a> containing all 27 Fullmetal Alchemist volumes.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Fullmetal-Alchemist-Box-Hiromu-Arakawa/dp/1421541955?tag=gamespot-primeday-20\">See at Amazon</a> </div></div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336", "link": "https://www.gamespot.com/articles/complete-27-volume-fullmetal-alchemist-manga-box-set-is-steeply-discounted/1100-6518051/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T23:08:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fanatical's New Platinum Collection Bundle Includes Some Superb PC Games", "description": "<p dir=\"ltr\">Fanatical's <a href=\"https://www.kqzyfj.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/platinum-collection-build-your-own-bundle\">Platinum Collection</a> build-your-own bundle deal for October 2023 is now live. The deal lets you select from a list of 16 games to create your bundle of three games $10, five games for $15, or seven games for $20.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.kqzyfj.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/platinum-collection-build-your-own-bundle\">Build your bundle at Fanatical</a> </div><p dir=\"ltr\">The list of options is varied, with RPGs, strategy games, survival horror titles, and more on offer. Some notable choices include Bethesda's post-apocalyptic open-world RPG <span class=\"norewrite\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/f", "link": "https://www.gamespot.com/articles/fanaticals-new-platinum-collection-bundle-includes-some-superb-pc-games/1100-6518218/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T21:03:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "A Deep Rock Galactic Roguelite Shooter Is On The Way", "description": "<p>Deep Rock Galactic is one of the most beloved co-op shooters out thre, and it seems that it's getting a spin-off that strikes a slightly different note. Titled Deep Rock Galactic: Rogue Core, it's an FPS roguelite that sounds similar to genre stalwarts like Gunfire Reborn and Risk of Rain 2.</p><p dir=\"ltr\">According to the <a href=\"https://www.mynewsdesk.com/uk/swipe-right/pressreleases/ghost-ship-games-reveals-new-game-deep-rock-galactic-rogue-core-launching-in-november-2024-3277968\">press release</a> announcing the upcoming game, Rogue Core supports up to four players, who don \"phase suits\" as they descend into the mysterious Greyout Zone to collect loot and weapons. Players will fight through procedurally generated levels in search of Expenite, a new \"wonder-mineral\" that can give their dwarf and phase suit temporary upgrades.</p><p dir=\"ltr\">True to the roguelite formula, players will unlock permanently new weapons, phase suits, and suit mods with each run to keep things fres", "link": "https://www.gamespot.com/articles/a-deep-rock-galactic-roguelite-shooter-is-on-the-way/1100-6518217/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T20:14:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Victrix's Pro PS5 Controller Is Getting A New Call Of Duty-Themed Design", "description": "<p dir=\"ltr\">PDP is dropping a <a href=\"https://www.amazon.com/dp/B0CKH24NK4?tag=gamespot-preorders-20\">new Call of Duty-themed variant of its excellent Victrix Pro BFG wireless controller</a> for PS5, PS4, and PC. It sports an exclusive blue camo design based on the Midnight Mask skin from Call of Duty. Otherwise, the new model has all the features of the original controller, like modular buttons and thumbsticks, Sony 3D audio support for headsets, trigger stops, and four programmable back triggers.</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4201952-untitled-1.jpg\"><img alt=\"Victrix Pro BFG - Call of Duty Midnight Mask Edition\" src=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4201952-untitled-1.jpg\" /></a><figcaption>Victrix Pro BFG - Call of Duty Midnight Mask Edition</figcaption></figure><p dir=\"ltr\">The <a href=\"https://www.amazon.com/dp/B0CKH24NK4?tag=gamespot-preorders-20\">Midnight Mask Victrix Pro BFG wire", "link": "https://www.gamespot.com/articles/victrixs-pro-ps5-controller-is-getting-a-new-call-of-duty-themed-design/1100-6518213/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T20:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Is About To Make It A Little Easier To Get The Exotic Armor You Want", "description": "<p dir=\"ltr\">Bungie is rolling out a series of mid-season tweaks to <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> on October 17, and among them is an adjustment to the costs for Exotic armor focusing that should make it easier for players to enhance their character builds.</p><p dir=\"ltr\">The details were released in Bungie's latest <a href=\"https://www.bungie.net/7/en/News/article/10-5-23-this-week-in-destiny\">This Week in Destiny</a> blog post, where it outlined some slight adjustments to some specific Exotic armor pieces and weapon archetypes as well. The adjustments to Exotic focusing make the entire endeavor a little bit cheaper, lowering the barrier of difficulty for players trying to get specific pieces.</p><p dir=\"ltr\">Starting on October 17, Exotic armor focusing will no longer require the tough-to-come-by Exotic Cipher currency. It'll also cost less in general: Tier 1 focusing will cost 30,000 Glimmer and 10 Enhancement Prisms, while Tier 2 focusing will", "link": "https://www.gamespot.com/articles/destiny-2-is-about-to-make-it-a-little-easier-to-get-the-exotic-armor-you-want/1100-6518214/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T19:38:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Breaking Bad Creator Says Starting Final Season With Flash Forward Was \"Dumbest Thing I Ever Did\"", "description": "<p>Breaking Bad's final season opens with a flash forward, depicting Walter White purchasing a machine gun. Breaking Bad creator Vince Gilligan claimed that he and the rest of the writing team did not know why White bought the gun until frighteningly close to the finale. The opening flash forward was \"was the dumbest thing I ever did,\" said Gilligan.</p><p>In an interview with <a href=\"https://variety.com/2023/tv/news/vince-gilligan-new-show-details-rhea-seehorn-ai-breaking-bad-1235745560/\">Variety</a>, Vince Gilligan discussed writing the show up to the season finale. He wanted to open the final season \"with a bang,\" but ending up creating a big plotting problem. He said, \"It’s astounding how little we knew. There was a little bit of hubris on my part thinking we would figure it out. 'We’ve got 16 episodes until the end. We’ll get there!' We were still six or seven episodes away from the end and we still hadn’t figured out where we were going with the machine gun. I got really scare", "link": "https://www.gamespot.com/articles/breaking-bad-creator-says-starting-final-season-with-flash-forward-was-dumbest-thing-i-ever-did/1100-6518215/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T19:05:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get A Free Month Of Xbox Game Pass By Eating Doritos And Drinking Mountain Dew", "description": "<p dir=\"ltr\">Xbox wants to give you a little treat with your treat. Beginning October 9, specially marked packages of Doritos, Mountain Dew, and Rockstar Energy drinks will contain a code for a free month of Xbox Game Pass Ultimate--if you're a new subscriber.</p><p dir=\"ltr\">The snacks and beverages will feature imagery from games like Starfield, Redfall, and Sea of Thieves. The code that comes with them will then be entered over at <a href=\"https://www.doritosdewrockstar.com/coming-soon\">DoritosDewRockstar.com</a>. In addition to the free month of Xbox Game Pass Ultimate, other rewards can be unlocked through this promotion, too, such as a Magma Racing Suit in Forza Motorsport.</p><figure style=\"width: 1142px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1813/18138562/4201940-screenshot2023-10-05at2.40.31%E2%80%AFpm.png\"><img alt=\"On top of a free month of Xbox Game Pass Ultimate, eating Doritos and drinking Rockstar along with Mountain Dew can unlock special in-game conte", "link": "https://www.gamespot.com/articles/get-a-free-month-of-xbox-game-pass-by-eating-doritos-and-drinking-mountain-dew/1100-6518212/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T18:35:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Horizon Forbidden West's Complete Edition Is $60, Releases Tomorrow On PS5", "description": "<p dir=\"ltr\">Horizon Forbidden West's Complete Edition arrives on PS5 tomorrow, October 6, while the <a href=\"https://www.gamespot.com/articles/horizon-forbidden-west-pc-port-confirmed-for-early-2024/1100-6518014/\">PC version</a> will be available via Steam and the Epic Games Store in early 2024. <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/products/horizon-forbidden-west-complete-edition---playstation-5/401422.html\">Preorders for the physical edition</a> for PlayStation 5 cost $60 and are still up for grabs at GameStop. </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/products/horizon-forbidden-west-complete-edition---playstation-5/401422.html\">Preorder at GameStop</a> </div></div><p dir=\"ltr\"> </p><figure style=\"width: 1000px;\"><a href=\"https:/", "link": "https://www.gamespot.com/articles/horizon-forbidden-wests-complete-edition-is-60-releases-tomorrow-on-ps5/1100-6518118/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T18:26:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Call Of Duty: Warzone New Map Urzikstan Revealed With Lots Of New Info", "description": "<p>As part of the big Call of Duty Next event, Activision officially announced and showed off the new <a href=\"https://www.gamespot.com/games/call-of-duty-warzone/\">Warzone </a>map, Urzikstan. This is an urban-type battlefield that is described by Activision as being smaller--but more dense--than Al Mazrah and Caldera.</p><p>You can see the the map below, including its 11 named points of interest. As you can see, the map has a number of distinct urban zones, with a river running through the middle. The map also features a train, which players can control for the first time in Warzone's history. There are also horizontal zip lines, another new feature, which should help players evade opponents and move around the map faster.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Get the squad back together - here’s your first look at Urzikstan, an urban battleground and the latest Call of Duty <a href=\"https://twitter.com/hashtag/Warzone?src=hash&amp;ref_src=twsrc^tfw\">", "link": "https://www.gamespot.com/articles/call-of-duty-warzone-new-map-urzikstan-revealed-with-lots-of-new-info/1100-6518211/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T18:23:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Modern Warfare 3 Offers Extraction-Style Zombies On The Biggest Map Yet", "description": "<p dir=\"ltr\">Activison's Call of Duty Next event is currently ongoing with live gameplay of this year's <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-iii/\">Modern Warfare 3</a> taking center stage. The big reveal includes a deep-dive into Zombies, which offers large-scale extraction gameplay instead of the traditional round-based experience.</p><p dir=\"ltr\">In Modern Warfare 3, players infil on Warzone's brand-new large-scale map in a mashup of DMZ extraction mode and Zombies. This mode can be played solo or with a squad in a PvE environment, where players can join up with other teams as matches feature up to eight squads of three. Additionally, players can choose freeplay and just load into matches to slay the undead, or they can jump in and play Dark Aether story missions.</p><p>The developer says the mode has \"more zombies than ever featured on one map,\" as well as special zombie types like the Abomination and a human threat known as the Terminus Outcomes PMC", "link": "https://www.gamespot.com/articles/cod-modern-warfare-3-offers-extraction-style-zombies-on-the-biggest-map-yet/1100-6518210/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:56:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Former HR Manager Sues Bungie, Alleges Wrongful Termination", "description": "<p>A former HR anager has sued Destiny 2 developer Bungie, alleging wrongful termination after she reported racial discrimination to higher-ups.</p><p>According to a report from <a href=\"https://www.ign.com/articles/former-bungie-hr-manager-is-suing-for-wrongful-termination-after-she-reported-potential-racial-bias\">IGN</a>, plaintiff Ingrid Alm filed a complaint with the state of Washington earlier in 2023. She was hired in May 2022 as an HR manager. A few months later, she was asked to investigate the performance a specific employee, referred to as \"James Smith.\" When she interviewed Smith, he allegedly claimed he was being unfairly targeted as the only Black member of a 50-person team. Alm reportedly shared the concern with her supervisor and recommended that Smith's supervisor receive diversity training.</p><p>Purportedly, Alm's recommendation was approached with \"hostility and denial.\" Alm's supervisor rejected her proposal, citing the seniority of the employees Alm recommended r", "link": "https://www.gamespot.com/articles/former-hr-manager-sues-bungie-alleges-wrongful-termination/1100-6518209/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:40:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Vince Gilligan Teases Next Show And Discusses If He'd Return To Breaking Bad", "description": "<p>Vince Gilligan is known for creating the TV series Breaking Bad, which is considered one of the best shows in the modern TV era. Having wrapped up that show and the prequel series Better Call Saul, Gilligan is now shifting focus to a completely new show starring Better Call Saul's Rhea Seehorn. The show is coming to Apple TV+ and is described as being in the sci-fi genre, but not much else is known. Gilligan has now discussed more about what to expect.</p><p>He told <a href=\"https://variety.com/2023/tv/news/vince-gilligan-new-show-details-rhea-seehorn-ai-breaking-bad-1235745560/\">Variety</a> that the new show is not \"heavy\" sci-fi, but is more \"mild\" sci-fi, with a sci-fi element \"at its core.\" That's already a big departure from the more grounded Breaking Bad and Better Call Saul franchises. Unlike Breaking Bad and Better Call Saul, the new show has \"no crime and no methamphetamine,\" Gilligan said.</p><p>\"It's going to be fun and different. I have no prediction as to how folks to", "link": "https://www.gamespot.com/articles/vince-gilligan-teases-next-show-and-discusses-if-hed-return-to-breaking-bad/1100-6518208/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:40:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Modern Warfare 3 Will Have Over 30 Weapons And Detailed Stats In Gunsmith", "description": "<p>Activison's Call of Duty Next event is currently ongoing with live gameplay of this year's <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-iii/\">Modern Warfare 3</a>, and today's multiplayer announcement includes new details about the weapon pool, gun customization, and more. Here's everything we've learned about the weapons and Gunsmith so far.</p><p dir=\"ltr\">Modern Warfare 3 will feature over 30 weapons, including the return of guns like the ACR assault rifle from 2009's Modern Warfare 2 and the Renetti pistol from Modern Warfare 2019. These weapons have their own unique mastery camos to unlock, but as previously announced, <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-weapons-and-cosmetics-will-carry-over-to-mw3/1100-6516707/\">players can \"carry forward\" all of the weapons</a>, camos, operator skins, and most cosmetics from Modern Warfare 2.</p><p dir=\"ltr\">Call of Duty's Gunsmith customization feature returns in Modern Warfare 3,", "link": "https://www.gamespot.com/articles/cod-modern-warfare-3-will-have-over-30-weapons-and-detailed-stats-in-gunsmith/1100-6518204/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:08:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney Dreamlight Valley - Poetic License Quest Guide", "description": "<p>After completing the first main storyline of <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, you'll find that you can interact with and complete quests for The Forgotten to help them integrate themselves into your valley. After a while, you'll eventually get the \"Poetic License\" quest from them, which will move you ever closer to uncovering some new mysteries. Here's how to complete it.</p><h2>How to complete the Poetic License quest in Disney Dreamlight Valley</h2><p>Once you've spoken to The Forgotten to get the \"Poetic License\" quest, you'll find that their first task is for you to speak with other villagers to help finish rhymes for their poetry. The game won't tell you exactly who these villagers are, but it offers some hints. If you'd like to figure it out for yourself, you can always talk to everyone around the village until you find the right people, or you can check below for the solutions.</p><ul><li><strong>A jealous wann", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-poetic-license-quest-guide/1100-6518201/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Major Armored Core 6 Balance Update Nerfs Its Most OP Combo: Full Patch Notes", "description": "<p><a href=\"https://www.gamespot.com/games/armored-core-vi-fires-of-rubicon/\">Armored Core VI's</a> PvP and PvE meta is about to see a major shift, as some of the game's most overpowered weapons have been made far less effective.</p><p dir=\"ltr\"><a href=\"https://en.bandainamcoent.eu/armored-core/news/armored-core-vi-fires-of-rubicon-regulation-update-1031?utm_source=SM_Official&amp;utm_medium=official_post&amp;utm_campaign=AC6-PatchNotes1031\">Patch 1.03.1</a>, which is out now for all platforms, is mostly a long list of buffs to weapons like handguns, bazookas, and missiles, as well as a number of AC parts. But far and away the biggest news is that two of the game's most powerful and popular weapons, the Zimmerman shotgun and the Songbirds grenade cannon, have been substantially reduced in effectiveness. Players would often use a Zimmerman in each hand and Songbirds on each shoulder, a combo that would deliver a powerful one-two punch and oftentimes decimate foes in PvP as well as ma", "link": "https://www.gamespot.com/articles/major-armored-core-6-balance-update-nerfs-its-most-op-combo-full-patch-notes/1100-6518203/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:07:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "HD Remaster Of Cult Hit 3DS RPG Comes With Art Book And Soundtrack", "description": "<div><div class=\"norewrite\" title=\"6518182 - Legend of Legacy HD preorders\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1701/17013431/4201500-legendoflegacydeluxehero.jpg\" />                                 <a href=\"https://www.amazon.com/dp/B0CK587CYF?tag=gamespot-preorders-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0CK587CYF?tag=gamespot-preorders-20\">Preorder The Legend of Legacy HD Remastered: Deluxe Edition</a>     ", "link": "https://www.gamespot.com/articles/hd-remaster-of-cult-hit-3ds-rpg-comes-with-art-book-and-soundtrack/1100-6518182/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T17:01:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Call Of Duty: Modern Warfare 3 PlayStation-Exclusive Content Revealed", "description": "<p>As part of the Call of Duty Next event, Activision announced the latest batch of PlayStation-exclusive content for the Call of Duty series, and it's an Operator bundle for Modern Warfare III. The Lockpick Operator Pack includes an Operator, Lockpick, and related items, and you'll need to preorder the game to unlock the bundle at launch.</p><p>Items in the bundle include the Starry Knife melee weapon and the American Gothic SMG. All the content will be available when Modern Warfare III launches on November 10. The fine print states that this content is exclusive to PlayStation platforms until November 9, 2024.</p><p>Lockpick's real name is Elodie Micheaux, who is described as a cunning art thief. In the trailer, we see Lockpick attempting to crack into a safe and blasting away enemies in the way.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-playstation-exclusive-content-revealed/1100-6518200/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-playstation-exclusive-content-revealed/1100-6518200/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T16:57:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "First Trailer For Pokemon Live-Action Series", "description": "<p>Poketsume, the live-action Japanese drama based on the Pokemon series, just got its first trailer. The publisher posted the video to Twitter today with the announcement that the series would debut on October 19.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">🧢<a href=\"https://twitter.com/hashtag/%E3%83%9D%E3%82%B1%E3%83%83%E3%83%88%E3%81%AB%E5%86%92%E9%99%BA%E3%82%92%E3%81%A4%E3%82%81%E3%81%93%E3%82%93%E3%81%A7?src=hash&amp;ref_src=twsrc^tfw\">#ポケットに冒険をつめこんで</a>🚶 <br />10/19(木) 深夜24:30〜 出発💨<br />1️⃣大ボリューム‼️ <br /> 100秒トレーラー解禁👏<br /> 2️⃣各登場人物の元になった<br /> <a href=\"https://twitter.com/hashtag/%E3%83%9D%E3%82%B1%E3%83%A2%E3%83%B3?src=hash&amp;ref_src=twsrc^tfw\">#ポケモン</a> も解禁！ <a href=\"https://twitter.com/hashtag/%E3%83%9D%E3%82%B1%E3%81%A4%E3%82%81?src=hash&amp;ref_src=twsrc^tfw\">#ポケつめ</a> <a href=\"https://twitter.com/hashtag/%E8%A5%BF%E9%87%8E%E4%B8%83%E7%80%AC?src=hash&amp;ref_src=twsrc^tfw\">#西野七瀬</a> <a href=\"https://twitter.com/hashtag/%E7%AC%A0%E6%9D%BE%E5%B", "link": "https://www.gamespot.com/articles/first-trailer-for-pokemon-live-action-series/1100-6518202/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T16:43:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Call of Duty Celebrates 20 Years Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1823/18237460/4201844-maxresdefault.jpg\" width=\"480\" /> From unforgettable memories on immersive battlegrounds to real world friends and late night games, here’s to 20 years of staying frosty.", "link": "https://www.gamespot.com/videos/call-of-duty-celebrates-20-years-trailer/2300-6462566/", "date_published": "2023-10-05T16:11:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "A Live-Action Cyberpunk 2077 Project Is In Development", "description": "<p><a href=\"https://www.gamespot.com/games/cyberpunk-2077/\">Cyberpunk 2077</a> developer CD Projekt Red (CDPR) has <a href=\"https://twitter.com/CDPROJEKTRED_IR/status/1709940132328133085\">partnered with Anonymous Content Studios</a> and will soon begin production on a live-action Cyberpunk 2077 project. Though details on the upcoming project are sparse, Anonymous Content has an impressive track record--the studio produced Oscar-winning films like The Revenant and Spotlight, but has also succeeded in the television industry, creating popular series like <a href=\"https://www.gamespot.com/articles/mr-robot-will-end-after-season-4/1100-6461463/\">Mr. Robot</a> and <a href=\"https://www.gamespot.com/articles/true-detectives-season-3-finale-felt-completely-fl/1100-6465184/\">True Detective</a>.</p><p>Though it hasn't been explicitly stated whether the Cyberpunk 2077 project will be a standalone film, a miniseries, or a television show, the fact that CDPR is working closely with Anonymous Cont", "link": "https://www.gamespot.com/articles/a-live-action-cyberpunk-2077-project-is-in-development/1100-6518199/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T16:10:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Halloween Comes To Los Santos In Latest GTA Online Update", "description": "<p>Spooky season has officially launched in GTA Online, with Halloween modes, devilish cosmetics, and horror-themed automobiles. As October goes on, you can look forward to more scares on the horizon.</p><p>You can battle haunted enemies, like Slashers, Clowns, and FIB agents, in Halloween-themed multiplayer modes starting this week. You can earn double rewards in Adversary and Survival modes like Condemned and Alien Survivals. You can also pick up triple rewards in the Judgement Day mode. Outside of the eerie side of Los Santos, you can get 2X GTA$ and RP for special Cargo Sell missions.</p><p>You can grab plenty of new devious cosmetics and cars as well. Log in to GTA Online this week, and you'll pick up a Scarlet Vintage Devil Mask. Over at the Premium Deluxe Motorsport Showroom, you can find a number of Pegassi selections at a discount, with new hellish color schemes. In the Luxury Autos Showroom, you can pick up the Pegassi Vacca(super) and Pegassi Zorrusso (super, 40% off). Spi", "link": "https://www.gamespot.com/articles/halloween-comes-to-los-santos-in-latest-gta-online-update/1100-6518197/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T16:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Legend Of Heroes: Trails Through Daybreak Preorders Include Multiple Collectibles", "description": "<div><div class=\"norewrite\" title=\"6518156 - Trails Through Daybreak Preorders\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1701/17013431/4200881-gsdaybreakdeluxehero.jpg\" />                                 <a href=\"https://www.amazon.com/dp/B0CK5664H5?tag=gamespot-preorders-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0CK5664H5?tag=gamespot-preorders-20\">Preorder The Legend of Heroes: Trails Through Daybreak: Deluxe Editi", "link": "https://www.gamespot.com/articles/the-legend-of-heroes-trails-through-daybreak-preorders-include-multiple-collectibles/1100-6518156/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T15:45:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Cyberpunk 2077 Sequel Remains In \"Conceptual Design\" Phase", "description": "<p>A sequel to <a href=\"https://www.gamespot.com/games/cyberpunk-2077/\">Cyberpunk 2077</a> is in development at CD Projekt Red's studios in North America, and chief creative officer Adam Badowski has now provided an update on how the game is coming together.</p><p>Speaking at the CD Projekt Red Investor Day event, Badowski said the game remains in the \"conceptual design level,\" according to <a href=\"https://www.videogameschronicle.com/news/cd-projekt-has-provided-an-update-on-its-cyberpunk-2077-sequel-plans/\">VGC</a>. He said the game will be made by a \"team of veterans\" who worked on Cyberpunk 2077 and its expansion, Phantom Liberty.</p><p>CD Projekt Red's Vancouver and Boston teams will lead development on the next Cyberpunk game. Some people at CD Projekt Red's home base in Poland will contribute to the game's development as well, Badowski said.</p><a href=\"https://www.gamespot.com/articles/cyberpunk-2077-sequel-remains-in-conceptual-design-phase/1100-6518196/?ftag=CAD-01-10abi2f/", "link": "https://www.gamespot.com/articles/cyberpunk-2077-sequel-remains-in-conceptual-design-phase/1100-6518196/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T15:30:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pirate Expert Reacts to Assassin's Creed 4: Black Flag", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4199194-pirateexpert4site.jpg\" width=\"480\" /> Dr Rebecca Simon is a historian of piracy, Colonial America, the Atlantic World, maritime history and all round pirate expert. Today she’s joining us to break down one of the all time great pirate video games, Assassin’s Creed Black Flag.", "link": "https://www.gamespot.com/videos/pirate-expert-reacts-to-assassins-creed-4-black-flag/2300-6462509/", "date_published": "2023-10-05T15:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PlayStation Plus Premium And Deluxe Subscribers Are Getting A Movie Library Perk", "description": "<p>PlayStation Plus Premium and Deluxe subscribers can look forward to a new movie-themed perk as part of their membership. As part of the Bravia Core app being rebranded to Sony Pictures Core--which will be a brand-new app on PS5 and PS4--Sony has announced several changes to the program that has begun rolling out.</p><p>PS5 and PS4 owners can download the Sony Pictures app from the media tab, and from there, PS Plus Premium and Deluxe members will gain access to a curated catalog of \"up to 100\" Sony Pictures movies that can be streamed on demand. This catalog will be ad-free and updated periodically and includes movies such as Looper, Kingsglaive: Final Fantasy XV, Elysium, and Resident Evil Damnation.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4201800-sony-pictures-core.jpg\"><img alt=\"Sony Pictures Core\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4201800-sony-pictures-core.jpg\" /></a><figcaption>Sony Pic", "link": "https://www.gamespot.com/articles/playstation-plus-premium-and-deluxe-subscribers-are-getting-a-movie-library-perk/1100-6518193/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T14:53:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Cyberpunk 2077's Phantom Liberty Expansion Sells 3 Million Copies In A Week", "description": "<p>As part of CD Projekt Red's Investor Day event today, the Polish company shared new sales figures for Cyberpunk 2077 and its recently released Phantom Liberty expansion.</p><p>The expansion sold 3 million copies in its first week. The majority of sales (35.9%) came from North America, followed by Europe (35.1%), Asia (23.1%), Australia (2.8%), South America (2.7%), and Africa (0.4%). In terms of breakdown by platform, PC dominated, making up a whopping 68% of sales for Phantom Liberty. PS5 (20%), Xbox Series X|S (13%), and GOG (10%) rounded out the other platforms (this is not in addition to the 68% of PC).</p><p>CD Projekt Red also announced that 360 people from CD Projekt Red itself worked on the Phantom Liberty expansion. In total, 3,600 people were \"engaged\" in the project, though the company did not say if this is the total number of people working on the game at once or if it was over the course of the expansion's development over the years.</p><a href=\"https://www.gamespot.", "link": "https://www.gamespot.com/articles/cyberpunk-2077s-phantom-liberty-expansion-sells-3-million-copies-in-a-week/1100-6518195/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T14:25:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Detective Pikachu Returns Review Roundup", "description": "<p> </p><p dir=\"ltr\">Once again, there are strange happenings in Ryme City. And once again, Tim Goodman and Pikachu are teaming up to solve those mysteries in the Nintendo Switch exclusive Detective Pikachu Returns.</p><p dir=\"ltr\">A sequel to the Nintendo 3DS original, Detective Pikachu Returns is receiving average reviews over on GameSpot sister site <a href=\"https://www.metacritic.com/game/detective-pikachu-returns/\">Metacritic</a>. The adventure game currently has a 68 metascore based on 41 critic reviews. Tim is the only one who can understand the coffee-loving Pikachu in this world, and they work together to uncover what's really going on in Ryme City.</p><a href=\"https://www.gamespot.com/articles/detective-pikachu-returns-review-roundup/1100-6518194/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/detective-pikachu-returns-review-roundup/1100-6518194/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T14:20:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Randy Orton Paid A Guy $1,000 To Grind Levels For His Elden Ring Character", "description": "<p>WWE's Randy Orton is well-known for many things: his early Legend Killer gimmick, his association with Triple H and Ric Flair's Evolution stable, and--of course--his famed RKO finisher. However, while Orton apparently enjoyed FromSoftware's open-world game <a href=\"https://www.gamespot.com/games/elden-ring/\">Elden Ring</a>, he got a little sick of its extreme difficulty, apparently paying \"a guy\" $1,000 to get a lot of runes so he could get past those early game woes.</p><p dir=\"ltr\">This vital information comes to us thanks to \"The Insiderz,\" a wrestling show hosted by former WWE wrestlers Brennan Williams and Mansoor Al-Shehail. The tag team said that Orton told them this before a Monday Night Raw taping. According to Al-Shehail, Orton said that he loves Elden Ring and that \"it's awesome,\" but that he couldn't deal with the \"bull****\" of grinding out levels, so he \"just paid a guy $1000 to give me a bunch of runes\" so he could ascend to level 100 early. The duo also made a <a hr", "link": "https://www.gamespot.com/articles/randy-orton-paid-a-guy-1000-to-grind-levels-for-his-elden-ring-character/1100-6518192/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T14:04:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Cyberpunk 2077 Patch 2.01 Fixes Busted Missions, Improves Radio Volume", "description": "<p>Cyberpunk 2077's <a href=\"https://www.cyberpunk.net/en/news/49231/patch-2-01\">Patch 2.01</a> is here, and it's the first patch since the game's massive 2.0 update, which coincided with the launch of its major DLC Phantom Liberty. As the below patch notes show, 2.01 is overwhelmingly focused with fixing major and minor bugs, as well as improving performance across all platforms.</p><p dir=\"ltr\">Some of the more notable bug fixes include one that could cause all traffic to disappear after completing the quest Moving Heat, several that outright broke specific missions like Balls to the Wall and Firestarter, as well as several issues related to the game's newly improved police system.</p><p dir=\"ltr\">It also includes a few minor tweaks, such as making the vehicle radio volume significantly louder, as well as changes to Ukrainian localization. The performance improvements are particularly significant in the Dogtown area, and they apply to both PC and consoles.</p><a href=\"https://www.g", "link": "https://www.gamespot.com/articles/cyberpunk-2077-patch-2-01-fixes-busted-missions-improves-radio-volume/1100-6518191/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T13:44:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Lego Animal Crossing Officially Announced", "description": "<p>Lego has officially confirmed that its next collaboration with Nintendo will be focused on Animal Crossing. To celebrate the announcement, Lego released a new trailer that showed off several Animal Crossing villagers, all rendered in Lego's distinctive blocky style.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Welcome to…LEGO Animal Crossing!<a href=\"https://twitter.com/hashtag/AnimalCrossing?src=hash&amp;ref_src=twsrc^tfw\">#AnimalCrossing</a> <a href=\"https://twitter.com/hashtag/LEGO?src=hash&amp;ref_src=twsrc^tfw\">#LEGO</a> <a href=\"https://twitter.com/hashtag/Nintendo?src=hash&amp;ref_src=twsrc^tfw\">#Nintendo</a> <a href=\"https://t.co/un3R7QwlRC\">pic.twitter.com/un3R7QwlRC</a></p>  — Nintendo of Europe (@NintendoEurope) <a href=\"https://twitter.com/NintendoEurope/status/1709901869575815609?ref_src=twsrc^tfw\">October 5, 2023</a></blockquote>              </div><p> </p><p>While the Lego Company and Nintendo haven't officially revealed which sets will be r", "link": "https://www.gamespot.com/articles/lego-animal-crossing-officially-announced/1100-6518190/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T13:25:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Reports Reveal What Went Wrong With Sega's Hyenas, Plus Details On Neil Blomkamp's Involvement", "description": "<p> Creative Assembly's upcoming PVPVE shooter <a href=\"https://www.gamespot.com/games/hyenas/\">Hyenas</a> was <a href=\"https://www.gamespot.com/articles/segas-shooter-hyenas-canceled-other-games-canned-as-well-as-part-of-restructuring/1100-6518042/\">abruptly cancelled</a> by Sega last week as part of a company-wide restructuring. Now, insider reports have revealed some other elements that contributed to the shooter's downfall.</p><p>Hyenas was Sega's attempt to break into the sometimes lucrative, but already saturated live service game market. <a href=\"https://www.youtube.com/watch?v=TkV5EPL1ER0\">Total War YouTuber Volound</a> published an insider report about what happened to the game, with accounts corroborated by <a href=\"https://www.videogameschronicle.com/news/cancelled-hyenas-was-segas-biggest-budget-game-ever-its-claimed/\">Video Games Chronicle</a>.</p><p>Volound says he's spoken to \"multiple whistleblowers,\" mostly made up of \"pissed off developers that want to see some acco", "link": "https://www.gamespot.com/articles/reports-reveal-what-went-wrong-with-segas-hyenas-plus-details-on-neil-blomkamps-involvement/1100-6518184/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T04:59:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Madden NFL 24 Drops Third Major Patch Focusing On Draft Class Fixes", "description": "<p><a href=\"https://www.gamespot.com/games/madden-nfl-24/\">Madden NFL 24</a>'s third major patch has arrived, along with new content for Season 2. The Madden NFL team says its been monitoring the game's online community for player feedback to prioritise fixes, with one of the major issues addressed in Patch 3 being Draft Classes in Franchise mode.</p><p>The Draft Class fixes patch a number of errors and oddities that could occur when downloading or generating draft class files. The team notes that these fixes will only be applied to files created after Patch 3, so any older files will continue to display the same bugs. If you're looking to download new draft class files, it's recommended to sort by date and only download files added after October 4.</p><p>The dev team is also working on sluggish UI transitions--a number of fixes have already been implemented since Patch 2, and even more incremental tweaks are on the way in coming weeks, with the priority being on improving high traff", "link": "https://www.gamespot.com/articles/madden-nfl-24-drops-third-major-patch-focusing-on-draft-class-fixes/1100-6518183/?ftag=CAD-01-10abi2f", "date_published": "2023-10-05T04:17:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "First 22 Minutes of Robocop Rogue City Gameplay Demo", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4201605-robocop_roguegp1.jpg\" width=\"480\" /> Check out the first 22 minutes of Robocop: Rogue City in the latest demo that is available for download. The game comes out on November 2nd, 2023.", "link": "https://www.gamespot.com/videos/first-22-minutes-of-robocop-rogue-city-gameplay-demo/2300-6462557/", "date_published": "2023-10-05T00:00:00+00:00", "bookmarked": false, "dead": null, "artist": "GameSpot", "album": "GameSpot", "user": null, "language": "en-US", "thumbnail": null}]