[{"source": "https://www.theguardian.com/rss", "title": "Andy Murray eases into US Open second round as Boulter breaks new ground", "description": "<ul><li>Murray overcomes Corentin Moutet 6-2, 7-5, 6-3</li><li>Boulter reaches second round for first time in career</li></ul><p>Andy Murray confidently moved into the second round of the US Open with a strong 6-2, 7-5, 6-3 victory over Corentin Moutet, despite an arduous physical battle that lasted more than three hours.</p><p>“It was a long one, but the way that we play, it was probably always going to be like that,” said Murray, smiling. “Three hours was probably a lot shorter than some of my matches this year so pleased to get it done.”</p> <a href=\"https://www.theguardian.com/sport/2023/aug/29/andy-murray-katie-boulter-us-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/29/andy-murray-katie-boulter-us-open-tennis", "date_published": "2023-08-29T23:24:46.094295+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British armed forces rugby player found dead in France", "description": "<p>Investigators believe player died in an accidental fall in Brittany, which is hosting World Defence Rugby competition</p><p>A British armed forces rugby player has been found dead in France, where the World Defence Rugby competition is being held.</p><p>Investigators believe the player may have died in an accidental fall in northern Brittany, a prosecutor said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/british-armed-forces-rugby-player-found-dead-in-france\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/british-armed-forces-rugby-player-found-dead-in-france", "date_published": "2023-08-29T23:24:46.047747+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK home sales in 2023 will be lowest in a decade, says Zoopla", "description": "<p>Interest rate rises on mortgages are weakening demand, property website says</p><p>The number of UK homes sold this year is expected to fall to the lowest level in more than a decade, as the <a href=\"https://www.theguardian.com/money/2023/jul/11/uk-two-year-fixed-mortgage-rate-moneyfacts\">soaring cost of mortgages</a> puts off homebuyers.</p><p>House sales reaching completion are expected to fall 21% year-on-year to about 1m in 2023, the lowest level since 2012, according to a report from the property website Zoopla.</p> <a href=\"https://www.theguardian.com/business/2023/aug/30/uk-home-sales-zoopla-interest-rate-rises-mortgages-property\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/30/uk-home-sales-zoopla-interest-rate-rises-mortgages-property", "date_published": "2023-08-29T23:24:46.044474+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK cybersecurity agency warns of chatbot ‘prompt injection’ attacks", "description": "<p>Scams and data thefts could be caused by individuals overriding chatbot scripts, NCSC says</p><p>The UK’s cybersecurity agency has warned that chatbots can be manipulated by hackers to cause scary real-world consequences.</p><p>The National Cyber Security Centre (NCSC) has said there are growing cybersecurity risks of individuals manipulating the prompts through “prompt injection” attacks.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/30/uk-cybersecurity-agency-warns-of-chatbot-prompt-injection-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/30/uk-cybersecurity-agency-warns-of-chatbot-prompt-injection-attacks", "date_published": "2023-08-29T23:24:46.039096+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK should take China to task on human rights and Taiwan, MPs say", "description": "<p>Foreign select committee report published as foreign secretary, James Cleverly, travels to Beijing</p><p>Britain must take a tougher stance on China over its severe human rights abuses and help Taiwan build its defences to deter a potential attack from Beijing, an influential group of MPs says.<br /><br />With the foreign secretary, James Cleverly, scheduled to land in China on Wednesday <a href=\"https://www.theguardian.com/politics/2023/aug/29/uk-foreign-secretary-james-cleverly-visit-china-stabilise-turbulent-relations\">for a first official visit in five years</a>, a report from the foreign affairs select committee says ministers have to call out the country’s transnational repression.</p><p>China’s behaviour is a threat to world security that cannot be ignored, it says.<br /><br />The Chinese Communist party (CCP) is “seeking to silence criticism of its human rights abuses, and impose its foreign policy and Xi Jinping’s thought beyond its own borders”, the committee, which is Tor", "link": "https://www.theguardian.com/politics/2023/aug/30/uk-should-take-china-to-task-on-human-rights-and-taiwan-mps-say", "date_published": "2023-08-29T23:24:46.037193+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ashley takes second chance to fire Salford to shootout victory over Leeds", "description": "<p>A thriller of a cup tie ended with Salford reaching the Carabao Cup third round with a 9-8 victory on penalties, the hero proving to be Ossama Ashley. The midfielder’s first effort was saved by Karl Darlow to his left but the referee, Oliver Langford, correctly ruled the goalkeeper was yards off his line when doing so. Take two and Ashley made no mistake, this time blazing in to Darlow’s left, this coming after Jamie Shackleton had hit the 19th kick off Alex Cairns’ bar.</p><p>Cue pandemonium and a pitch invasion as Salford progressed to round three for a first time having recovered from Pascal Struijk bundling home a free-kick from the substitute Sam Greenwood to cancel out Matt Smith’s opening-half strike.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/salford-city-leeds-united-carabao-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/salford-city-leeds-united-carabao-cup-match-report", "date_published": "2023-08-29T22:20:16.439981+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marek Rodak and Kenny Tete see off Spurs in shootout win for Fulham", "description": "<p>Fulham advanced into the third round of the Carabao Cup after beating Tottenham 5-3 on penalties at Craven Cottage. Marco Silva’s side were superior for long spells and should have won the tie during normal time. They missed chances and let Spurs back into the game in the second half, Richarlison equalising, but Fulham would not be denied.</p><p>Marek Rodak saved Davinson Sánchez’s tame penalty during the shootout and Kenny Tete finished Spurs off by sending Fraser Forster the wrong way from the spot. Ange Postecoglou, who had looked at his fringe players, could have no complaints.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/fulham-tottenham-carabao-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/fulham-tottenham-carabao-cup-match-report", "date_published": "2023-08-29T22:20:16.438418+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden privately admitted feeling ‘tired’ amid concerns about his age, book says", "description": "<p>Franklin Foer, author of The Last Politician, also says experience and calming presence make US president ‘a man for his age’</p><p>Amid relentless debate about whether at 80 Joe Biden is <a href=\"https://www.theguardian.com/us-news/2023/aug/28/biden-voters-age\">too old</a> to be president or to complete an effective second term, an eagerly awaited book on his time in the White House reports that Biden has privately admitted to feeling “tired”, even as it describes his vast political experience as a vital asset.</p><p>“His advanced years were a hindrance, depriving him of the energy to cast a robust public presence or the ability to easily conjure a name,” Franklin Foer writes in <a href=\"https://www.penguinrandomhouse.com/books/534055/the-last-politician-by-franklin-foer/\">The Last Politician</a>: Inside Joe Biden’s White House and the Struggle for America’s Future.</p> <a href=\"https://www.theguardian.com/books/2023/aug/29/biden-age-tired-franklin-foer-book-last-politician\">Contin", "link": "https://www.theguardian.com/books/2023/aug/29/biden-age-tired-franklin-foer-book-last-politician", "date_published": "2023-08-29T22:20:16.381920+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A San Francisco official organized a ‘doom loop’ tour. It flopped in spectacular fashion", "description": "<p>City commissioner who called the event a ‘satire’ has since cancelled the tour and resigned from his position</p><p>For $30 a pop, a San Francisco trek advertised on Eventbrite as the “doom loop” tour promised to allow attendees to get “close and personal” to the “squalor” of the city’s downtown. The walking tour planned to take people through the “open-air drug markets, the abandoned tech offices, the outposts of the non-profit industrial complex and the deserted department stores”, according to an <a href=\"https://www.eventbrite.com/e/downtown-doom-loop-walking-tour-tickets-694439014787\">event description</a>. The guide, who declined to reveal their identity, would be a “card-carrying City Commissioner overseeing a municipal department with an annual budget over $500m”.</p><p>Perhaps unsurprisingly, the tour attracted controversy. Then over the weekend, it collapsed. Not even 24-hours before it was scheduled to go ahead, the anonymous organizer canceled the event claiming the medi", "link": "https://www.theguardian.com/us-news/2023/aug/29/san-francisco-doom-loop-tour-flop", "date_published": "2023-08-29T21:14:43.098245+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Following Events Are Based on a Pack of Lies review – a joyfully fun takedown of a scammer ex-husband", "description": "<p>This blackly comic drama follows a woman’s discovery that her missing spouse – who popped out for chow mein and never came back – is a conman. Her quest for revenge is a total thrill</p><p>Vince Gilligan, the creator of Breaking Bad and Better Call Saul, centred his best-known shows around distinctly unlikable protagonists. One was a teacher turned drug lord, the other a frequently criminal lawyer. But viewers were enthralled by the antics of Walter White and Saul Goodman even when they were deplorable because, <a href=\"https://www.theguardian.com/media/2013/aug/18/breaking-bad-vince-gilligan-walter-white\">he said</a>: “Viewers respond to people who are good at their job, even when they are bad.” In The Following Events Are Based on a Pack of Lies, you may not be rooting for sociopathic conman Rob Chance (Alistair Petrie), but you can’t help but get a thrill out of just how skilled he is at pulling off his schemes.</p><p>The series, from sibling writers Penelope and Ginny Skinner, f", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/29/the-following-events-are-based-on-a-pack-of-lies-review-bbc-scammer-drama", "date_published": "2023-08-29T21:14:42.966777+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bachelorette contestant Josh Seiter victim of Instagram death hoax", "description": "<p>Statement on former reality star’s Instagram was revealed to be result of a hack, echoing social media rapper Lil Tay’s recent ordeal</p><p>The former Bachelorette contestant Josh Seiter has said a death statement posted to Instagram and reported by several media sites was a hoax and the result of an account hack – a turn of events which, on the heels of a similar hoax regarding the <a href=\"https://www.theguardian.com/music/2023/aug/10/lil-tay-rapper-reported-death\">alleged death of the social media personality Lil Tay</a>, has prompted another round of caution at taking social media statements at face value.</p><p>On Monday, a post on Seiter’s Instagram account, attributed to his family, announced the death of the reality TV alum, who appeared during Kaitlyn Bristowe’s season in 2015 and has since worked as a model and adult film actor.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/29/josh-seiter-death-hoax-bachelorette-contestant-instagram\">Continue reading...</a", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/29/josh-seiter-death-hoax-bachelorette-contestant-instagram", "date_published": "2023-08-29T20:09:42.172676+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ohio Republicans accused of trying to mislead voters with abortion ballot wording", "description": "<p>New lawsuit accuses ballot board of presenting voters with a confusing summary on November ballot about access to abortion</p><p>Abortion rights advocates in Ohio filed a <a href=\"https://www.supremecourt.ohio.gov/clerk/ecms/#/caseinfo/2023/1088\">lawsuit</a> on Monday, claiming that state Republican leaders are trying to confuse voters on a ballot measure about access to reproductive healthcare.</p><p>Last week, the Ohio ballot board – led by the Republican secretary of state Frank LaRose – approved the wording of Issue 1, a November ballot measure that will ask voters if the state constitution should guarantee a right to abortion, contraception, fertility treatment and miscarriage care.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/ohio-abortion-republicans-mislead-voters-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/ohio-abortion-republicans-mislead-voters-lawsuit", "date_published": "2023-08-29T20:09:42.158842+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "FBI agents reportedly search for Uzbeks helped into US by smuggler with IS ties", "description": "<p>Episode reported by CNN required emergency memo to senior officials and suggests agency does not know migrants’ location</p><p>Federal agents are reportedly trailing a group of more than a dozen Uzbek nationals who entered the US as asylum seekers aided by a smuggler with ties to Isis.</p><p>The extraordinary episode, which multiple US officials confirmed to <a href=\"https://www.cnn.com/2023/08/29/politics/migrants-us-southern-border-smuggler-isis-ties/index.html\">CNN on Tuesday</a>, was considered so serious that it required an emergency intelligence report to senior Biden administration figures.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/fbi-uzbeks-asylum-seekers-islamic-state\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/fbi-uzbeks-asylum-seekers-islamic-state", "date_published": "2023-08-29T20:09:42.157329+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham look to bolster attack with Hugo Ekitike or Yuri Alberto", "description": "<ul><li>PSG’s Ekitike main target as extra cover for Michail Antonio</li><li>Aaron Cresswell and Ben Johnson could leave the club this week</li></ul><p>West Ham have stepped up their interest in the Paris Saint-Germain striker Hugo Ekitike and are holding further discussions with Corinthians over a deal for Yuri Alberto.</p><p>David Moyes is looking to bolster his attack before the transfer window shuts on Friday and West Ham, who have opened talks with PSG over Ekitike, have been tracking several strikers. Tim Steidten, the club’s technical director, has travelled to Brazil in an attempt to agree a fee for Alberto but alternative options are being explored in case the deal for the 22-year-old Brazilian falls through.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/west-ham-look-to-bolster-attack-with-hugo-ekitike-or-yuri-alberto\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/west-ham-look-to-bolster-attack-with-hugo-ekitike-or-yuri-alberto", "date_published": "2023-08-29T20:09:42.127912+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gboyega Odubanjo: police appeal for help over missing poet", "description": "<p>Award-winning poet last seen in early hours of Saturday morning in Kelmarsh, Northamptonshire</p><p>Northamptonshire police are appealing for information to help find the award-winning poet Gboyega Odubanjo, who has been missing since the early hours of Saturday morning.</p><p>Odubanjo, 27, was last seen at about 4am on 26 August. He was attending Shambala festival in the Kelmarsh area of Northamptonshire, where he was due to perform later that day.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/gboyega-odubanjo-police-appeal-for-help-over-missing-poet\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/gboyega-odubanjo-police-appeal-for-help-over-missing-poet", "date_published": "2023-08-29T20:09:42.074434+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Telling truths about this moment’: climate change author Jeff Goodell curates vital exhibition", "description": "<p>The acclaimed writer takes on a new challenge with his first art show, bringing together work and writing that tells a long history of environmental change</p><p>“Climate change is a very complex topic that is not just about data and information and physics, it’s about culture and politics and psychological responses,” the author and newly minted museum curator Jeff Goodell said to the Guardian. “It’s about how we choose to live, what we value. The science part of it is a small sliver of the larger conversation – it’s really important, but it’s just the beginning of the conversation. There are vast dimensions of thinking about this subject that we have not really begun to approach.”</p><p>He’s speaking from Austin, Texas, where he’s putting the finishing touches on a new show at the Blanton Museum of Art at the University of Texas. Called If the Sky Were Orange, it seeks to bring complexity and curiosity to a climate change discourse that is often reduced to political polarization a", "link": "https://www.theguardian.com/artanddesign/2023/aug/29/climate-change-art-jeff-goodell-blanton-museum-university-texas", "date_published": "2023-08-29T19:04:40.918715+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "University of North Carolina student charged with murder of faculty member", "description": "<p>Tailei Qi arrested Monday afternoon after fatal shooting of associate professor Zijie Yan caused university to lock down</p><p>A graduate student at the University of North Carolina (UNC) was charged with murder on Tuesday after a <a href=\"https://www.theguardian.com/us-news/2023/aug/28/university-of-north-carolina-shooting\">faculty member was shot dead</a> on campus.</p><p>Chinese national Tailei Qi, 34, was scheduled to appear in court later in the day. He was arrested on Monday afternoon in a nearby residential neighborhood shortly after the killing caused the university in Chapel Hill, North Carolina, to lock down for almost four hours.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/university-of-north-carolina-shooter-charged\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/university-of-north-carolina-shooter-charged", "date_published": "2023-08-29T19:04:40.912431+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Miami mayor Francis Suarez becomes first Republican to quit 2024 race", "description": "<p>Long-shot contender, 45, lone Hispanic candidate in Republican primary field, failed to qualify for Milwaukee debate last week</p><p>Francis Suarez, the mayor of Miami, has become the first GOP candidate to quit the crowded race for the party nomination.</p><p>Suarez, who launched his long-shot presidential bid in June, announced his withdrawal in a <a href=\"https://twitter.com/FrancisSuarez/status/1696566861196914997?s=20\">social media post</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/francis-suarez-republican-mayor-drops-out\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/francis-suarez-republican-mayor-drops-out", "date_published": "2023-08-29T19:04:40.909312+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV news crew reporting on Chicago robberies robbed at gunpoint", "description": "<p>Univision journalists on assignment in West Town robbed at 5am by three masked men, who took TV camera and personal items</p><p>A <a href=\"https://www.theguardian.com/us-news/chicago\">Chicago</a> television news crew reporting on a string of robberies ended up robbed themselves after they were accosted at gunpoint by three armed men wearing ski masks.</p><p>The Spanish-language station Univision Chicago said a reporter and photographer were filming just before 5am Monday in the city’s West Town neighborhood when three masked men brandishing firearms robbed them, taking their television camera and other items.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/chicago-tv-univision-reporters-robbed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/chicago-tv-univision-reporters-robbed", "date_published": "2023-08-29T19:04:40.903978+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Harry Maguire found himself in Manchester United limbo | Jamie Jackson", "description": "<p>The central defender signed for a world-record fee has become a liability reluctant to leave. What went wrong?</p><p>After Manchester United decided Harry Maguire’s on-off move away from the club is, barring a last‑minute about‑turn, <a href=\"https://www.theguardian.com/football/2023/aug/29/manchester-united-tell-harry-maguire-he-will-not-leave-in-this-transfer-window\" title=\"\">decisively off</a>, the 30-year-old reaches an odd career juncture for a defender Gareth Southgate still rates a mainstay of his England team.</p><p><a href=\"https://www.theguardian.com/football/2019/aug/05/harry-maguire-joins-manchester-united-as-worlds-most-expensive-defender\" title=\"\">Maguire arrived at United in August 2019</a> on a ticket of being a yeoman defender and modern ball-playing centre‑half. The subsequent years have proved otherwise. He could be a powder‑puff last line of resistance and a paltry seven goals in 175 appearances showed a lack of aerial domination in opposition penalty areas.</p> ", "link": "https://www.theguardian.com/football/blog/2023/aug/29/harry-maguire-unwanted-manchester-united-unwilling-to-leave", "date_published": "2023-08-29T19:04:40.872731+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fulham v Tottenham, Newport v Brentford, and more: Carabao Cup second round – live", "description": "<ul><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: the latest from all the round two games</a></li><li>And you can get in touch: <a href=\"mailto:scott.murray@theguardian.com\">email Scott</a> with your thoughts</li></ul><p><strong>GOAL! Birmingham 0-1 Cardiff (Colwill 3).</strong> Rubin Colwill steers a low left-wing cross into the bottom right. Cute goal and a fast start for the Bluebirds.</p><p><strong>GOAL! Plymouth 1-0 Crystal Palace (Waine 6).</strong> Ben Waine sweeps home from close range to give Roy Hodgson something to think about.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/29/fulham-v-tottenham-newport-v-brentford-and-more-carabao-cup-second-round-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/29/fulham-v-tottenham-newport-v-brentford-and-more-carabao-cup-second-round-live", "date_published": "2023-08-29T19:04:40.867485+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis’s Florida is a dangerous and hostile place for Black Americans | T Anansi Wilson", "description": "<p>Throughout his tenure as governor, DeSantis has taken every chance to criminalize, stigmatize and sideline Black Floridians</p><p>On Saturday, three Black lives were stolen in Jacksonville, Florida, at a dollar store just blocks away from Edward Waters University, a historically Black university. Anolt Joseph “AJ” Laguerre Jr, 19; Jerrald De’Shaun Gallion, 29; and Angela Michelle Carr, 52, were assassinated by a 21-year-old white supremacist who “hated Black people”, in the words of the local sheriff.</p><p>This intentional murder – like the many which came before it – was not only experienced by those whose lives were stolen and their families, but by every Black person in America. This murder and those like it are a constant reminder that Black people are nowhere safe. It is reminder that our presence, our absence, our movement, our stillness, our attempts to enjoy basic citizenship or complete the routine duties of human life – like grocery shopping – are liable to result in our ", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/ron-desantis-florida-dangerous-black-americans", "date_published": "2023-08-29T19:04:40.851781+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Daniel Christie on Michael Gove’s plans for new homes – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/29/daniel-christie-on-michael-goves-plans-for-new-homes-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/29/daniel-christie-on-michael-goves-plans-for-new-homes-cartoon", "date_published": "2023-08-29T19:04:40.850246+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour attempts to seize moment after Nadine Dorries finally resigns", "description": "<p>Alistair Strathern believes Labour in byelection driving seat after ‘surreal’ resignation but Lib Dems have other ideas</p><p>For most byelection candidates, knocking on voters’ doors generally brings a response ranging from the apathetic to the openly hostile. But Alistair Strathern had a different experience canvassing in Mid Bedfordshire after Nadine Dorries finally announced her resignation.</p><p>“We were able to break the news to people on their doorsteps, and it was one of the most surreal evenings I’ve had,” said Strathern, the Labour candidate to replace the hard-to-dislodge Conservative MP, who quit 11 weeks after first saying she would.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/29/labour-look-to-seize-moment-after-nadine-dorries-finally-resigns\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/29/labour-look-to-seize-moment-after-nadine-dorries-finally-resigns", "date_published": "2023-08-29T19:04:40.839189+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Documents show Putin’s order to move superyacht before Ukraine invasion", "description": "<p>Russian president ordered urgent removal of Graceful from Hamburg shipyard, investigation claims </p><p>Vladimir Putin moved his $100m (£75m) superyacht from a German shipyard to Russia just weeks before he ordered the invasion of Ukraine, according to secret documents released in a new investigation.</p><p>A Russian <a href=\"https://navalny.com/p/6646/\">anti-corruption organisation</a> set up by the jailed opposition leader Alexei Navalny claims emails show that the Russian president ordered the urgent moving of the 82-metre superyacht, called Graceful, from a shipyard in Hamburg, where it was undergoing a $32m refit, by 1 February 2022.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/documents-show-putins-order-to-move-superyacht-before-ukraine-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/documents-show-putins-order-to-move-superyacht-before-ukraine-invasion", "date_published": "2023-08-29T19:04:40.829670+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "European clubs union calls on Luis Rubiales to resign from post", "description": "<ul><li>Spain federation president refuses to quit over Hermoso kiss</li><li>European union represents 121 clubs around the continent</li></ul><p>The Union of European Clubs, which represents 121 teams from around the continent, has issued a statement urging Luis Rubiales to stand down with immediate effect as president of the Spanish football federation.</p><p>Pressure has been growing around Europe all week for the disgraced Rubiales to resign amid continued condemnation of the unsolicited kiss he gave the national team player Jenni Hermoso after the Women’s World Cup final.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/european-clubs-union-calls-on-luis-rubiales-to-resign-from-post\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/european-clubs-union-calls-on-luis-rubiales-to-resign-from-post", "date_published": "2023-08-29T19:04:40.819895+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sound of Freedom director denies film linked to QAnon theory", "description": "<p>Alejandro Monteverde says film reception ‘heartbreaking’ as lead actor repeats conspiracy theory’s main points</p><p>The director of a surprise US box office hit that has been labelled Trump-friendly and “adjacent” to dangerous conspiracy theories has called the reception the film has received “heartbreaking”.</p><p>Donald Trump last month <a href=\"https://www.theguardian.com/us-news/2023/jul/20/donald-trump-sounds-of-freedom-screening-golf-course-qanon\">held a screening of Sound of Freedom</a>, which tells the story of US federal agent Tim Ballard going on a rescue mission to Mexico to free victims of child trafficking.</p> <a href=\"https://www.theguardian.com/film/2023/aug/29/sound-of-freedom-director-denies-film-linked-to-qanon-theory\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/29/sound-of-freedom-director-denies-film-linked-to-qanon-theory", "date_published": "2023-08-29T18:00:33.137255+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wannabe influencers warned to take care after surge in Peak District callouts", "description": "<p>Mountain rescue services say Trinnacle trail has become social media trend, with people standing on narrow rocks to take selfies</p><p>Visitors to a moorland beauty spot have been told to use their common sense when taking selfies on a narrow tower of dangerous rocks after an increase in emergency callouts.</p><p>Rescue services have said more than a quarter of calls are from people getting into trouble while following the Trinnacle trail on Saddleworth Moor in the Peak District, which has become a social media trend.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/29/use-common-sense-warning-to-walkers-in-peak-district-amid-rise-in-emergency-callouts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/29/use-common-sense-warning-to-walkers-in-peak-district-amid-rise-in-emergency-callouts", "date_published": "2023-08-29T18:00:33.122875+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Independent school fined £80,000 over classroom ceiling collapse", "description": "<p>Fifteen children and a teacher were injured in the 2021 incident at Rosemead preparatory in south London </p><p>An independent school has been fined £80,000 after a classroom ceiling collapsed, injuring 15 children and their teacher.</p><p>The pupils, who were seven and eight years old, suffered injuries including fractures to their upper limbs, concussion and cuts after tables and chairs stored overhead came crashing down on them.</p> <a href=\"https://www.theguardian.com/education/2023/aug/29/independent-rosemead-school-fined-80000-over-classroom-ceiling-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/29/independent-rosemead-school-fined-80000-over-classroom-ceiling-collapse", "date_published": "2023-08-29T18:00:33.121206+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Kaden Groves powers to stage four win after chaotic finale", "description": "<ul><li>Julius van den Berg crashes into barriers on late corner</li><li>Remco Evenepoel stays on top of general classification</li></ul><p>Australian Kaden Groves of Alpecin-Deceuninck won stage four of the Vuelta a España on Tuesday in a sprint finish after an early breakaway was reeled in before the finale.</p><p>The fourth stage was a 184.6-kilometre ride from Andorra la Vella to Tarragona, which included two category three climbs in the final 60 kilometres, before a crash among the peloton with four kilometres remaining.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/29/vuelta-a-espana-kaden-groves-powers-to-stage-four-win-after-chaotic-finale\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/29/vuelta-a-espana-kaden-groves-powers-to-stage-four-win-after-chaotic-finale", "date_published": "2023-08-29T18:00:33.108502+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Buttler believes England are on right path despite ‘not perfect’ buildup", "description": "<ul><li>Team going into 50-over World Cup with limited preparation</li><li>Buttler leads side in first of four T20s against New Zealand</li></ul><p>There have been books, documentaries and, quite probably, post-doctoral theses published about the four years England’s men spent preparing for the 2019 World Cup. Their six-week buildup to this year’s tournament is a very different prospect indeed, as the white-ball captain, Jos Buttler, admitted.</p><p>“The landscape has changed quite a lot in that time,” said Buttler, speaking on the eve of England’s Twenty20 series against New Zealand. This, after all, is the first time he has pulled on an England shirt since March, <a href=\"https://www.theguardian.com/sport/2023/mar/14/england-suffer-first-t20-whitewash-since-2016-after-defeat-to-bangladesh\" title=\"\">against Bangladesh</a>. “It’s not perfect by any means, the way you’d probably prepare for big tournaments. But I think the T20 World Cup showed that you can do it.” That would be last yea", "link": "https://www.theguardian.com/sport/2023/aug/29/buttler-believes-england-are-on-right-path-despite-not-perfect-buildup", "date_published": "2023-08-29T18:00:33.104430+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Nadine Dorries’s departure: raggle-taggle Tories | Editorial", "description": "<p>The former MP was out of step with Rishi Sunak, but she is not the only Conservative who thinks the party has lost its way</p><p>After a summer of policy setbacks and missed targets, and with an election looming, <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/the-guardian-view-on-rishi-sunaks-priorities-theyre-not-working\" title=\"\">Rishi Sunak</a> is likely to view the return of parliament next week with anxiety. But at least he is in a position to tell his party and his ministers a few home truths with confidence.</p><p>Three stand out. Trailing in the polls <a href=\"https://www.politico.eu/europe-poll-of-polls/united-kingdom/\" title=\"\">by about 20%</a>, the Tory party urgently needs to start winning back the voters that it has lost to Labour and the Liberal Democrats. Amid the cost of living crisis, management of the economy will again be the key electoral battlefield. And, in volatile times, the party more than ever needs to speak with one voice and end its intern", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/the-guardian-view-on-nadine-dorriess-resignation-raggle-taggle-tories", "date_published": "2023-08-29T18:00:33.092106+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Spanish football’s #MeToo moment: a golden opportunity for reform | Editorial", "description": "<p>The indefensible behaviour of Luis Rubiales can become a catalyst for change in a country where a culture of ‘machismo’ is still entrenched</p><p>Had Luis Rubiales expressed sincere regret after landing an inappropriate post-match kiss on the World Cup-winning star Jenni Hermoso, he might not currently be the most derided and isolated public figure in Spain. Instead, the head of the Spanish football federation (RFEF) issued a transparent non-apology, claiming the act had been misunderstood and was a consensual moment of celebration. When Ms Hermoso firmly <a href=\"https://www.theguardian.com/world/2023/aug/25/spain-womens-football-team-will-refuse-to-play-until-rubiales-quits\" title=\"\">disagreed</a>, Mr Rubiales disgracefully used his power to try to discredit the player and threatened her with legal action for <a href=\"https://edition.cnn.com/2023/08/26/sport/spain-football-federation-legal-action-jennifer-hermoso-spt-intl/index.html#:~:text=Spain's%20football%20federation%20has%20", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/the-guardian-view-on-spanish-footballs-metoo-moment-a-golden-opportunity-for-reform", "date_published": "2023-08-29T18:00:33.090597+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A little kiss’: crowd supporting Luis Rubiales eclipsed by global feminist momentum for change", "description": "<p>President of Spanish football looks increasingly isolated as demands for his resignation grow</p><p>More than a week after the world watched Luis Rubiales plant an unsolicited kiss on forward Jenni Hermoso, the seaside city of Motril woke up to find graffiti gracing its sports centre. “Prison for Rubiales,” read one message scrawled on the front entrance. “We’re with Jenni,” read another.</p><p>The graffiti soon became the backdrop for television crews as they descended on the city as news broke that the embattled football chief’s mother, Ángeles Béjar, had <a href=\"https://www.theguardian.com/football/2023/aug/28/spanish-football-chiefs-mother-declares-hunger-strike-in-support-of-him\">shut herself</a> into a 19th century church and declared she was on hunger strike over the “unwarranted, inhumane and bloodthirsty hunt” of her son.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/a-little-kiss-crowd-supporting-luis-rubiales-eclipsed-by-global-feminist-momentum-for-change\">", "link": "https://www.theguardian.com/world/2023/aug/29/a-little-kiss-crowd-supporting-luis-rubiales-eclipsed-by-global-feminist-momentum-for-change", "date_published": "2023-08-29T18:00:33.066907+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Repeal of water pollution rules won’t solve England’s housing crisis, say developers", "description": "<p>Developers welcome end to rules but say amending levelling up bill risks months of delays</p><p>Michael Gove’s plan to repeal water pollution rules in an attempt to kickstart housebuilding will not solve England’s housing crisis, developers have warned, thanks to delays in implementation and other planning burdens.</p><p>The housing secretary <a href=\"https://www.theguardian.com/society/2023/aug/29/scrapping-of-housebuilder-water-pollution-rules-to-cost-taxpayer-140m\">announced on Tuesday</a> he intends to remove the regulations regarding nutrient levels in rivers, prompting outrage from green groups but relief from housebuilders, whose shares promptly rose.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/29/repeal-of-water-pollution-rules-wont-solve-englands-housing-crisis-say-developers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/29/repeal-of-water-pollution-rules-wont-solve-englands-housing-crisis-say-developers", "date_published": "2023-08-29T18:00:33.051000+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Locals ‘complained for years’ about road flooding where Liverpool couple died", "description": "<p>Residents say council ignored pleas to fix road which slopes in both directions and floods frequently </p><p>Residents in the area where an elderly couple died after their car drove into a flooded road said they had been complaining to the council to fix and prevent the recurrent problem for years.</p><p>Elaine and Philip Marco, who were 75 and 77, were found inside a submerged black Mercedes on Queens Drive between North Mossley Hill road and Dovedale road on Saturday evening. Police were alerted at 9:20pm.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/locals-complained-for-years-about-road-flooding-where-liverpool-couple-died\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/locals-complained-for-years-about-road-flooding-where-liverpool-couple-died", "date_published": "2023-08-29T18:00:33.047811+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tories accused of hypocrisy in Ulez row after call to extend congestion charge", "description": "<p>Ministers have claimed Ulez is cash-raising ploy – but letter reveals Grant Shapps backed a separate charge for same reason</p><p>Ministers have been accused of hypocrisy in claiming Sadiq Khan expanded London’s ultra-low emission zone (Ulez) to raise revenue after it emerged the Department for Transport urged the mayor to extend the city’s congestion charge for the same reason.</p><p>On the first day of Ulez covering every London borough there was renewed bickering between the Labour mayor and the government, with Khan castigating Mark Harper, the transport secretary, for what he called factual mistakes after the pair crossed paths at a TV studio.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/tories-accused-hypocrisy-ulez-row-call-extend-congestion-charge\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/29/tories-accused-hypocrisy-ulez-row-call-extend-congestion-charge", "date_published": "2023-08-29T18:00:33.044509+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Airbase project could pave way for UK to host US nuclear weapons", "description": "<p>‘Potential surety mission’ at RAF Lakenheath in Suffolk thought to refer to return of nuclear weapons after 15 years</p><p>The US air force has secured $50m (£39m) funding next year for a project that could pave the way for American nuclear weapons to return to British soil for the first time in 15 years.</p><p>In justifying the expenditure on a 144-bed dormitory at RAF Lakenheath in Suffolk, the USAF told Congress the building was intended to “house the increase in enlisted personnel as the result of the potential surety mission”, which is jargon typically used by the Pentagon to refer to handling of nuclear weapons, according to experts.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/surety-mission-50m-airbase-project-could-pave-way-for-uk-to-host-us-nuclear-weapons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/surety-mission-50m-airbase-project-could-pave-way-for-uk-to-host-us-nuclear-weapons", "date_published": "2023-08-29T18:00:33.042631+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Central banks will push economies into recession, says Hunt adviser", "description": "<p>Signs of weakness needed before monetary policy is eased in west, says strategist advising chancellor</p><p>Central banks will push western economies into recession in order to be sure of winning the battle against inflation, one of Jeremy Hunt’s advisers has warned.</p><p>Rejecting the idea of a “soft landing”, Karen Ward, a member of the chancellor’s <a href=\"https://www.gov.uk/government/news/government-to-establish-expert-economic-advisory-council\">economic advisory council,</a> said there would need to be signs of weakness before policymakers felt able to ease their tough approach.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/central-banks-will-push-economies-into-recession-says-jeremy-hunt-adviser-karen-ward\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/central-banks-will-push-economies-into-recession-says-jeremy-hunt-adviser-karen-ward", "date_published": "2023-08-29T16:46:55.963214+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marks & Spencer on track to return to FTSE 100 as pre-tax profits soar", "description": "<p>Retailer promises to restart dividend payments as strong sales prompt share price surge</p><p>Marks &amp; Spencer is on track to re-enter the UK’s list of top-rated companies for the first time in four years amid hopes of a permanent revival at the high street stalwart.</p><p>M&amp;S fell out of the FTSE 100 list of the UK’s most valuable stockmarket companies in 2019 as sales and profits slid amid heavy competition from rivals such as Primark and the major supermarkets.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/marks-spencer-on-track-to-return-to-ftse-100-as-pre-tax-profits-soar\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/marks-spencer-on-track-to-return-to-ftse-100-as-pre-tax-profits-soar", "date_published": "2023-08-29T16:46:55.948782+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RFL condemns ‘disgraceful’ homophobic abuse aimed at match official", "description": "<ul><li>Marcus Griffiths abused online after Giants-Rhinos game</li><li>RFL chief executive vows to take action against perpetrators</li></ul><p>The Rugby Football League has condemned the “disgraceful” homophobic abuse directed at one of its senior match officials, Marcus Griffiths, after he revealed the scale of personal attacks he has suffered on social media.</p><p>Griffiths, one of the RFL’s full-time panel of referees, officiated Huddersfield Giants’ Super League game against Leeds Rhinos on Sunday which the Giants won 21-12. However, he has subsequently been subjected to a series of homophobic slurs on social media, with Griffiths publicly revealing on Tuesday screenshots of messages sent to his accounts.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/29/rfl-condemns-disgraceful-homophobic-abuse-aimed-at-match-official\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/29/rfl-condemns-disgraceful-homophobic-abuse-aimed-at-match-official", "date_published": "2023-08-29T16:46:55.931105+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everton complete £26m signing of Portuguese forward Beto from Udinese", "description": "<ul><li>Powerful 25-year-old arrives at Goodison on four-year deal</li><li>Danny Ings also targeted in bid to bolster team’s goal output </li></ul><p>Everton have signed the Portuguese forward Beto from Udinese as they attempt to remedy the goal shortage that has left them bottom of the Premier League.</p><p>The fee for Beto, who has signed a four-year contract at Goodison Park, is officially undisclosed but it is understood to be £26m. The first payment is not due until the next financial year. He is the club’s fifth signing of the summer after Ashley Young, Arnaut Danjuma, Youssef Chermiti and Jack Harrison, and may not be the last despite the financial constraints at Everton.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/everton-complete-26m-signing-of-portuguese-forward-beto-from-udinese\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/everton-complete-26m-signing-of-portuguese-forward-beto-from-udinese", "date_published": "2023-08-29T16:46:55.929394+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A cup of tea should be MPs’ freebie limit | Letters", "description": "<p><strong>Laurence Gibson </strong>recalls the exceptional circumstances in which civil servants were allowed to accept hospitality in the 1980s. Plus a letter from <strong>Peter Campion</strong></p><p>The free hospitality enjoyed by MPs (<a href=\"https://www.theguardian.com/politics/2023/aug/23/more-than-100-mps-received-freebies-worth-180000-this-summer\" title=\"\">More than 100 MPs received freebies worth £180,000 this summer, 23 August</a>) contrasts markedly with the required behaviour that was outlined in my induction course into the civil service.</p><p>I joined the veterinary investigation service of the then Ministry of Agriculture, Fisheries and Food in 1980. I remember being told sternly how civil servants must be seen to be impartial and I should therefore be very wary of accepting any form of gratuity or hospitality from the public. An exception might be made in some circumstances: for example, during a farm visit to investigate a disease outbreak, it might be permissible t", "link": "https://www.theguardian.com/politics/2023/aug/29/a-cup-of-tea-should-be-mps-freebie-limit", "date_published": "2023-08-29T16:46:55.915133+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Covid cases are surging. We need more from government than ‘Keep coughing and carry on’ | Arwa Mahdawi", "description": "<p>Almost a year after Joe Biden declared the pandemic over, coronavirus is still officially a ‘global health risk’. So what are the authorities in the US and UK doing about it?</p><p>I feel terribly retro saying this, but in recent weeks I have started to worry about a horrible virus that is going around called Covid-19. Perhaps you remember it? If you have had the luxury of forgetting about the pandemic, I suspect you are due for a wake-up call. A new variant, <a href=\"https://www.bmj.com/content/382/bmj.p1964\">BA.2.86 or “Pirola”</a>, has emerged that is causing <a href=\"https://www.bmj.com/content/382/bmj.p1964\">concern</a>. There has also been a notable surge in Covid cases and <a href=\"https://www.bmj.com/content/382/bmj.p1833#:~:text=The%20number%20of%20hospital%20admissions,subvariant%20are%20likely%20to%20blame.\">hospitalisations</a>. It is hard to calculate exactly how many people have Covid because a lot of the <a href=\"https://www.nbcnews.com/health/health-news/cdc-stop-tra", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/covid-cases-are-surging-we-need-more-from-government-than-keep-coughing-and-carry-on", "date_published": "2023-08-29T16:46:55.907349+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From socialism to private gyms: co-living has gone mainstream, and it feels like a mixed blessing | Mim Skinner", "description": "<p>A series of new developments are dragging communalism out of the fringes. But can you really put a price on community?</p><p>Co-living is on the rise, with multiple-occupancy developments coming to a major city near you. Sometimes known as beehive housing, residential buildings are sectioned off into small private units anchored by larger shared spaces; it’s the slickly marketed commercial cousin to the more dorky, and less popular, commune.</p><p>In a report last year, the estate agent Savills called it “a market poised for huge growth”. Across the UK, <a href=\"https://www.savills.co.uk/research_articles/229130/328949-0\">24,000 units</a> were in the pipeline at the time, according to the agent, attracting millions of pounds of investment.</p><p>Mim Skinner is the author of Living Together</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/socialism-private-gyms-co-living-mainstream-developments-community\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/socialism-private-gyms-co-living-mainstream-developments-community", "date_published": "2023-08-29T16:46:55.902690+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suits creator confirms palace changed line of Meghan’s dialogue", "description": "<p>Creator of series, which has set viewership records on Netflix this summer, says palace objected to the word poppycock</p><p>The creator of Suits, the legal drama which launched the acting career of the Duchess of Sussex, is opening up about input from the royal family on scripts.</p><p>Speaking to <a href=\"https://www.hollywoodreporter.com/tv/tv-features/suits-creator-meghan-markle-line-palace-removed-1235575191/\">the Hollywood Reporter</a> about the <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/17/suits-netflix-america-most-watched-summer-show\">show’s resurgence</a> on Netflix, where it has broken multiple viewership records for an acquired series, the creator, Aaron Korsh, said the royal family “weighed in” on scripts involving Meghan, who played the paralegal Rachel Zane for seven seasons, once she started dating Prince Harry in 2016. “Not many things, by the way, but a few things that we wanted to do and couldn’t do, and it was a little irritating,” he said.</p> <a", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/29/suits-meghan-dialogue-changed-palace-poppycock", "date_published": "2023-08-29T16:46:55.878972+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Homeless families evicted as landlords quit London emergency housing sector", "description": "<p>London councils report 120% year-on-year rise in requests for return of properties used as temporary homes</p><p>Homeless families are being evicted from emergency accommodation to be replaced by private tenants as the number of landlords quitting the temporary housing sector in London more than doubled in eight months.</p><p>A survey by London Councils, the cross-party organisation representing the capital’s local authorities, found that between September 2022 and April 2023, 15 boroughs reported receiving a notice to quit, a legal document requesting the return of a property, from landlords for 3,531 properties in use as temporary accommodation.</p> <a href=\"https://www.theguardian.com/society/2023/aug/29/homeless-families-evicted-landlords-quit-london-emergency-housing-sector\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/29/homeless-families-evicted-landlords-quit-london-emergency-housing-sector", "date_published": "2023-08-29T16:46:55.875807+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New charges for Canadian accused of selling drugs to people at risk of suicide", "description": "<p>Police say Kenneth Law, 57, linked to 88 deaths in Britain, may have shipped as many as 1,200 packages to 40 countries</p><p>The <a href=\"https://www.theguardian.com/uk-news/2023/aug/25/nca-investigating-uk-deaths-canadian-poison-seller-kenneth-law\">Canadian man accused of selling sodium nitrite</a> to people at risk of suicide is believed to have shipped as many as 1,200 packages to 40 countries, police said as they laid a dozen new charges in a sprawling investigation.</p><p>Kenneth Law, 57, previously charged with two counts of counselling or aiding suicide in the province of Ontario, is now facing 12 new charges in connection with deaths across the province, the York regional police inspector Simon James told reporters. The victims range in age from 16 to 36.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/canada-kenneth-law-suicide-charges-sodium-nitrate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/canada-kenneth-law-suicide-charges-sodium-nitrate", "date_published": "2023-08-29T16:46:55.869410+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Róisín Murphy apologises after puberty blocker comments: ‘My concern was out of love’", "description": "<p>Singer had described the treatment for trans children as ‘absolutely desolate’, but now says ‘fixed views are not helpful’</p><p>Pop singer Róisín Murphy has apologised after criticising the use of puberty blockers by transgender children.</p><p>The Irish musician, formerly the frontwoman of Moloko who has since released a series of acclaimed solo albums, had dismayed swathes of her fanbase – which includes a sizeable LGTBQ+ quotient – with a statement posted on her personal Facebook account.</p> <a href=\"https://www.theguardian.com/music/2023/aug/29/roisin-murphy-apologises-puberty-blocker-trans\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/29/roisin-murphy-apologises-puberty-blocker-trans", "date_published": "2023-08-29T15:41:55.980375+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former Algerian minister of defence indicted in Switzerland on war crime charges", "description": "<p>Khaled Nezzar is to be tried for war crimes and crimes against humanity during 1991-2002 Algerian civil war</p><p>Victims of the 1991-2002 Algerian civil war have been given hope that they will finally receive justice after the highly unusual announcement by Swiss authorities that a former Algerian minister of defence is to stand trial in Switzerland on charges of war crimes and crimes against humanity.</p><p>Khaled Nezzar is set to be the highest-ranking military official ever tried for war crimes under <a href=\"https://trialinternational.org/latest-post/algeria-general-khaled-nezzar-will-finally-stand-trial-in-switzerland/\">the principle of universal jurisdiction</a>, which allows states to investigate and prosecute people suspected of having committed international crimes regardless of where they were committed, their nationality, or the nationality of the victims.</p> <a href=\"https://www.theguardian.com/law/2023/aug/29/former-algerian-minister-of-defence-khaled-nezzar-indicted-", "link": "https://www.theguardian.com/law/2023/aug/29/former-algerian-minister-of-defence-khaled-nezzar-indicted-in-switzerland-on-war-charges", "date_published": "2023-08-29T15:41:55.963251+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "LIV’s Brooks Koepka named as captain’s pick for USA Ryder Cup team", "description": "<ul><li>Justin Thomas in team despite run of poor form</li><li>Koepka is only LIV player to make Zach Johnson’s team</li></ul><p>Zach Johnson filled out his USA Ryder Cup team with familiar faces as he named his six captain’s picks on Tuesday. <a href=\"https://www.theguardian.com/sport/2023/aug/28/justin-thomas-to-make-us-ryder-cup-team-as-captains-wildcard-pick\">Justin Thomas and Rickie Fowler made the team</a>, along with LIV Golf’s Brooks Koepka, as the Americans try to end three decades of losing on European soil.</p><p>Johnson also went with Jordan Spieth, Collin Morikawa and Sam Burns, who will make his Ryder Cup debut despite failing to win a match at the Presidents Cup last year.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/29/livs-brooks-koepka-named-as-captains-pick-for-usa-ryder-cup-team\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/29/livs-brooks-koepka-named-as-captains-pick-for-usa-ryder-cup-team", "date_published": "2023-08-29T15:41:55.935446+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Luis Rubiales and a toxic tale of when double-doubling down goes wrong", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It’s been quite the weekend for Luis Rubiales. On Friday, the man’s man of Spanish football admin stood up on the stage at RFEF HQ and gave a masterclass in how to <a href=\"https://www.theguardian.com/football/video/2023/aug/25/luis-rubiales-refuses-to-resign-spanish-fa-president-video\">look like a colossal whopper</a>. With the world expecting him to do one, the Spanish FA’s top, top pen-pusher doubled down on his belief that his kiss on the lips of Jenni Hermoso in front of a global audience in the World Cup trophy ceremony was entirely normal behaviour and repeated five times that he wasn’t going to resign. He claimed Hermoso called him “an ace” and initiated the embrace – “she was the one who lifted me up, who brought me close to her body” – and that the kiss was consensual, despite Hermoso <a href=\"https://www.theguardian.com/world/", "link": "https://www.theguardian.com/football/2023/aug/29/football-daily-spain-luis-rubiales", "date_published": "2023-08-29T15:41:55.932280+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea accused of ‘penny-pinching’ for removing fans’ subsidised coach travel", "description": "<ul><li>Supporters’ trust furious as £10 subsidy for away games removed</li><li>Decision comes despite breaking British transfer record twice</li></ul><p>Chelsea have been accused of penny-pinching and putting financial strain on supporters after removing a £10 coach subsidy for travel to domestic away games. The Chelsea Supporters’ Trust has reacted furiously to the decision, with the club’s insistence that it was “not financially sustainable to continue to offer subsidised coach travel” doing little to win supporters over.</p><p>The CST called the move appalling and pointed out that it comes not long after Chelsea broke the British transfer record for the second time this year <a href=\"https://www.theguardian.com/football/2023/aug/14/chelsea-sign-moises-caicedo-british-record-115m-deal-brighton\">by buying Moisés Caicedo</a> from Brighton in a deal worth up to £115m.</p><p>Young supporters</p><p>Supporters who use wheelchairs and mobility scooters</p><p>People who are unable to drive ", "link": "https://www.theguardian.com/football/2023/aug/29/chelsea-accused-of-penny-pinching-for-removing-fans-subsidised-coach-travel", "date_published": "2023-08-29T15:41:55.929182+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US Open 2023: Murray, Jabeur, Medvedev and Boulter in action on day two – live", "description": "<ul><li>Updates from Flushing Meadows, 11am local, 4pm BST start</li><li>And you can get in touch: you can <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet him</a></li></ul><p><strong>Parry plays a decent drop at 15-30 but can’t convert into a point, </strong>and Boulter holds for 3-3 in the first. Jabeur, meanwhile, is serving at 4-1 having broken again</p><p><strong>On Boulter, Calv Betton, our resident coach says:</strong> “She’s got decent flat groundstrokes and her first serve is OK. She also competes really well and is a really nice girl, but I just don’t rate her that much.”</p> <a href=\"https://www.theguardian.com/sport/live/2023/aug/29/us-open-2023-murray-jabeur-medvedev-and-boulter-in-action-on-day-two-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/aug/29/us-open-2023-murray-jabeur-medvedev-and-boulter-in-action-on-day-two-live", "date_published": "2023-08-29T15:41:55.925447+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canals are vital to our way of life. We cannot neglect them | Letters", "description": "<p>The government must recognise the value of waterways to Britain’s economy, ecology and wellbeing, says <strong>Les Etheridge</strong>.<strong> </strong>Plus letters from <strong>Nicholas Falk</strong>, <strong>Marilyn Biles</strong> and<strong> Mike Annan</strong></p><p>We agree with your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/22/the-guardian-view-on-canals-a-national-success-story-under-threat\" title=\"\">22 August</a>) – our canals and rivers are an integral part of Britain’s landscape and way of life. More than 8.5 million people (nearly 15% of the population) live on or within 1km of a waterway, and half of us live within 5km – disproportionately more in urban areas and areas of deprivation and diversity. Add the 10 million people who use the waterways for business, leisure, wellness or commuting, and the thousands who live on canals, and it is clear that open, accessible and well-maintained waterways are vital for us all, and for Britain’s economy,", "link": "https://www.theguardian.com/environment/2023/aug/29/canals-are-vital-to-our-way-of-life-we-cannot-neglect-them", "date_published": "2023-08-29T15:41:55.920755+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New mothers are good enough – we just need to say so | Jodi Wilson", "description": "<p>We’re often labelled with derogatory language that prompts us to question our growing, birthing and mothering abilities</p><p>When you become a mother, everything about you changes, even your DNA. In a process called foetal microchimerism, “zombie cells” from the baby cross the placenta and circulate through the mother’s body, lodging in her organs and tissues like pregnancy souvenirs.</p><p>For decades after pregnancy you carry these cells proving that the maternal/infant ties that bind extend much deeper and for much longer than the umbilical cord has us believe.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/new-mothers-are-good-enough-we-just-need-to-say-so\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/new-mothers-are-good-enough-we-just-need-to-say-so", "date_published": "2023-08-29T15:41:55.914615+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I need to have a big party and show off!’ Edinburgh comedy award-winners reveal what’s next", "description": "<p>For the first time ever, both the ‘Oscars of comedy’ have gone to standups with South Asian heritage. So what do the two performers who set the fringe alight have planned? Lots of boasting, finds our writer</p><p>To be crowned the best of the best at the Edinburgh fringe is no mean feat. After months, if not years, of preparation, hundreds come to Scotland hoping to bag standup’s most illustrious prize. Winning an Edinburgh comedy award can turn a comedian into a household name. Previous victors include Hannah Gadsby, Frank Skinner, Bridget Christie, Rose Matafeo and Tim Key.</p><p>But this year, <a href=\"https://www.theguardian.com/stage/2023/jul/07/edinburgh-comedy-awards-saved-fringe-festival-nica-burns\">the awards hung in the balance</a> after the sponsor Dave pulled its funding. At one point there was a very real chance that we wouldn’t get a competition at all. But thanks to three new sponsors – Sky for the best show award, comedy producers DLT Entertainment for best newcomer,", "link": "https://www.theguardian.com/stage/2023/aug/29/edinburgh-comedy-award-winners-south-asian-urooj-ashfaq-ahir-shah", "date_published": "2023-08-29T15:41:55.905089+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No sleep, meltdowns and Billie Eilish: my first music festival as an autistic person", "description": "<p>I took the plunge at this year’s Reading festival, where sensory overload and mobility issues posed problems. Could I make it to the headline acts? </p><p>Since my teenage years, I’ve always wanted to attend a music festival. But as an autistic person, the thought of being crammed into a loud, rowdy crowd of tens of thousands of people has always scared me. For years I avoided them. Instead, I would watch my friends enjoy themselves at big festivals from the sidelines of social media platforms.</p><p>However, after experiencing a bad breakup in January and adopting a mindset of trying new things, I decided to take the plunge and go to this year’s Reading festival with my friend. This decision to leave my comfort zone was made easier by a quick Google search revealing that Reading festival offers a range of disabled access services.</p> <a href=\"https://www.theguardian.com/music/2023/aug/29/billie-eilish-reading-festival-as-an-autistic-person\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/29/billie-eilish-reading-festival-as-an-autistic-person", "date_published": "2023-08-29T15:41:55.900370+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From botflies to eye worms, a brief history of rare parasites in humans", "description": "<p>After a live roundworm was found in the brain of an Australian woman, we take a look at other unusual cases</p><p>After <a href=\"https://www.theguardian.com/australia-news/2023/aug/28/live-worm-living-womans-brain-australia-depression-forgetfulness\">a live roundworm was found in the brain</a> of an Australian woman, we take a look at other unusual cases of parasites turning up unexpectedly and explore how worried we should be.</p><p><strong>Beetles</strong></p> <a href=\"https://www.theguardian.com/society/2023/aug/29/from-botflies-to-eye-worms-a-brief-history-of-rare-parasites-in-humans\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/29/from-botflies-to-eye-worms-a-brief-history-of-rare-parasites-in-humans", "date_published": "2023-08-29T15:41:55.897278+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Great Cancellation: why megabucks TV shows are vanishing without a trace", "description": "<p>To save money, streaming services are axing finished shows without bothering to air them and deleting classics. What next? Game of Thrones? Succession? It doesn’t bear thinking about</p><p>Two years ago, Nautilus was big news. A vast, expensive Disney+ prequel to Jules Verne’s 20,000 Leagues Under the Sea, Nautilus promised to tell the early story of Captain Nemo as he embarked on an epic submarine adventure, seeking revenge on his former captors the East India Company. A colossal replica submarine was built. Several soundstages on Australia’s Gold Coast were given over to it. Hundreds of crew members were hired alongside hundreds of extras. Filming took almost a year. The Queensland government claimed that the series would inject A$96m into the local economy. It looked certain to be a hit; an exciting new big-budget spectacle, underpinned with contemporary themes, based on a legendary piece of intellectual property. Nautilus couldn’t go wrong.</p><p>Except nobody is going to see Na", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/29/the-great-cancellation-why-megabucks-tv-shows-are-vanishing-without-a-trace", "date_published": "2023-08-29T15:41:55.895730+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two women jailed for torturing and killing pet parrot in Carlisle", "description": "<p>Tracy Dixon and Nicola Bradley put oven cleaner and paint on friend’s bird and threw it in tumble dryer</p><p>Two women who tortured and killed a friend’s pet parrot during a lengthy drinking session have been jailed by a judge who described their cruelty as “beyond comprehension”.</p><p>A court heard that Tracy Dixon, 47, and Nicola Bradley, 35, sprayed Sparky the female African grey parrot with Mr Muscle oven cleaner, daubed it with gloss paint and tried to feed it to a dog. They later threw it in a tumble dryer that was turned on.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/two-women-jailed-torturing-killing-pet-parrot-carlisle\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/two-women-jailed-torturing-killing-pet-parrot-carlisle", "date_published": "2023-08-29T15:41:55.884852+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Equalizer 3 review – Denzel threequalizes in forgettable, gory thriller", "description": "<p>The Oscar-winner returns for more carnage in a rote, violent sequel, this time saving an idyllic Italian seaside town from baddies</p><p>If an actor’s career can be said to obey the same laws that govern physics, then Denzel Washington’s turn in the third big-screen Equalizer reboot (the Threequelizer!) represents the corresponding opposite reaction to his last role as the Lord Macbeth for Joel Coen. Washington brought a frailty and introspection to the Thane of Cawdor, played as a greying lion-runt with insecurities giving way to a corrosive bloodlust. As Robert McCall, the erstwhile marine and intelligence-agency ghost cleaning up the streets in his retirement, Washington gets the chance to refute the idea that the savage passage of years must eat away at a man. Yoked with that same weight of pre-geriatric regret, he’s now able to conquer it and win at life, his willingness to kill making him a hero rather than tragic figure.</p><p>With a superhuman physical fitness allowing him t", "link": "https://www.theguardian.com/film/2023/aug/29/the-equalizer-3-review-denzel-washington", "date_published": "2023-08-29T14:36:51.776888+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Windsors are all about forgiving and forgetting – when it comes to Prince Andrew | Marina Hyde", "description": "<p>Some royal rehabilitations are faster than others. The Duke of York’s jaunt with Kate and Wills must have set a new record</p><p>Do all “fusses” die down eventually, permitting the fussee to return to life largely as they knew it, while the public scratches its head and tries to recall precisely which scandal/multimillion dollar out-of-court settlement/Pizza Express branch it remembers them from? The question arises after the return of Prince Andrew to the royal tableau, <a href=\"https://www.dailymail.co.uk/news/article-12451643/Andrew-William-drives-disgraced-duke-church-Royal-Family-summer-Balmoral.html\">driven last weekend by Prince William</a> to church near Balmoral, where the Windsors are currently all gathered (with just the two notable exceptions). I must say I do think that William and Andrew missed a trick not doing carpool karaoke as they rocked up to Crathie Kirk, either to Take That’s <a href=\"https://www.youtube.com/watch?v=N2ICtCO8TCw\">Back for Good</a>, or the Gary P", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/windsors-forgiving-forgetting-prince-andrew-duke-of-york", "date_published": "2023-08-29T14:36:51.708614+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sex and the smackdown: the crazy world of wrestling cult comic Andy Kaufman", "description": "<p>Why did the Taxi and Saturday Night Live star travel across America paying women $1,000 to wrestle him? Could transcendental meditation have had anything to do with it?</p><p>By the time he died in 1984 of lung cancer aged only 35, Andy Kaufman had wrestled more than 400 women. One of those who grappled for three minutes in the ring with him, the mud wrestler Red Snapper (AKA Robin Kelly), says that his impulse to rumble in the ring was very sexual. This raises the possibility that the entertainer who claimed to be both the <a href=\"https://prowrestling.fandom.com/wiki/Andy_Kaufman#:~:text=Inspired%20by%20the%20theatricality%20of,personality%20based%20upon%20the%20characters\">intergender wrestling champion of the world and women’s wrestling champion of the World</a> was sublimating his desires in spandex. From 1977 onwards, Kaufman travelled America offering prize money of $1,000 and/or his hand in marriage to any woman who would wrestle him for three minutes and pin him – and it’s ", "link": "https://www.theguardian.com/film/2023/aug/29/sex-and-the-smackdown-the-crazy-world-of-wrestling-cult-comic-andy-kaufman", "date_published": "2023-08-29T14:36:51.697560+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UWE Bristol rugby player waited five hours for ambulance, inquest hears", "description": "<p>Maddy Lawrence, 20, was injured in match and died in hospital 16 days later after suffering an infection</p><p>A 20-year-old university student who died after being injured in a rugby match and suffering an infection in hospital laid in agony on the pitch for more than five hours while she waited for an ambulance, an inquest has heard.</p><p><a href=\"https://www.maddysmark.com/\">Maddy Lawrence</a>, who suffered a dislocated hip when she was tackled during a game for UWE Bristol, could be heard screaming and crying during 999 calls made by a physiotherapist desperately trying to get help for her, but was told an ambulance would take “several hours” because the city was so busy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/uwe-bristol-rugby-player-maddy-lawrence-waited-five-hours-for-ambulance-inquest-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/uwe-bristol-rugby-player-maddy-lawrence-waited-five-hours-for-ambulance-inquest-hears", "date_published": "2023-08-29T14:36:51.687960+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ugandan man charged with ‘aggravated homosexuality’ under new law", "description": "<p>Twenty-year-old could face death penalty after anti-LGBTQ+ legislation was introduced this year</p><p>Ugandan prosecutors have charged a man with “aggravated homosexuality” under anti-LGBTQ+ legislation introduced this year that makes the offence punishable by death.</p><p>The law – considered one of the harshest of its kind in the world – also includes penalties for consensual same-sex relations of up to life in prison.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/uganda-prosecutors-charged-man-aggravated-homosexuality-anti-lgbtq-law\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/uganda-prosecutors-charged-man-aggravated-homosexuality-anti-lgbtq-law", "date_published": "2023-08-29T14:36:51.683297+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump has ‘moral compass of an axe murderer,’ says Georgia Republican", "description": "<p>Former lieutenant governor Geoff Duncan describes Trump’s roster of wrongdoing as ‘like some sort of Ponzi scheme of lies’</p><p>Donald Trump has “the moral compass of an axe murderer”, a Republican opponent in Georgia said, discussing the former president’s <a href=\"https://www.theguardian.com/us-news/live/2023/aug/29/trump-trial-georgia-mark-meadows-biden-medicare-live-updates\">legal predicament</a> in the southern US state and elsewhere but also his continuing dominance of the presidential primary.</p><p>“As Republicans, that dashboard is going off with lights and bells and whistles, telling us all the warning things we need to know,” Geoff Duncan <a href=\"https://www.mediaite.com/crime/former-republican-lt-gov-says-trump-has-the-moral-compass-of-an-axe-murderer/\">told CNN</a> on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/trump-moral-compass-georgia-republican-geoff-duncan\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/trump-moral-compass-georgia-republican-geoff-duncan", "date_published": "2023-08-29T14:36:51.681748+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greece wildfire declared largest ever recorded in EU", "description": "<p>Eleven planes and a helicopter from the bloc have been sent to help Greece counter the fire</p><p>A forest blaze in Greece is “the largest wildfire ever recorded in the EU” and the bloc is mobilising nearly half its firefighting air wing to tackle it, a European Commission spokesperson has said.</p><p>Eleven planes and one helicopter from the EU fleet have been sent to help Greece counter the fire north of the city of Alexandroupoli, along with 407 firefighters, Balazs Ujvari said on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/greece-wildfire-declared-largest-ever-recorded-in-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/greece-wildfire-declared-largest-ever-recorded-in-eu", "date_published": "2023-08-29T14:36:51.678571+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kim Jong-un holding hands and Ulez protests: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/29/kim-jong-un-ulez-protests-tuesday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/29/kim-jong-un-ulez-protests-tuesday-best-photos", "date_published": "2023-08-29T13:32:20.128897+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sexual assault investigation into Rammstein frontman dropped", "description": "<p>Berlin prosecutors cite lack of evidence and testimony from alleged victims, following investigation into rock star Till Lindemann </p><p>Investigations into alleged sexual assaults by Till Lindemann, frontman with German metal superstars Rammstein, have been dropped by prosecutors.</p><p>Berlin state prosecutors said investigations, which began in June, “did not provide any evidence”, and that they were unable to substantiate allegations as law enforcement agencies had not received direct testimony from the accusers.</p> <a href=\"https://www.theguardian.com/music/2023/aug/29/sexual-assault-investigation-into-rammstein-frontman-dropped-till-lindemann\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/29/sexual-assault-investigation-into-rammstein-frontman-dropped-till-lindemann", "date_published": "2023-08-29T13:32:20.066569+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lyra McKee mural vandalised in Florida", "description": "<p>Artwork of murdered Northern Ireland writer and activist at the Zebra Youth centre was defaced with a swastika and anti-LGBTQ graffiti</p><p>A mural of the murdered Northern Ireland writer <a href=\"https://www.theguardian.com/news/lyra-mckee\">Lyra McKee</a> has been defaced in the US with a swastika and anti-LGBTQ graffiti.</p><p>It was one of three artworks vandalised this week at the Zebra Youth centre, which provides services to LGBTQ people in Orlando, Florida.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/lyra-mckee-mural-vandalised-in-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/lyra-mckee-mural-vandalised-in-florida", "date_published": "2023-08-29T13:32:20.050762+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First Trump co-defendant pleads not guilty in Georgia election case – live", "description": "<ul><li>Attorney Ray Smith enters plea in Fulton county case</li><li><a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/trump-republican-presidential-nominee-conviction\">Opinion: Trump will be be the 2024 Republican nominee</a></li></ul><p><strong>Donald Trump</strong>’s former chief of staff <strong>Mark Meadows</strong> spent yesterday arguing that he should be tried in federal, rather than state, court, after being accused of attempting to stop <strong>Joe Biden</strong>’s election win in Georgia three years ago. In a surprise move, Meadows, who was Trump’s top White House deputy during the time of his re-election defeat, took the stand to argue that his phone calls and meetings with state officials were all part of his government job, and not political activities, as Fulton county district attorney <strong>Fani Willis</strong> has alleged.</p><p>Legal experts say a federal court trial could give Meadows’ defense team more options to argue his innocence, and would also e", "link": "https://www.theguardian.com/us-news/live/2023/aug/29/trump-trial-georgia-mark-meadows-biden-medicare-live-updates", "date_published": "2023-08-29T13:32:20.048927+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former minister Gerry Grimstone under fire over undeclared UAE meetings", "description": "<p>Peer did not declare 13 meetings with Abu Dhabi sovereign wealth fund when he sought permission to work for Bahraini company </p><p>A former minister who is to work for a Bahraini investment company has been criticised after he did not declare 13 meetings with its single largest shareholder, the Abu Dhabi sovereign wealth fund, when seeking permission to take the role.</p><p>Sir Gerry Grimstone, as he was then, was elevated to the peerage and handed a job in Boris Johnson’s government in March 2020, serving as minister of state for investment until July 2022.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/29/former-minister-gerry-grimstone-under-fire-over-undeclared-uae-meetings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/29/former-minister-gerry-grimstone-under-fire-over-undeclared-uae-meetings", "date_published": "2023-08-29T13:32:20.038186+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK post-Brexit checks on fresh food from EU delayed for fifth time", "description": "<p>Government move means new controls will not begin until end of January next year</p><p>The introduction of post-Brexit checks on food, plant and animal produce arriving in Britain has been delayed for the fifth time, the government has confirmed, meaning they will not begin until the end of January next year.</p><p>The decision to once again push back the beginning of new controls on imports, which <a href=\"https://www.theguardian.com/politics/2023/aug/24/uk-fifth-delay-post-brexit-checks-imports\">was widely anticipated</a>, means the phased introduction has been delayed by a further three months from late October.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/uk-brexit-checks-on-food-eu-delayed\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/uk-brexit-checks-on-food-eu-delayed", "date_published": "2023-08-29T13:32:20.035067+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My advice on inheritance? Give it away: it’s one of life’s last pleasures | Joan Bakewell", "description": "<p>The choice is yours: risk the state spending your taxes unwisely, or gift it to charities and help make Britain happier and more equal</p><p>Now that I’m in my 90s, my thoughts increasingly hover around what I shall leave behind and what will become of it. As is typical of middle-class women who’ve had a career, there is a good deal of stuff: property, goods and chattels accumulated over decades, much of it now gathering dust in cupboards and corners, waiting to go. But where? And who decides?</p><p>I have already disposed of what are considered “significant papers” to the British Library. Of the rest, I have a proprietorial wish to in some way control what happens to things I have loved: I imagine favourite books going to favourite people and attractive jewellery hanging round attractive necks. I know such things can give genuine pleasure as I have myself inherited such. Yes, time to draw up the lists.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/inheritance-t", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/inheritance-tax-give-state-charities-britain", "date_published": "2023-08-29T13:32:19.999031+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Corgis and cats with crossbows: Party Animals wants to be your new Saturday night video game", "description": "<p>The head of Recreate Games talks about the inspiration behind the studio’s forthcoming cartoon brawler – which features many of the team’s own pets</p><p>I’ve said it before and I’ll say it again: there’s nothing quite like a kitten wielding a crossbow. Party Animals gives you an array of adorable pets to dress up and throw into an arena, where they slapstick-spar against each other with bats, shovels, nunchucks and more. Developer Recreate Games looked to the much-loved jelly-baby beat-’em-up Gang Beasts for inspiration for this upcoming party brawler. Playing as a puppy throwing your opponents to their doom off a moving train? Having your otter grab a crossbow to take your family out? It’s pure cuddly chaos.</p><p>“Picture this: you transform into an adorable corgi, your best buddy turns into a goofy dinosaur, and your girlfriend becomes a cute kitten. You’re all brawling on a submarine, in a bar, in the snow; in all sorts of extraordinary places,” explains the head of Recreate Ga", "link": "https://www.theguardian.com/games/2023/aug/29/party-animals-saturday-night-video-game-recreate-games", "date_published": "2023-08-29T13:32:19.992670+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tinned, puree, passata, fresh ... which tomato, and when to use it?", "description": "<p>Our expert culinary panel guides you through the often bewildering array of tomato products</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>I never know which tomatoes (fresh, tinned etc) to use for what. Help!<br /></strong><em><strong>Rob, London E11</strong></em><br />You’re really looking at five options, Rob: fresh, tinned, passata (pureed and sieved tomato sauce), concentrate (or puree) and sun-dried. Let’s park sun-dried tomatoes, because, as Jacob Kenedy, chef-owner of <a href=\"https://www.boccadilupo.com/\">Bocca di Lupo</a> in London, notes, they’re more a “standalone ingredient, so eat as is or chop and put through something”. Fresh, however, are in season now, and their quality will depend on where you live and where you’re buying them. “If I’m in a hot country, where they have really good tomatoes, I tend almost exclusively to use fresh, whether they’re for a salad, sauce or stew,” Kenedy says.", "link": "https://www.theguardian.com/food/2023/aug/29/which-tomato-when-to-use-it-kitchen-aide", "date_published": "2023-08-29T13:32:19.991144+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will you marry me – or will you embarrass me? The unstoppable rise of the public marriage proposal", "description": "<p>What’s more romantic than asking the man or woman of your dreams to spend the rest of their life with you? Doing it in front of an audience, apparently</p><p><strong>Name:</strong> Public marriage proposals.</p><p><strong>Age: </strong>Ancient.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/29/will-you-marry-me-or-will-you-embarrass-me-the-unstoppable-rise-of-the-public-marriage-proposal\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/29/will-you-marry-me-or-will-you-embarrass-me-the-unstoppable-rise-of-the-public-marriage-proposal", "date_published": "2023-08-29T13:32:19.989610+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It has come in too quickly’: sense of injustice in Uxbridge on day one of Ulez", "description": "<p>Aggrieved residents in west London say ordinary motorists – rather than big airlines – are paying price of clean air scheme</p><p>In the pedestrianised centre of Uxbridge, there was not a car to be seen. But the people in the leafy outer London constituency had plenty to say about vehicles as the ultra-low emission zone extension came into force on Tuesday.</p><p>The borough of Hillingdon, which includes Uxbridge, is one of the <a href=\"https://www.theguardian.com/environment/2023/jul/23/ulez-london-what-is-it-how-much-does-it-cost-and-why-is-it-so-controversial\">outer London areas</a> to which the pollution-busting scheme has been extended. Drivers of the oldest, most polluting vehicles now have to pay a <a href=\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone\">daily charge to drive in the zone</a> (£12.50 for cars and more for older coaches and lorries), although most vehicles are exempt.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/it-has-come-in-too-", "link": "https://www.theguardian.com/environment/2023/aug/29/it-has-come-in-too-quickly-sense-of-injustice-in-uxbridge-on-day-1-of-ulez", "date_published": "2023-08-29T13:32:19.986493+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cause of Sara Sharif’s death likely to be ‘unnatural’, inquest hears", "description": "<p>Pakistan police search for family of 10-year-old found dead in Woking as Surrey police appeal for more information </p><p>The cause of the death of Sara Sharif has not yet been established, an inquest has heard, although coroners said the 10-year-old’s death – which has led to an international manhunt – was likely to be “unnatural”.</p><p>Sara’s body was found alone at home in Woking, Surrey, on 10 August, a day after her family had travelled to Pakistan.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/cause-of-sara-sharifs-death-likely-to-be-unnatural-inquest-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/cause-of-sara-sharifs-death-likely-to-be-unnatural-inquest-hears", "date_published": "2023-08-29T13:32:19.970802+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Migrants to get Home Office reference number on NHS England records", "description": "<p>‘Discriminatory’ development sparks concern among healthcare union and migrants’ rights groups</p><ul><li><a href=\"https://www.theguardian.com/politics/2023/aug/29/home-office-interest-in-migrant-records-dates-back-to-theresa-may\">Home Office interest in migrant records dates back to Theresa May</a></li></ul><p>NHS records of migrants are to have a Home Office reference number attached to them, prompting concerns about potential tracking, privacy rights and the expansion of the “hostile environment”.</p><p>A previous scheme using NHS data to track down patients believed to be breaching immigration rules was abandoned after a legal challenge from health and civil liberties organisations warning of a breach of patient confidentiality, discrimination against non-British patients and a risk of deterring people from seeking medical help.</p> <a href=\"https://www.theguardian.com/society/2023/aug/29/migrants-home-office-reference-number-nhs-england-records\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/29/migrants-home-office-reference-number-nhs-england-records", "date_published": "2023-08-29T13:32:19.964328+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand: bill to allow under-18s to vote in local elections passes first hurdle", "description": "<p>Bill that would also allow 16- and 17-year-olds to stand as candidates passed its first reading in parliament</p><p>A bill that would allow 16- and 17-year-olds to vote and stand as candidates in New Zealand’s local elections has passed its first reading in parliament, nine months after a landmark ruling by the country’s supreme court that the existing age of 18 was inconsistent with human rights law.</p><p>The measure passed its first hurdle on Tuesday by 74 votes to 44, supported by all leftwing lawmakers, with the rightwing opposition parties rejecting it. However, the proposal could face a steep uphill battle to pass its final legislative hurdles, and it would not extend voting rights to under-18s in national elections as urged by the young campaigners who brought the supreme court case.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/new-zealand-bill-to-allow-under-18s-to-vote-in-local-elections-passes-first-hurdle\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/new-zealand-bill-to-allow-under-18s-to-vote-in-local-elections-passes-first-hurdle", "date_published": "2023-08-29T12:26:47.762921+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Brought to you by big oil’: US billboards call out companies for record heatwaves", "description": "<p>Fossil Free Media, a non-profit media organization, installed the ads in cities rocked by heatwaves including Phoenix and Austin</p><p>Drive down the highways of Phoenix, Arizona; Austin, Texas; or Fresno, California, this week and you may see an unfamiliar advertisement, thanks to a group of climate activists.</p><p>The non-profit media organization Fossil Free Media has unveiled a series of billboards calling out oil and gas companies for their role in fueling climate disasters. Installed in cities hit hard by recent heatwaves, the ads feature a map of temperature records broken across the country this summer, and read: “Brought to you by Big Oil.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/29/billboards-oil-climate-crisis-phoenix-austin\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/29/billboards-oil-climate-crisis-phoenix-austin", "date_published": "2023-08-29T12:26:47.759710+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Braves’ Ronald Acuña Jr knocked to ground as fan seeks selfie during game", "description": "<ul><li>Two fans enter the field during seventh inning of game</li><li>Outfielder has latest superb game during 14-4 victory</li></ul><p>Ronald Acuña Jr fended off two fans, including one who made contact with him in right field, while sparking the Atlanta Braves to a 14-4 rout of the Colorado Rockies on Monday night.</p><p>One fan got his arms against Acuña during the middle of the seventh inning, just after Atlanta scored four runs to open a 9-4 lead. He appeared to be trying to take a selfie with the player. Two security people quickly grabbed the fan and, as they tried to drag him away, a third security person approached.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/29/braves-ronald-acuna-jr-knocked-to-ground-as-fan-seeks-selfie-during-game\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/29/braves-ronald-acuna-jr-knocked-to-ground-as-fan-seeks-selfie-during-game", "date_published": "2023-08-29T12:26:47.728565+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Luis Rubiales and Spain: what happens now? – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/SuzyWrack\">Suzy Wrack</a>, <a href=\"https://twitter.com/SemraHunter\">Semra Hunter</a>, <a href=\"https://twitter.com/robyniocowen\">Robyn Cowen</a> and <a href=\"https://twitter.com/ceylonandi\">Ceylon Andi Hickman</a> discuss Luis Rubiales, Spain and a look back at the World Cup</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/gu", "link": "https://www.theguardian.com/football/audio/2023/aug/29/luis-rubiales-and-spain-what-happens-now-football-weekly-podcast", "date_published": "2023-08-29T12:26:47.720683+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United tell Harry Maguire he will not leave in this transfer window", "description": "<ul><li>Club feel there is now not enough time to replace centre-back</li><li>Maguire’s move to West Ham fell through over payoff demand</li></ul><p>Manchester United have told Harry Maguire he will not be leaving the club during the transfer window barring a late change of mind by the Old Trafford hierarchy.</p><p>Erik ten Hag had recommended to United’s football director, John Murtough, that Maguire should be sold, with West Ham appearing the centre-back’s most likely destination. A £30m deal appeared set to go through a fortnight ago <a href=\"https://www.theguardian.com/football/2023/aug/15/west-ham-harry-maguire-tired-of-waiting-manchester-united\">only to break down</a> due to Maguire’s demand for a £7m payoff to make up the shortfall in salary he would have lost by taking a reduced wage in east London.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/manchester-united-tell-harry-maguire-he-will-not-leave-in-this-transfer-window\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/manchester-united-tell-harry-maguire-he-will-not-leave-in-this-transfer-window", "date_published": "2023-08-29T12:26:47.717564+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Luis Rubiales is sad symbol of much bigger, systemic problem for women’s football | Anita Asante", "description": "<p>Lack of respect shown to Jenni Hermoso reflects dismissive attitudes to female players in Europe and beyond</p><p>I was totally aghast when Luis Rubiales <a href=\"https://www.theguardian.com/football/2023/aug/21/luis-rubiales-kiss-outrage-spanish-football-fa-president-womens-world-cup-final-spain-jenni-hermoso\">grabbed Jenni Hermoso’s head and kiss her on the mouth</a> as Spain collected their World Cup winners’ medals in Sydney. Yet if it was truly shocking to see such brazen behaviour unfold on the biggest stage, that moment was also, sadly, all too typical of the way women across the world are often treated in the game’s shadows.</p><p>Far too many players can tell you stories of organisations, clubs and coaches with seedy undertones. Over the years, playing in different countries, I’ve seen, heard and experienced enough not to be surprised by Rubiales’s audacity in thinking he could get away with it. In his world, as president of the Spanish Football Federation (RFEF) and, let’s", "link": "https://www.theguardian.com/football/2023/aug/29/luis-rubiales-sad-symbol-systemic-problem-for-womens-football", "date_published": "2023-08-29T12:26:47.698802+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bobi Wine: The People’s President review – shocking look at Ugandan star’s campaign", "description": "<p>For five years, documentary-makers followed the musician and politician as he attempted to challenge the country’s reigning autocratic leader</p><p>“I am not a criminal. I am a presidential candidate.” That’s Robert Kyagulanyi Ssentamu – AKA Bobi Wine – speaking from inside a police van, his face pressed to the bars after being arrested for the umpteenth time. Wine is a Ugandan pop superstar; his music has earned him the nickname “Ghetto President”. This intense, raw documentary, shot over five years, follows <a href=\"https://www.theguardian.com/world/2021/jan/01/bobi-wine-likens-uganda-election-to-a-war-and-a-battlefield\">his attempt to become Uganda’s actual president</a> – challenging the long-reigning autocrat Yoweri Museveni. It’s an intimate portrait combined with increasingly shocking footage as his opposition movement comes under attack.</p><p>Wine is a man with intoxicating charisma, and a cracking backstory. He grew up in a Kampala slum, pulling himself up by his bootstrap", "link": "https://www.theguardian.com/film/2023/aug/29/bobi-wine-the-peoples-president-review-shocking-look-at-ugandan-stars-campaign", "date_published": "2023-08-29T12:26:47.692479+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The remarkable story of how Yemen’s oil tanker disaster was averted by crowdfunding", "description": "<p>When civil war broke out in 2015, a leaky oil tanker in the Red Sea became a crisis point – triggering a nail-biting series of events that saw special negotiations between the Houthi rebels and Saudi-backed government, and the UN begging the public for help – and getting it from a bunch of US schoolchildren</p><p>Since 1988, the hulking form of the FSO Safer has floated in the Red Sea, receiving crude oil from the bountiful Marib oilfields of Yemen. For 30 years, the ship was a critical piece of infrastructure in Yemen’s booming oil industry, which at one time generated <a href=\"https://www.imf.org/external/pubs/ft/scr/2013/cr13246.pdf\">63%</a> of government revenue.</p><p>But the civil war broke out in 2014, and most of the Safer’s crew were forced to abandon ship, leaving behind its cargo: 1.1m barrels of oil. Against mounting costs and security risks, maintaining the vessel became near impossible.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/the-remarkable-sto", "link": "https://www.theguardian.com/environment/2023/aug/29/the-remarkable-story-of-how-yemens-oil-tanker-disaster-was-averted-by-crowdfunding", "date_published": "2023-08-29T12:26:47.689388+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s nowhere to go’: a family made homeless in the UK housing crisis", "description": "<p>Colin and Gemma Booth and their children are among more than 100,000 families in temporary accommodation in England</p><p>When Colin and Gemma Booth were told a little over a year ago they would have to find somewhere else to live after the owner of the flat they rented in Ventnor on the Isle of Wight died, they didn’t panic.</p><p>“We thought it was a push to find a bigger place,” says Gemma, as Quinton, eight, Phoenix, seven, Amity, three, and Oberon, 22 months, vie for attention around her. “We had no idea what was coming.”</p> <a href=\"https://www.theguardian.com/society/2023/aug/29/theres-nowhere-to-go-a-family-made-homeless-in-the-uk-housing-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/29/theres-nowhere-to-go-a-family-made-homeless-in-the-uk-housing-crisis", "date_published": "2023-08-29T12:26:47.686278+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amazon CEO tells staff to work in office three days a week or look for another job", "description": "<p>Almost 30,000 workers signed petition against return-to-office mandate in May</p><p>Amazon workers should look elsewhere for a job unless they are prepared to come into the office at least three days a work, the tech company’s chief executive has suggested.</p><p>Andy Jassy made the statement in a meeting where he made clear his frustration that some employees were not coming in three days a week, despite that being Amazon’s official policy. The comments were first reported by Insider.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/29/amazon-ceo-staff-work-in-office-job-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/29/amazon-ceo-staff-work-in-office-job-workers", "date_published": "2023-08-29T12:26:47.678494+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Patients in England will be first to access seven-minute cancer jab", "description": "<p>NHS is first health system to offer injection to hundreds of patients which will cut treatment times by up to three quarters</p><p>Patients in England will become the first in the world to benefit from a jab that treats cancer in seven minutes.</p><p>After getting the green light from the Medicines and Healthcare products Regulatory Agency (MHRA), the NHS will be the first health system to roll out the injection to hundreds of patients each year.</p> <a href=\"https://www.theguardian.com/society/2023/aug/29/patients-in-england-will-be-first-to-access-seven-minute-cancer-jab\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/29/patients-in-england-will-be-first-to-access-seven-minute-cancer-jab", "date_published": "2023-08-29T12:26:47.675314+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wilko closures and job losses on hold as administrator considers rescue bids", "description": "<p>Restructuring specialist M2 makes potential offer alongside HMV owner Doug Putman</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/04/what-went-wrong-at-wilko\">Analysis: What went wrong at Wilko?</a></li></ul><p>Plans for redundancies and store closures at Wilko have been put on hold as administrators consider two potential last-ditch rescue bids that emerged over the bank holiday weekend.</p><p>Administrators from PricewaterhouseCoopers, who were <a href=\"https://www.theguardian.com/business/2023/aug/10/wilko-collapses-into-administration-after-rescue-talks-fail\">called in </a>earlier this month as Wilko ran short of cash, had warned that redundancies would start within weeks as there had been no viable bids for the bulk of the company. The group employs nearly 12,500 people.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/wilko-closures-job-losses-administrator-rescue-bids-pwc-m2-doug-putman\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/wilko-closures-job-losses-administrator-rescue-bids-pwc-m2-doug-putman", "date_published": "2023-08-29T12:26:47.672155+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate Newcastle street brawl after Jamaal Lascelles ‘attacked’", "description": "<ul><li>Incident took place outside city centre club on 20 August</li><li>Reports say Lascelles and his group threatened with being shot</li></ul><p>A police inquiry is under way after an incident outside a nightclub when the Newcastle club captain, Jamaal Lascelles, and his group were said to have been attacked. According to reports, the player’s 19-year-old brother was elbowed in the head and another member of their group was knocked unconscious during what Northumbria police called “disorder” at around 4am on Sunday 20 August in Newcastle city centre.</p><p>Newcastle had <a href=\"https://www.theguardian.com/football/2023/aug/19/manchester-city-newcastle-premier-league-match-report?ref=upstract.com\">lost 1-0 away to Manchester City</a> the day before and Lascelles is reported to have gone out that evening in Newcastle.</p> <a href=\"https://www.theguardian.com/football/2023/aug/29/police-investigate-brawl-after-newcastle-united-captain-jamal-lascelles-attacked\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/29/police-investigate-brawl-after-newcastle-united-captain-jamal-lascelles-attacked", "date_published": "2023-08-29T11:21:45.848706+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden is turning away from free trade – and that’s a great thing | Robert Reich", "description": "<p>Trade deals have brought cheaper goods. They’ve also destroyed millions of US jobs and caused US wages to stagnate</p><p>President Joe Biden is making a break with decades of free trade deals and embarking on an industrial policy designed to revive American manufacturing.</p><p>This has caused consternation among free-traders, including some of my former colleagues from the Clinton and Obama administrations.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/biden-is-turning-away-from-free-trade-and-thats-a-great-thing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/biden-is-turning-away-from-free-trade-and-thats-a-great-thing", "date_published": "2023-08-29T11:21:45.831544+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The racist murders in Jacksonville didn’t happen in a vacuum. Words matter | Rev William Barber", "description": "<p>Angela Michelle Carr, Jerrald Gallion and Anolt Joseph Laguerre Jr were shot to death in Florida by a man reportedly steeped in the rhetoric of hate</p><p>Words of hate create an ethos of hate, an atmosphere of hate, a political, social Petri dish of hate. Eventually, spoken words become deeds.</p><p>On Saturday those deeds were the racist murders of Angela Michelle Carr, Jerrald Gallion and Anolt Joseph Laguerre Jr at a Dollar General store in Jacksonville, Florida, by a man who “hated Black people”, according to the local sheriff.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/the-racist-murders-in-jacksonville-didnt-happen-in-a-vacuum-words-came-first\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/the-racist-murders-in-jacksonville-didnt-happen-in-a-vacuum-words-came-first", "date_published": "2023-08-29T11:21:45.828464+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Luis Rubiales and the gaslighting scandal in Spanish football", "description": "<p>Our cartoonist on the entirely normal behaviour of Spanish football’s most powerful executive after that World Cup kiss</p><ul><li><strong><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/david-squires\">You can get a copy of a cartoon in the ", "link": "https://www.theguardian.com/football/ng-interactive/2023/aug/29/david-squires-on-luis-rubiales-and-the-gaslighting-scandal-in-spanish-football", "date_published": "2023-08-29T11:21:45.815122+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What was really behind Twitter’s mysterious disappearing images?", "description": "<p>With Elon Musk in command, it can be hard to tell if changes at X are a mistake or a direct order from the boss. Plus, linkrot is coming for your movies and video games</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>There are roughly three categories of product news about Twitter, now known as X: the real product launches, the Elon whims and the bugs. The former are the meaningful changes to the service, the things that any site might have; the middle are anything that can be done within about 24 hours of the compa", "link": "https://www.theguardian.com/technology/2023/aug/29/techscape-twitter-x-elon-musk-mass-deletion-images-linkrot", "date_published": "2023-08-29T11:21:45.813571+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin has no plans to attend Prigozhin’s funeral, says Kremlin", "description": "<p>President’s presence ‘not envisaged’ at funeral of Wagner chief who was killed in plane crash last week</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/aug/29/russia-ukraine-war-live-updates-tula-belgorod-drones-downed-moscow-us-says-russia-intimidating-consulate-staff\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has no plans to attend the funeral of the Wagner leader Yevgeny Prigozhin, the Kremlin spokesperson has said, amid reports of the first funeral proceedings for Wagner members killed in a plane crash last week.</p><p>Speaking to journalists during his daily call, Dmitry Peskov said the funeral arrangements were a matter for the warlord’s family, adding that Moscow did not know when the funeral would take place.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/putin-prigozhin-funeral-kremlin-wagner\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/putin-prigozhin-funeral-kremlin-wagner", "date_published": "2023-08-29T11:21:45.807221+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Network Rail axes bonuses for union members who strike", "description": "<p>Move is likely to further sour relations after months of industrial action over pay dispute</p><p>Network Rail has withheld annual bonuses from its union members who took part in strikes, in a move that threatens to further sour industrial relations.</p><p>The state-owned railway infrastructure manager <a href=\"https://www.theguardian.com/business/2023/mar/20/rail-strikes-rmt-vote-network-rail-pay-offer-aslef\">settled the pay dispute</a> with its workforce in March this year, after RMT members voted to accept a rise worth 9% over two years.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/network-rail-withholds-bonuses-union-strike-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/network-rail-withholds-bonuses-union-strike-pay", "date_published": "2023-08-29T11:21:45.794551+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lost photographs of doomed Arctic explorers to be auctioned – in pictures", "description": "<p>Images taken in 1845 of Sir John Franklin and his crew on the ill-fated HMS Erebus and Terror – believed lost until recently – are to go under the hammer at Sotheby’s in London</p> <a href=\"https://www.theguardian.com/science/gallery/2023/aug/29/lost-photographs-doomed-arctic-explorers-auctioned-sir-john-franklin-erebus-terror-sothebys-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/science/gallery/2023/aug/29/lost-photographs-doomed-arctic-explorers-auctioned-sir-john-franklin-erebus-terror-sothebys-in-pictures", "date_published": "2023-08-29T10:16:42.449061+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Apocalypse Clown review – gag-filled comedy in post-apocalyptic Ireland", "description": "<p>This comedy sees a troupe of clowns, living statues and ravers roaming about a dystopia where electricity has been stopped by a solar flare</p><p>For years, Bobcat Goldthwait’s cult classic <a href=\"https://en.wikipedia.org/wiki/Shakes_the_Clown\">Shakes the Clown</a> was the only adult-oriented black comedy featuring an almost all-clown list of dramatis personae. But hooray – now there’s another one! Or nearly, because admittedly there are a few nonclown characters here. This superbly titled film is a goofy, wildly uneven but ultimately watchable low-budget Irish caprice that mostly revolves around an ad hoc troupe of outsider clowns (a phrase that may be a tautology) who are thrown together when a freak solar flare wipes out all the electricity in Ireland, or maybe the world.</p><p>Luckily, Bobo (David Earl), a washed-up clown with a squirty-flower boutonniere and little to no talent, does have a wind-up car that doesn’t need electricity. He ends up piling in the vehicle with priss", "link": "https://www.theguardian.com/film/2023/aug/29/apocalypse-clown-review-gag-filled-comedy-in-post-apocalyptic-ireland", "date_published": "2023-08-29T10:16:42.384750+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "And Then Come the Nightjars review – farmer and vet at centre of drama of rural life", "description": "<p>This screen adaptation of Bea Roberts’s play has a compelling concept but yields disappointing results</p><p>Based on a play – a painfully obvious fact given the stiltedness of the dialogue – by <a href=\"https://www.theguardian.com/stage/2015/sep/08/and-then-come-the-nightjars-review-touching-tale-of-love-and-loss-on-the-farm\">Bea Roberts</a>, this small-scale British drama revolves almost entirely around two characters who are followed over a number of years. The early scenes, set in 2001, establish the affectionate friendship between Devon dairy farmer Michael (David Fielder), recently widowed and judging by the beard eligible for a pension soon, and local veterinarian Jeff (Nigel Hastings), a younger man with a budding drink problem.</p><p>When foot-and-mouth disease reaches their neck of the moors, Jeff is compelled to put down Michael’s entire herd according to governmental guidelines. Michael tries to resist with an unloaded shotgun and some choice curse words aimed at the min", "link": "https://www.theguardian.com/film/2023/aug/29/and-then-come-the-nightjars-review-farmer-and-vet-at-centre-of-drama-of-rural-life", "date_published": "2023-08-29T10:16:42.380131+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s been festering in Florida’: DeSantis accused of hypocrisy over response to racist shooting", "description": "<p>Democrats criticize governor’s comments after shooting that left three Black people dead and say ‘this type of hatred isn’t random’</p><p>The booing that greeted Ron DeSantis as he <a href=\"https://twitter.com/WashNews/status/1695922552932020577\">showed up to a vigil in Jacksonville</a> on Sunday for three Black people <a href=\"https://www.theguardian.com/us-news/2023/aug/26/dollar-general-store-shooting-jacksonville-florida\">murdered by a white supremacist</a> told quite a story. Nobody contradicted the Republican governor and presidential hopeful’s assertion that the killer was “a scumbag”, or that the racist killings were “totally unacceptable”.</p><p>Yet his comments raised eyebrows because of DeSantis’s previous attitude – indifference in the minds of many – to Nazis in the state <a href=\"https://www.adl.org/resources/blog/another-weekend-hate-neo-nazis-gather-florida\">rallying in his name</a>; and his promotion of a succession of legislation designed to <a href=\"https://www.th", "link": "https://www.theguardian.com/us-news/2023/aug/29/ron-desantis-accused-of-hypocrisy-over-racist-killings-response", "date_published": "2023-08-29T10:16:42.367763+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "After two climate-decimated harvests, southern peach farmers wonder how to regroup", "description": "<p>Warmer winters, late freezes and wildly variable rainfall have formed a perfect storm to wreck the one of the region’s favorite fruits</p><p>Farming is inherently risky, a profession that always involves an expectation of loss and damage. But among many farmers, peaches are considered an unpredictable crop, with high risks and high rewards.</p><p>“Farming peaches is like gambling in a casino,” said 44-year-old Robert Jackson II, of Lyman, South Carolina. The fruit bruises easily and is vulnerable to weather changes, but can earn handsome profits.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/peach-harvest-southern-united-states-farming\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/29/peach-harvest-southern-united-states-farming", "date_published": "2023-08-29T10:16:42.342970+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Rugby World Cup needs crucial dose of beauty to contrast with big beasts", "description": "<p>Serious strength and physicality will be fundamental for success but rolling mauls will not win over neutrals</p><p>Two hundred years ago no one thought Charles Darwin would amount to much. “You care for nothing but shooting, dogs and rat-catching and you will be a disgrace to yourself and all your family,” his father told his 16-year-old son, who went on to achieve global fame for his contribution to evolutionary biology. Which just goes to show how wrong even the most up-close predictions can be.</p><p>Maybe we should remember that as we assess the next stage in the evolution of rugby union. Because the temptation over the weekend was to gaze down from the press box at Twickenham and conclude that rugby is increasingly the survival of the biggest. If you want to beat a big man, pick a bigger one. On Friday night, as seven Springbok forward replacements simultaneously rumbled on to grind down <a href=\"https://www.theguardian.com/sport/2023/aug/25/new-zealand-south-africa-rugby-worl", "link": "https://www.theguardian.com/sport/2023/aug/29/rugby-world-cup-needs-crucial-dose-of-beauty-to-contrast-with-big-beasts", "date_published": "2023-08-29T10:16:42.333447+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Transfer window: Spurs step up Johnson chase, Fulham sign Castagne – live", "description": "<ul><li>All the latest with three days of the window remaining</li><li>Get in touch: contact John <a href=\"mailto:john.brewin.casual@theguardian.com\">by emailing</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweeting</a></li></ul><p><strong>A line from several outlets is that Manchester United</strong>, having sold Fred and in looking to ship out Scott McTominay, would like to sign Pierre-Emile Hojbjerg, who has not found much of a role within Ange-ball at Tottenham. They’re still also on the hunt for left-backs, as we reported this weekend.</p><p><strong>We await the latest developments here.</strong> Nunes was sent off in his last appearance, and scored just two goals last season for Wolves. Still, Pep usually knows best.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/29/transfer-window-brennan-johnson-matheus-nunes-deadline-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/29/transfer-window-brennan-johnson-matheus-nunes-deadline-live", "date_published": "2023-08-29T10:16:42.331421+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Through depression, illness and a heck of a birthday party, video games have been our family’s glue | Dominik Diamond", "description": "<p>We’ve lived in more places than we can remember, but home is where the games are</p><p>I have moved house. Again. There are now new, different rooms to fill with all the things and machines that keep a family functioning.</p><p>Some of them, as ever, are games consoles. I <a href=\"https://www.theguardian.com/games/2023/jun/30/zx-spectrum-1980s-home-computer-gamers\">wrote recently</a> about the place that the ZX Spectrum occupied in our council house in Arbroath in the 80s. But we had a machine <em>before</em> that. A bizarre arcade box that came with a black and white TV and an assortment of Pong knockoffs. It bonded us, but once Sir Clive’s chocolate bar came along it was consigned to the loft, where it grew bitter and revengeful and later auditioned for the role of one of Ultron’s drones in that Avengers movie.</p> <a href=\"https://www.theguardian.com/games/2023/aug/29/video-games-have-been-our-family-glue\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/29/video-games-have-been-our-family-glue", "date_published": "2023-08-29T10:16:42.317269+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m saying yes to everything. So long as it’s at 8.07am | Zoe Williams", "description": "<p>After months of late nights and lie-ins, it’s time for my kids to readjust to school hours. And here’s me, leading by example</p><p>It is 8.07am and I am standing on a tennis court while my 15-year-old yells at me to stop looking at dogs. I take his point, that it is hard to follow the trajectories of two moving things at the same time but, on the other hand, there is a chow chow playing with a dalmatian, and I can’t play tennis. “Let physics do the work,” he is saying, after chasing some ball I had managed to hit, but miles off the court. “Don’t make me do the work.” Why is he pretending to be a coach? Where did he learn to talk like a coach? Was it on Instagram? Much more importantly, why am I here?</p><p>This is the long road back to school hours, the week when the summer holidays exact their price. For the first two weeks, the kids went nocturnal and I stayed the same, and this was a golden time, when I was gifted four beautiful morning hours, and I mostly spent those staring ou", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/im-saying-yes-to-everything-so-long-as-its-at-807am", "date_published": "2023-08-29T10:16:42.315719+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory donor issued with demolition order for hotel where Brexit deal signed", "description": "<p>Surinder Arora told to demolish all or part of Fairmont Windsor Park hotel where Northern Ireland deal was agreed</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/29/michael-gove-water-pollution-housing-disgraceful-lib-dems-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>A Conservative donor has been told to demolish all or part of his five-star hotel, which hosted the signing of the Brexit deal, after breaching planning regulations.</p><p>Runnymede borough council issued a planning enforcement notice for Surinder Arora’s Fairmont Windsor Park hotel last month.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/29/tory-donor-surinder-arora-ordered-demolish-brexit-deal-hotel\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/29/tory-donor-surinder-arora-ordered-demolish-brexit-deal-hotel", "date_published": "2023-08-29T10:16:42.290562+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China continues coal spree despite climate goals", "description": "<p>World’s biggest carbon emitter approving equivalent of two new coal plants a week, analysis shows</p><p>China is approving new coal power projects at the equivalent of two plants every week, a rate energy watchdogs say is unsustainable if the country hopes to achieve its energy targets.</p><p>The government has pledged to peak emissions by 2030 and reach net zero by 2060, and in 2021 the president, Xi Jinping, pledged to stop building coal powered plants.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/china-coal-plants-climate-goals-carbon\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/china-coal-plants-climate-goals-carbon", "date_published": "2023-08-29T10:16:42.287375+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nick Hitchon obituary", "description": "<p>My brother, Nick Hitchon, was an expert in nuclear fusion who eventually accepted that he would always be best known for appearing in a groundbreaking TV documentary rather than as a scientist.</p><p>Nick, who has died aged 65 following a long illness, was a determined and committed individual whose work took him thousands of miles from his upbringing in a Yorkshire Dales farming family.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/27/nick-hitchon-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/27/nick-hitchon-obituary", "date_published": "2023-08-29T09:12:11.777897+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how have you been affected by UK air traffic disruption?", "description": "<p>We would like to hear from people travelling about how they have been affected by disruption caused by an air traffic control technical failure</p><p>A UK <a href=\"https://www.theguardian.com/world/2023/aug/28/uk-air-traffic-control-hit-network-wide-failure-airline\">air traffic control technical failure</a> on bank holiday Monday has led to widespread cancellations and delays for returning holidaymakers and those travelling out of the UK. The disruption is <a href=\"https://www.theguardian.com/world/2023/aug/29/air-passengers-face-further-delays-after-uk-air-traffic-control-failure\">expected to continue for days</a>.</p><p>We would like to hear from people travelling about how they have been affected by disruption. Have you had to change or cancel your travel plans?</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/tell-us-how-have-you-been-affected-by-uk-air-traffic-disruption\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/tell-us-how-have-you-been-affected-by-uk-air-traffic-disruption", "date_published": "2023-08-29T09:12:11.757779+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Klokkenluider review – tough-guy actor Neil Maskell directs brooding black comedy", "description": "<p>There is something of In Bruges about this Belgium-set tale of whistleblowers in hiding, with a little bit of David Brent</p><p>Neil Maskell is the charismatic British actor known for his complex, seriocomic tough-guy performances in the movies of Ben Wheatley and Paul Andrew Williams; now he makes a worthwhile feature debut as writer-director in this diverting if slightly lightweight black-comic sketch about political paranoia, on which Wheatley has an executive producer credit.</p><p>Amit Shah and Sura Dohnke play Ewan and Silke, a married couple who are whistleblowers hiding out in Belgium, having revealed a government secret to a newspaper. (“Klokkenluider” – literally “bellringer” – is the Dutch word for “whistleblower”, used throughout the Low Countries.)</p> <a href=\"https://www.theguardian.com/film/2023/aug/29/klokkenluider-review-tough-guy-actor-neil-maskell-directs-brooding-black-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/29/klokkenluider-review-tough-guy-actor-neil-maskell-directs-brooding-black-comedy", "date_published": "2023-08-29T09:12:11.732773+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Evergrande shares plunge further amid China economy fears", "description": "<p>Property developer’s value fell by more than $2bn as stock resumed trading after 17-month suspension</p><p>Shares in Evergrande fell a further 13% on Tuesday after more than $2bn was wiped off the Chinese property developer’s market value when it resumed trading for the first time in almost 18 months on Monday.</p><p>Evergrande, the world’s most indebted property firm with liabilities of $328bn (£260bn), has lost more than 99% of its share market value over the past three years.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/evergrande-shares-china-economy-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/evergrande-shares-china-economy-fears", "date_published": "2023-08-29T09:12:11.718991+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan high court has suspended Imran Khan conviction, says lawyer", "description": "<p>Uncertainty over whether ex-PM will be released from jail due to other court orders allowing for his arrest</p><p>The high court in Islamabad has suspended the former Pakistan prime minister Imran Khan’s recent conviction on corruption charges, his lawyer has said, though it is unclear whether this will lead to his release from jail.</p><p>Khan was <a href=\"https://www.theguardian.com/world/2023/aug/07/imran-khan-imprisoned-lowly-facility-pakistan-ex-pms-party\">imprisoned this month</a> after being sentenced to three years for unlawfully selling state gifts during his tenure as prime minister from 2018 to 2022.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/imran-khan-conviction-suspended-by-pakistan-high-court-says-lawyer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/imran-khan-conviction-suspended-by-pakistan-high-court-says-lawyer", "date_published": "2023-08-29T09:12:11.717436+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Developed countries urged to ‘step up’ contributions to global nature fund", "description": "<p>Canada and UK only donor countries to contribute so far, leaving scheme short of $40m to formally launch</p><p>Developed countries have been urged to contribute to a new nature fund after it was left undercapitalised by $40m (£32m), receiving money from just two donors.</p><p>At the Cop15 biodiversity summit in December, where countries agreed this <a href=\"https://www.theguardian.com/environment/2022/dec/19/cop15-historic-deal-signed-to-halt-biodiversity-loss-by-2030-aoe\">decade’s biodiversity targets</a> that included aims to protect 30% of Earth, governments agreed to the creation of a fund to help developing countries meet the deal’s aims, which included a target to provide $200bn for nature a year by 2030.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/developed-countries-contributions-global-nature-fund-canada-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/29/developed-countries-contributions-global-nature-fund-canada-uk", "date_published": "2023-08-29T09:12:11.694290+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s Ulez day, and to those who would thwart it I say: people are dying, this will save lives | Jenny Jones", "description": "<p>Amid the culture war bickering and rightwing campaigns, it’s time to remember why this move is practical, popular and essential</p><p>On this day, Ulez day – after all the misrepresentations and smothering of the concept by toxic, opportunistic politicians – there are basic facts that bear repeating. When people are breathing in polluted air, doing nothing about cleaning it up means that people will die prematurely. The connection between dirty air and asthma, strokes, Alzheimer’s, bronchus and lung cancers, chronic obstructive pulmonary disease and respiratory infections is all proven. If one of your relatives or friends has suffered from any of these serious conditions, then air pollution could have been a contributory factor. And if you are still arguing that you have the right to drive a polluting, life-curtailing vehicle, then ask yourself: is that the person you really want to be?</p><p>That doesn’t mean that the capital’s <a href=\"https://tfl.gov.uk/modes/driving/ultra-low-em", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/ulez-day-pollution-london-rightwing-campaigns", "date_published": "2023-08-29T09:12:11.663136+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Martin Luther King told me I wouldn’t see 50’: the long, momentous life of Clarence B Jones", "description": "<p>Jones was 29 when he went to work for the civil rights leader. As King’s friend, adviser and speechwriter, he was at the heart of the attempt to reform the US. Six decades on, he remembers their battles and their triumphs</p><p>In February 1960, Clarence B Jones heard a knock at the door. What followed would change his life for ever. Then 29 years old, a talented and meticulous copyright lawyer who had recently moved to California for a job in the entertainment industry, Jones was beginning to enjoy the material rewards of his success: a modern home, a fast car, tailored suits and cocktail lunches. Earlier that week, however, he had received a phone call from a mentor in New York named <a href=\"https://www.nytimes.com/1990/12/31/obituaries/hubert-t-delany-89-ex-judge-and-civil-rights-advocate-dies.html\">Hubert Delany</a>, asking if he would be willing to join him on the legal defence of a civil rights campaigner and preacher in Alabama who was embroiled in a spurious legal action ov", "link": "https://www.theguardian.com/society/2023/aug/29/martin-luther-king-told-me-i-wouldnt-see-50-the-long-momentous-life-of-clarence-b-jones", "date_published": "2023-08-29T09:12:11.653682+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Clean air ‘a right not a privilege’, says London mayor as Ulez is expanded", "description": "<p>Sadiq Khan defends expansion of ultra-low emission zone as government continues to criticise it</p><p>Clean air is “a right not a privilege”, the mayor of London, Sadiq Khan, has said as the ultra-low emission zone (Ulez) was expanded to include the outer boroughs of London.</p><p>People who drive in the zone in a vehicle that does not meet minimum emissions standards are required to pay a £12.50 daily fee or risk a £180 fine, reduced to £90 if paid within 14 days.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/clean-air-right-not-privilege-london-mayor-sadiq-khan-ulez-is-expanded\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/29/clean-air-right-not-privilege-london-mayor-sadiq-khan-ulez-is-expanded", "date_published": "2023-08-29T09:12:11.634696+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My wife has lost all interest in sex. We haven’t made love for three years – and she won’t get help", "description": "<p>We are great friends and enjoy each other’s company, but I miss the intimacy</p><p><strong>My wife and I are in our</strong><strong> </strong><strong>50s</strong><strong> and healthy, although </strong><strong>she suffers from anxiety. Our sex life used to be enjoyable, but since the birth of our daughter, who is now</strong><strong> a teenager,</strong><strong> it has gradually diminished</strong><strong>. For the last three years it has been non</strong><strong>existent. I still have a</strong><strong> sexual appetite but my wife tells me she has lost all interest in sex. She has said several times that she will seek help from a therapist but never does and doesn’t seem </strong><strong>motivated to do so. She seems</strong><strong> very uncomfortable even talking about sex, to the extent that I have become wary of bringing it up. Our sexless marriage seems to suit her fine </strong><strong>– we</strong><strong> are great friends and enjoy each other’s company. However, I feel fru", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/29/my-wife-has-lost-interest-in-sex-and-she-wont-get-help", "date_published": "2023-08-29T08:06:37.892524+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Teachers’ sexual harassment of students is widespread in the UK and Ireland – here’s how to stop it | Kate Dawson", "description": "<p>From commenting on a student’s appearance to asking them out, teachers are either oblivious or know they can get away with it</p><p>Why is it that some teachers feel they can comment on their students’ bodies, contact them on dating apps, ask them about their sex lives and even attempt to kiss or sexually touch them? A startling finding from a <a href=\"https://www.gre.ac.uk/centre-vulnerable-child-families\">report</a> I co-authored shows that almost all instances of teacher-to-student sexual harassment take place on the school grounds – indicating that there may be a culture of acceptance in some schools across the UK and Ireland.</p><p>There are no circumstances in which it is appropriate for teachers to gesture, joke about or discuss sex or any sexual topics with their students – formal biology and personal health education excluded. When we tell students to cover their bodies out of “respect for male staff”, we tell young girls that creepy behaviour from teachers is to be expecte", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/teacher-student-harassment-uk-ireland", "date_published": "2023-08-29T08:06:37.809744+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine: A War Crime – a book by photographers documenting the war’s first year", "description": "<p><strong>Ukraine: A War Crime</strong> is about the first year of the war in Ukraine and the many photographers who risked their lives to tell this tragic story. The book is a collection of photographs and witness accounts by 93 photojournalists from 29 countries. The images and reportage contributed by these brave photographers and citizens who covered the conflict and humanitarian catastrophe reveal not only the indiscriminate violence and displacement of millions of people but also the first-hand experiences of working in a war zone</p><p><a href=\"https://fotoevidence.com/books/ukraine-a-war-crime-by-ninety-three-photojournalists#:~:text=The%20book%20Ukraine%3A%20A%20War,those%20tasked%20with%20documenting%20it.\">Published by FotoEvidence in September</a></p> <a href=\"https://www.theguardian.com/world/gallery/2023/aug/29/ukraine-a-war-a-book-by-photographers-documenting-the-wars-first-year\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/aug/29/ukraine-a-war-a-book-by-photographers-documenting-the-wars-first-year", "date_published": "2023-08-29T08:06:37.797918+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fear, fangs and frying pans: here’s what I learned by watching 13 horror movies in 48 hours", "description": "<p>London’s Frightfest shows everything from slasher flicks to arty experiments, though I wasn’t prepared for the number of deaths by kitchen utensils</p><p></p><p>I’m not sure at what point I realised I was losing my grip. Perhaps it was the moment in existential French psychodrama <a href=\"https://www.frightfest.co.uk/2023FrightFestLondon/pandemonium.html\">Pandemonium</a> where a recently deceased motorist finds himself being introduced to hell by a 7ft-tall mega-demon; or it could have been the copious vomiting scene in Cobwebs, which was the third copious vomiting scene I’d witnessed in 24 hours. Either way, by the time I got to the third day of <a href=\"https://www.frightfest.co.uk/\">Frightfest</a>, I realised it was time to go home – even though, for the crowds of gore devotees gathered outside the cinema behind me, this was just the halfway point.</p><p>Now in its 24th year, Frightfest offers both new movies (often getting their world premiere) and classic chillers, taking in th", "link": "https://www.theguardian.com/film/2023/aug/29/fear-fangs-and-frying-pans-heres-what-i-learned-by-watching-13-horror-movies-in-48-hours", "date_published": "2023-08-29T08:06:37.796118+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK foreign secretary to visit China in effort to stabilise turbulent relations", "description": "<p>Beijing says James Cleverly will visit country on Wednesday for ‘in-depth exchanges on issues of concern’</p><p>The British foreign secretary, James Cleverly, will visit China on Wednesday, the Chinese foreign ministry has said, in a long-awaited trip seeking to stabilise a turbulent relationship that has sunk to its lowest point in decades.</p><p>“The two sides will have in-depth exchanges on issues of concern,” the spokesperson Wang Wenbin said on Tuesday when asked about the visit at a regular daily press briefing.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/29/uk-foreign-secretary-james-cleverly-visit-china-stabilise-turbulent-relations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/29/uk-foreign-secretary-james-cleverly-visit-china-stabilise-turbulent-relations", "date_published": "2023-08-29T08:06:37.778673+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Air passengers face further delays after UK air traffic control failure", "description": "<p>Transport minister rules out cyber-attack after hundreds of flights to and from the UK cancelled</p><p>Flight passengers will be affected by UK air traffic control failures for days, the transport secretary has warned as he urged airlines to step up and fulfil their responsibilities to passengers.</p><p>Speaking on BBC Radio 4’s Today programme, Mark Harper said National Air Traffic Services (Nats), which provides the air traffic control systems in the UK, had apologised for the disruption, adding: “I’d like to add my apology to that.”</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/air-passengers-face-further-delays-after-uk-air-traffic-control-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/air-passengers-face-further-delays-after-uk-air-traffic-control-failure", "date_published": "2023-08-29T08:06:37.775332+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like an alien world’: the banks of the River Thames and beyond – in pictures", "description": "<p>Josh Edgoose spent a decade documenting the community around his home in south-west London – from kerbside canoeists to train-riding Dalmatians</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/29/like-an-alien-world-the-banks-of-the-river-thames-and-beyond-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/29/like-an-alien-world-the-banks-of-the-river-thames-and-beyond-in-pictures", "date_published": "2023-08-29T07:01:36.902596+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My mother is in a care home but a mobile firm is pursuing her for a debt", "description": "<p>She had not used her phone for years, and we have tried to end her old rolling contract since January</p><p><strong>My mother has Alzheimer’s and has gone into a care home</strong><strong> but I am struggling to cancel her old mobile phone contract, and we are now being chased by a debt recovery company.</strong></p><p><strong>She had a rolling contract with iD Mobile for £5 a month</strong><strong> but had not used it for a long time. The last message I received was in 2018.</strong></p> <a href=\"https://www.theguardian.com/money/2023/aug/29/my-mother-is-in-a-care-home-but-a-mobile-firm-is-pursuing-her-for-a-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/29/my-mother-is-in-a-care-home-but-a-mobile-firm-is-pursuing-her-for-a-debt", "date_published": "2023-08-29T07:01:36.843535+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Refugee wins last-minute extradition reprieve after trying to return from holiday", "description": "<p>Russian man, who claimed asylum in UK, was arrested at Palermo airport and told he would be sent back to country of origin</p><p>A refugee who was threatened with extradition when he tried to return to Britain after holidaying in Italy has won a last-minute reprieve.</p><p>The Russian man, who has refugee status in the UK, was threatened with extradition to his home country when he tried to return at the end of a week’s holiday in Palermo.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/refugee-wins-last-minute-extradition-reprieve-after-trying-to-return-from-holiday\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/refugee-wins-last-minute-extradition-reprieve-after-trying-to-return-from-holiday", "date_published": "2023-08-29T07:01:36.817130+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coco Gauff recovers from set down against Laura Siegemund in tense US Open win", "description": "<ul><li>American sixth seed beats German 3-6, 6-2, 6-4 in first round</li><li>Gauff frustrated by Siegemund’s stalling tactics in New York</li></ul><p>Coco Gauff demonstrated poise and experience as she moved into the second round of the US Open by recovering from a set down to defeat Laura Siegemund 3-6, 6-2, 6-4 in a tension-filled encounter on Arthur Ashe Stadium that lasted nearly three hours.</p><p>Gauff, the sixth seed, became increasingly frustrated with the significant amount of time Siegemund took between points, with the German’s stalling tactics initially going unpunished. On Siegemund’s serve, the shot clock ticked down to zero numerous times while she continually made Gauff wait on her own serve.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/29/coco-gauff-wins-v-laura-siegemund-match-us-open-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/29/coco-gauff-wins-v-laura-siegemund-match-us-open-2023", "date_published": "2023-08-29T07:01:36.770787+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Be flexible, imaginative and brave’: experts give career advice for an AI world", "description": "<p>Artificial intelligence is on track to shake up work. So what should the next generation of workers be trying to pursue?</p><p>Teenagers deciding their future this year have a lot to contend with. In England, those who sat their A-levels suffered <a href=\"https://www.theguardian.com/education/2023/aug/17/a-level-results-in-england-show-biggest-drop-on-record\">the biggest results drop on record</a> while the top grades in GCSEs <a href=\"https://www.theguardian.com/education/2023/aug/24/gcse-results-fall-england-anti-grade-inflation-plans\">also fell</a>. And now they face the question: will the career I choose to pursue even exist by the time I enter the workforce?</p><p>Artificial intelligence has hit the mainstream with the popularity of generative AI programmes driven by large language models <a href=\"https://www.theguardian.com/technology/2023/jan/13/chatgpt-explainer-what-can-artificial-intelligence-chatbot-do-ai\">such as ChatGPT</a>. Businesses are increasingly adopting the tech", "link": "https://www.theguardian.com/technology/2023/aug/29/experts-give-career-advice-ai-world-artificial-intelligence-work", "date_published": "2023-08-29T07:01:36.742472+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Money down the drain: scandal of Kenya’s failed dams reveals a country drowning in debt", "description": "<p>Kenya came out of the 2008 financial crisis in fine shape. Today, it is mired in ‘shocking corruption and debt dependency’. The tale of two ill-fated infrastructure projects explains why</p><p>Two major dam projects in east Africa have cost the Kenyan government £80m despite having never been built, it has been revealed.</p><p>The insurance bill was for the Arror and Kimwarer dams, planned to bring power and water to half a million people. An Italian construction firm was commissioned. Trees were earmarked for removal, and around 800 people told they would be moved out of the flooded area. Six years later, and the proposed dams are emblematic of <a href=\"https://guardian.ng/news/kenyas-debt-rises-to-historic-high-treasury/\">Kenya’s slide into debt</a>, with only limited benefits from new infrastructure.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/29/money-down-the-drain-scandal-of-kenyas-failed-dams-reveals-a-country-drowning-in-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/29/money-down-the-drain-scandal-of-kenyas-failed-dams-reveals-a-country-drowning-in-debt", "date_published": "2023-08-29T07:01:36.740804+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Runs in the family: racing around the coast of Sweden", "description": "<p>Three days running and hiking on the stunning Bohuslän coast with my pre-teen son is joyfully exhausting</p><p><br />At the top of a steep path through a birch forest in western Sweden a middle-aged woman calls out “<em>Välkommen!”</em> with such warmth it’s as if we’re long-lost relatives being welcomed. We’re extremely happy to see her, too, and her trays of torn-up cinnamon buns, gherkins and crisps, the Swedish take on a pit-stop, which will power us on to the next feed station.</p><p>My 12-year-old son and I have come to the coast of <a href=\"https://www.theguardian.com/travel/2014/may/18/sweden-bohusian-coast-fuerteventura-canary-islands\">Bohuslän</a>, Sweden’s westernmost province, featuring a stunning archipelago of more than 8,000 islands stretching from <a href=\"https://www.theguardian.com/travel/2015/aug/03/gothenburg-alternative-europe-cities-sweden\">Gothenburg</a> to Norway, to take part in the <a href=\"https://icebug.com/explore-icebug/icebug-xperience-west-coast-trail", "link": "https://www.theguardian.com/travel/2023/aug/29/running-hiking-adventure-around-the-coast-of-sweden-icebug-xperience", "date_published": "2023-08-29T07:01:36.735990+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a baffling new mystery thriller about a scammer", "description": "<p>This new BBC drama follows an ‘ecopreneur’ trying to scam two women. Plus, a bracing documentary looks at AI. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/29/tv-tonight-a-baffling-new-mystery-thriller-about-a-scammer\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/29/tv-tonight-a-baffling-new-mystery-thriller-about-a-scammer", "date_published": "2023-08-29T05:56:34.627910+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The sudden removal of children’s human rights proves – yet again – why Queensland needs an upper house | Scott Prasser", "description": "<p>A second chamber makes governments more careful about what they propose – without one they can exercise control unchallenged</p><p>The ALP Palaszczuk government last week rushed 14 new laws and amendments through Queensland’s unicameral parliament without prior parliamentary committee review.</p><p>Most worryingly, this included suspending the Human Rights Act – for the second time – to allow for detention of children in adult watch houses following a recent court challenge to the legality of the practice. Other changes included to laws on public drunkenness and police surveillance of sex work-related issues.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/the-sudden-removal-of-childrens-human-rights-proves-yet-again-why-queensland-needs-an-upper-house\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/the-sudden-removal-of-childrens-human-rights-proves-yet-again-why-queensland-needs-an-upper-house", "date_published": "2023-08-29T05:56:34.560454+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Big money is trashing trust in British politics. ‘Democracy vouchers’ could be the solution | Daniel Chandler", "description": "<p>The way our system is funded allows rich donors to buy influence. Putting public financing into citizens’ hands could change that</p><p>After <a href=\"https://www.theguardian.com/politics/partygate\">Partygate</a> and a series of other scandals, it will come as no surprise that trust in politics is at an all-time low. A <a href=\"https://www.ipsos.com/en-uk/ipsos-veracity-index-2022\">recent Ipsos poll</a> found that barely one in 10 people in Britain trust politicians to tell the truth – the lowest level since the survey began in 1983, and less than half the proportion who say they trust estate agents.</p><p>This is not only a matter of concern for political commentators. A <a href=\"https://www.ippr.org/research/publications/talking-politics-building-support-for-democratic-reform\">recent report</a> from centre-left thinktank the Institute for Public Policy Research (IPPR) found that for most of 2022, lack of faith in politics and politicians was considered a more important issue facin", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/big-money-british-politics-democracy-vouchers-donors", "date_published": "2023-08-29T05:56:34.558945+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women in Sudan facing a ‘tragedy’ of sexual violence as rape cases rise", "description": "<p>Reported cases are almost all by RSF paramilitaries and are just the tip of the iceberg, say campaign groups</p><p>Since Sudan’s conflict erupted in April, Sulima Ishaq has been working around the clock. As the head of the country’s Combating Violence against Women and Children unit, it is her job to document sexual violence. It has now become systematic.</p><p>Ishaq and her team usually act on tipoffs from doctors and nurses. Sometimes, late at night, she receives calls directly from survivors, who tell her about their ordeals.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/29/women-in-sudan-facing-a-tragedy-of-sexual-violence-as-cases-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/29/women-in-sudan-facing-a-tragedy-of-sexual-violence-as-cases-rise", "date_published": "2023-08-29T05:56:34.551164+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Idol cancelled: funniest climax for world’s least sexy show", "description": "<p>‘We’re pleased by the strong audience response,’ says HBO with one hand – while killing the short-lived horrorshow with the other</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>“Skin-crawling … nasty, brutish … and way, way worse than you’d have anticipated” <a href=\"https://www.rollingstone.com/tv-movies/tv-movie-reviews/the-idol-review-the-weeknd-sam-levinson-lily-rose-depp-abel-tesfaye-hbo-cannes-bdsm-sex-music-1234739047/\">(Rolling Stone)</a>. “It feels like being licked all over by some dirty, drunk club DJ growling: ‘Nice ass’” <a href=\"https://www.thetimes.co.uk/article/sexploitation-why-the-idol-is-the-grimmest-tv-show-of-the-year-w0p928sgq\">(The Times, UK)</a>. “Kinky yet empty, like a visit to a red-light district during the pandemic” <a href=\"https://people.com/the-idol-people-review-7507869\">(People", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/29/the-idol-cancelled-tv-show-hbo-series-season-one-cast-the-weeknd-lily-rose-depp", "date_published": "2023-08-29T05:56:34.548039+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lack of diversity in teaching in England means minority ethnic pupils miss out", "description": "<p>Exclusive: Pupils in north-east and London most likely to never have a teacher of similar ethnicity, study finds</p><p>Pupils in parts of England are likely to never have a teacher of the same ethnic background, in part because minority ethnic applicants are less likely to be accepted on to teacher training courses, research has revealed.</p><p>The north-east has the least diverse teaching workforce in the country, with students of Pakistani or black-African origin likely to never have a teacher of similar ethnicity in their classrooms.</p> <a href=\"https://www.theguardian.com/education/2023/aug/29/lack-diversity-teaching-means-minority-ethnic-pupils-england-miss-out\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/29/lack-diversity-teaching-means-minority-ethnic-pupils-england-miss-out", "date_published": "2023-08-29T05:56:34.536809+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: drones downed in Tula and Belgorod, says Moscow; US says Russia intimidating consulate staff", "description": "<p>Russian defence ministry did not indicate whether drone attacks caused damage; former US consulate worker charged with spying over Ukraine war</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>AFP: Russian President Vladimir Putin will skip the G20 summit in India next month and will send his foreign minister instead, prime minister Narendra Modi’s office said Monday.</p><p>Modi’s office said he spoke to Putin by telephone, “expressing an understanding” for his decision not to attend the September 9-10 summit, which Foreign Minister Sergei Lavrov will attend.</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/29/russia-ukraine-war-live-updates-tula-belgorod-drones-downed-moscow-us-says-russia-intimidating-consulate-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/29/russia-ukraine-war-live-updates-tula-belgorod-drones-downed-moscow-us-says-russia-intimidating-consulate-staff", "date_published": "2023-08-29T05:56:34.531655+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of children thrown out of school in English county lines hotspots", "description": "<p>Gangs target minors who are out of school and BBC report shows rise in exclusions and suspensions in biggest drug-exporting areas</p><p>Hundreds of extremely vulnerable children at risk of being recruited by criminal gangs are being thrown out of schools in county lines hotspots.</p><p>Figures obtained by BBC Radio 4’s <a href=\"https://www.bbc.co.uk/programmes/m001q0tv\">File on 4 programme</a> revealed there were more than 1,200 exclusions and suspensions of children assessed by social services to be grooming targets in England’s four largest drug-exporting regions between 2021 and 2023.</p> <a href=\"https://www.theguardian.com/education/2023/aug/29/hundreds-of-children-thrown-out-of-school-in-english-county-lines-hotspots\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/29/hundreds-of-children-thrown-out-of-school-in-english-county-lines-hotspots", "date_published": "2023-08-29T05:56:34.527924+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK food prices as big a concern for consumers as energy bills, Which? finds", "description": "<p>Pace of food inflation continued to slow in August, data shows, but trust in supermarket sector at decade-low</p><p>The rate at which food prices are rising has continued to slow but stubbornly high grocery prices mean the cost of the weekly shop is now as big a concern as energy bills, according to research.</p><p>Food inflation fell from 13.4% in the year to July to 11.5% in August, according to data published on Tuesday by the British Retail Consortium. This helped bring overall shop price inflation down from 7.6% in July to 6.9%.</p> <a href=\"https://www.theguardian.com/business/2023/aug/29/uk-food-prices-consumers-energy-bills-which-inflation-trust-supermarkets\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/29/uk-food-prices-consumers-energy-bills-which-inflation-trust-supermarkets", "date_published": "2023-08-29T05:56:34.526365+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Iris scans: proof of our humanity in an AI future, or marketing gimmick? – podcast", "description": "<p>Madeleine Finlay speaks to the Guardian’s technology reporter Hibaq Farah about Worldcoin, a new cryptocurrency offering users tokens in exchange for a scan of their eyeballs. Farah explains what the motives behind the company are, why they think we all need to become ‘verified humans’, and how governments have responded to the project</p><p><em>Clips: Worldcoin, DW News</em></p><p>Read more of Hibaq’s reporting <a href=\"https://www.theguardian.com/technology/2023/jul/28/crypto-firm-wants-to-scan-your-eyeballs-worldcoin-privacy-ai\">here</a></p> <a href=\"https://www.theguardian.com/science/audio/2023/aug/29/iris-scans-proof-humanity-ai-future-marketing-gimmick-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/aug/29/iris-scans-proof-humanity-ai-future-marketing-gimmick-podcast", "date_published": "2023-08-29T04:52:07.575174+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beaten, suffocated, forced into an abortion: the fate of one Venezuelan woman under Maduro", "description": "<p>Latest Amnesty International report documents ongoing state detention and torture in the South American country – all while its president seeks renewed links with the west</p><p>When Emirlendris Benítez suddenly went missing in August 2018, her family feared the worst. So they were incredulous to hear Venezuela’s attorney general announce on television 10 days later that she had been detained on a motorway and arrested for orchestrating a plot to <a href=\"https://www.theguardian.com/world/2018/aug/04/nicolas-maduros-speech-cut-short-while-soldiers-scatter\">assassinate President Nicolás Maduro with a drone</a>.</p><p>The 42-year-old tradeswoman was sentenced to 30 years in prison and remains behind bars in Caracas where Amnesty International says she has been the victim of some of the most egregious human rights abuses.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/29/beaten-suffocated-forced-into-an-abortion-the-fate-of-one-of-many-venezuelans-under-maduro\">Co", "link": "https://www.theguardian.com/global-development/2023/aug/29/beaten-suffocated-forced-into-an-abortion-the-fate-of-one-of-many-venezuelans-under-maduro", "date_published": "2023-08-29T04:52:07.458180+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Melilla massacre: how a Spanish enclave in Africa became a deadly flashpoint", "description": "<p>At least 37 people were killed in June 2022 at the Morocco-Spain border, while scores more were injured. Despite the brutality and chaos, officials praised the actions of border agents<strong><br /></strong></p><p></p><p></p><p>On 24 June 2022, around 1,700 people, most of them asylum seekers from Sudan and South Sudan, filed down the wooded slopes of Mount Gurugu in north-eastern Morocco. They were headed to the enclave of Melilla, a Spanish city of some 85,000 people, perched on the coast of mainland Africa.</p><p>At first, the migrants met no resistance. That was strange. In the months leading up to that day, Moroccan police had repeatedly <a href=\"https://www.theguardian.com/global-development/2021/mar/12/moroccan-police-accused-of-burning-migrant-shelters-near-spanish-enclave\" title=\"\">raided settlements</a> on the mountain, where thousands of people had taken refuge. The authorities had also prevented local shopkeepers from selling food to the migrants and stopped taxi drivers", "link": "https://www.theguardian.com/world/2023/aug/29/the-melilla-massacre-spanish-enclave-africa-became-deadly-flashpoint-morocco", "date_published": "2023-08-29T04:52:07.454499+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "At 17, a shark attack cost me my leg. A year later, I’m back in the water where I almost died", "description": "<p>Addison Bethea was snorkelling off the Florida coast when she found herself fighting for her life. Her love of wildlife documentaries had taught her how to fend off a shark – but it was back on dry land that she really needed her courage</p><p>When Addison Bethea felt the tug on her leg, she thought it was her brother, Rhett, playing a prank. It was a hot Saturday afternoon and they were snorkelling off the Florida coast, scouring the seabed for scallops with a couple of Rhett’s friends. The shallow waters were familiar territory for the Betheas, born and raised in the state, but this was a novel experience for one of Rhett’s friends. “They were making jokes about sharks just to scare him,” Addison recalls.</p><p>The four had been swimming for 20 minutes or so when Addison felt something pulling at her right leg, strong enough to drag her beneath the surface. She and her brother had been passing the scallop bag back and forth all afternoon as they swam near Rhett’s new boat, jostlin", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/29/at-17-a-shark-attack-cost-me-my-leg-a-year-later-im-back-in-the-water-where-i-almost-died", "date_published": "2023-08-29T04:52:07.450896+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I couldn’t take it any more’: holdouts quit Kupiansk after renewed Russian shelling", "description": "<p>People who stayed through last year’s occupation are now abandoning the city amid fears of a ‘Bakhmut 2.0’</p><p>Antonina Sanina, 75, had spent the last two nights hiding in the basement of her apartment block in Kupiansk. She had endured six and a half months of Russian occupation last year, but now the renewed shelling of the city had prompted her to abandon her home. “I couldn’t take it any more,” she said a few minutes after local volunteers had driven her to safety.</p><p>She said eight neighbours hid in the cellar with her as the Russians targeted what they thought, wrongly, was a barracks nearby. “You could barely sleep. It would be on and off. Then you’d just wake up and you wouldn’t know – was that an actual hit or was it a dream?” A day before she took flight, one civilian was killed and 11 injured in a daytime artillery strike on the city centre.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/holdouts-quit-kupiansk-after-renewed-russian-shelling-ukraine\">Conti", "link": "https://www.theguardian.com/world/2023/aug/29/holdouts-quit-kupiansk-after-renewed-russian-shelling-ukraine", "date_published": "2023-08-29T04:52:07.444595+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Young climate activist tells Greenpeace to drop ‘old-fashioned’ anti-nuclear stance", "description": "<p>Swedish teenager Ia Anstoot says group’s ‘unscientific’ opposition to EU nuclear power serves fossil fuel interests</p><p>An 18-year-old climate activist has called for Greenpeace to drop its “old-fashioned and unscientific” campaign against nuclear power in the EU.</p><p>In April, the environmental campaign group announced <a href=\"https://www.theguardian.com/environment/2023/apr/18/eu-faces-legal-action-gas-nuclear-green-investments-guide-european-commission\">it would appeal</a> against the EU Commission’s decision to include nuclear power in its <a href=\"https://finance.ec.europa.eu/publications/renewed-sustainable-finance-strategy-and-implementation-action-plan-financing-sustainable-growth_en\">classification system for sustainable finance</a>. This “taxonomy” is designed as a guide for private investors wanting to fund green projects, aiming to boost environmental investment.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/young-climate-activist-tells-greenpeace", "link": "https://www.theguardian.com/environment/2023/aug/29/young-climate-activist-tells-greenpeace-to-drop-old-fashioned-anti-nuclear-stance", "date_published": "2023-08-29T04:52:07.431938+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Exploitation and low pay causing poverty among care workers, TUC finds", "description": "<p>TUC says urgent investment needed in ‘Cinderella sectors’ to head off demographic timebomb</p><ul><li><a href=\"https://www.theguardian.com/society/2023/aug/29/invisible-endless-relentless-the-reality-of-care-work-in-england\">‘Invisible, endless, relentless’: the reality of care work in England</a></li></ul><p>Chronic under-investment, exploitation and low pay is leading to widespread poverty among workers in the care sector, according to damning research from the Trades Union Congress.</p><p>As it publishes its <a href=\"https://www.tuc.org.uk/sites/default/files/2023-08/a-strategy-for-the-care-workforce-23.pdf\">first workforce blueprint</a> for the care economy, the TUC argues that the “Cinderella sectors” of social care and childcare need urgent investment to head off a demographic timebomb.</p><p>More than three in five (62%) childcare workers and social care workers earn less than the real living wage.</p><p>Social care workers earn only about 65% of the median salary for all emp", "link": "https://www.theguardian.com/society/2023/aug/29/exploitation-and-low-pay-causing-poverty-among-care-workers-tuc-finds", "date_published": "2023-08-29T04:52:07.430332+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Video shows woman lying dead on floor of migrant detention centre in Libya", "description": "<p>Footage provides latest shocking glimpse of conditions endured by refugees in north African country</p><p>Footage has emerged showing a woman lying dead on the floor of a migrant detention centre in Libya in the latest shocking glimpse of the conditions endured by refugees in the north African country.</p><p>The clip, believed to have been filmed two weeks ago and shared with the Guardian by a group who arrived in Tunisia from Libya, shows a room inside the Abu Salim detention centre in Tripoli.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/video-woman-dead-floor-migrant-detention-centre-libya\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/video-woman-dead-floor-migrant-detention-centre-libya", "date_published": "2023-08-29T04:52:07.428656+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Braverman ‘interfering with police independence’ after crime pledge", "description": "<p>The home secretary instructed forces to pursue all reasonable crime leads despite squeeze on funding</p><p>Police chiefs have suggested the home secretary is interfering with their operational independence by demanding forces pursue all reasonable crime leads at a time when their resources are being outstripped by a rise in offences.</p><p>The National Police Chiefs’ Council (NPCC) raised serious doubts about an initiative Suella Braverman used to launch the government’s crime week with insistence that there was “no such thing as minor crime”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/29/braverman-interfering-with-police-independence-after-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/29/braverman-interfering-with-police-independence-after-pledge", "date_published": "2023-08-29T04:52:07.426728+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China region offers cash ‘rewards’ for newlyweds if bride is under 25", "description": "<p>China’s eastern county of Changshan has made the offer in an effort to promote ‘age-appropriate marriage and childbearing’</p><p>A county in eastern China is offering couples a “reward” of 1,000 yuan ($137) if the bride is aged 25 or younger, the latest in a series of measures to incentivise young people to get married amid rising concern over a declining national birthrate.</p><p>The notice, which was published on Changshan county’s official WeChat account last week, said the reward was to promote “age-appropriate marriage and childbearing” for first marriages. It also included a series of childcare, fertility and education subsidies for couples who have children.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/china-changshan-paid-cash-reward-wedding-bride-under-25-rule\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/china-changshan-paid-cash-reward-wedding-bride-under-25-rule", "date_published": "2023-08-29T03:46:30.390271+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The final weeks of Yevgeny Prigozhin", "description": "<p>The Wagner leader seemed to have achieved the unthinkable: humiliating Putin and getting away with it. But had he really been forgiven – or was the Kremlin playing for time?</p><p>Last week, a plane in which the Russian mercenary leader Yevgeny Prigozhin was supposed to be a passenger crashed. The Kremlin confirmed that the Wagner boss was among the dead. For many, Prigozhin’s death came as no surprise – he had, after all, marched on Moscow and embarrassed Vladimir Putin in what the Russian president called a coup. What did surprise people was that the Wagner chief survived so long, when so many opponents of the Russian regime have met untimely deaths.</p><p>The Guardian’s Russian affairs reporter, Pjotr Sauer, tells Michael Safi how Prigozhin did not lie low in the final months of his life but continued to criticise the war in Ukraine and to run his lucrative business in Africa. Yet behind the scenes there are signs the Kremlin may have been silently working to ensure his financial", "link": "https://www.theguardian.com/news/audio/2023/aug/29/the-final-weeks-of-yevgeny-prigozhin", "date_published": "2023-08-29T02:41:27.967730+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A beloved mother, a devoted father, an aspiring streamer: Jacksonville shooting victims identified", "description": "<p>Angela Michelle Carr, Jerrald Gallion and AJ Laguerre Jr were shot fatally when a gunman opened fire in a Dollar General store</p><p>AJ Laguerre Jr worked at a Dollar General store after finishing high school to help support the grandmother who raised him. Angela Michelle Carr was an Uber driver beloved by her children. Jerrald Gallion relished weekends with his four-year-old daughter.</p><p>All three were killed Saturday when a gunman with swastikas painted on his rifle opened fire at the Dollar General where Laguerre worked in Jacksonville. The sheriff said writings left by the killer, a 21-year-old white man, made clear that he was motivated by racism. Each victim was Black.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/jacksonville-florida-shooting-victims-identified\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/jacksonville-florida-shooting-victims-identified", "date_published": "2023-08-29T02:41:27.919730+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Co-sleeping with children has biological benefits – but it’s not always the answer to a good night’s sleep | Sarah Blunden", "description": "<p>Despite the fact separate sleep spaces are more available than ever before, the vast majority of adults share their bed at one time or another with a partner, child or even a pet</p><p>Every parent knows the feeling of being woken up through the night by a small child stumbling their way into their bed.</p><p>But why do children want to sleep with us? And why are they so reluctant to sleep on their own?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/29/co-sleeping-with-baby-kids-children-benefits-negatives-everything-you-need-to-know\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/29/co-sleeping-with-baby-kids-children-benefits-negatives-everything-you-need-to-know", "date_published": "2023-08-29T02:41:27.863310+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Music may reduce babies’ pain during jabs or heel-prick tests, study suggests", "description": "<p>Newborns suffered less pain during heel-prick blood tests if they heard a Mozart lullaby, researchers report</p><p>Playing music such as a Mozart lullaby to babies may help reduce their suffering during painful procedures, research suggests.</p><p>Minor medical procedures such as injections or heel-prick blood tests are commonly performed on newborn infants, and while some people have argued that babies’ brains are not developed enough for them to really feel pain, <a href=\"https://www.theguardian.com/science/2015/apr/21/babies-feel-pain-like-adults-mri-scan-study-suggests\">recent research</a> has suggested that they experience it much like adults do.</p> <a href=\"https://www.theguardian.com/science/2023/aug/29/music-may-reduce-babies-pain-during-jabs-or-heel-prick-tests-study-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/29/music-may-reduce-babies-pain-during-jabs-or-heel-prick-tests-study-suggests", "date_published": "2023-08-29T01:36:26.531329+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong: Cantonese language group shuts down after targeting by national security police", "description": "<p>Fears that China’s crackdown on dissidents is expanding into cultural sphere after linguistic group closes over a fictional essay about erosion of liberties</p><p>A group that promotes the Cantonese language shut down on Monday after Hong Kong authorities said a fictional essay depicting a decline in liberties in the city on the group’s website violated <a href=\"https://www.theguardian.com/world/2020/jun/30/controversial-hong-kong-national-security-law-comes-into-effect\">the national security law</a>, in the latest example of the city’s erosion of freedom of expression.</p><p>Andrew Chan, chair of the Societas Linguistica Hongkongensis, said in a Facebook post that national security officers visited a home where some of his family members live last week when he was out of town. The officers, who did not have a search warrant, asked that he remove the essay from his group’s website immediately, he said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/hong-kong-cantonese-la", "link": "https://www.theguardian.com/world/2023/aug/29/hong-kong-cantonese-language-group-shuts-down-after-targeting-by-national-security-police", "date_published": "2023-08-29T01:36:26.528257+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Papua New Guinea killings: what’s behind the outbreak in tribal fighting?", "description": "<p>Up to 150 killed in Enga Province as experts say weaker legal systems, weapons access and ‘loss of hope’ fuel deadly clashes</p><p>An outbreak of violence has killed up to 150 people in the Highlands of Papua New Guinea, local police said, in what one expert described as a “bushfire that has got out of control” as more forces are sent to calm clashes in the region.</p><p>While tribal fighting is not unusual in parts of Papua New Guinea, the issue attracted international attention last week after disturbing footage appearing to show three naked men, tied-up and dragged behind a truck as onlookers cheered, circulated on social media.</p> <a href=\"https://www.theguardian.com/world/2023/aug/29/papua-new-guinea-killings-whats-behind-the-outbreak-in-tribal-fighting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/29/papua-new-guinea-killings-whats-behind-the-outbreak-in-tribal-fighting", "date_published": "2023-08-29T00:32:01.442311+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]