[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Trine 5: A Clockwork Conspiracy Review - The Final Verdict", "description": "Developer Frozenbyte’s Trine series has cemented itself as one of the best games in the co-op space, and Trine 5 tries to build upon the merits of prior entries without introducing any radical changes to the established formula. And it works about as well as you’d expect to, though that also means that the game falls prey to the same criticisms that were presented with Trine 4. \n\nThe story is extremely simple thanks to its fairy tale nature and the combat doesn’t really have much depth - but the core gameplay loop of switching between characters and solving increasingly tough puzzles remains an enjoyable affair through and through. It’s also a beautiful game with gorgeous art direction, and those who enjoyed Trine 4 or are looking for a fun co-op experience should definitely give this one a shot.", "link": "https://www.youtube.com/watch?v=uHFpoQb3QYg", "date_published": "2023-08-29T21:39:46.446039+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uHFpoQb3QYg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Black Myth: Wukong - 10 NEW DETAILS You Probably Don't Know", "description": "Developer Game Science made plenty of headlines with Black Myth: Wukong, an upcoming Soulslike that’s built using Unreal Engine 5. Since then, the game has continued to impress fans with each new showing. \n\nAnd while the game is still some ways from release, this year’s Gamescom event has brought a new trailer that sheds some much-needed light on certain elements of game design. \n\nAs such, we now know a lot more about how boss fights play out, gameplay mechanics like stances, and how levels are laid out in the game among a slew of other useful information. With this feature, we have compiled a list of 10 new things that anyone who’s interested in Black Myth: Wukong should know about the game.", "link": "https://www.youtube.com/watch?v=AjVbUmYKec8", "date_published": "2023-08-29T18:19:39.763914+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/AjVbUmYKec8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 BIG Games of September 2023 To Look Forward To [PS5, Xbox Series X | S, PC]", "description": "September is nearly upon us, which means only one thing for millions of players: Starfield. The long-awaited, space-faring RPG looks massive and could upstage Bethesda's previous titles in scope and scale.\n\nOf course, that's not all. Payday fans can finally get their hands on Payday 3, the latest title in the series, which arrives over ten years after its predecessor's launch. Mortal Kombat fans can dive into a rebooted universe with Mortal Kombat 1, while Cyberpunk 2077: Phantom Liberty promises an incredible new story and a significant revamp to the FPS/RPG.\n\nCheck out ten major games releasing in September, whether you're a fan of sports games, seeking an open-world racing game to potentially rival Forza Horizon or keen on a new psychological horror title.", "link": "https://www.youtube.com/watch?v=gOGlIIZQqYk", "date_published": "2023-08-29T10:51:45.683405+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gOGlIIZQqYk/hqdefault.jpg"}]