[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "No, Flathub IS NOT turning EVIL and corporate", "description": "Get more time to migrate off of Ubuntu 18.04 with TuCare's Extended Lifecycle Support: http://bit.ly/3Jv1teE\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#flathub #linux #opensource\n\n00:00 Intro\n00:33 Sponsor: Get more time to migrate off of Ubuntu 18.04\n01:25 Why are people worried?\n03:44 User accounts: not an issue if done right\n05:40 Concentration of power in one single repo\n09:09 Flathub will need App Stores\n10:25 Companies are BAD\n13:19 There are still questions\n14:46 Sponsor: Get a device that runs Linux perfectly\n15:41 Support the channel\n\nWhat is starting to worry people is the direction flathub is going in: they want to add payments, donations, and subscriptions so users can adequately compensate developers for their work.\n\nThis creates multiples issues: one is the user accounts, the other is the power it might give flathub, and the third is the commercial / corporate aspect of it. Let's look at all of that.\n\nTo handle payments, Flathub needs to implement user accounts. At the very least, they need to have accounts for developers, so they can publish their applications in their own name, and collect the money they make from these sales or donations. User accounts are also in the cards, to handle user payments\n\nAnd some people seem to fear that these accounts would be an issue. Because you're centralizing data about Linux users in a single place.\n\nAnd I can understand the issue here, but these accounts don't have to have personal information. If payment is handled by a third party solution, as it's planned with Stripe, then that account could basically just be a login and a password, and that's it. You don't have to use a real name, you don't have to use your everyday email address if you don't want to, and all the personal info used for payments would be stored by the third party.\n\nThe more worrying aspect would be the power Flathub could gain. If Flathub's payment solution works well, and developers start actually making decent money from it, then it means they'll be more motivated to use flathub as a platform to distribute their applications.\n\nThis could lead to software being centralized on Linux, with developers ignoring other packaging formats, and other repos, and Flathub becoming THE only app store on Linux.\n\nFirst, let's not forget that applications on Flathub are 99% free and open source software. Even if the developer decides to only use flathub from now on, you still have the source code available.\n\nSecond, Flathub is open source. All the code for that platform is open, and they don't seem to plan to change that either. Which means that anyone who wants to set up a competitor remote.\n\nCentralization is a problem when it also creates lockdown. Here, escaping a potential flathub centralization would be a no brainer, and super easy.\n\nNow, of course, Flathub will have to create some form of legal entity to handle payments, money, and user / developer data if collecting that is required somehow. And if you've been hanging out in the Linux or open source community for a while, you probably know that **companies and money are EVIL**.\n\nJokes aside, what's to stop Flathub from creating a corporation, and then change licenses on their work once developers are hooked, and start charging high margins on what users pay, and basically get fat off the backs of Linux users and open source developers?\n\nWell, first, that would mean you basically have 0 trust in GNOME, or KDE, because the governance of Flathub is being set up by people from GNOME and KDE, and some flathub people.\n\nSecond, if Flathub ever turned into some kind of Apple or Microsoft clone, do you really think they'd still get the funding they need to run?", "link": "https://www.youtube.com/watch?v=MysPjElfpok", "date_published": "2023-03-15 17:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}]