[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Age of Easy Money (full documentary) | FRONTLINE", "description": "High inflation. Fear of recession. Disruptions, like the collapse of Silicon Valley Bank. How did the U.S. economy get here? A two-hour documentary special traces the road to this moment, and the role of the Federal Reserve, the country’s central bank.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nFRONTLINE investigates the Fed’s epic economic experiment to revive the U.S. economy with what has been called an “easy money” policy and the far-reaching and sometimes unintended consequences. \n\n“If we hadn't been driving our economy for 14 years with easy money and then tried to really quickly undo that now, we wouldn't be having these problems,” former top banking regulator Sheila Bair said in the documentary.\n\nFrom the 2008 recession, to the COVID pandemic, to the rise in inflation, to the current economic uncertainty, “Age of Easy Money” charts the American economy’s tumultuous course, the fragility of the financial system and the widening gap between Wall Street and Main Street.\n\nThe documentary examines what led to the Fed’s recent decisions to hike interest rates at a historic pace and probes the ongoing effects, offering a comprehensive and timely examination of the role of the institution at the heart of America’s economy.\n\nThe documentary is supported by The WNET Group’s Chasing the Dream, a public media initiative that examines poverty, justice and economic opportunity in America.\nThe director, producer and correspondent of “Age of Easy Money” is James Jacoby. The producer is Anya Bourg. The senior producer is Frank Koughan. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath.\n\nFor more reporting in connection with this investigation, visit FRONTLINE’s website:\nhttps://www.pbs.org/wgbh/frontline/documentary/age-of-easy-money/ \n\n#Documentary #FederalReserve #Inflation #Economy\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and airs nationwide on PBS.\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting.\n\nAdditional support for FRONTLINE is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; the Heising-Simons Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=EpMLAQbSYAw", "date_published": "2023-03-15 01:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}]