[{"source": "https://thehill.com/news/feed/", "title": "Proposed freight rail legislation could make us less safe and cost us more", "description": "The bill does four things, which each sound good on the surface, but would have a marginal effect on safety or huge costs to rails — or both.", "link": "https://thehill.com/opinion/national-security/3902307-proposed-freight-rail-legislation-could-make-us-less-safe-and-cost-us-more/", "date_published": "2023-03-15 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Questions abound over US drone downing", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Questions abound over downing of US drone Joint Chiefs of Staff Chairman Gen. Mark Milley on Wednesday said U.S. officials don’t yet know if it was an intentional hit when a Russian fighter jet a day...", "link": "https://thehill.com/newsletters/defense-national-security/3902387-questions-abound-over-us-drone-downing/", "date_published": "2023-03-15 22:56:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Becerra set to defend Biden's budget", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  Becerra to face congressional grilling as he defends budget Health and Human Services Secretary Xavier Becerra will head to Capitol Hill over the next two weeks as he defends President Biden's budget request.  © The Hill, Greg Nash Sen....", "link": "https://thehill.com/newsletters/health-care/3902356-becerra-set-to-defend-bidens-budget/", "date_published": "2023-03-15 22:46:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan dinner soothes Harris-Warren tensions", "description": "Tensions have grown heated over the past month between Vice President Kamala Harris and Sen. Elizabeth Warren (D-Mass.). First, Warren offended Harris and her team after she was asked in a January interview if President Biden should keep Harris as his vice president.   “I really want to defer to what makes Biden comfortable on his team,”...", "link": "https://thehill.com/homenews/administration/3902121-bipartisan-dinner-soothes-harris-warren-tensions/", "date_published": "2023-03-15 22:32:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators push back on secrecy around Bolsonaro's potential extradition", "description": "Senators unsuccessfully pushed the State Department on Wednesday for information about how it would deal with an extradition request from Brazil for its former president, Jair Bolsonaro, who has been living in Florida as his supporters attempt to reverse his election loss last year.  During a Senate Foreign Relations Committee hearing on U.S.-Brazil relations, committee...", "link": "https://thehill.com/policy/international/3902350-senators-push-back-on-secrecy-around-bolsonaros-potential-extradition/", "date_published": "2023-03-15 22:29:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are 7 airport runway close calls just this year", "description": "Transportation Secretary Pete Buttigieg acknowledged on Wednesday that there has been an “uptick in serious close calls” at U.S. airports, after reports emerged of another near collision at a Washington, D.C., airport last week. “Initial information suggests that more mistakes than usual are happening across the system, on runways, at gates while planes are pushing...", "link": "https://thehill.com/policy/transportation/3902294-here-are-7-airport-runway-close-calls-just-this-year/", "date_published": "2023-03-15 22:19:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than one in four Republicans approve of Jan. 6 rioters: poll", "description": "More than one in four Republicans now say that they approve of Trump supporters taking over the Capitol during the Jan. 6 attacks, a new poll found. A Economist/YouGov poll published on Wednesday found that 27 percent of Republicans strongly or somewhat approve of the rioters' attempts on Jan. 6, 2021 to stop Congressional proceedings....", "link": "https://thehill.com/regulation/national-security/3902134-more-than-one-in-four-republicans-approve-of-jan-6-rioters-poll/", "date_published": "2023-03-15 21:43:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A secure border would save lives", "description": "In 2021, life expectancy in the United States sadly dropped to its lowest levels in two decades, largely driven by the spread of illicit, opioid drugs, which killed more than 80,000 Americans (and more than 1,700 Georgians) last year. That same year, federal authorities seized more than 20 million fake prescription pills. Laboratory tests concluded that more than half of these pills —...", "link": "https://thehill.com/opinion/congress-blog/3902256-a-secure-border-would-save-lives/", "date_published": "2023-03-15 21:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Border Patrol chief says agency does not have complete operational control of border", "description": "U.S. Border Patrol chief Raúl Ortiz said Wednesday the agency does not have complete operational control of the southern border, a comment that was quickly seized upon by lawmakers at a Texas-based committee hearing attended only by Republicans. The question was posed by House Homeland Security Chair Mark Green (R-Tenn.) holding up a definition of...", "link": "https://thehill.com/policy/national-security/3902235-border-patrol-chief-says-agency-does-not-have-complete-operational-control-of-border/", "date_published": "2023-03-15 21:33:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA finalizes interstate smog cuts", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  EPA issues final rule cutting interstate smog  The Environmental Protection Agency (EPA) has issued its final Good Neighbor Rule, mandating cuts to smog pollution that affects downwind states. © AP The rule will govern nitrogen oxide...", "link": "https://thehill.com/newsletters/energy-environment/3902138-epa-finalizes-interstate-smog-cuts/", "date_published": "2023-03-15 21:29:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Steube says his doctor cleared him to fly, will return to DC this month", "description": "Rep. Greg Steube (R-Fla.) will return to Washington, D.C., later this month after he sustained several injuries falling from a 25-foot ladder in January. “I’m happy to report my doctor has cleared me to fly. I am looking forward to returning to D.C. later this month!” he wrote on Twitter on Wednesday. Steube fell 25...", "link": "https://thehill.com/homenews/house/3902221-steube-says-his-doctor-cleared-him-to-fly-will-return-to-dc-this-month/", "date_published": "2023-03-15 21:28:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "OpenAI unveils new GPT-4", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202;  The Big Story  GPT-4 is here  OpenAI unveiled it's new GPT-4, and the updated generative artificial intelligence (AI) can score in the top 10 percent on the bar exam and decode chicken nugget memes.  © iStock The updated version of OpenAI’s powerful chatbot represents the...", "link": "https://thehill.com/newsletters/technology/3902207-openai-unveils-new-gpt-4/", "date_published": "2023-03-15 21:25:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Regional banks continue steep declines amid banking crisis", "description": "A number of regional banks continued to see steep declines in their share prices on Wednesday in the wake of the abrupt failure of Silicon Valley Bank late last week that rattled investors and undercut confidence in the U.S. banking system.  San Francisco-based First Republic Bank, which has been closely watched since the Santa Clara-based...", "link": "https://thehill.com/business/banking-financial-institutions/3902149-regional-banks-continue-steep-declines-amid-banking-crisis/", "date_published": "2023-03-15 21:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Unfortunate and wrong': Angry taxpayers respond to latest bank bailouts", "description": "The alacritous rescue of depositors at Silicon Valley Bank (SVB) and Signature Bank by the federal government over the weekend is getting a cynical and frustrated response from taxpayers. Many of the people who The Hill spoke to for this article are nervous that the financial system could be crashing around them again – and...", "link": "https://thehill.com/homenews/3902027-unfortunate-and-wrong-angry-taxpayers-respond-to-the-latest-bank-bailouts/", "date_published": "2023-03-15 21:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A year of war in Ukraine has created a haunted generation", "description": "They say the eyes of children are the gateway to their souls and what I saw brought me to tears.", "link": "https://thehill.com/opinion/international/3901743-a-year-of-war-in-ukraine-has-created-a-haunted-generation/", "date_published": "2023-03-15 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meltdown: Paul storms out of Homeland Security markup after clash on amendments", "description": "Sen. Rand Paul (R-Ky.), the ranking member on the Senate Homeland Security panel, abruptly walked out of a committee markup Wednesday morning after clashing with the panel’s chairman Sen. Gary Peters (D-Mich.) over amendments.   Paul vented his frustration over Peters’ use of procedural tactics to effectively shield Democrats on the committee from voting on...", "link": "https://thehill.com/homenews/senate/3902169-meltdown-paul-storms-out-of-homeland-security-markup-after-clash-on-amendments/", "date_published": "2023-03-15 20:59:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US doesn't know if Russian jet intentionally hit drone", "description": "Joint Chiefs Chairman Gen. Mark Milley on Wednesday said U.S. officials don’t yet know if it was an intentional hit when a Russian fighter jet a day prior struck an American drone over the Black Sea, though he planned to talk with his Russian counterpart about it.  Defense Secretary Lloyd Austin, who spoke alongside Milley,...", "link": "https://thehill.com/policy/defense/3902128-us-doesnt-know-if-russian-jet-intentionally-hit-drone/", "date_published": "2023-03-15 20:42:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stormy Daniels meets with NY prosecutors in Trump hush-money probe", "description": "Adult film actress Stormy Daniels met with Manhattan prosecutors on Wednesday, her attorney said, amid the criminal investigation into former President Trump in connection with a hush payment Daniels received. Daniels’s appearance comes as a grand jury hears evidence in the probe, which revolves around a $130,000 payment that Trump’s then-personal attorney paid to Daniels...", "link": "https://thehill.com/regulation/court-battles/3902074-stormy-daniels-meets-with-ny-prosecutors-in-trump-hush-money-probe/", "date_published": "2023-03-15 20:38:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate bright spot: Building sector decarbonization is well underway", "description": "We are witnessing the remarkable transformation of the U.S. building sector with record emissions reductions that began in 2005.", "link": "https://thehill.com/opinion/energy-environment/3902007-climate-bright-spot-building-sector-decarbonization-is-well-underway/", "date_published": "2023-03-15 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas legislature could strip cities of local authority", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202;  The Big Story  Texas legislature could strip cities of local authority  The Texas legislature is debating a pair of bills that would strip cities and counties of the right to set policy on a wide array of environmental, safety and discrimination issues.  © AP These...", "link": "https://thehill.com/newsletters/sustainability/3902044-texas-legislature-could-strip-cities-of-local-authority/", "date_published": "2023-03-15 20:23:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chris Christie traveling to New Hampshire amid White House bid consideration", "description": "Former New Jersey Gov. Chris Christie, the moderate Republican who ran in 2016 for the party's presidential nomination, is slated to speak at an event in New Hampshire later this month, as rumors swirl that he is considering another White House bid in 2024. Christie is scheduled to speak at a town hall-style event at...", "link": "https://thehill.com/homenews/campaign/3902001-chris-christie-traveling-to-new-hampshire-amid-white-house-bid-consideration/", "date_published": "2023-03-15 20:08:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In surprise, Trump goes after DeSantis on policy", "description": "President Trump has gotten increasingly aggressive in attacking Ron DeSantis (R) as the Florida governor inches toward a presidential campaign, posing potentially the biggest threat to date to Trump’s bid for the GOP’s 2024 nomination. While Trump has lobbed plenty of schoolyard taunts and nicknames toward his onetime ally, the former president in recent days...", "link": "https://thehill.com/homenews/administration/3902024-in-surprise-trump-goes-after-desantis-on-policy/", "date_published": "2023-03-15 20:07:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Klobuchar, Fischer introduce bill to make higher-ethanol fuel available year round", "description": "Sens. Amy Klobuchar (D-Minn.) and Deb Fischer (R-Neb.) on Tuesday introduced legislation that would make higher-ethanol fuel blends available year-round, a top priority among midwestern lawmakers in particular. The sale of so-called E15, which is 15 percent rather than 10 percent ethanol, is restricted during the summer. Last year, as already-climbing gas prices spiraled following...", "link": "https://thehill.com/policy/energy-environment/3901981-klobuchar-fischer-introduce-bill-to-make-higher-ethanol-fuel-available-year-round/", "date_published": "2023-03-15 19:50:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rubio calls on Treasury to ensure hostile foreign adversaries don't acquire failed banks' assets", "description": "Sen. Marco Rubio (R-Fla.) on Wednesday urged the Treasury Department to ensure that hostile foreign adversaries do not acquire assets from Silicon Valley Bank and Signature Bank, as regulators sell off the failed banks' assets in an effort to make depositors whole. “I write to urge the department to prioritize United States national security, and,...", "link": "https://thehill.com/homenews/senate/3901935-rubio-calls-on-treasury-to-ensure-hostile-foreign-adversaries-dont-acquire-failed-banks-assets/", "date_published": "2023-03-15 19:49:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thune: Majority of Senate Republicans disagree with DeSantis on Ukraine", "description": "Senate Republican Whip John Thune (S.D.) said Wednesday the majority of Senate Republicans disagree with the view shared by Florida Gov. Ron DeSantis (R) this week that supporting the war in Ukraine is not a “vital” national interest.   “There are lots of different opinions on U.S. involvement in Ukraine but I think the majority...", "link": "https://thehill.com/homenews/senate/3901925-thune-majority-of-senate-republicans-disagree-with-desantis-on-ukraine/", "date_published": "2023-03-15 19:42:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chinese spy balloon takedown triggers Senate legislation on tracking", "description": "Two senators have introduced a bill following the incident of the Chinese spy balloon that passed over U.S. airspace last month to increase tracking of high-altitude balloons throughout the country.  Sens. Ted Budd (R-N.C.) and Mark Kelly (D-Ariz.) announced in a release Wednesday that they introduced legislation that would require the Federal Aviation Administration (FAA)...", "link": "https://thehill.com/homenews/senate/3901929-chinese-spy-balloon-takedown-triggers-senate-legislation-on-tracking/", "date_published": "2023-03-15 19:33:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sharp partisan, generational divide in support for national Tiktok ban: poll", "description": "Support for a national ban of TikTok is split along both generational and partisan lines, according to a new poll, as lawmakers continue to debate the possibility of blocking the social media app, owned by China-based ByteDance. Just 33 percent of people between the ages of 18 and 34 and 46 percent of people between...", "link": "https://thehill.com/policy/technology/3901915-sharp-partisan-generational-divide-in-support-for-national-tiktok-ban-poll/", "date_published": "2023-03-15 19:29:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nancy Pelosi pens guest commentary on Pope Francis 10 year anniversary", "description": "Rep. Nancy Pelosi (D-Calif.) penned a guest column on Wednesday thanking Pope Francis for his work, marking his 10th anniversary as the head of the Catholic church.  Calling Pope Francis a “pope for the people,” the former House Speaker referenced his 2015 speech in front of Congress, during which Francis called on lawmakers to prioritize...", "link": "https://thehill.com/homenews/house/3901897-nancy-pelosi-pens-guest-commentary-on-pope-francis-10-year-anniversary/", "date_published": "2023-03-15 19:18:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House lawmakers join senators in rallying around Colorado River", "description": "A bipartisan coalition of House lawmakers are forming a “Congressional Colorado River Caucus,” with the goal of collaborating on ways to best address worsening drought conditions across the seven-state basin.  “Together, and working with our colleagues in the Senate, we will collaborate with each other and state and local leaders, putting the interests of our...", "link": "https://thehill.com/policy/energy-environment/3901671-house-lawmakers-join-senators-in-rallying-around-colorado-river/", "date_published": "2023-03-15 19:07:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Republicans said Ukraine war a critical threat to US interests before DeSantis's comments: Gallup poll", "description": "Sixty-two percent of registered Republicans say that the ongoing Russia-Ukraine war represents a critical threat to vital U.S. interests, according to a Gallup survey conducted before Florida Gov. Ron DeSantis (R) made headlines earlier this week by asserting the opposite.  Another 29 percent of GOP respondents surveyed in the Gallup poll released Monday said the...", "link": "https://thehill.com/policy/international/3901822-most-republicans-said-ukraine-war-critical-threat-to-us-interests-before-desantiss-comments-gallup-poll/", "date_published": "2023-03-15 19:07:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Africa can’t be ignored", "description": "Africa is made up of 54 countries and has an enormous range of challenges and opportunities. It is a part of the world Americans cannot ignore.", "link": "https://thehill.com/opinion/international/3901689-africa-cant-be-ignored/", "date_published": "2023-03-15 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "60 percent of Americans think China is a bigger threat than Russia", "description": "Around six in 10 Americans in a new poll think China is a bigger threat to the United States than Russia amid heightened tensions between Washington and Beijjing, and against the backdrop of Russia’s ongoing, year-long war on Ukraine.  A Quinnipiac University survey presented respondents with six countries to choose from, and 61 percent of...", "link": "https://thehill.com/policy/international/3901788-60-percent-of-americans-think-china-is-a-bigger-threat-than-russia/", "date_published": "2023-03-15 18:52:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Murphy and Lee look to pressure Saudi Arabia on human rights, Yemen war", "description": "A bipartisan pair of Senators are laying the groundwork to check U.S. assistance to Saudi Arabia over criticisms of its oppression of human rights at home and alleged atrocities stemming from its military operations in Yemen. Sens. Chris Murphy (D-Conn.) and Mike Lee (R-Utah) introduced on Wednesday a privileged resolution to require the State Department...", "link": "https://thehill.com/policy/international/3901706-murphy-and-lee-look-to-pressure-saudi-arabia-on-human-rights-yemen-war/", "date_published": "2023-03-15 18:51:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newly released survey sheds light on top issues for Black voters in 2022 midterms", "description": "A survey conducted late last year, whose results were released on Wednesday, is shedding light on what Black voters’ top concerns were in the wake of the 2022 midterms and as they looked toward the 2024 presidential election. The survey, which focused on Black voters in North Carolina, Georgia and California, was conducted by Black...", "link": "https://thehill.com/homenews/campaign/3901693-newly-released-survey-sheds-light-on-top-issues-for-black-voters-in-2022-midterms/", "date_published": "2023-03-15 18:45:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Conservative author Bethany Mandel struggles to come up with definition of 'woke'", "description": "Conservative author Bethany Mandel struggled to define the term “woke” on Tuesday while discussing her new book “Stolen Youth,” which accuses liberals of targeting children with “woke indoctrination.” “So, I mean, woke is, sort of, the idea that, um,” Mandel began, after The Hill Rising's Briahna Joy Gray asked her to define the term. The...", "link": "https://thehill.com/blogs/blog-briefing-room/3901688-conservative-author-bethany-mandel-struggles-to-come-up-with-definition-of-woke/", "date_published": "2023-03-15 18:41:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 things to know about the Silicon Valley Bank investigation", "description": "Multiple federal authorities have launched investigations into the fall of Silicon Valley Bank, the second-largest bank failure in U.S. history, as lawmakers and officials point fingers over who and what to blame for the collapse. Federal regulators took over Silicon Valley last week after depositors flocked to the firm to pull funds after executives said...", "link": "https://thehill.com/business/3901751-5-things-to-know-about-the-silicon-valley-bank-investigation/", "date_published": "2023-03-15 18:38:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump widens lead in 2024 primary race: Quinnipiac poll", "description": "Former President Trump widened his lead over Florida Gov. Ron DeSantis (R) to 14 points in a new Quinnipiac University poll of 15 current and potential candidates for the GOP presidential nomination.  The poll released Wednesday showed Trump in first with 46 percent support from Republicans and Republican-leaning voters, followed by DeSantis with 32 percent....", "link": "https://thehill.com/homenews/campaign/3901744-trump-widens-lead-in-2024-primary-race-quinnipiac-poll/", "date_published": "2023-03-15 18:37:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Signature Bank had criminal investigation looming before it collapsed: report", "description": "Authorities were investigating Signature Bank's work ahead of its shut down on Sunday, according to a Bloomberg report. The report said that the Justice Department's offices in Manhattan and Washington were investigating whether the bank took enough measures to detect possible money laundering schemes orchestrated by clients, according to people familiar with the matter. Two...", "link": "https://thehill.com/business/banking-financial-institutions/3901582-signature-bank-had-criminal-investigation-looming-before-it-collapsed-report/", "date_published": "2023-03-15 18:34:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How many centuries will it take to establish equal rights for women?", "description": "Since the founding of this nation, women have been fighting for equal protection under the law.", "link": "https://thehill.com/opinion/civil-rights/3901556-how-many-centuries-will-it-take-to-establish-equal-rights-for-women/", "date_published": "2023-03-15 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman gets six years after posing as injured Marine for benefits, donations: DOJ", "description": "A Rhode Island woman who for five years used stolen patient information from the veterans’ hospital where she worked to pretend to be a former Marine with cancer and rake in more than $280,000 was sentenced Tuesday to nearly six years in prison.  A U.S. District Court in Providence also ordered Sarah Jane Cavanaugh, 32,...", "link": "https://thehill.com/policy/defense/3901709-woman-gets-six-years-after-posing-as-injured-marine-for-benefits-doj/", "date_published": "2023-03-15 18:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No Labels is not a third party spoiler: It’s ensuring a viable option for the American public", "description": "What is spoiling American politics today at the federal, state and local levels is the absence of civility, bipartisanship, and respect for equality and democracy. No Labels, which I co-chair with former Connecticut Sen. Joe Lieberman and former Maryland Gov. Larry Hogan, has not and will not be a political spoiler in 2024 as recently...", "link": "https://thehill.com/opinion/congress-blog/3901602-no-labels-is-not-a-third-party-spoiler-its-ensuring-a-viable-option-for-the-american-public/", "date_published": "2023-03-15 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Filling the hole Silicon Valley Bank left in the climate tech ecosystem", "description": "The incentives for banks to get more active in climate tech are now very clear.", "link": "https://thehill.com/opinion/energy-environment/3901523-filling-the-hole-silicon-valley-bank-left-in-the-climate-tech-ecosystem/", "date_published": "2023-03-15 17:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five key takeaways from the Russian jet-US drone incident", "description": "Two Russian jets sparked the latest diplomatic crisis between Moscow and Washington on Tuesday when they forced down an unmanned American aircraft into the Black Sea. The White House blasted the incident as unsafe and reckless, while Russia has downplayed the event, even accusing the U.S. of provocative drone flights approaching Russian territory. Charles Kupchan,...", "link": "https://thehill.com/policy/defense/3901070-five-key-takeaways-from-the-russian-jet-us-drone-incident/", "date_published": "2023-03-15 17:34:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chip Roy preemptively endorses Ron DeSantis for president", "description": "Rep. Chip Roy (R-Texas) offered a preemptive endorsement of Florida Gov. Ron DeSantis for the 2024 Republican presidential nomination, even though the potential presidential contender has not yet announced an official bid for the White House. “The next President of the United States must be a vibrant and energetic leader with the faith, vision, and...", "link": "https://thehill.com/homenews/house/3901533-chip-roy-preemptively-endorses-ron-desantis-for-president/", "date_published": "2023-03-15 17:33:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mormon church to make massive water contribution to Great Salt Lake", "description": "The Church of Jesus Christ of Latter-day Saints has agreed to part with a massive amount of water to help replenish the dwindling Great Salt Lake. The Salt Lake City-based institution, one of the wealthiest organizations in Utah, will be donating more than 5,700 water shares that it holds in the North Point Consolidated Irrigation...", "link": "https://thehill.com/policy/equilibrium-sustainability/3901557-mormon-church-to-make-massive-water-contribution-to-great-salt-lake/", "date_published": "2023-03-15 17:33:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans help save Garcetti nomination for India ambassador", "description": "The Senate on Wednesday advanced the nomination of former Los Angeles Mayor Eric Garcetti (D) to become the next U.S. ambassador to India, with Republicans crossing the aisle to help tee him up for a final confirmation vote later in the day. The vote, which required a simple majority to pass, came down to the...", "link": "https://thehill.com/policy/international/3900996-republicans-help-save-garcetti-nomination-for-india-ambassador/", "date_published": "2023-03-15 17:22:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CEOs in new survey slightly more optimistic about economy", "description": "CEOs are slightly more optimistic about the future of the U.S. economy despite ongoing inflation, according to the results of a new survey released Wednesday.  Business Roundtable’s quarterly CEO Economic Outlook Survey for the first quarter of 2023 showed that its index rose six points to 79, the first increase since the last quarter of...", "link": "https://thehill.com/business/economy/3901496-ceos-in-new-survey-slightly-more-optimistic-about-economy/", "date_published": "2023-03-15 17:11:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Mexico legislature sends anti-discrimination law to governor's desk", "description": "The New Mexico legislature this week passed legislation to modernize the state’s anti-discrimination law by adding explicit protections for LGBTQ people. The bill, officially titled the Human Rights Modernization Act, now heads to the governor’s desk for final approval. The proposed law, which New Mexico Gov. Michelle Lujan Grisham (D) is expected to sign, establishes...", "link": "https://thehill.com/homenews/state-watch/3901458-new-mexico-legislature-sends-anti-discrimination-law-to-governors-desk/", "date_published": "2023-03-15 17:08:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Politicians' Social Security plans need to live up to their pledges", "description": "Despite Biden’s and Trump’s pledges not to cut Social Security, neither yet has a plan to do it.", "link": "https://thehill.com/opinion/finance/3901117-politicians-social-security-plans-need-to-live-up-to-their-pledges/", "date_published": "2023-03-15 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Paxlovid is safe, effective and doesn't cause 'rebound,' FDA says", "description": "Pfizer's antiviral COVID-19 treatment Paxlovid is safe and effective at treating adults with mild to moderate COVID-19 who are at high risk of progressing to severe disease, including hospitalization or death, according to a Food and Drug Administration (FDA) staff report. In addition, the report said the drug doesn't cause patients to \"rebound\" after taking...", "link": "https://thehill.com/policy/healthcare/3901392-paxlovid-is-safe-effective-and-doesnt-cause-rebound-fda-says/", "date_published": "2023-03-15 16:33:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are Russians again dizzy with success? Putin would have us believe so", "description": "Judging by Kremlin-backed studies of public opinion, life in Russia in 2023 has become as it  was in 1935 when Joseph Stalin proclaimed, “Life has become better. Living has become better, comrades. Living has become happier.” Already in 1930, he had praised collectivization, but cautioned not to become “dizzy with success.” Somehow Stalin overlooked famine,...", "link": "https://thehill.com/opinion/international/3894707-are-russians-again-dizzy-with-success-putin-would-have-us-believe-so/", "date_published": "2023-03-15 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Dow, S&P, Nasdaq all down amid banking turmoil", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U   To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. NEWS OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/3901275-the-hills-1230-report-dow-sp-nasdaq-all-down-amid-banking-turmoil/", "date_published": "2023-03-15 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks on the cost of prescription drugs", "description": "President Biden will speak Wednesday on how his proposed 2024 budget could affect prescription drug prices. The appearance at the University of Nevada, Las Vegas follows several other stops in a western swing, which included a meeting with the prime ministers of the U.K. and Australia, as well as fundraising stops. Biden on Tuesday signed...", "link": "https://thehill.com/homenews/3901102-watch-live-biden-delivers-remarks-on-the-cost-of-prescription-drugs/", "date_published": "2023-03-15 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "OpenAI beginning to release 'multimodal' GPT-4", "description": "OpenAI, the company behind the popular ChatGPT tool, has announced plans to release its new artificial intelligence tool called the GPT-4.  In a blog post published Wednesday, OpenAI said its latest technology tool, trained by its cloud computing platform Azure, is a large multimodal model, meaning that images and text prompts can be used to...", "link": "https://thehill.com/policy/technology/3901339-openai-beginning-to-release-multimodal-gpt-4/", "date_published": "2023-03-15 16:28:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken announces $331M in humanitarian aid to Ethiopia", "description": "Secretary of State Antony Blinken announced Wednesday that the United States will send $331 million in humanitarian aid to Ethiopia. \"This funding will provide life-saving support to those displaced and affected by conflict, drought, and food insecurity in Ethiopia,\" he said in a statement. Blinken broke down the aid, explaining that it includes $12 million...", "link": "https://thehill.com/policy/international/3901289-blinken-announces-331m-in-humanitarian-aid-to-ethiopia/", "date_published": "2023-03-15 16:28:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump-allied super PAC files ethics complaint against DeSantis over 'shadow presidential campaign'", "description": "A super PAC aligned with former President Trump is formally accusing Florida Gov. Ron DeSantis of waging a \"shadow presidential campaign,\" a charge that marks a dramatic escalation in the ongoing feud between Trump’s allies and his prospective 2024 rival. The group, Make America Great Again Inc., is filing a complaint with the Florida Commission...", "link": "https://thehill.com/homenews/campaign/3901368-trump-allied-super-pac-files-ethics-complaint-against-desantis-over-shadow-presidential-campaign/", "date_published": "2023-03-15 16:27:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York doctor uses firefighter training to save family of 14", "description": "A New York pediatrician is being hailed a hero after he prevented 14 people from potentially being poisoned to death from a carbon monoxide gas leak.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3901008-new-york-doctor-uses-firefighter-training-to-save-family-of-14/", "date_published": "2023-03-15 16:25:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tens of thousands without power after nor'easter dumps snow on northeast US", "description": "Tens of thousands of people are without power following a nor’easter that brought whiteout conditions, high winds and well-below-normal temperatures.  The power-outage tracking website PowerOutage.us reported that 150,000 people from New England and an additional 28,000 people from New York were without power as of Wednesday afternoon. Warmer weather is expected later in the week,...", "link": "https://thehill.com/policy/energy-environment/3901348-tens-of-thousands-without-power-after-noreaster-dumps-snow-on-northeast-us/", "date_published": "2023-03-15 16:23:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Democrats continue to push a broken narrative on inflation", "description": "Monetary policymakers now recognize that our inflation problem is largely demand driven, and they have the tools to deal with it. Congressional Democrats should follow suit.", "link": "https://thehill.com/opinion/finance/3901267-congressional-democrats-continue-to-push-a-broken-narrative-on-inflation/", "date_published": "2023-03-15 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer slams DeSantis for saying Ukraine war not in 'vital' national interest", "description": "Senate Majority Leader Charles Schumer (D-N.Y.) on Wednesday criticized Florida Gov. Ron DeSantis (R) for minimizing the Russian invasion of Ukraine as a “territorial dispute” that does not rise to the level of a “vital national interest.”  Schumer said the comment is part of a broader trend among what he called “the hard right” of...", "link": "https://thehill.com/homenews/senate/3901293-schumer-slams-desantis-for-saying-ukraine-war-not-in-vital-national-interest/", "date_published": "2023-03-15 15:57:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warren says $250,000 cap in deposit insurance for banks should be reexamined", "description": "Sen. Elizabeth Warren (D-Mass.) on Wednesday said the $250,000 cap on deposit insurance should be reexamined to better suit small business and nonprofit organizations. \"I think that we should reexamine, just overall, about why we have limits at $250,000 of protection,\" she said on CNBC's \"Squawk Street.\" The Federal Deposit Insurance Corporation (FDIC) insures up...", "link": "https://thehill.com/business/banking-financial-institutions/3901205-warren-says-250000-cap-in-deposit-insurance-for-banks-should-be-reexamined/", "date_published": "2023-03-15 15:47:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "National Audubon Society rejects calls to drop enslaver's name", "description": "The National Audubon Society announced on Wednesday that it would retain the Audubon name, despite calls to drop the reference to the 19th century naturalist and painter who was also a slave owner and vocal opponent of abolition. The renowned bird conservation organization, which was named for John James Audubon, said it made the decision after “a...", "link": "https://thehill.com/policy/energy-environment/3901236-national-audubon-society-rejects-calls-to-drop-enslavers-name/", "date_published": "2023-03-15 15:39:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Murphy worried DeSantis and Trump's 'support for Putin' part of 'broader lack of enthusiasm for democracy'", "description": "Sen. Chris Murphy (D-Conn.) said he is worried that Florida Gov. Ron DeSantis (R) and former President Trump’s “support” for Russian President Vladimir Putin is tied to “broader lack of enthusiasm for democracy” on their part.  Murphy said in an interview on MSNBC’s “Morning Joe” on Wednesday that people can have “good-faith objections” to U.S....", "link": "https://thehill.com/homenews/senate/3901227-murphy-worried-desantis-and-trumps-support-for-putin-part-of-broader-lack-of-enthusiasm-for-democracy/", "date_published": "2023-03-15 15:36:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "United Airlines wants to turn algae into jet fuel", "description": "United Airlines has made a multimillion-dollar investment into a technology company that is hoping to turn algae into jet fuel.", "link": "https://thehill.com/homenews/3901217-united-airlines-wants-to-turn-algae-into-jet-fuel/", "date_published": "2023-03-15 15:31:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A new era of relations with China requires a new diplomatic playbook", "description": "There is no reason why we can’t thread the needle of a new era of relations with China without putting us on a path toward conflict.", "link": "https://thehill.com/opinion/national-security/3901194-a-new-era-of-relations-with-china-requires-a-new-diplomatic-playbook/", "date_published": "2023-03-15 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Environmental groups sue over Biden administration approval of Alaska oil drilling project", "description": "Two separate coalitions of environmental organizations have sued the Biden administration over its approval of the Willow Project, a controversial oil drilling project in northwestern Alaska. The litigation accuses the administration of insufficiently assessing how the endeavor would affect the surrounding indigenous community and endangered species. Representatives for the nearby village of Nuiqsut made similar...", "link": "https://thehill.com/policy/energy-environment/3901201-environmental-groups-sue-over-biden-administration-approval-of-alaska-oil-drilling-project/", "date_published": "2023-03-15 15:29:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg says ‘more mistakes than usual’ happening with air travel after uptick in close calls", "description": "Transportation Secretary Pete Buttigieg on Wednesday said that there have been \"more mistakes than usual\" in U.S. air travel recently after dozens of close calls, pressing the air travel sector to help address the situation. “U.S. aviation remains an exceptionally safe mode of travel — whether you compare it to other modes, whether you compare...", "link": "https://thehill.com/homenews/administration/3901208-buttigieg-says-more-mistakes-than-usual-happening-with-air-travel-after-uptick-in-close-calls/", "date_published": "2023-03-15 15:20:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "PHOTOS: Florida police rescue young manatee from red tide", "description": "As red tide continues to impact beaches along Florida's gulf coast, authorities have been rescuing animals that have been caught up in the harmful algal blooms.", "link": "https://thehill.com/changing-america/sustainability/environment/3901132-photos-florida-police-rescue-young-manatee-from-red-tide/", "date_published": "2023-03-15 15:18:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukrainian Foreign Minister Dmytro Kuleba: Russia must be removed from the United Nations Security Council", "description": "Let me reiterate what I said at the United Nations Security Council in February: Russia has turned the seat of a permanent member into a throne of impunity.", "link": "https://thehill.com/opinion/international/3900628-ukrainian-foreign-minister-dmytro-kuleba-russia-must-be-removed-from-the-united-nations-security-council/", "date_published": "2023-03-15 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia views US drone incident as provocation, ambassador says", "description": "Russia's ambassador to the U.S. said Moscow views Tuesday’s incident between a U.S. drone and a Russian fighter jet, which resulted in the downing of the American aircraft over the Black Sea, as a provocation. Russian Ambassador Anatoly Antonov was summoned to the State Department on Tuesday, and characterized his message in that meeting in remarks to...", "link": "https://thehill.com/policy/international/3901096-russia-views-us-drone-incident-as-provocation-ambassador-says/", "date_published": "2023-03-15 14:48:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "French bulldog ousts Labrador retriever to become top US dog breed", "description": "For the first time in three decades, the U.S. has a new favorite dog breed, according to the American Kennel Club.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3901063-french-bulldog-ousts-labrador-retriever-to-become-top-us-dog-breed/", "date_published": "2023-03-15 14:36:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ urges judge to reject Navarro's executive privilege claims in trial over Jan. 6 subpoena", "description": "The Justice Department is encouraging a judge to exclude at trial any claims from former Trump aide Peter Navarro that he defied a subpoena from the House Jan. 6 committee due to concerns over executive privilege. The late Tuesday filing from the department comes in response to a successful last-minute effort by Navarro to delay...", "link": "https://thehill.com/policy/national-security/3901129-doj-urges-judge-to-reject-navarros-executive-privilege-claims-in-trial-over-jan-6-subpoena/", "date_published": "2023-03-15 14:34:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA issues final rule regulating interstate smog", "description": "The Environmental Protection Agency (EPA) on Wednesday morning announced finalized new rules on interstate air pollution, regulating downwind interstate pollution. The latest “Good Neighbor” rule will affect nitrogen oxide pollution that is a key ingredient in smog from facilities in 23 states. On a call with reporters, EPA Administrator Michael Regan estimated about 80 million...", "link": "https://thehill.com/policy/energy-environment/3901075-epa-issues-final-rule-regulating-interstate-smog/", "date_published": "2023-03-15 14:32:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House budget director testifies before Senate panel", "description": "Shalanda Young, director of the White House Office of Management and Budget, is giving testimony Wednesday on President Biden’s proposed 2024 budget before the full Senate Budget Committee. Biden’s Democratic allies in the Senate, including Budget Committee Chair Sheldon Whitehouse (D-R.I.), have already expressed their support for the plan, which Whitehouse says will reduce the...", "link": "https://thehill.com/homenews/3901072-watch-live-white-house-budget-director-testifies-on-biden-budget-proposal-before-senate-panel/", "date_published": "2023-03-15 14:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: House panel holds field hearing on border security in Texas", "description": "U.S. Border Patrol Chief Raul Ortiz is set to testify Wednesday morning on the crisis at the southern border before the House Homeland Security Committee. For the first time, The House committee will hold the public hearing at the southern border. Wednesday's meeting is one of many to come and is in line with Republican...", "link": "https://thehill.com/homenews/3900977-watch-live-house-panel-holds-field-hearing-on-border-security-in-texas/", "date_published": "2023-03-15 14:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine foreign ministry invites DeSantis to visit following 'territorial dispute' comments", "description": "Ukraine’s foreign ministry invited Florida Gov. Ron DeSantis (R), widely presumed to be gearing up for a 2024 White House bid, to visit the former Soviet Union nation following comments he made in which he referred to Russia’s invasion of the country as a “territorial dispute.” “We are sure that as a former military officer...", "link": "https://thehill.com/homenews/campaign/3901047-ukraine-foreign-ministry-invites-desantis-to-visit-following-territorial-dispute-comments/", "date_published": "2023-03-15 14:12:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: FAA holds safety summit after airline incidents", "description": "The Federal Aviation Administration is scheduled to hold a safety summit Wednesday morning after several recent incidents. The National Transportation Safety Board and the FAA have opened an investigation into the close call between two flights at a Florida airport in February. Last month, an Air Canada flight was cleared for takeoff on the same...", "link": "https://thehill.com/homenews/3901035-watch-live-faa-holds-safety-summit-after-airline-incidents/", "date_published": "2023-03-15 14:12:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Tiger King' announces 2024 presidential bid", "description": "\"Yes, I know I am in Federal Prison and you might think this is a joke but it's not. It is my Constitutional right to do this even from here.\"", "link": "https://thehill.com/blogs/in-the-know/3901041-tiger-king-announces-2024-presidential-bid/", "date_published": "2023-03-15 14:10:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dow falls 500 points as Credit Suisse concerns deepen fears of banking crisis", "description": "The stock market opened with steep losses Wednesday as concerns about the health of Credit Suisse triggered fears of a broader banking crisis. The Dow Jones Industrial Average opened with a loss 1.5 percent Wednesday, a decline of almost 500 points after the opening bell. The S&#38;P 500 index opened with a loss of 1.4...", "link": "https://thehill.com/homenews/3901030-dow-falls-500-points-as-credit-suisse-concerns-deepen-fears-of-banking-crisis/", "date_published": "2023-03-15 13:48:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris traveling to Iowa for first trip to the state as VP", "description": "Vice President Harris will travel to Des Moines, Iowa, on Thursday for her first trip to the state as vice president. In Iowa, the vice president will meet with local leaders to discuss Democrats' fight to protect reproductive rights and participate in a roundtable, her office announced on Tuesday.  Harris has traversed the country in...", "link": "https://thehill.com/homenews/administration/3900982-harris-traveling-to-iowa-for-first-trip-to-the-state-as-vp/", "date_published": "2023-03-15 13:38:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US will continue drone flights after 'hazardous episode' with Russian warplane, Austin says", "description": "Defense Secretary Lloyd Austin vowed on Wednesday that the United States will continue to fly its aircraft, even after the incident with a Russian warplane on Tuesday. \"This hazardous episode is part of a pattern of aggressive, risky, and unsafe actions by Russian pilots in international airspace,\" Austin said in his opening remarks to a...", "link": "https://thehill.com/policy/international/3900962-us-will-continue-drone-flights-after-hazardous-episode-with-russian-warplane-austin-says/", "date_published": "2023-03-15 13:38:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine hasn't ousted all its pro-Russia politicians — for good reason", "description": "A Feb. 18, 2022, fistfight on Ukraine’s most popular political talk show punched through simmering internal tensions just six days before Russian President Vladimir Putin began his full-scale invasion of Ukraine. When Nestor Shufrych, a member of the Ukrainian parliament in the pro-Russia Opposition Platform For Life (OPZZh) party, refused to call Putin a “murderer...", "link": "https://thehill.com/opinion/international/3894721-ukraine-hasnt-ousted-all-its-pro-russia-politicians-for-good-reason/", "date_published": "2023-03-15 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US drone may never be recovered from Black Sea, Kirby says", "description": "White House national security spokesman John Kirby said the U.S. drone that went down over the Black Sea Tuesday might never be recovered.  Kirby said in an interview on “CNN This Morning” on Wednesday that officials are determining if any recovery effort is possible, but said the drone fell into “very deep water.”  He said...", "link": "https://thehill.com/policy/national-security/3900969-us-drone-may-never-be-recovered-from-black-sea-kirby-says/", "date_published": "2023-03-15 13:21:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Australian PM on submarine deal with US: 'It must be the worst deal in all history'", "description": "Former Australian Prime Minister Paul Keating said on Wednesday that his country’s recently announced agreement to obtain three nuclear-powered submarines from the U.S. “must be the worst deal in all history.” Keating lamented that the agreement, which is aimed at bolstering Australia’s defense capabilities amid rising tensions with China, would not serve any useful purpose....", "link": "https://thehill.com/policy/international/3900941-former-australian-pm-on-submarine-deal-with-us-it-must-be-the-worst-deal-in-all-history/", "date_published": "2023-03-15 13:15:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former NATO chief: Trump nomination would be 'geopolitical catastrophe'", "description": "Former NATO Secretary-General Anders Fogh Rasmussen said former President Trump winning the Republican nomination for president would be a “geopolitical catastrophe” because he could influence international affairs like the war between Russia and Ukraine.  Rasmussen, who led NATO for five years after serving as Denmark’s prime minister for more than eight years, told Politico in...", "link": "https://thehill.com/policy/international/3900921-former-nato-chief-trump-nomination-would-be-geopolitical-catastrophe/", "date_published": "2023-03-15 12:44:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warren, Porter unveil bill to undo Trump-era Dodd-Frank rollback after Silicon Valley Bank collapse", "description": "Sen. Elizabeth Warren (D-Mass.) and Rep. Katie Porter (D-Calif.) have introduced a bill to repeal part of a Trump-era bank regulation rollback law in the wake of the collapse of Silicon Valley Bank.   The bill, called the Secure Viable Banking Act, would put banks with at least $50 billion in assets back under strict Federal...", "link": "https://thehill.com/business/3900920-warren-porter-unveil-bill-to-undo-trump-era-dodd-frank-rollback-after-silicon-valley-bank-collapse/", "date_published": "2023-03-15 12:34:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate panel to consider Biden nominee accused of abusive behavior", "description": "The Senate Homeland Security Committee on Wednesday is scheduled to consider President Biden’s nominee to serve as the Archivist of the United States despite a whistleblower complaint made public last week accusing the nominee of abusive behavior.   The nominee, Colleen Shogan, faced a withering round of questions from Sen. Josh Hawley (R-Mo.) when she...", "link": "https://thehill.com/homenews/senate/3900889-senate-panel-to-consider-biden-nominee-accused-of-abusive-behavior/", "date_published": "2023-03-15 12:07:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer asks for expanded investigation into Norfolk Southern, other railroads", "description": "Senate Majority Leader Chuck Schumer (D-N.Y.) is urging the National Transportation Safety Board (NTSB) to expand its investigation into Norfolk Southern to include other major railroads to determine ways to improve rail safety in the aftermath of the derailment in East Palestine, Ohio, last month.  Schumer said in a letter to NTSB Chair Jennifer Homendy,...", "link": "https://thehill.com/homenews/senate/3900895-schumer-asks-for-expanded-investigation-into-norfolk-southern-other-railroads/", "date_published": "2023-03-15 12:03:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TikTok: The clock is ticking to ban this dangerous Chinese app", "description": "Simply put, TikTok’s national security risks cannot be meaningfully addressed while Bytedance remains its owner.", "link": "https://thehill.com/opinion/cybersecurity/3900646-tiktok-the-clock-is-ticking-to-ban-this-dangerous-chinese-app/", "date_published": "2023-03-15 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia claims US drone maneuvered sharply, crashed into water", "description": "Russia is claiming that the U.S. drone that Biden administration officials said was hit by a Russian fighter jet did not actually make contact with the warplane and instead maneuvered sharply and crashed into the Black Sea on its own.  U.S. officials announced the incident on Tuesday, with White House national security spokesman John Kirby...", "link": "https://thehill.com/policy/national-security/3900877-russia-claims-us-drone-maneuvered-sharply-crashed-into-water/", "date_published": "2023-03-15 11:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Arkansas aims to boost teacher quality and gender equity", "description": "Arkansas Gov. Sarah Huckabee Sanders’ signature education reform bill, the LEARNS Act, will profoundly change public schools, pleasing conservatives and perhaps making the governor a serious vice presidential contender. The law’s sweeping school choice provisions get most of the attention, but by raising minimum teacher pay from $36,000 annually to $50,000 annually, LEARNS likely will...", "link": "https://thehill.com/opinion/education/3894773-how-arkansas-aims-to-boost-teacher-quality-and-gender-equity/", "date_published": "2023-03-15 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: The Biden and Democratic Advantages in 2024 Elections", "description": "The American economy has been threatened by a run on the banks, and President Biden quickly mobilized his administration to work with the Federal Reserve Board and FDIC to devise a highly successful plan to resolve the issue. Meanwhile, former President Trump and many leading Republicans have no explanation for why they removed many of...", "link": "https://thehill.com/opinion/3900575-budowsky-the-biden-and-democratic-advantages-in-2024-elections/", "date_published": "2023-03-15 11:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Erdoğan's independence disturbs Turkey's position with US, NATO and EU", "description": "Turkey presents the European Union and the North Atlantic Treaty Organization, led by the United States, with seemingly insurmountable problems. Now the question is whether the strategically located country, on the dividing line between Europe and the Middle East and Asia, can either remain in the NATO alliance or join the EU. Both the EU...", "link": "https://thehill.com/opinion/international/3891754-erdogans-independence-disturbs-turkeys-position-with-us-nato-and-eu/", "date_published": "2023-03-15 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cartel Twitter use spiked after Musk takeover: report", "description": "Elon Musk’s reduced Twitter safety oversight has allowed Mexican cartel members to flaunt their lifestyles online, post violent content and recruit new members, according to a new study.", "link": "https://thehill.com/homenews/3900017-cartel-twitter-use-spiked-after-musk-takeover-report/", "date_published": "2023-03-15 10:26:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Airline investigating after flight attendants allegedly fight over passenger's request, refuse to work with each other", "description": "SkyWest Airlines has launched an internal investigation into allegations that a recent flight from California to Texas was delayed following a spat between “petty” flight attendants.", "link": "https://thehill.com/homenews/3900284-airline-investigating-after-flight-attendants-allegedly-fight-over-passengers-request-refuse-to-work-with-each-other/", "date_published": "2023-03-15 10:25:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senator Bob Casey mum on potential 2024 re-election bid", "description": "HARRISBURG, Pa. (WHTM) - U.S. Senator Bob Casey declined to address whether he will run for re-election in 2024 during a visit to Harrisburg International Airport. Casey, 62, was in the area to discuss a $5.5 million grant to update the airport's security and baggage handling. \"We'll get to that another day,\" said Casey with...", "link": "https://thehill.com/homenews/3900382-senator-bob-casey-mum-on-potential-2024-re-election-bid/", "date_published": "2023-03-15 10:24:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — The 2024 GOP primary is heating up", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The 2024 GOP primary is heating up  The Republican presidential primary season is gaining steam as candidates flock to Iowa ahead of what is shaping up to be a...", "link": "https://thehill.com/newsletters/morning-report/3900827-the-hills-morning-report-the-2024-gop-primary-is-heating-up/", "date_published": "2023-03-15 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2024 Republicans pitch optimistic vision against Trump", "description": "A growing number of 2024 Republicans are seeking to paint a more optimistic vision of the country’s future as part of their platforms, in contrast with the combative and sometimes vitriolic tone employed by former President Trump.  Last week, potential contender Virginia Gov. Glenn Youngkin’s (R) team released two videos touting “the spirit of Virginia,”...", "link": "https://thehill.com/homenews/campaign/3900072-2024-republicans-pitch-optimistic-vision-against-trump/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden bank rescue provokes GOP uproar", "description": "President Biden is facing strong pushback from Republicans challenging his claim that U.S. taxpayers won’t foot the bill for rescuing wealthy investors who deposited their money in Silicon Valley Bank, which federal regulators now control.   GOP senators argue the banks around the country that pay into the Federal Deposit Insurance Corporation (FDIC), which will...", "link": "https://thehill.com/homenews/senate/3900394-biden-bank-rescue-provokes-gop-uproar/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden seeks to make Freedom Caucus his foil — and the face of the GOP", "description": "President Biden has found a new foil: the conservative House Freedom Caucus.   Biden has sought to cast the group, which includes Reps. Marjorie Taylor Greene (Ga.) and Jim Jordan (Ohio), as the face of the GOP in order to contrast their vision for the country with his own as he prepares to launch his reelection bid.   At...", "link": "https://thehill.com/homenews/administration/3899974-biden-seeks-to-make-freedom-caucus-his-foil-and-the-face-of-the-gop/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s tick to the center risks alienating key voting blocs", "description": "President Biden risks alienating two specific groups key to a 2024 victory — progressives and younger voters — with his embrace of a controversial Alaska oil drilling enterprise as well as shifts to the center on crime and immigration.  Biden's decision to go ahead with the Willow drilling project, like his support of a GOP...", "link": "https://thehill.com/homenews/3900212-bidens-tick-to-the-center-risks-alienating-key-voting-blocs/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP fears Mastriano redux as party zeroes in on McCormick in Pennsylvania", "description": "The prospect of a Pennsylvania Senate bid by state Sen. Doug Mastriano (R) has Republicans feeling a sense of déjà vu and reigniting fears that he could cost them up and down the ballot. The state and national GOP machinery is lining up solidly behind David McCormick, who was narrowly defeated in the 2022 Senate...", "link": "https://thehill.com/homenews/senate/3900167-gop-fears-mastriano-redux-as-party-zeroes-in-on-mccormick-in-pennsylvania/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are the most and least disaster-prone states", "description": "Wildfires and drought in California, hurricanes and flooding in Florida and power outages in Texas have rendered all three states distinctly less livable in recent years.  People still flock to Florida and Texas, drawn by low taxes and warmth. (California, not so much.) But climate change is on everyone’s minds, and dire dispatches about fires...", "link": "https://thehill.com/homenews/state-watch/3900281-most-least-disaster-prone-states-us/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans divided on how to talk about Silicon Valley Bank collapse", "description": "The collapse of Silicon Valley Bank left Republicans scrambling to digest its ramifications and divided on their messaging. Some Republicans were quick to go for “woke,” linking the collapse of the institution that catered mostly to tech start-ups and venture capitalists with policies like environmental, social and governance (ESG) investments and diversity and inclusion initiatives....", "link": "https://thehill.com/homenews/house/3900457-republicans-divided-on-how-to-talk-about-silicon-valley-bank-collapse/", "date_published": "2023-03-15 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wellesley College students vote to admit trans men and nonbinary applicants", "description": "Students at Wellesley College voted in a nonbinding election on Tuesday to approve expanding eligibility for admission to all nonbinary and transgender applicants.  The student body approved the referendum, which asked whether the school should shift its admission policy to allow nonbinary people who were assigned male at birth and trans men to apply to...", "link": "https://thehill.com/homenews/state-watch/3900652-wellesley-college-students-vote-to-admit-trans-men-and-nonbinary-applicants/", "date_published": "2023-03-15 02:41:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Service member found dead in Pentagon parking lot", "description": "A service member was found dead in the Pentagon parking lot Tuesday, according to the Defense Department.  Around 3:30 p.m., “the Pentagon Operations Center received a call requesting a welfare check on a military service member,” press secretary Brig. Gen. Pat Ryder said in a statement.  When Pentagon police officers responded to the building’s North...", "link": "https://thehill.com/policy/defense/3900638-service-member-found-dead-in-pentagon-parking-lot/", "date_published": "2023-03-15 01:42:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tester tells Fed to 'claw back' bonuses from Silicon Valley Bank execs", "description": "Sen. Jon Tester (D-Mon.) called on the Federal Reserve and federal regulators to “claw back” bonuses that were reportedly paid to Silicon Valley Bank executives just hours before the federal government took over the now-defunct bank. “I’m calling on the (Federal Deposit Insurance Corporation) FDIC to use every tool at their disposal to claw back...", "link": "https://thehill.com/homenews/senate/3900613-tester-tells-fed-to-claw-back-bonuses-from-silicon-valley-bank-execs/", "date_published": "2023-03-15 00:52:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Balancing federal budget in 10 years could require 41 percent cut to programs, when excluding Social Security: CBO", "description": "Hopes by lawmakers to balance the federal budget in a decade through reductions in spending could mean significant cuts to programs to achieve that goal, an analysis released by the Congressional Budget Office (CBO) said on Tuesday.  The analysis, requested by Democrats, crunches the numbers behind what achieving a balanced budget in the next 10...", "link": "https://thehill.com/business/budget/3900573-balancing-federal-budget-in-10-years-could-require-41-percent-cut-to-programs-when-excluding-social-security-cbo/", "date_published": "2023-03-15 00:12:35+00:00", "persistent": false, "user": null, "language": "en-US"}]