[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shazam! Fury of the Gods Review", "description": "Shazam! Fury of the Gods reviewed by Tom Jorgensen.\n\nThis sequel is a breezy, often funny second outing for Billy Batson and his family of young heroes. Each of the villainous Atlassian Daughters brings something unique to the screen (to the plot’s mixed benefit) and Helen Mirren’s performance stands out, but it’s disappointing that the distinctive heart of the first film takes a back seat to that expanded scope. The lack of focus on its lead character works against Fury of the Gods throughout, but it’s a testament to the strong foundation this movie’s built on that the assembled ensemble is able to share some of that burden.", "link": "https://www.youtube.com/watch?v=lFcnebAv6-Y", "date_published": "2023-03-15 22:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Chris Judge Discusses Kratos’ Evolution in God of War Ragnarok", "description": "IGN interviews Chris Judge about his legacy regarding the God of War 2018 video game and the God of War Ragnarok video game franchise. The actor has won numerous awards for his portrayal of Kratos in God of War, and IGN’s Akeem Lawanson dives deep to find out what inspired Chris Judge to take on the role of the God of War. Ragnarok is not an easy task to pull off, but #GodofWarRagnarok managed to do it effortlessly. #GodofWar was an established franchise before Chris Judge stepped into the role, so we find out how Chris Judge put his very own unique and creative spin on the iconic character of Kratos.", "link": "https://www.youtube.com/watch?v=HGk88cc36WM", "date_published": "2023-03-15 21:02:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "MIX Showcase / Black Voices in Gaming March 2023 Livestream", "description": "MIX Showcase\nStarts 10 am Pacific | 1 pm Eastern \nThe MIX's first big showcase of the year will feature many of the most creative and independent games on the planet.\n\nBlack Voices in Gaming\nStarts ~12:00pm Pacific | 3:00 pm Eastern \nBlack Voices in Gaming returns for another chapter highlighting black developers, creators, and business-savvy individuals making an impact in the industry. Join hosts Destinee Cleveland and Kahlief Adams to discover new games and events with a focus on diversity and inclusion.", "link": "https://www.youtube.com/watch?v=uU52nf-0K3Q", "date_published": "2023-03-15 20:07:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cosmonious High - Official Vision Accessibility Update Trailer", "description": "Watch the latest trailer for Cosmonious High for a breakdown of what you can expect with the VR adventure game's latest Accessibility update, which brings features like object highlighting, object descriptions, teleportation descriptions, and more. The Accessibility Update for Cosmonious High is available now on Meta Quest 2 and Steam VR.\n\nOwlchemy Labs announced another major Accessibility Update for their latest VR adventure, Cosmonious High, is now available on Meta Quest 2 and Steam VR. Building on Owlchemy’s “VR for Everyone” design philosophy, the update introduces Object Highlighting, Object Descriptions, Teleportation Descriptions, and more. These improvements are beneficial for all players and makes Cosmonious High accessible to more people without sacrificing gameplay.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=oDzqEUqLdqc", "date_published": "2023-03-15 20:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Destiny 2: Lightfall Review", "description": "Destiny 2: Lightfall reviewed by Travis Northup on Xbox Series X/S & PC, also available on PlayStation.\n\nLightfall is a disappointing expansion with a campaign that falls flat on its face, an underwhelming new destination, and only a few new standout activities to take on. But Strand and the new Tormentor enemy are great additions to the sandbox, and some of the endgame activities, including the raid, are a blast. No doubt Lightfall’s shortcomings are made more painful by immediately following The Witch Queen and its strong post-launch updates.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=87JNMXWV6us", "date_published": "2023-03-15 19:17:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil 4 Remake: How to Unlock Mad Chainsaw Mode (and Get the TMP Submachine gun)", "description": "Resident Evil 4: Remake's chainsaw demo has a secret cheat code that lets players unlock the demo-exclusive brutal Mad Chainsaw difficulty. In this video, we'll go over how to unlock the secret mode using both an Xbox and PlayStation controller. Also, if you're looking for some extra firepower, we also cover how to unlock the super secret TMP submachine gun. \n\n00:00 Intro\n00:22 Where to Input the Code\n00:45 PlayStation Controller\n01:08 Xbox Controller\n01:24 Mad Chainsaw Mode Version Differences\n02:18 How to Acquire the TMP Submachine Gun\n\n#IGN #Gaming #ResidentEvil4", "link": "https://www.youtube.com/watch?v=LLQ2yCGHZDw", "date_published": "2023-03-15 19:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Breaking Down Iconic Duos in Gaming", "description": "IGN’s gaming duo Max Scoville and Brian Altano are here to set the record straight on some of the most iconic video game duos, and it’s all presented by Wendy’s. Let us know your favorite gaming duos in the comments below!\n\nAlso, if you want to log and play all these duo-filled games, check out our IGN Playlist link to log your journey in playing these games above. - www.ign.com/playlist/WendysfavoritePairs\n\nFrom the 1983 Nintendo to the Modern Day Switch, Nintendo has a premium grab on some iconic duos, like Mario and Luigi, but Max and Brian are digging a little deeper into some other duos that are making history. Some duos are friends from the start, some learn to bond as they make their way through life, like Joel and Ellie in the Last of Us (also airing on HBO starring Pedro Pascal and Bella Ramsey), and others bond over their constant bickering. \n\nHere are some games where you can play as these fantastic duos\nMario & Luigi - Super Mario 3D World + Bowser’s Fury (Nintendo Switch)\nDonkey & Diddy Kong - Donkey Kong Country: Tropical Freeze (Nintendo Switch)\nSonic & Tails - Sonic Mania (Switch, Playstation, Xbox, PC)\nBanjo & Kazooie - Banjo-Kazooie (Xbox)\nRatchet & Clank - Ratchet and Clank: Rift Apart (Playstation)\nJoel & Ellie - The Last of Us: Part 1 (Playstation)\nMaster Chief & Cortana - Halo 2 (Xbox)\nKen & Ryu - Street Fighter 2 in Street Fighter 30th Anniversary Collection (Nintendo Switch, Playstation, Xbox, PC)\nScorpion & Sub-Zero - Mortal Kombat 11 (Playstation, Xbox, PC)\nKiryu & Majima - Yakuza 0 (Playstation, Xbox, PC)\n\nHonorable Mentions\nWario & Waluigi - Mario Tennis Aces, Mario Kart 8 Deluxe, Super Smash Bros Ultimate (Nintendo Switch)\nJak & Daxter - Jax and Daxter Bundle (Playstation)\nKratos & Atreus - God of War + God of War Ragnarok (Playstation) \nNate & Sully - Uncharted Legacy of Thieves Collection (Playstation)\nLink & Navi / Link & Epona - Ocarina Of Time, Majora’s Mask, Twilight Princess (Nintendo Switch)\nMarcus & Dom - Gears of War: Ultiamte Edition, Gears 5 (Xbox)\nBub & Bob - Bubble Bubble 4 Friends (Nintendo Switch)\nToejam & Earl - ToeJam & Earl (Nintendo Switch Online)\nThe L tetris Piece & The backwards L Tetris piece - Tetris (Switch) Tetris Effect (Switch, Xbox, Playstion, PC, Oculus)\nPokémon Red & Pokémon Blue - Pokémon Red & Pokémon Blue (Nintendo Switch Online)\n\nPresented by Wendy's", "link": "https://www.youtube.com/watch?v=y5mw672jULg", "date_published": "2023-03-15 18:39:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghostwire: Tokyo - Official Spider's Thread Update Teaser Trailer", "description": "Ghostwire: Tokyo’s Spider’s Thread update will be available on April 12, 2023. Check out the teaser trailer for the Spider's Thread update, which brings a new roguelite mode called The Spider's Thread, new areas to explore in the main game, new and expanded main story cutscenes, new combat abilities, new enemy Visitors, and an expanded Photo Mode.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=9r4AcJpjk0g", "date_published": "2023-03-15 18:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "BlackBerry - Official Trailer (2023) Glenn Howerton, Jay Baruchel", "description": "Check out the BlackBerry trailer for the upcoming movie starring Jay Baruchel, Glenn Howerton, Cary Elwes, Saul Rubinek, Rich Sommer, Martin Donovan, Michael Ironside, and Matt Johnson. BlackBerry is a whirlwind ride through the ruthlessly competitive Silicon Valley, telling the true story of the swift rise and catastrophic demise of the world's first smartphone. Directed by Matt Johnson, BlackBerry opens in theaters on May 12, 2023.\n\n#IGN #Movies #BlackBerry", "link": "https://www.youtube.com/watch?v=qr-iE92HxzI", "date_published": "2023-03-15 17:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Will Jedi Fallen Order's Night Sister Boss Battle Win 100T's CouRage Over on Star Wars? W/ SydSoGood", "description": "The time has come. Cheez-It's very own Cheez must successfully shoutcast one final game. This week, in celebration of Star Wars Jedi: Survivor -- 100 Thieves' CouRage must overcome an iconic boss fight in Respawn Entertainment's Star Wars Jedi: Fallen Order against the Night Sister. Can CouRage and Kal defeat the Night Sister? Will Cheez learn the the true meaning of gaming? And can Sydnee Goodman deal with Cheez one last time?\n\nPresented by Cheez-It.", "link": "https://www.youtube.com/watch?v=aE-7G8ud02s", "date_published": "2023-03-15 17:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Exoprimal Gameplay: Full Match of Dino Survival", "description": "Check out this Exoprimal gameplay for an early look at Capcom's upcoming third-person shooter. This gameplay features a full match of Exoprimal Dino Survival mode, teeming with mech suits, lots of weapons, and of course, dinosaurs! Dino Survival is a chaotic PvE and PvP experience in which two teams race to complete objectives.\n\nThe Exoprimal open beta test runs from March 17 to 19, with the full Exoprimal release date on July 14, 2023 on PC, PS5, Xbox Series X/S, PS4, Xbox One, and Game Pass.\n\n#IGN #Gaming #Exoprimal", "link": "https://www.youtube.com/watch?v=2VclQWnCCdA", "date_published": "2023-03-15 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Avatar Generations - Official Omashu and PvP Battle Arena Update Trailer", "description": "Watch the latest trailer for a breakdown of what to expect with the latest update for Avatar Generations, the mobile RPG of Avatar: The Last Airbender. The update brings the adventure map campaign that takes place in the city of Omashu, new characters like King Bumi, the new PVP arena with three different game modes, and more.", "link": "https://www.youtube.com/watch?v=ps1GHBAohfI", "date_published": "2023-03-15 16:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2: Handler Class (and His Dog) Revealed | IGN First", "description": "Designed primarily for those who wish to play through Remnant solo, the Handler is a support class in Remnant 2 that will make you a little better at everything with the help of an extremely handy dog. Remnant 2 is in development for PC, PS5, and Xbox Series X|S.", "link": "https://www.youtube.com/watch?v=_km9SFNn2w8", "date_published": "2023-03-15 16:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stray Souls - Official Announcement Trailer", "description": "Enjoy the first official trailer for the psychological horror game Stray Souls, in which a young man inherits a house from his grandmother but gets more than he bargained for. Developed by Jukai Studio and directed by Artur Laczkowski.", "link": "https://www.youtube.com/watch?v=5gXhuSmVATo", "date_published": "2023-03-15 15:30:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Netflix's The Magician's Elephant - Exclusive Official Clip (2023) Benedict Wong, Miranda Richardson", "description": "When young Peter, who is searching for his long-lost sister, crosses paths with a fortune teller in the market square, there is only one question on his mind: is his sister still alive? The answer -- that he must follow a mysterious elephant -- sets Peter off on a remarkable journey to complete three seemingly impossible tasks that magically change the face of his town forever. \n\nThe Magician's Elephant is based on Newbery Award-winning author Kate DiCamillo’s classic novel. It debuts on Netflix on March 17, 2023. Wendy Rogers directs a voice cast that includes Sian Clifford (Gloria Matienne), Pixie Davies (Adele), Natasia Demetriou (Fortune Teller / Narrator), Dawn French (Sister Marie),  Brian Tyree Henry (Leo Matienne), Noah Jupe (Peter), Kirby Howell-Baptiste (The Countess), Aasif Mandvi (The King), Mandy Patinkin (Vilna), Miranda Richardson (Madam LeVaughn),  and Benedict Wong (The Magician).", "link": "https://www.youtube.com/watch?v=bp7aqQS-CXE", "date_published": "2023-03-15 15:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen - Official Gameplay Reveal Trailer", "description": "Explore the world of Atlas Fallen and see gameplay, including combat, enemies, and more, in this latest trailer for the upcoming fantasy action RPG from Deck13 Interactive.\n\nIn Atlas Fallen, take on a heroic journey through a variety of breathtaking environments, swiftly gliding through the desert landscapes of a vast sand-covered world. Explore ancient ruins and unearth the mysteries and secrets of a fallen society. Fight a corrupt god and extraordinary beasts thanks to the divine power of your shape-shifting weapon. Unlock powerful skills and abilities to build a unique moveset and rise as the champion who will liberate the people of Atlas.\n\nAtlas Fallen will be available on PlayStation 5, Xbox Series X/S, and PC on May 16, 2023.\n\n#IGN #Gaming #AtlasFallen", "link": "https://www.youtube.com/watch?v=PXI2uHq-XdY", "date_published": "2023-03-15 14:27:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us: Predicting Season 2", "description": "Check out our The Last of Us 2 predictions for the HBO TV series! HBO’s The Last of Us has been an undeniably successful television adaptation of the beloved Naughty Dog TLOU game. Now the challenge for creators Neil Druckmann and Craig Mazin will be how to tackle the emotionally complicated beast that is The Last of Us Part 2. So, we've (perhaps foolishly) had a go at planning out The Last of Us HBO Season 2, sketching a rough outline of what could happen in each TLOU Season 2 episode.\n\n#IGN #TheLastOfUs #TLOU", "link": "https://www.youtube.com/watch?v=AWPERg6Hvso", "date_published": "2023-03-15 13:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shazam Doesn’t Need Black Adam, But Black Adam Needed Shazam", "description": "Shazam is back! (Or should we say “Shazam! is back?”) Zachary Levi returns in the DC Comics film sequel along with Asher Angel in Shazam: Fury of the Gods.” The trailer for Shazam 2  shows that Shazam: Fury of the Gods might bring more of that fun energy from the first Shazam movie. \n\nDC and Warner Bros might have a problem on their hands though following “Fury of the Gods.” Shazam has an arch foe, you may remember him from another recent Warner Brothers release, and long story short: Shazam vs Black Adam may never happen in a movie about Shazam. Dwayne Johnson pushed to separate the two characters, and there aren’t any Shazam 2 spoilers here, but his character will not be making a Shazam 2 cameo…or any Black Adam appearances in general. Black Adam (2022) will not be continued, and with that shuts down any possibility of Black Adam (Dwayne Johnson) anytime soon. \n\nBlack Adam (DCEU) may have needed Shazam, as much as Dwayne Johnson might have thought otherwise, to hit stronger, with the Black Adam DC film suffering from various issues we’ll lay out. But the Shazam movies don’t actually need what the Black Adam film provided with The Rock, as much fun as a Black Adam Superman fight may have been. Alas, Black Adam vs Superman will probably never happen, at least with The Rock Black Adam version. But don’t worry about Shazam, he doesn’t need the Dwayne Johnson Black Adam to make his movies work.", "link": "https://www.youtube.com/watch?v=Gdue-t27j5A", "date_published": "2023-03-15 13:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Off the Grid - Exclusive 'Just Deal With Delia' Episode 1", "description": "Watch this Off the Grid 'Just Deal With Delia' premiere episode for your first look at the miniseries set in the world of the upcoming cyberpunk battle royale game. In the first episode, titled 'Sponsors', we see Delia show off her new weapon and recording studio. Episode 1 also reveals the name of one of the game's three MegaCorporations, Mriya. \n\nSet in a dystopian tropical zone called Teardrop Island, Off the Grid challenges players to take on the role of Zeroes. These mercenaries, equipped with cyberlimbs, have been enlisted by MegaCorporations to take on PvP battles and PvE sabotage and assassination missions. Developed in collaboration with Neill Blomkamp, Off The Grid is coming to PC, PS5, and Xbox Series X/S in 2023.\n\n#IGN #Gaming #OffTheGrid", "link": "https://www.youtube.com/watch?v=u_xKy_8eLTI", "date_published": "2023-03-15 12:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Resident Evil 4 Revolutionised Survival Horror", "description": "In 2005, Resident Evil 4 took the series to new heights by embracing more action and implementing mechanics that have since become industry standards. With the release of a 2023 remake fast approaching, we take a look at how Resident Evil 4 revolutionised the survival horror genre. Sponsored by Capcom.\n\n#IGN #Gaming #Resident Evil", "link": "https://www.youtube.com/watch?v=dip9nSzCRcs", "date_published": "2023-03-15 11:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "John Wick 4 is a 10/10 masterpiece #johnwick #johnwick4 #keanureeves #moviereview #shorts", "description": "", "link": "https://www.youtube.com/watch?v=4M1TjfmmX8E", "date_published": "2023-03-15 01:12:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "There's only one of this Magic card in existence #lordoftherings #mtg #magicthegathering #shorts", "description": "", "link": "https://www.youtube.com/watch?v=HqSOaZ4l8H4", "date_published": "2023-03-15 01:11:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Force is strong with this Cheez. #starwars #jedifallenorder #gaming #cheezit #shorts", "description": "Presented by Cheez-It", "link": "https://www.youtube.com/watch?v=KFyGkOM7vIU", "date_published": "2023-03-15 01:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The most wholesome Last of Us Easter egg #tlou #thelastofus #easteregg #thelastofushbo #shorts", "description": "", "link": "https://www.youtube.com/watch?v=vtFYE9w3vkc", "date_published": "2023-03-15 01:08:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us giraffes were real #tlou #thelastofus #thelastofushbo #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=VFsSZx6uGk4", "date_published": "2023-03-15 01:06:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Horizon Call of the Mountain - Official Accolades Trailer", "description": "Get another look at Horizon Call of the Mountain in this latest trailer and see what some critics are saying about the game, available now on PlayStation VR2.\n\nAscend the towering peaks of the Carja Sundom as Ryas, a disgraced former soldier, and unravel a new mystery surrounding the machines to redeem yourself and save your people. You will also meet Aloy, other familiar faces, and new characters along the way.", "link": "https://www.youtube.com/watch?v=PHe5ujGa_Wg", "date_published": "2023-03-15 01:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last of Us: Scientists Have Already Proven Joel Was (Probably) Right", "description": "When The Last of Us concluded its first season as a series on HBO Max, viewers are forced through the same decisions Joel has to make at the end of The Last of Us game: save Ellie and doom the world to the cordyceps infection, or allow the Fireflies to conduct a fatal operation to find a potential cure? The Last of Us series fans face the question: Was Joel Right? And in this video, IGN’s Kim Horcher contends…yeah, he kinda was. \n\nIn The Last of Us Show, Joel (portrayed by Pedro Pascal) and Ellie (played by Bella Ramsey) are forced into an impossible situation and they both save each other’s lives multiple times. Is Joel supposed to throw that away because of the Fireflies claims? Join Kim Horcher for The Last of Us explained and why The Last of Us Joel was right to do what he did to save The Last of Us Ellie.\n\n#IGN #TheLastOfUs", "link": "https://www.youtube.com/watch?v=4YpCzOKQhOI", "date_published": "2023-03-15 00:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Total War Warhammer 3: Forge of the Chaos Dwarfs  - Official Trailer", "description": "Flames, trains, and war machines: the Forge of the Chaos Dwarfs DLC for Total War: Warhammer III will be available on April 13, 2023. Check out the thrilling trailer for this upcoming DLC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=n7IKKYjpTLg", "date_published": "2023-03-15 00:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}]