[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Mimo upału nie naprawili jej klimatyzacji. 82-latka zmarła przez stres cieplny", "description": "Podczas fali upałów w amerykańskiej Nevadzie u 82-letniej Virginii DeSapio zepsuła się klimatyzacja. Zgłosiła to firmie, z którą podpisała umowę na konserwację systemu, lecz jej przedstawiciele wciąż przekładali termin naprawy. Kobieta nie doczekała naprawy sprzętu - sąsiad znalazł jej ciało, a także nieżyjącego psa seniorki. Krewni skierowali sprawę do sądu i domagają się pieniędzy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/usa-mimo-upalu-nie-naprawili-jej-klimatyzacji-82-latka-zmarla-przez-stres-cieplny/", "date_published": "2023-03-15 19:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kirgistan: Nożyczki wbiły się w twarz pięciolatki. Lekarze dokonali cudu", "description": "Kirgiscy lekarze ze szpitala w Osz wykonali skomplikowaną operację usunięcia nożyczek z twarzy 5-latki. Dziewczynka nadziała się na nie podczas zabawy. Przedmiot wbił się przez policzek na około 7 centymetrów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/kirgistan-5-letnia-dziewczynka-nadziala-sie-na-nozyczki-lekarze-dokonali-cudu/", "date_published": "2023-03-15 19:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Francja ogranicza media społecznościowe. Zakaz dla dzieci poniżej 13. roku życia", "description": "Francja zmienia prawo i zakazuje mediów społecznościowych osobom poniżej 13. roku życia, a dopiero po 15. urodzinach będzie można założyć konto w sieci bez zgody rodzica. Problem w tym, że kraj musi jeszcze wypracować środki, które pozwolą to wyegzekwować.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/francja-ogranicza-media-spolecznosciowe-zakaz-dla-dzieci-ponizej-13-roku-zycia/", "date_published": "2023-03-15 16:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Uniewinniono mężczyznę skazanego na 400-letnią odsiadkę. W więzieniu spędził 35 lat", "description": "Mężczyzna z Florydy odsiadujący 400 lat pozbawienia wolności za napad z bronią w ręku wyszedł z więzienia w poniedziałek. Sędzia uchylił wyrok na podstawie nowych ustaleń. Uznano, że sprawa przeciwko niemu była głęboko wadliwa - informuje NBC News.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/usa-uniewinniono-mezczyzne-skazanego-na-400-letnia-odsiadke-w-wiezieniu-spedzil-35-lat/", "date_published": "2023-03-15 13:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjskie samoloty zbliżyły się do granic NATO. Zostały przechwycone przez myśliwce", "description": "Brytyjskie i niemieckie myśliwce przechwyciły rosyjski tankowiec Ił-78 w pobliżu przestrzeni powietrznej Estonii - przekazało BBC News. Chwilę po zakończeniu akcji zostały wysłane do przechwycenia samolotu pasażerskiego An-148.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/rosyjskie-samoloty-zblizyly-sie-do-granic-nato-zostaly-przechwycone-przez-mysliwce/", "date_published": "2023-03-15 12:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Australia. Trzylatek zginął przejechany kosiarką przez własnego ojca", "description": "Trzyletni chłopiec z wybrzeża położonego na terenie Nowej Południowej Walii w Australii zmarł po potrąceniu przez kosiarkę do trawy, którą prowadził jego ojciec. Policja prowadzi dochodzenie w sprawie incydentu, do którego doszło w sobotę. Służby przypuszczają, że był to nieszczęśliwy wypadek.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/australia-trzylatek-zginal-przejechany-kosiarka-przez-wlasnego-ojca/", "date_published": "2023-03-15 10:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny: Jiang Yanyong nie żyje. Ujawnił, że rząd ukrywa liczbę ofiar wirusa SARS", "description": "Zmarł emerytowany chirurg wojskowy Jiang Yanyong. Patrzył krytycznym spojrzeniem na działania chińskiego rządu i otwarcie je krytykował. W 2003 roku ujawnił, że ministerstwo zdrowia ukrywało skutki epidemii SARS. Potem m.in. apelował do władz, by wzięły na siebie winę za masakrę na placu Tiananmen w 1989 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/zmarl-jiang-yanyong/", "date_published": "2023-03-15 10:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Putin ma plan wobec Mołdawii? Wyciekł tajny dokument", "description": "Rosyjski plan dla Mołdawii ujawniony przez Yahoo!news przewiduje destabilizację sytuacji i budowę rosyjskich wpływów w tym kraju. Docelowo tajny dokument zakłada przystąpienie kraju do Euroazjatyckiej Unii Gospodarczej, która ma być wschodnią alternatywą dla Unii Europejskiej oraz nakłonienie Kiszyniowa do wstąpienia do Układu o Bezpieczeństwie Zbiorowym, będącego odpowiedzią Kremla na NATO.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/rosja-putin-ma-plan-wobec-moldawii-wyciekl-tajny-dokument/", "date_published": "2023-03-15 10:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Czech David Vencl pobił rekord Guinnessa. Zanurkował 52 metry w zamarzniętym jeziorze", "description": "40-letni nurek z Czech David Vencl trafił do Księgi Rekordów Guinnessa po tym, jak zanurkował na głębokość 52 metrów w wodach skutego lodem jeziora Sils w pobliżu St. Moritz w Szwajcarii. Zajęło mu to niecałe dwie minuty i zrobił to na jednym wdechu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-15/czech-david-vencl-pobil-rekord-guinnessa-zanurkowal-52-metry-w-zamarznietym-jeziorze/", "date_published": "2023-03-15 08:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]