[{"source": "https://businessinsider.com.pl/.feed", "title": "Szef Pentagonu o planie dla Ukrainy. \"Pozwoli na zmianę dynamiki na polu bitwy\"", "description": "Tworzymy siłę bojową, która pozwoli Ukraińcom na zmianę dynamiki na polu bitwy — oświadczył w środę szef Pentagonu Lloyd Austin po 10. spotkaniu grupy kontaktowej ds. wsparcia obronnego Ukrainy.", "link": "https://businessinsider.com.pl/wiadomosci/szef-pentagonu-o-planie-dla-ukrainy-pozwoli-na-zmiane-dynamiki-na-polu-bitwy/xqx98xh", "date_published": "2023-03-15 20:37:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Pierwsze mieszkanie\". Tyle osób będzie mogło skorzystać z taniego kredytu", "description": "Z zaplanowanego na pięć lat programu \"Pierwsze mieszkanie\", docelowo będzie mogło skorzystać nawet 200 tys. osób — ocenił w środę minister rozwoju i technologii Waldemar Buda.", "link": "https://businessinsider.com.pl/poradnik-finansowy/pierwsze-mieszkanie-tyle-osob-bedzie-moglo-skorzystac-z-taniego-kredytu/q0p2cql", "date_published": "2023-03-15 20:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten kraj może zwiększyć produkcję amunicji dla Ukrainy. Apel komisarza UE", "description": "Komisarz UE ds. rynku wewnętrznego Thierry Breton oświadczył w środę po spotkaniu z przedstawicielami bułgarskiego sektora obronnego, że zwiększenie europejskiej produkcji zbrojeniowej, która ma trafić do Ukrainy, jest niezwykle ważne, a Bułgaria ma duże możliwości w tej dziedzinie.", "link": "https://businessinsider.com.pl/wiadomosci/ten-kraj-moze-zwiekszyc-produkcje-amunicji-dla-ukrainy-apel-komisarza-ue/q976q7b", "date_published": "2023-03-15 19:37:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "MFW przekaże Ukrainie 15 mld dol.? \"Owocne rozmowy\"", "description": "Między 8 a 15 marca przeprowadziliśmy w Warszawie owocne rozmowy z władzami Ukrainy dotyczące wsparcia finansowego dla tego kraju — przekazał w środę stały przedstawiciel Międzynarodowego Funduszu Walutowego (MFW) w Ukrainie Wahram Stepanjan. Kijów liczy, że MFW wesprze go kwotą 15 mld dol. w ciągu kilku najbliższych lat.", "link": "https://businessinsider.com.pl/gospodarka/mfw-przekaze-ukrainie-15-mld-dol-owocne-rozmowy/vzw6kh4", "date_published": "2023-03-15 18:35:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny ropy najniższej od ponad roku. Przyczyna jest jedna", "description": "Ceny ropy spadły o 5 proc. ponieważ niepokój związany z Credit Suisse wystraszył światowe rynki i zniwelował wpływ chińskiego ożywienia gospodarczego na ceny ropy – oceniła w środę Agencja Reutera.", "link": "https://businessinsider.com.pl/gospodarka/ceny-ropy-najnizszej-od-ponad-roku-przyczyna-jest-jedna/mnlhxyz", "date_published": "2023-03-15 18:12:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rozliczenie podatku. Resort przypomina o ważnej uldze", "description": "Resort finansów przypomina, że jeśli klient nie zapłacił za wystawioną przez ciebie fakturę, nie musisz płacić od niej podatku. W takim wypadku można skorzystać z tzw. ulgi na złe długi obowiązującej w podatku PIT, CIT oraz VAT.", "link": "https://businessinsider.com.pl/firmy/podatki/rozliczenie-podatku-resort-przypomina-o-waznej-uldze/nnytpqg", "date_published": "2023-03-15 18:01:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ruszyła seryjna produkcja dronów na potrzeby ukraińskiej armii", "description": "Ukraińska firma AeroDrone rozpoczęła seryjną produkcję dwóch modeli bezzałogowych statków powietrznych dla Sił Zbrojnych Ukrainy. Po pomyślnej certyfikacji podpisano kontrakt z Ministerstwem Obrony — poinformował w środę portal Ukrinform.", "link": "https://businessinsider.com.pl/wiadomosci/ruszyla-produkcja-dronow-na-potrzeby-ukrainskiej-armii-oto-czym-charakteryzuja-sie/g767vhq", "date_published": "2023-03-15 17:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Finlandia w NATO. Reuters: Turcja w ciągu kilku tygodnia da zielone światło", "description": "Parlament Turcji \"z dużym prawdopodobieństwem\" ratyfikuje akcesję Finlandii do NATO do połowy kwietnia — poinformował Reuters, powołując się na źródła w Ankarze. Według tych źródeł, ratyfikacja wniosku Szwecji nastąpi później ze względu na spór dotyczący kurdyjskich uchodźców w tym kraju.", "link": "https://businessinsider.com.pl/wiadomosci/finlandia-w-nato-reuters-turcja-w-ciagu-kilku-tygodnia-da-zielone-swiatlo/xxmmw42", "date_published": "2023-03-15 17:29:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Państwo przetrzymuje pieniądze należące do firm. Chodzi o miliony złotych", "description": "Blisko 41 tys. wniosków o zwrot lub przeksięgowanie środków z systemu viaTOLL wciąż nie zostało rozpatrzonych. Niektórzy właściciele firm transportowych czekają miesiącami, aby odzyskać pieniądze z niedziałającego już ponad rok elektronicznego systemu płatności za autostrady. W efekcie na kontach systemu zalegają miliony złotych.", "link": "https://businessinsider.com.pl/prawo/firma/miliony-zlotych-z-systemu-viatoll-panstwo-przetrzymuje-pieniadze-firm/40930p8", "date_published": "2023-03-15 17:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pracodawca ma sprawdzać, kiedy i jak wydajesz pieniądze z premii. Ważny wyrok NSA", "description": "Benefity to powszechna praktyka wśród firm. Pracownik dostaje punkty, które może wydać u partnerów programu. Zwykle są nimi duże sieci handlowe czy usługowe. Mamy jednak złą informację. Najnowszy wyrok Naczelnego Sądu Administracyjnego skomplikuje, a może nawet ograniczy, system benefitów.", "link": "https://businessinsider.com.pl/prawo/podatki/benefity-dla-pracownikow-jest-zamieszanie-i-ryzyko-ze-firmy-ogranicza-zachety/zpzqc2n", "date_published": "2023-03-15 16:54:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przedsiębiorcza matka wygrała z ZUS. Chodziło o 300 tys. zł", "description": "Fryzjerka prowadząca własną działalność gospodarczą opłacała składkę chorobową od najniższej podstawy wymiaru. Przed urodzeniem dziecka przez cztery miesiące podwyższyła wpłaty do ZUS-u. Potem przez cztery lata otrzymała aż 304 tys. zł z tytułu zasiłku macierzyńskiego, chorobowego i opiekuńczego. ZUS chciał ją pozbawić części pieniędzy, ale Sąd Najwyższy stanął po stronie przedsiębiorczyni.", "link": "https://businessinsider.com.pl/prawo/praca/zawyzanie-podstawy-zasilkow-macierzynskich-wyrok-sadu-najwyzszego/8le2yp7", "date_published": "2023-03-15 16:49:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjscy hakerzy mieli dostęp do kluczowych danych w Europie? \"Dziurę\" w systemie zauważyli Ukraińcy", "description": "Hakerzy powiązani z wywiadem wojskowym Rosji próbowali, w niektórych przypadkach z sukcesem, zinfiltrować sieci używane przez siły zbrojne w Europie, firmy transportowe i energetyczne — podała w środę amerykańska stacja CNN, powołując się na dokument Microsoftu. Dotknięte atakiem miało być \"mniej niż 15\" podmiotów.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjscy-hakerzy-mieli-dostep-do-kluczowych-danych-w-europie-dziure-w-systemie/ns4q4cp", "date_published": "2023-03-15 16:30:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ABW zatrzymała sześć osób. RMF FM: to rosyjska siatka szpiegowska", "description": "Agencja Bezpieczeństwa Wewnętrznego zatrzymała sześć osób oskarżanych o działalność szpiegowską na rzecz Rosji — poinformowało RMF FM, powołując się na ustalenia swojego dziennikarza. Zastępca ministra koordynatora służba specjalnych przekazał jedynie, że szef MSWiA odniesie się do tych doniesień 16 marca.", "link": "https://businessinsider.com.pl/wiadomosci/abw-zatrzymala-szesc-osob-rmf-fm-to-rosyjska-siatka-szpiegowska/e9yxq0x", "date_published": "2023-03-15 16:07:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rolnik sprzeda słomę Orlenowi. Budowa instalacji pochłonie ponad miliard złotych", "description": "Grupa Orlen kupi od polskich rolników słomę zbóż, która będzie wykorzystywana do produkcji bioetanolu drugiej generacji — zapowiedział koncern. Według PKN Orlen wydajność budowanej obecnie w zakładzie w Jedliczu instalacji wyniesie 25 tys. ton bioetanolu rocznie.", "link": "https://businessinsider.com.pl/biznes/rolnik-sprzeda-slome-orlenowi-budowa-instalacji-pochlonie-ponad-miliard-zlotych/9j0depk", "date_published": "2023-03-15 16:05:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemiecka firma \"pomogła\" Rosji wybudować most na Krym. Teraz zapłaci gigantyczną karę", "description": "Firma z Kilonii musi zapłacić 1,3 mln euro na rzecz skarbu państwa ponieważ dostarczyła do Rosji maszynę, która została wykorzystana do budowy mostu na Krym i naruszyła tym samym unijne sankcje wobec Rosji, zdecydował sąd w Kilonii. Poinformował o tym w środę portal Tagesschau.", "link": "https://businessinsider.com.pl/wiadomosci/niemiecka-firma-pomogla-rosji-wybudowac-most-na-krym-teraz-zaplaci-gigantyczna-kare/rl00rg3", "date_published": "2023-03-15 15:48:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największa ukraińska spółka nie chce już polskiej giełdy. Prezes GPW zabrał głos", "description": "Prezes warszawskiej giełdy przyznał, że są prowadzone rozmowy z ukraińską stroną w sprawie wycofania akcji spółki Kernel z GPW. Pozostawia jednak wszystko w rękach inwestorów. Zauważa, że to \"paradoksalna sytuacja, że rozmawiamy o inwestowaniu w Ukrainie, a ktoś się pozbywa ciekawego w sensie skali działalności aktywa ukraińskiego\".", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ukrainska-spolka-chce-uciec-z-warszawskiego-parkietu-prezes-gpw-zabral-glos/0wm4mcl", "date_published": "2023-03-15 15:44:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Karpiński nie wyjdzie z aresztu i rezygnuje ze stanowiska", "description": "Podejrzany o korupcję Włodzimierz Karpiński zrezygnuje ze stanowiska sekretarza m.st. Warszawy. Informację przekazano niedługo po decyzji sądu o pozostaniu polityka w areszcie. Sąd Okręgowy w Katowicach nie uwzględnił w środę zażalenia na stosowanie wobec niego takiego środka zapobiegawczego.", "link": "https://businessinsider.com.pl/wiadomosci/karpinski-nie-wyjdzie-z-aresztu-i-rezygnuje-ze-stanowiska/z2sp3vm", "date_published": "2023-03-15 15:00:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sędzia odmówił zwolnienia Andrew Tate’a za kaucją. Influencer pozostanie w rumuńskim więzieniu", "description": "Wniosek mizoginistycznego influencera Andrew Tate'a o kaucję został odrzucony przez rumuńskiego sędziego – czytamy w nowym doniesieniu BBC.", "link": "https://businessinsider.com.pl/wiadomosci/sedzia-odmowil-zwolnienia-andrew-tatea-za-kaucja-influencer-pozostanie-w-rumunskim/xgrhhtd", "date_published": "2023-03-15 14:57:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna polska elektrownia atomowa. Możliwe lokalizacje jesienią", "description": "Potencjalne lokalizacje drugiej elektrowni jądrowej, za której budowę odpowiedzialne będzie państwo w ramach Polskiego Programu Energetyki Jądrowej, poznamy jesienią. Jak powiedział wiceprezes spółki Polskie Elektrownie Jądrowe Łukasz Młynarkiewicz, znana wtedy będzie \"krótka lista trzech potencjalnych lokalizacji\".", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/kolejna-polska-elektrownia-atomowa-jesienia-dowiemy-sie-wiecej/2c42sdp", "date_published": "2023-03-15 14:57:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny ropy przełamały kolejną barierę. Baryłka kosztuje tyle, co w 2021 r.", "description": "Trzeci dzień z rzędu tanieje ropa naftowa. Na giełdzie w Nowym Jorku cena baryłki surowca spadła o około 8 dol. — z 77 do niecałych 69 dol. Ostatni raz tak tania była pod koniec 2021 r. Eksperci wskazują na kwestię zamieszania w sektorze bankowym i czynniki bezpośrednio dotyczące rynku ropy.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/kierowcy-skorzystaja-na-rynkowym-zamieszaniu-ceny-ropy-przelamaly-bariere/5y613lr", "date_published": "2023-03-15 14:45:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będzie nowe połączenie energetyczne z Ukrainą? \"Budowa jest możliwa\"", "description": "Możliwa jest budowa połączenia systemów elektroenergetycznych Polski i Ukrainy Chełm-Równe przez inwestora przy ścisłej współpracy z operatorem przesyłowym PSE — ocenił w środę pełnomocnik rządu ds. strategicznej infrastruktury energetycznej Mateusz Berger.", "link": "https://businessinsider.com.pl/gospodarka/bedzie-nowe-polaczenie-energetyczne-polski-z-ukraina-budowa-jest-mozliwa/q9j29gf", "date_published": "2023-03-15 14:13:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chcesz zostać gwiazdą k-popu? W Korei powstała szkoła, która tego uczy", "description": "W Korei Południowej powstała szkoła, która ma kształcić przyszłe gwiazdy k-popu. Czesne jest niebagatelne — wynosi równowartość 30 tys. zł miesięcznie.", "link": "https://businessinsider.com.pl/biznes/media/chcesz-zostac-gwiazda-k-popu-w-korei-powstala-szkola-ktora-tego-uczy/3ctf3dq", "date_published": "2023-03-15 13:59:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Aktualny ranking popularności golarek męskich", "description": "Przygotowaliśmy najnowszy ranking popularności golarek elektrycznych dla mężczyzn. Jeśli szukasz takiego urządzenia dla siebie, na pewno nie będziesz zawiedziony. W aktualnym zestawieniu na podstawie danych z porównywarki cen Skąpiec.pl znalazły się modele z różnych półek cenowych.", "link": "https://businessinsider.com.pl/technologie/aktualny-ranking-popularnosci-golarek-meskich/43658ds", "date_published": "2023-03-15 13:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najlepsza polska kopalnia trafi bezpośrednio w ręce państwa. Sasin podał datę", "description": "Do końca lipca zakończy się proces związany z wykupem Bogdanki przez Skarb Państwa — poinformował szef resortu aktywów państwowych Jacek Sasin. Dodał, że po tej dacie zapadnie decyzja Rady Ministrów i możliwa będzie finalizacja transakcji.", "link": "https://businessinsider.com.pl/biznes/kopalnia-bogdanka-trafi-bezposrednio-w-rece-panstwa-sasin-podal-date/1qpw7lp", "date_published": "2023-03-15 13:46:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen obniża cenę gazu. Nowa zacznie obowiązywać od środy", "description": "Od środy obniżamy ceny gazu dla klientów biznesowych o 55 proc. względem ceny z początku 2023 roku — poinformował w środę prezes PKN Orlen Daniel Obajtek. Nowa cena to 353 zł za MWh.", "link": "https://businessinsider.com.pl/biznes/orlen-tnie-ceny-gazu-o-polowe/4yblhre", "date_published": "2023-03-15 13:44:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kontroler sprawdzi, czym grzejesz w domu. Trzeba będzie wydać nawet 1000 zł", "description": "28 kwietnia wchodzi w życie nowelizacja ustawy o charakterystyce energetycznej budynków oraz Prawa budowlanego. Zmiany, które zaczną obowiązywać, będą dotyczyć wielu właścicieli nieruchomości. Będą się one wiązać z niemałym kosztem oraz wizytami kontrolerów w domach.", "link": "https://businessinsider.com.pl/wiadomosci/swiadectwo-energetyczne-2023-trzeba-bedzie-wydac-nawet-1000-zl/rrmg8hp", "date_published": "2023-03-15 13:32:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Alkohol mocno podrożeje. Będzie dużo zmian", "description": "W styczniu akcyza wzrosła o 5 proc. To tylko jedna z jego podwyżek, które czekają branżę spirytusową w najbliższych latach. Do 2027 r. podatek ten będzie zwiększany każdego roku o kolejne 5 proc.A to oznacza, że za alkohol w sklepach zapłacimy więcej — informuje bankier.pl.", "link": "https://businessinsider.com.pl/finanse/handel/alkohol-mocno-podrozeje-bedzie-duzo-zmian/ny2scf7", "date_published": "2023-03-15 13:23:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jutro spotkanie ostatniej szansy z ministrem. Rolnicy szykują największy protest od lat", "description": "Niezadowolenie na wsi rośnie. Rolnicy, nawet ci dotychczas przychylni rządzącym, zapowiadają protesty, a nawet wielką manifestację w Warszawie. Jutro dowiemy się, czy faktycznie się odbędą. Na czwartek zapowiedziane się bowiem rozmowy \"ostatniej szansy\" z wicepremierem i ministrem rolnictwa Henrykiem Kowalczykiem.", "link": "https://businessinsider.com.pl/gospodarka/spotkanie-ostatniej-szansy-rolnicy-szykuja-protesty-nie-tylko-w-warszawie/hlq9phf", "date_published": "2023-03-15 13:18:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Poważny kryzys zaufania wobec wielkiego szwajcarskiego banku. Na giełdzie załamanie", "description": "Zamieszanie w sektorze bankowym trwa. Kurs akcji szwajcarskiego Credit Suisse spada w środę o ponad 20 proc. W efekcie wycena rynkowa finansowego giganta spadła do rekordowo niskiego poziomu. To już ósmy dzień z rzędu, gdy notowania banku spadają. Jak wskazuje Bloomberg, jego główny akcjonariusz wykluczył udzielenie dalszej pomocy.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/na-gieldzie-zalamanie-powazny-kryzys-zaufania-wobec-wielkiego-szwajcarskiego-banku/52j6n09", "date_published": "2023-03-15 13:18:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Blisko 40 proc. firm planuje podwyżki, wynika z badania. Są też takie, które obniżą pensje", "description": "Rośnie inflacja i rośnie presja na podwyżki. Planuje je 39 proc. pracodawców. 38 proc. zamierza utrzymać wynagrodzenia na poziomie z 2022 r., a 11 proc. je obniżyć. Podwyżki wynagrodzeń najczęściej planuje administracja publiczna (57 proc. wskazań) i produkcja (45 proc.), rzadziej firmy transportowe (26 proc.) — wynika z najnowszego badania \"Barometr Polskiego Rynku Pracy\".", "link": "https://businessinsider.com.pl/biznes/blisko-40-proc-firm-planuje-podwyzki-wynika-z-badania-sa-tez-takie-ktore-obniza/037hkdt", "date_published": "2023-03-15 12:46:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komisja Europejska rozda 35 tys. darmowych biletów kolejowych", "description": "Komisja Europejska otworzyła w środę wiosenną rundę zgłoszeń do programu DiscoverEU, w której 35 tys. młodych ludzi otrzyma bezpłatny bilet kolejowy umożliwiający podróżowanie po Europie przez 30 dni.", "link": "https://businessinsider.com.pl/lifestyle/podroze/szansa-dla-mlodych-ke-rozda-35-tys-darmowych-biletow/berdweq", "date_published": "2023-03-15 12:37:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wiadomo kiedy rachunki za prąd będą niższe. Dobre wiadomości", "description": "Ceny energii elektrycznej w przyszłorocznych taryfach powinny być niższe niż obecne — poinformował prezes Urzędu Regulacji Energetyki Rafał Gawin. Równocześnie zastrzegł, że \"zapewne\" będą wyższe niż w 2020 r.", "link": "https://businessinsider.com.pl/twoje-pieniadze/wiadomo-kiedy-rachunki-za-prad-beda-nizsze-dobre-wiadomosci/0mwg7t2", "date_published": "2023-03-15 12:33:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minister Moskwa: trwają analizy ws. podatku od nadmiarowych zysków", "description": "Ministerstwo Klimatu i Środowiska (MKiŚ) koncentruje się na analizach, przede wszystkim sektora węglowego, ale także paliwowego, w zakresie prac nad tzw. podatkiem od nadmiarowych zysków w obszarze ropy i węgla, powiedziała minister klimatu i środowiska Anna Moskwa.", "link": "https://businessinsider.com.pl/gospodarka/minister-moskwa-trwaja-analizy-ws-podatku-od-nadmiarowych-zyskow/b2232jb", "date_published": "2023-03-15 12:19:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Eksperci wskazują na rekordową rewizję inflacji. Dalej ma być już tylko lepiej", "description": "Środowy raport o inflacji zamyka okres rosnących w coraz szybszym tempie cen. Choć przyniósł kilka niespodzianek, ekonomiści przeszłość zostawiają za sobą i w komentarzach skupiają się już na wejściu w nową fazę dezinflacji.", "link": "https://businessinsider.com.pl/gospodarka/wchodzimy-z-cenami-w-polsce-w-nowa-faze-co-mowia-eksperci/qx19r4k", "date_published": "2023-03-15 12:16:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podwyżka cen biletów. Mieszkańcy grzmią, że autobusy mogą jeździć puste", "description": "Od 14 marca w Białymstoku obowiązują nowe, wyższe ceny biletów komunikacji miejskiej. Władze podwyżki uzasadniają inflacją i wzrostem kosztów funkcjonowania spółek komunalnych odpowiadających za miejski transport.", "link": "https://businessinsider.com.pl/wiadomosci/podwyzka-cen-biletow-mieszkancy-grzmia-ze-autobusy-moga-jezdzic-puste/7yvkn7l", "date_published": "2023-03-15 12:12:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ministerstwo finansów: nie ma przestrzeni na nowe wydatki", "description": "W najbliższych latach nie ma przestrzeni na nowe wydatki ponoszone z budżetu państwa — oceniło Ministerstwo Finansów, w opinii do projektu ustawy dot. programu \"Pierwsze mieszkanie\". Zdaniem MF, aby zwiększyć wydatki na nowe zadania, należy znaleźć źródło ich sfinansowania poprzez ograniczenie innych wydatków.", "link": "https://businessinsider.com.pl/gospodarka/ministerstwo-finansow-nie-ma-przestrzeni-na-nowe-wydatki/6h8bfr9", "date_published": "2023-03-15 11:49:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "MF krytykuje rządowe \"Pierwsze mieszkanie\". Za własne M zapłacimy więcej", "description": "Ministerstwo Finansów krytykuje rządowy program \"Pierwsze mieszkanie\". Resort uważa, że jego utworzenie w ramach BGK, a nie bezpośrednio z budżetu państwa, może być negatywnie oceniane z punktu widzenia transparentności finansów publicznych. Ale to nie koniec: MF ma obawy, że program spowoduje wzrost cen na rynku mieszkaniowym.", "link": "https://businessinsider.com.pl/finanse/resort-finansow-krytykuje-rzadowe-pierwsze-mieszkanie/nkjhsw6", "date_published": "2023-03-15 11:39:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosjanie uciekają przed mobilizacją na egzotyczną wyspę. Co miesiąc przybywa ich tam 20 tys.", "description": "Rosjanie uciekają ze swojego kraju w obawie przed mobilizacją i trafieniem na front. Nie podoba się to mieszkańcom indonezyjskiej wyspy Bali, którą upodobała sobie część Rosjan. Doszło już do pierwszych deportacji.", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-uciekaja-przed-mobilizacja-ich-celem-jest-egzotyczna-wyspa/43vkvr6", "date_published": "2023-03-15 11:39:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliarder zmarł w wieku 98 lat. Miał nosa do znanej dziś sieci", "description": "Nie żyje Masatoshi Ito. To japoński miliarder, któremu swoją świetność zawdzięcza jedna z najpopularniejszych sieci sklepów na świecie. W 2022 r. \"Forbes\" wyceniał jego majątek na 4,35 mld dol.", "link": "https://businessinsider.com.pl/wiadomosci/miliarder-zmarl-w-wieku-98-lat-mial-nosa-do-znanej-dzis-sieci/1l41bkq", "date_published": "2023-03-15 11:31:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak wyliczana jest inflacja w Polsce. Co zawiera nowy koszyk?", "description": "Ekonomiści spodziewali się zrewidowania styczniowej inflacji w górę. Okazało się, że wskaźnik spadł. Jak zauważają ekonomiści PKO BP, to największa zmiana we współczesnej historii, która wynika tylko i wyłącznie z faktu zmiany składu koszyka inflacyjnego. Sprawdziliśmy, co się w nim znajduje.", "link": "https://businessinsider.com.pl/gospodarka/takiej-rewizji-inflacji-jeszcze-nie-bylo-sprawdz-jak-teraz-jest-wyliczana/77tbkwx", "date_published": "2023-03-15 11:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lada dzień rozpocznie się wiercenie wielokilometrowej dziury w Polsce. Sprzęt już na miejscu", "description": "W Szaflarach koło Zakopanego rozpoczęto ustawianie wieży wiertniczej, która posłuży do wydrążenia najgłębszego w Polsce odwiertu geotermalnego na głębokość 7 km. Na miejscu są już wszystkie elementy wieży, a także sama głowica wiertnicza.", "link": "https://businessinsider.com.pl/wiadomosci/lada-dzien-rozpocznie-sie-wiercenie-wielkiej-dziury-w-polsce-sprzet-juz-na-miejscu/jhdkdv5", "date_published": "2023-03-15 10:52:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podwyżka 500 plus przed wyborami? Mówi się o 800 zł", "description": "Coraz częściej słychać głosy — również z obozu rządzącego — że należy podnieść 500 plus. Wraz ze zbliżającymi się wyborami politycy PiS planują waloryzację tego świadczenia — informuje \"Super Express\". 500 plus miałoby się zmienić w 800 plus.", "link": "https://businessinsider.com.pl/poradnik-finansowy/podwyzka-500-plus-przed-wyborami-mowi-sie-o-800-zl/xvxl1ee", "date_published": "2023-03-15 10:34:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef KNF zdecydowanie o darmowych kredytach: zerwanie jakichkolwiek proporcji", "description": "– Żałuję, że banki z opóźnieniem oferowały proponowane przez nas ugody — przyznał szef KNF. Jednocześnie zaznaczył jednak, że nie da się uzasadnić sankcji darmowego kredytu. – To już nie jest odpowiedzialność instytucji finansowych. To uzasadnienie uzyskanych korzyści przez kredytobiorców — mówi Jacek Jastrzębski. Odnosi się też do projektu tzw. ustawy frankowej.", "link": "https://businessinsider.com.pl/gospodarka/szef-knf-zdecydowanie-o-darmowych-kredytach-zerwanie-jakichkolwiek-proporcji/w5jkne9", "date_published": "2023-03-15 10:24:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "500 plus nigdy nie traciło na wartości tak szybko. W dwa lata o 100 zł w dół", "description": "Realna wartość świadczenia 500 plus przez ostatnie 1,5 roku spadła bardziej niż wcześniej przez ponad 5 lat — wynika z szacunków Business Insider Polska. Po dzisiejszych danych o inflacji flagowy program PiS powinien zmienić nazwę na \"344 plus\".", "link": "https://businessinsider.com.pl/gospodarka/500-plus-nigdy-nie-tracilo-na-wartosci-tak-szybko-w-dwa-lata-o-100-zl-w-dol/ncq28b8", "date_published": "2023-03-15 09:59:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamieszanie wokół WIBOR-u. \"Największe ryzyko i wyzwanie, przed jakim stoi sektor bankowy\"", "description": "Prawnicy wyczuli szansę na zwycięstwa w sprawach kredytów opartych na stawce WIBOR. Wiceminister finansów Piotr Patkowski podkreśla, że zarzuty wystosowywane w sprawie wskaźnika to obecnie największe ryzyko dla sektora bankowego. Piotr Tomaszewski, prezes Bankowego Funduszu Gwarancyjnego uważa z kolei, że kwestionowanie WIBOR-u to \"absurdalny pomysł\".", "link": "https://businessinsider.com.pl/finanse/zamieszanie-wokol-wibor-u-najwieksze-ryzyko-i-wyzwanie-przed-jakim-stoi-sektor/007g6vc", "date_published": "2023-03-15 09:54:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef KNF: upadek SVB to sygnał ostrzegawczy", "description": "— Przykład SVB pokazuje, że ryzyka dotyczące banków są nie tylko teoretyczne — mówi Jacek Jastrzębski, przewodniczący Komisji Nadzoru Finansowego. Jak zauważa, z upadku amerykańskiego banku można wyciągnąć kilka lekcji także dla polskiego sektora finansowego.", "link": "https://businessinsider.com.pl/gospodarka/szef-knf-upadek-svb-to-sygnal-ostrzegawczy/ex0swxp", "date_published": "2023-03-15 09:45:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak dużych podwyżek cen w XXI wieku nie było. Inflacja wyznaczyła szczyt", "description": "Ceny w lutym 2023 r. były średnio o 18,4 proc. wyższe niż rok wcześniej. To najwyższy poziom inflacji od 26 lat. Pocieszający jest fakt, że mamy do czynienia ze szczytem drożyzny i w kolejnych miesiącach powinno być tylko lepiej.", "link": "https://businessinsider.com.pl/gospodarka/tak-duzych-podwyzek-cen-w-xxi-wieku-nie-bylo-inflacja-wyznaczyla-szczyt/q1q7wpe", "date_published": "2023-03-15 09:01:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak dużych podwyżek cen w XXI wieku nie było. Inflacja wyznaczyła szczyt", "description": "Ceny w lutym 2023 r. były średnio o 18,4 proc. wyższe niż rok wcześniej. To najwyższy poziom inflacji od 26 lat. Królową drożyzny jest żywność, a w niej wyróżnia się cukier, którego ceny w rok poszły w górę o 85 proc. Pocieszający jest fakt, że mamy do czynienia ze szczytem drożyzny i w kolejnych miesiącach powinno być tylko lepiej.", "link": "https://businessinsider.com.pl/gospodarka/rekordowe-podwyzki-cen-inflacja-najwyzsza-w-xxi-wieku/q1q7wpe", "date_published": "2023-03-15 09:01:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wycofane ziemniaki z Lidla. \"Zagrożenie dla zdrowia konsumentów\"", "description": "Główny Inspektor Sanitarny poinformował o wycofaniu partii ziemniaków sprzedawanych w Lidlu. Wykryto w nich podwyższony poziom pestycydów.", "link": "https://businessinsider.com.pl/wiadomosci/wycofane-ziemniaki-z-lidla-zagrozenie-dla-zdrowia-konsumentow/e6n8zed", "date_published": "2023-03-15 09:01:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Adam Glapiński zostawia furtkę dla kolejnych podwyżek stóp choć są mało prawdopodobne", "description": "Nie ogłaszamy zakończenia cyklu podwyżek stóp, niepewność jest zbyt duża — to fragment listu Adama Glapińskiego do środowiska bankowców. Prezes NBP ocenia, że obecny poziom stóp jest odpowiedni i jest zbyt wcześnie na dyskusję o obniżkach. Według projekcji Narodowego Banku Polskiego cel inflacyjny zostanie osiągnięty w 2025 r.", "link": "https://businessinsider.com.pl/gospodarka/adam-glapinski-zostawia-furtke-dla-kolejnych-podwyzek-stop-procentowych/69b0evk", "date_published": "2023-03-15 08:44:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jaki jest premierowy SUV Alfa Romeo Tonale PHEV?", "description": "Premierowy Alfa Romeo Tonale PHEV nęci witalnością, którą zawdzięcza zaawansowanemu napędowi typu Plug-in - w tym SUV-ie w trybie łączonym można przejechać nawet 600 km na jednym baku. Kolejnym atutem jest ponadczasowy design - z włoska romantyczny i sportowy zarazem. Przyjrzyjmy się najbardziej zaawansowanemu technologicznie modelowi Alfa Romeo w historii.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/jaki-jest-premierowy-suv-alfa-romeo-tonale-phev/17xz90q", "date_published": "2023-03-15 08:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP krytykuje program forsowany przez rząd. Pisze o \"pokusie nadużycia\"", "description": "Polityka fiskalna rządu i polityka pieniężna NBP nie idą w parze. Przedstawiciele banku centralnego twierdzą, że program pomocy kredytobiorcom osłabia efekty m.in. podwyżek stóp procentowych, które miały w dłuższej perspektywie sprowadzić inflację do normy. NBP pisze o doraźnym działaniu rządu i \"pokusie nadużycia\".", "link": "https://businessinsider.com.pl/gospodarka/nbp-krytykuje-program-rzadu-pisze-o-pokusie-naduzycia/lmfhscb", "date_published": "2023-03-15 08:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Z elektrowni w Tajlandii zniknął radioaktywny cylinder. Trwają poszukiwania", "description": "Z elektrowni węglowej w prowincji Prachinburi w Tajlandii zniknął cylinder z radioaktywnym materiałem. Lokalne władze podejrzewają, że został skradziony i sprzedany do sklepu z antykami. Cylinder może stwarzać zagrożenie dla zdrowia.", "link": "https://businessinsider.com.pl/wiadomosci/z-elektrowni-w-tajlandii-zniknal-radioaktywny-cylinder-trwaja-poszukiwania/desz84x", "date_published": "2023-03-15 08:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 15 marca w okolicy 4,8 zł", "description": "Frank szwajcarski w okolicy 4,8 zł. W środę rano 15 marca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7941.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-15-marca-2023/wpvh9f3", "date_published": "2023-03-15 08:29:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 15 marca poniżej 4,4 zł", "description": "Kurs dolara poniżej 4,4 zł. W środę rano 15 marca 2023 r. kurs USD/PLN wynosi 4,3888.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-15-marca-2023/p6t9met", "date_published": "2023-03-15 08:26:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 15 marca w okolicy 4,7 zł", "description": "Kurs euro w okolicy 4,7 zł. W środę rano 15 marca 2023 r. kurs EUR/PLN wynosił 4,7096 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-15-marca-2023/68mc9nr", "date_published": "2023-03-15 08:25:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Morawiecki o Orbanie: jestem zirytowany jego miękkim postępowaniem wobec Putina", "description": "Premier Mateusz Morawiecki nie kryje rozczarowania zachowaniem premiera Węgier Viktora Obrana w kontekście Rosji, ale jak tłumaczy \"taka jest polityka\". W rozmowie z Jakubem Wiechem z portalu energetyka24.com odniósł się także do kwestii dostaw surowców z Rosji do Polski.", "link": "https://businessinsider.com.pl/wiadomosci/morawiecki-o-orbanie-jestem-zirytowany-jego-miekkim-postepowaniem-wobec-putina/hhcch41", "date_published": "2023-03-15 08:21:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Górnicy mobilizują się przeciwko unijnym regulacjom. \"Nie możemy pozwolić na to szaleństwo\"", "description": "Parlament Europejski przygotowuje regulacje, które mają wprowadzić normy emisji metanu, jakie towarzyszą wydobyciu węgla. Związek Sierpień'80 zorganizował w części śląskich kopalń masówki poświęcone skutkom proponowanego rozporządzenia. Górnicy uważają, że ustawa jest wymierzona bezpośrednio w Polskę.", "link": "https://businessinsider.com.pl/gospodarka/gornicy-mobilizuja-sie-przeciwko-unijnym-regulacjom-nie-mozemy-pozwolic-na-to/vcgf1ks", "date_published": "2023-03-15 07:24:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mity o kontrolach abonamentu RTV. Kto, jak i kiedy sprawdza odbiorniki?", "description": "Za kontrole abonamentu RTV odpowiada w Polsce Poczta Polska. Nie oznacza to jednak, że to listonosz przyjdzie z kontrolą. Mitów dotyczących opłaty jest więcej.", "link": "https://businessinsider.com.pl/poradnik-finansowy/tego-polacy-nie-wiedza-o-kontrolach-abonamentu-rtv-kto-jak-i-kiedy-sprawdza/ct311jp", "date_published": "2023-03-15 06:51:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny zwiększają militarną presję na Tajwan. 28 samolotów i cztery okręty w dobę", "description": "W ciągu ubiegłych 24 godzin Chiny wysłały 28 samolotów wojskowych i cztery okręty do działań w okolicy kraju – podało we wtorek tajwańskie ministerstwo obrony.", "link": "https://businessinsider.com.pl/wiadomosci/chiny-zwiekszaja-militarna-presje-na-tajwan-28-samolotow-i-cztery-okrety-w-dobe/qm7yf9w", "date_published": "2023-03-15 06:48:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa sieć sklepów w Polsce. Mix Markt to kolejny niemiecki gracz na rynku", "description": "Mix Markt ma już trzy sklepy w Polsce, a w planach jest otwieranie kolejnych. Ta wywodząca się z Niemiec sieć spożywcza wyróżnia się tzw. etnożywnością. Na swojej stronie reklamuje się m.in. rosyjską i polską żywnością.", "link": "https://businessinsider.com.pl/wiadomosci/nowa-siec-sklepow-w-polsce-to-kolejny-niemiecki-gracz-na-rynku/026x97d", "date_published": "2023-03-15 06:20:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak Polak składa reklamację. Wyniki badania", "description": "Reklamacje składa co drugi Polak, połowa robi to do pięciu razy rocznie. Najczęściej reklamowaną kategorią produktów jest elektronika, drugie miejsce zajmuje odzież i obuwie.", "link": "https://businessinsider.com.pl/poradnik-finansowy/tak-polak-sklada-reklamacje-wyniki-badania/57cgq4q", "date_published": "2023-03-15 06:15:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kiosk do zamieszkania. Oto odpowiedź na rekordowe ceny najmu w Mediolanie", "description": "Włoska artystka Cristina Donati Meyer przekształciła kiosk z gazetami w miniaturowy dom \"do wynajęcia\" za maksymalnie wysoką cenę. Ten projekt artystyczny to forma protestu przeciwko niebotycznym cenom najmu, z jakimi mierzą się mieszkańcy Mediolanu.", "link": "https://businessinsider.com.pl/wiadomosci/kiosk-do-zamieszkania-oto-odpowiedz-na-rekordowe-ceny-najmu-w-mediolanie/2l6819v", "date_published": "2023-03-15 05:58:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cena diesla w końcu wróciła do poziomu sprzed wojny. Niestety nie na stacjach benzynowych", "description": "Ceny diesla w końcu spadły do poziomu sprzed wojny. Niestety tylko na rynkach hurtowych, na stacjach benzynowych na razie nie ma to szans, bo po drodze podniesiono VAT na paliwo. Rząd przyjął projekt ustawy o tanich kredytach mieszkaniowych, dzięki której mieszkania będą mogły szybciej drożeć. A propos drożyzny, dziś dowiemy się, jaką mieliśmy w Polsce inflację w lutym. W USA dane o inflacji pojawiły się wczoraj i nie wyglądały dobrze. W efekcie na rynek finansowy wróciły oczekiwania dotyczące podwyżek stóp procentowych. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/cena-diesla-wrocila-do-poziomu-sprzed-wojny-tyle-ze-nie-na-stacjach/96fse6y", "date_published": "2023-03-15 05:52:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ponad połowa firm zapowiada podwyżki. Nie, nie chodzi o płace", "description": "Większość mikro, małych i średnich firm zapowiada, że w tym roku podwyższy ceny swoim klientom. Powody? Inflacja i \"tak robią inni\".", "link": "https://businessinsider.com.pl/firmy/ponad-polowa-firm-zapowiada-podwyzki-nie-nie-chodzi-o-place/x0ttpjy", "date_published": "2023-03-15 05:44:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dziś aktualizacja koszyka inflacyjnego. Ekspert tłumaczy, co to oznacza", "description": "Dziś GUS opublikuje wskaźniki cen towarów i usług konsumpcyjnych w lutym 2023 r. Publikacja ta zbiegnie się z uaktualnieniem tzw. koszyka inflacyjnego. Jak tłumaczy szefowa departamentu handlu i usług GUS Ewa Adach-Stankiewicz aktualizacja ma służyć temu, by możliwie dokładnie odwzorować sposób, w jaki statystyczny Polak wydaje swoje pieniądze.", "link": "https://businessinsider.com.pl/gospodarka/dzis-aktualizacja-koszyka-inflacyjnego-ekspert-tlumaczy-co-to-oznacza/kydf1xz", "date_published": "2023-03-15 05:44:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rozwód, konkubinat? Sprawdź, co z ulgami w PIT po Polskim Ładzie", "description": "Rozwód lub nieformalny związek (konkubinat) nie oznacza, że rodzice zostają z automatu pozbawieni prawa do preferencji w PIT. Nadal można skorzystać z ulgi na dzieci, a nawet rozliczyć się jako osoba samotnie wychowująca dziecko. Oczywiście nie jest to już tak proste, jak w przypadku małżonków, a więc w formalnym związku, zwłaszcza gdy rodzice pobierają świadczenie 500 plus.", "link": "https://businessinsider.com.pl/prawo/podatki/rozwod-konkubinat-sprawdz-co-z-ulgami-w-pit-po-polskim-ladzie/8gktjxc", "date_published": "2023-03-15 05:26:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Stany zaostrzają przepisy o posiadaniu broni palnej", "description": "Amerykański prezydent wydał rozporządzenie wykonawcze zaostrzające przepisy o sprzedaży broni palnej. To pokłosie wydarzeń w Montenery Park, gdzie w styczniu tego roku doszło do strzelaniny. W jej wyniku zginęło 12 osób a dziewięć zostało rannych.", "link": "https://businessinsider.com.pl/wiadomosci/stany-zaostrzaja-przepisy-o-posiadaniu-broni-palnej/2kbfglk", "date_published": "2023-03-15 05:18:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ani sklepy, ani online. Dyrektor CCC mówi, jak klient teraz kupuje buty", "description": "Klienci nie przestali kupować butów. To towar pierwszej potrzeby – przekonuje w rozmowie z Business Insiderem szef handlu detalicznego Jakub Grzelak. Przyznaje jednak, że ludzie stali się mniej spontaniczni na zakupach i bardziej liczą pieniądze. Mówi też, gdzie dziś robimy zakupy. Okazuje się, że \"wygranym\" nie jest do końca ani e-handel, ani też sklepy stacjonarne.", "link": "https://businessinsider.com.pl/gospodarka/ani-sklepy-ani-online-tak-teraz-ludzie-kupuja-buty/gvexkvz", "date_published": "2023-03-15 05:15:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zakupy wielkanocne droższe nawet o 25 proc. Zaczyna się polowanie na promocje", "description": "Tegoroczne święta wielkanocne będą nawet o 25 proc. droższe od ubiegłorocznych. W górę idą ceny jaj, margaryny i majonezu. Nadal dużo trzeba zapłacić za olej czy masło.", "link": "https://businessinsider.com.pl/twoje-pieniadze/zaczyna-sie-polowanie-na-wielkanocne-promocje-jaja-zdrozaly-o-40-proc/7669t2n", "date_published": "2023-03-15 05:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pan Marcin nie może odebrać aktu notarialnego. Uwikłani w spór o inwestycję na Woli", "description": "Trwa spór warszawskiego ratusza z deweloperem J.W. Construction w sprawie inwestycji na Woli. Urzędnicy twierdzą, że lokale poniżej 25 m kw. to pokoje hotelowe i nie chcą stwierdzić tzw. samodzielności mieszkań. Taka interpretacja przepisów uniemożliwia osobom, które zakupiły nieruchomości w Bliska Wola Tower, uzyskanie aktu notarialnego. — Te \"mieszkania\" kosztowały 500-700 tys. zł. Pochopne decyzje urzędników mogą doprowadzić ludzi do bankructwa — mówi w rozmowie z Business Insider Polska jeden z inwestorów.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kupil-lokale-za-1-mln-zl-nie-moze-nic-zrobic-spor-o-inwestycje-na-woli/63v7rty", "date_published": "2023-03-15 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]