[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lisa O'Neill: Tiny Desk Concert", "description": "Bob Boilen | July 11, 2023\nDrones abound, and a pensive atmosphere filled the office when Lisa O'Neill and her bandmates began one of my favorite songs of 2023, \"Old Note.\" The deep, harmonic drones comprise a bowed hammer dulcimer, a shruti box, a harmonium and a bowed upright bass. Then the Irish singer's plaintive voice tells a tale she describes as \"orality\" and \"how we communicated before we started writing stuff down. It's a song also about hearing the music in nature.\n\nThere are many ways to conjure joy with music. Some aim for party music, with uplifting beats that get your body moving, but Lisa O'Neill walks a different path. For her joy is about connecting with the plants, the animals, and our surroundings and feeling grateful for the world around us.\n\nThe songs performed here come from her 2023 album All of This Is Chance. The music is stark and cerebral, the voice singular and personal with few flourishes, and I find it captivating. With all the weight of stories and song, there are moments of cheer, especially on the one non-album track, \"When Cash Was King.\" Here, we're talking robots and King Charles and a nod to the cusp of change we witness daily.\n\nSET LIST\n\"Old Note\"  \n\"Silver Seed\" \n\"When Cash Was King\"\n\"Goodnight World\"   \n\nMUSICIANS\nLisa O'Neill: vocals, banjo, guitar, harmonium, shruti box\nJoe Doyle: double bass \nBrian Leach: hammer dulcimer \nMic Geraghty: shruti box, harmonium  \n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nSeries Producer: Bobby Carter \nVideographers: Maia Stern, Joshua Bryant, Sofia Seidel\nAudio Assistant: Josephine Nyounai \nProduction Assistant: Ashley Pointer\nPhotographer: Catie Dull\nTiny Desk Team: Suraya Mohamed, Kara Frame, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #lisaoneill", "link": "https://www.youtube.com/watch?v=1hMxG92KTGE", "date_published": "2023-07-11T09:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/1hMxG92KTGE/hqdefault.jpg"}]