[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "What the Wagner Group Mutiny Reveals About Putin’s Grip on Power | FRONTLINE", "description": "“It reveals that the emperor has no clothes,” journalist Peter Baker says of Yevgeny Prigozhin’s armed mutiny in Russia on June 23 in this excerpt from the FRONTLINE documentary “Putin’s Crisis.”\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\n“It reveals that it is conceivable to stand against him,” Baker says. “And if you’re Putin, you’re looking around that room and you’re saying, ‘Which of these people has a knife in his belt? Which of these people might be thinking about moving on me next?’”\n\n“Putin’s Crisis” will be available to watch in full at pbs.org/frontline and in the PBS App starting July 11, 2023, at 7/6c.\n\nDrawing on both new interviews and the team’s years of reporting on the Russian leader, the documentary tells the inside story of Putin’s rise, his clashes at home and abroad, and how his war on Ukraine led to unexpected new challenges to his power.\n\nLearn more on FRONTLINE's website: https://www.pbs.org/wgbh/frontline/documentary/putins-crisis/\n\n“Putin’s Crisis” is a FRONTLINE production with the Kirk Documentary Group. The director is Michael Kirk. The producers are Michael Kirk, Mike Wiser and Vanessa Fica. The writers are Michael Kirk and Mike Wiser. The reporter is Vanessa Fica. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath.\n\n#documentary #Putin #Russia #Prigozhin\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​ \nInstagram: https://www.instagram.com/frontlinepbs​ \nTwitter: https://twitter.com/frontlinepbs​ \nFacebook: https://www.facebook.com/frontline \n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=vul_iyjb0NA", "date_published": "2023-07-11T19:42:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/vul_iyjb0NA/hqdefault.jpg"}]