[{"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Teen gets kicked off YMCA swim team, accused of \"hate speech\" for protesting naked men in the women's locker room", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34312510&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>A teenage girl expressed concern about men being in the women's locker room at a YMCA. Because this is 2023, the girl is being accused of hate speech and was kicked off the swim team. Did I mention the men identify as transgender women? The men identify as transgender women. Hence the teenage girl not wanting to be naked around them being in the \"wrong\" here.</p><p>16-year-old Abbigail Wheeler tried talking to the coach and the YMCA CEO about her concerns.  Neither cared and told her she would have to deal with it. So Wheeler and another girl put up signs to let the other FEMALE swimmers know there may be naked chicks with dicks wandering around. You know, in case anyone might think that was weird or inappropriate.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/IWF/status/1678770542177038337\"></a>\n</blockquote>\n\n<blockquote>My head coach told our girls' team that there were hateful messages put up in the girls' lockerroom, that were considered hate speech and disrespectful. I then went to my coach and told him I was a part of this. He said it was probably not the best option for me to swim with the swim team. And that the YMCA staff would follow up with my family.</blockquote><p>What did the \"hateful\" signs say?</p><p>\"SafeSport\"</p><p>\"Women's rights\"</p><p>\"Biological women only\"</p><p>That's it. <a href=\"https://www.foxnews.com/media/teen-girl-accused-hate-speech-protesting-transgenders-ymca-locker-room-report\" target=\"_blank\">And according to Fox News</a>, \"SafeSport\" is a U.S. nonprofit authorized by Congress that is dedicated to end physical, emotional, and sexual abuse in sports.</p><p>There are any number of things infuriating about this, least of all that it keeps happening at a YMCA. One trans was accused of exposing her female penis to minors, but a judge ruled <a href=\"https://www.louderwithcrowder.com/ymca-ohio-trans-not-guilty\" target=\"_blank\">s/he was too fat for the penis to be visible</a>. Another elderly woman was taking a shower <a href=\"https://www.louderwithcrowder.com/trans-activists-protest-ymca\" target=\"_blank\">when she spotted a dude helping little girls change</a>. </p><p>The most heartbreaking was a California girl who broke down in tears at a City Council meeting begging adults for help and to stand up for their daughters.</p><blockquote><em>I'm assuming all of you either have a wife, a sister, daughters, or granddaughters or are a woman yourself. Could you knowingly send an underage girl into a room where there was a naked man and say that she was not in danger? That she was safe? Or, more importantly, that this was right?</em></blockquote><p>There is a presidential race coming up. And Joe Biden has made it clear the most important plank in the Democrat Party's platform is making sure boys feel comfortable in girls' locker rooms as they dominate girls in sports. Let's keep things in pre-2021 terms.</p><p>One side of the argument is a teenage girl who feels uncomfortable getting undressed in a room where people who have male genitalia are also getting undressed. The other side of the argument says the feelings of the people who have male genitalia take precedence over the teenage girl. Don't vote for anyone who supports the other side of the argument.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/ymca-swim-team", "date_published": "2023-07-11T17:45:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "“Indiana Jones and the Dial of Destiny” Review: A Boring, Sad Farewell", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/indiana-jones-and-the-dial-of-destiny-review-a-boring-sad-farewell.png?id=34312364&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Well, I’m behind the eight ball for this one, but I’m going to choose to view that as a good thing. It means that the entertainment journalists have all finished tripping over themselves in a vain attempt to praise this film. And boy, <a href=\"https://screenrant.com/indiana-jo\" rel=\"noopener noreferrer\" target=\"_blank\">have they tried</a>. </p>\n<p>Granted, this isn't a terrible film. I wouldn’t call it \"good\" by any means, but it wasn’t awful either. But it is boring, which I would argue is the greater crime a movie can commit. I can laugh at a bad movie, but I can't escape a boring one.</p>\n<p>When this movie was <a href=\"https://deadline.com/2016/03/steven-spielberg-harrison-ford-team-up-for-indiana-jones-5-disney-sets-july-2019-release-1201720725/\" rel=\"noopener noreferrer\" target=\"_blank\">announced</a>, my only thought was, “Why?” Nobody asked for this. When I heard that <a href=\"https://variety.com/2020/film/news/steven-spielberg-indiana-jones-5-james-mangold-harrison-ford-1203515698/\" rel=\"noopener noreferrer\" target=\"_blank\">Spielberg would not be directing</a>, I decided then and there I wanted no part of it. Then, I forgot about it thanks to the lack of solid marketing and my general disdain for all things Disney. And finally, the initial reviews and box office reports came out, all but confirming my initial fears.</p>\n<p>So I said, “Screw it, let’s see if it’s as bad as everyone says it is.” And it was. Spoilers below, if you care for such things.</p>\n<p>Good stuff first. Don’t worry, there isn’t much. The opening sequence was fun, if a bit long. The CGI de-aging on Harrison Ford was surprisingly good, at least until he spoke and an 80-year-old Ford's voice came out. Mads Mikkelsen was my favorite part of the movie by far. His character, villain Jürgen Voller, was delightful to watch. Antonio Banderas was… there… I guess? The film wasted him, but he was there.</p>\n<p>And that’s all the praise I have for this movie. I was ready to walk out of the theater less than forty minutes in. Lucasfilm once again tears down their beloved heroes of old. The film leaves Dr. Jones a sad, lonely, old man with nothing left to live for, waiting for his younger, female counterpart to replace him. <a href=\"https://medium.com/@josvchoi/the-last-jedi-on-the-character-assassination-of-luke-skywalker-38fe0190d01a\" rel=\"noopener noreferrer\" target=\"_blank\">Sound familiar?</a> Phoebe Waller-Bridge’s performance as Helena Shaw left much to be desired. The character had few if any, redeeming qualities, and I found her incredibly annoying. She upstages Indy at almost every turn with no explanation for her skills, never reveals her motivations, and contradicts her own character traits throughout the movie. In short: I have no clue who she is. What’s worse is the movie doesn’t seem to know either. All the same, it wants us to accept her as the new Indiana Jones without argument or protest. </p>\n<p>Granted, I am harping on this move more than it probably deserves. It’s not Lucasfilm’s worst outing in the last few years by far, but I keep coming back to the same question: “Why?” There was no reason for this movie's creation. And audiences seem to agree. Its 2nd-weekend drop at the box office could be <a href=\"https://www.hollywoodreporter.com/movies/movie-news/insidious-the-red-door-box-office-joy-ride-1235530838/#:~:text=The%20pic%2C%20from%20Lucasfilm%20and%20Disney%2C%20looks%20to%20fall%2058%20percent%20or%20more%20to%20%2425%20million%20to%20%2428%20million.%20That%E2%80%99s%20the%20biggest%20decline%20of%20the%20series.\" rel=\"noopener noreferrer\" target=\"_blank\">as high as 58%</a> according to early estimates. That's even worse than “Kingdom of the Crystal Skull’s” <a href=\"https://www.boxofficemojo.com/release/rl2321253889/weekend/?ref_=bo_rl_tab#tabs\" rel=\"noopener noreferrer\" target=\"_blank\">55% drop</a>, making it the worst drop in the series.</p>\n<p>The film currently has a generous 88% audience rating on <a href=\"https://www.rottentomatoes.com/m/indiana_jones_and_the_dial_of_destiny\" rel=\"noopener noreferrer\" target=\"_blank\">Rotten Tomatoes</a> and a less-than-stellar 69% from critics. It has a 6.9/10 on <a href=\"https://www.imdb.com/title/tt1462764/\" rel=\"noopener noreferrer\" target=\"_blank\">IMDb</a> and a <a href=\"https://www.metacritic.com/movie/indiana-jones-and-the-dial-of-destiny\" rel=\"noopener noreferrer\" target=\"_blank\">Metascore</a> of 57, the latter of which I would argue is more fair of a rating. </p>\n<p>So, whether to watch “Indiana Jones and the Dial of Destiny” is the question. If you’re looking for a nostalgia-ridden film to turn off your brain for two hours, then by all means, go see it. But if you’re looking to see Indiana Jones in action, you’d be better off putting on “Raiders of the Lost Ark” or “The Last Crusade” instead of watching this sad pretender.</p>\n<p>“Indiana Jones and the Dial of Destiny” Release Date: June 30, 2023. Review Date July 10, 2023. MPAA Rating: PG-13. Runtime: 154 minutes.</p>", "link": "https://www.louderwithcrowder.com/indiana-jones-dial-destiny-boring", "date_published": "2023-07-11T17:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Bud Light's latest viral mistake claims \"it’s fine, this is fine,\" the internet is quick to remind them it's not", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34312126&amp;width=1200&amp;height=400&amp;coordinates=0%2C78%2C0%2C216\" /><br /><br /><p>Maybe Bud Light's new marketing plan is troll bait. They put out stuff they know the internet is going to rip to shreds and count on us to do the promoting for them. It might work. It most certainly is NOT working so far. <a href=\"https://www.louderwithcrowder.com/bud-light-falls-top-ten\" target=\"_blank\">Bud Light fell out of the top ten most popular beers in America</a>. But when you are desperate and want to try anything other than the one thing that might help (admitting you f*cked up), this tweet is as good a piece of content as any.</p><p>A woman in the middle of a storm attempting to eat watermelon, with the caption \"it's fine, this is fine.\" On the table, a can of Bud Light.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/budlight/status/1678056487858446337\"></a>\n</blockquote>\n\n<p>Methinks this is what they were going for.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/FedUpKentuckian/status/1678404774713065472\"></a>\n</blockquote>\n\n<p>Shout out to Bud Light's social media team, though. They come in every day knowing no matter what they do, the internet is going to let them know how much they suck at life. Hey, as long as the paycheck still clears, amirite? It might not for much longer, but is now!</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/MemeNonLibs/status/1678085537691836417\"></a>\n</blockquote>\n\n<p>People can be mean.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/JGinWV/status/1678107721353113602\"></a>\n</blockquote>\n\n<p><br /></p>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/cinnders_cindy/status/1678324899423698947\"></a>\n</blockquote>\n\n<p>This one made me squirt locally brewed imperial stout out of my nose. Yes, I'm drinking before noon. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/bitchmobile/status/1678208542124175361\"></a>\n</blockquote>\n\n<p>At this point, Bud Light should quit and go hard in the other direction. Remember how we got here. </p><p>1. <a href=\"https://www.louderwithcrowder.com/dylan-mulvaney-bud-light\">Controversial titface performer Dylan Mulvaney</a> announced he and/or she was a new brand ambassador for Bud Light as part of their March Madness campaign. An odd choice since in Dylan's portrayal of a woman he presented as someone too ditzy and basic to know what March Madness was, as opposed to any of the thousands of women who love college basketball.</p><p>2. A podcast appearance of now-former Bud Light VP Alissa Heinersceid came to light. <a href=\"https://www.louderwithcrowder.com/bud-light-vice-president-marketing\" target=\"_self\">The now disgraced marketing elitist lashed out at Bud Light customers as \"fratty\" and \"out of touch</a>. It was important to her to have another approach that included <a href=\"https://www.louderwithcrowder.com/captiv8-bud-light-dylan-mulvaney\" target=\"_self\">a San Francisco-based \"influencer\" marketing firm</a> setting her up with Mulvaney. There is a trend with progressives where the only way to be \"inclusive\" and \"for everyone\" is to sh*t on the people who currently enjoy a product. It's called the <a href=\"https://boundingintocomics.com/search/kathleen%2bkennedy\" rel=\"noopener noreferrer\" target=\"_blank\">Kathleen Kennedy</a> method.</p><p>Bud Light's role as the #1 beer in America was sabotaged by people who don't drink Bud Light and hate people who do drink Bud Light because they want their customers to be someone else entirely. Own it. Make Dylan Mulvaney the official Queen of Beers. Bring in former VP Melissa Weinerchild to say \"You're goddamned right I think you rubes are fratty and out of touch.\" And target to a niche audience of upper-class elitists and gender identity-obsessed progressive zoomers who demand their political worldview be validated by everything and everyone.</p><p>The company will never have the courage to apologize and admit they f*cked up. Might as well go all in the other way.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/bud-light-this-is-fine", "date_published": "2023-07-11T14:49:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Coach had been raping unconscious boys for TWENTY YEARS, was only found out after leaving phone at restaurant", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=34311862&amp;width=980\" /><br /><br /><p>Voting will be kept open until December, but I think we have our winner for <a href=\"https://www.louderwithcrowder.com/accused-rapist-pulled-over\" target=\"_blank\">2023 Scumbag of the Year</a>. If there is <a href=\"https://www.louderwithcrowder.com/florida-man-child-ton\" target=\"_blank\">a candidate</a> worse than a guy who raped minors over the course of two decades and walked around with the evidence on his phone, I'll be setting my computer on fire.</p><p>Or, I guess we have to say \"allegedly\" since he's not convicted yet? Either way, Camilo Hurtado Campos is in Nashville police custody.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/FranklinTNPD/status/1678119256125497344\"></a>\n</blockquote>\n\n<p><a href=\"https://thepostmillennial.com/franklin-tennessee-soccer-coach-photographed-himself-raping-unconscious-children-police\" target=\"_blank\">Police say that Campos</a>, a soccer coach -- who allegedly targeted nearby school playgrounds and recruited children to play on his soccer team -- is accused of raping boys as young as nine for over a twenty-year span. There are two reasons why this is only being discovered now. The first is that many of the boys were unconscious. The second is because he left his phone at a restaurant.</p><p>Yes. A soccer coach who recruited children at a playground and has raped them when they were unconscious for the past twenty years, has been -- allegedly -- walking around with the evidence in his pocket the entire time.</p><p>When restaurant workers went through the phone to see if they can find out who to return it to. “What they found, instead, were dozens of unconscionable videos and pictures.” </p><p>Ten victims in total were found on the phone, many of whom are believed to have no idea it happened. Three have been identified and five more have come forward.</p><p>Campos is believed to have groomed the kids, brought them to his home, drugged them, and raped them. He's being charged with Rape of a Child and Sexual Exploitation of a Minor, though I expect multiple counts to be added as more victims come forward.</p><p>Under the jail. OR, general population with a sign around his neck about what he did. Either one would be an appropriate punishment.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/tennessee-soccer-coach", "date_published": "2023-07-11T14:04:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Lunatic interrupts Vivek Ramaswamy event in Iowa, how he handled it should be studied by other GOP candidates", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=34311713&amp;width=1200&amp;height=800&amp;coordinates=200%2C0%2C0%2C0\" /><br /><br /><p>Don't get me wrong. The right-wing sonuvabitch content hustler in me prefers it <a href=\"https://www.louderwithcrowder.com/ron-desantis-south-carolina-heckler\" target=\"_blank\">when progressive wackadoodles get owned</a>. As we say, these clicks don't bait themselves. But the conservative American voter in me likes to believe that, on occasion, talking and listening and an attempt to find common ground could be fun. A Vivek Ramaswamy clip from an Iowa event is going viral for being the latter, and other candidates need to pay attention.</p><p>Shout out to <a href=\"https://notthebee.com/article/vivek-got-interrupted-in-iowa-last-night-by-a-hysterical-woman-screaming-about-abortion-instead-of-kicking-her-out-he-let-her-speak\" target=\"_blank\">Not the Bee</a>.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\"></div> —  (@)\n        <a href=\"https://twitter.com/itslinklauren/status/1678561534165827585\"></a>\n</blockquote>\n\n<p>The woman, at first, sounds like a pro-abortion activist. Screaming about forcing a woman to keep a baby after a rape. The crowd was quick to boo, but Vivek was quick to let her speak. She was angry about something. Let her have her moment.</p><p>As she spoke, she said how she was already a single mother because the father had left her to raise the kid all by herself and she was struggling. As Vivek engaged her more, she started to brag about her kid and how successful the kid was. It ended with Vivek talking about the importance of motherhood and being a parent.</p><p>Turns out the woman was not a pro-abortion activist. She was a voter who is having a tough go on it, probably read on the internet somewhere what an actual pro-abortion activist said about the GOP, and needed a place to vent. She went to an event where a GOP presidential candidate was.</p><p>What Vivek did was what the boss refers to as \"matching intensities.\" Had the woman been an activist looking to shut the event down, he would have dealt with her. If the woman had a question about Vivek's views on being pro-life, he would answer. This woman just needed to feel heard. So he let her feel heard.</p><p>In Iowa and New Hampshire, where retail politics is king and a candidate wins by converting one voter at a time, THIS is how you do it.</p><p>I've been clear who my <a href=\"https://www.louderwithcrowder.com/ron-desantis/\" target=\"_blank\">dog in the hunt</a> is. And I'm leery about comparing Vivek to other candidates from past races because people skip the analogy and then go to everything that candidate has ever said that they don't like. But I am VERY interested in seeing how Vivek Ramaswamy performs when the primary debates come around and a national audience starts to pay attention. </p><p>Third place is the sweet spot to be right now.</p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/iowa-woman-interups-vivek-ramaswamy", "date_published": "2023-07-11T13:15:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://louderwithcrowder.com/feed/", "title": "Megan Rapinoe lashes out at Dave Chappelle, claims his \"verbal violence\" is to blame for protecting girls' sports", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/megan-rapinoe-blames-dave-chappelle-for-violence.png?id=34311154&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Meghan Rapinoe, hands down the most insufferable specimen in the sporting world, blames comedian Dave Chappelle for all the verbal violence against trans people in America. Somehow this ties into people wanting to protect girls' sports. Also, she thinks verbal violence is a thing. The failed <a href=\"https://www.louderwithcrowder.com/victorias-secret-vs-colective\" target=\"_blank\">lingerie model</a> and <a href=\"https://www.louderwithcrowder.com/megan-rapinoe-subway\" target=\"_blank\">sandwich spokesman</a> has announced her retirement from soccer. Unfortunately, <a href=\"https://time.com/6293102/megan-rapinoe-world-cup-2023-interview-retirement/\" target=\"_blank\">per an interview with Time</a>, she won't go quietly.</p><p>When it comes to the unfair advantages that boys have against girls -- even if those boys now claim that they are girls -- Rapinoe has been clear that she doesn't want your daughter to have the level playing field she had growing up. Even though <a href=\"https://www.louderwithcrowder.com/womens-soccer-wrecked\" target=\"_blank\">we've seen what happens when elite girls attempt to play soccer against male retirees</a>. And that if your daughter has a problem with having opportunities stolen from her, <a href=\"https://www.louderwithcrowder.com/megan-rapinoe-girls-sports-act\" target=\"_blank\">she should suck it up</a>. </p><blockquote>You’re taking a ‘real’ woman’s place,’ that’s the part of the argument that’s still extremely transphobic. I see trans women as real women. What you’re saying automatically in the argument—you’re sort of telling on yourself already—is you don’t believe these people are women. </blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"ce7f2\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=34311387&amp;width=980\" />\n</p>\n<p>She then makes a nonsequitur to blame everything on Dave Chappelle. And that when people hear women such <a href=\"https://www.dailymail.co.uk/sport/othersports/article-12145459/Trans-women-sports-ESPNs-Sage-Steele-defends-colleague-Sam-Ponder-bigotry-claims.html\" target=\"_blank\">as Sage Steele</a> and <a href=\"https://www.outsports.com/2019/2/17/18227992/martina-navratilova-trans-athletes-are-men-competing-as-women-is-unfair\" target=\"_blank\">gay icon Martina Navratilova</a> speak out on behalf of fairness and biology, what they are really hearing are Chappelle's hilarious jokes.</p><blockquote>I don’t want to mince words about it. Dave Chappelle making jokes about trans people directly leads to violence, whether it’s verbal or otherwise, against trans people. When Martina or Sage or whoever are talking about this, people aren’t hearing it just in the context of elite sports.</blockquote><p>It's not the first time Chappelle has been accused of violence by saying words. Even violence as silly as \"verbal\" violence, which isn't a thing. <a href=\"https://www.louderwithcrowder.com/dave-chappelle-podcast-minneapolis\" target=\"_blank\">The comedian has addressed the matter before</a> and admitted that perhaps in a way, his words have led to violence. Violence FROM trans activists against his fans.</p><blockquote><em>One of the things that these people, the trans and their surrogates, always say is that my jokes are somehow gonna be the root cause of some impending violence. But I gotta tell you, as abrasive as [the activists] were — the way they were protesting, throwing eggs at people, throwing barricades, cussing and screaming — nobody beat ’em up.</em></blockquote><p>Rapinoe first entered the public eye when she complained that girl soccer players were not getting paid as much as boy soccer players. Apropos of nothing, the women's team averaged 7,894 attendees per game in 2022. The men's team averaged 21, 033 attendees.</p><p>It is unclear what Rapinoe plans to do in her post-soccer life. If I were to guess, she'll take a job as an analyst on MSNBC. Or a job with the Biden Administration. Joe Biden has made it clear the most important plank in the Democrat Party's platform is making sure boys feel comfortable in girls' locker rooms as they dominate in sports. </p><p>><p><p><p><p><p><\n<p>\n<em>Brodigan is Grand Poobah of this here website and when he isn't writing words about things enjoys day drinking, pro-wrestling, and country music. You can find him <a href=\"https://twitter.com/brodigan\" target=\"_blank\">on the Twitter</a> too.</em>\n</p>\n<p>\n<em><strong>Facebook doesn't want you reading this post or any others lately. </strong>Their algorithm hides our stories and shenanigans as best it can. The best way to stick it to Zuckerface? <strong>Bookmark </strong><a href=\"https://www.louderwithcrowder.com\" target=\"_blank\"><strong>LouderWithCrowder.com</strong></a> and check us out throughout the day! </em><em>Also, follow us on <a href=\"https://www.instagram.com/lwcnewswire/\" target=\"_blank\">Instagram</a> and <a href=\"https://www.twitter.com/lwcnewswire/\" target=\"_blank\">Twitter</a>.</em>\n</p></p>", "link": "https://www.louderwithcrowder.com/megan-rapinoe-dave-chappelle", "date_published": "2023-07-11T12:02:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]