[{"source": "https://www.engadget.com/rss.xml", "title": "Devialet’s $450 Gemini II earbuds offer improved fit and a smaller charging case", "description": "<p>Last year <a href=\"https://www.engadget.com/devialet-mania-portable-smart-speaker-123552039.html\">Devialet</a>, the French luxury audio company known for mighty speakers with even mightier price tags, launched its first pair of earbuds. Gemini carried many of the usual Devialet features, including good design, excellent sound and noise cancellation. But it also had some quirks around fit, weird audio modes and a bulky charging case that turned off plenty of reviewers. It’s those pain points that the company is addressing with its second-generation edition, the Gemini II.</p><p>The first and most welcome change is to the charging case, which was awkward and bulky last time out. Now, it’s a lot smaller, and uses the same pocket-friendly lozenge design you’ll find with pretty much every other pair of good TWS earbuds. Inside, the company has added a new custom driver and designed a new Active Wind Reduction mode to help screen out more unwanted sound. And to resolve the issues around", "link": "https://www.engadget.com/devialets-450-gemini-ii-earbuds-offer-improved-fit-and-a-smaller-charging-case-230141910.html?src=rss", "date_published": "2023-09-12T23:01:41+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Unity will start charging developers each time their game is installed", "description": "<p>Unity announced a new fee structure today, and developers are none too happy. “We are introducing a Unity Runtime Fee that is based upon each time a qualifying game is downloaded by an end user,” the company wrote in a <a href=\"https://blog.unity.com/news/plan-pricing-and-packaging-updates\">blog post</a> announcing the change. “We chose this because each time a game is downloaded, the Unity Runtime is also installed.” The new per-install fees are set to kick in on January 1, 2024.</p><p>The company says developers will be charged for installations after passing both a minimum revenue threshold from the last 12 months and a minimum lifetime install count. The exact fees will vary depending on which plan they use. Unity Personal and Unity Plus subscribers will pay $0.20 per install after reaching $200,000 in revenue from the past 12 months and 200,000 lifetime installs. Meanwhile, after hitting $1 million in revenue in the last 12 months and one million lifetime installs, Unity Pro ", "link": "https://www.engadget.com/unity-will-start-charging-developers-each-time-their-game-is-installed-214851801.html?src=rss", "date_published": "2023-09-12T21:48:51+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok is pushing shopping features into nearly every part of its app", "description": "<p>Influencers have been using TikTok to land brand deals and promote products for years, but now the company is ushering in a more formal shopping experience. TikTok is launching its e-commerce product in the United States in an attempt to capitalize on the app's popularity, and turn its viewers into consumers. In a recent <a class=\"no-affiliate-link\" href=\"https://newsroom.tiktok.com/en-us/introducing-tiktok-shop\"><ins>blog post</ins></a>, the company announced its TikTok Shop — which includes a host of features for users, content creators and businesses.</p><p>The TikTok Shop includes a “Shop Tab” for businesses to display their products, affiliate videos placed in users' feeds that allow creators to earn commissions and <a class=\"no-affiliate-link\" href=\"https://www.engadget.com/tiktok-search-results-are-about-to-get-infested-with-ads-184446557.html\"><ins>shopping ads</ins></a> for businesses. TikTok is also launching its own logistics arm called “Fulfilled by TikTok,” which will", "link": "https://www.engadget.com/tiktok-is-pushing-shopping-features-into-nearly-every-part-of-its-app-212002587.html?src=rss", "date_published": "2023-09-12T21:20:02+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Watch Ultra 2 and Series 9 first impressions: Double Tap is accurate and tricky", "description": "<p>Not much was leaked about the Apple Watch Series 9 and Ultra 2 ahead of the company's launch event today, and it might be because most of the changes weren't easily photographed. One of the biggest updates to the company's flagship smartwatches is the S9 SiP, which promises better animations, on-device Siri processing, as well as a whole new gesture called Double Tap. The latter allows you to make a pinch gesture twice in mid-air and use it to do things like answer calls, pause music, dismiss alarms and more. There's also a new material called FineWoven that's meant to replace leather, and features in some new straps and accessories. While most of the other changes this year, like brighter displays and greater use of recycled material, are less exciting, I found myself very intrigued by Double Tap.&nbsp;</p><p>This isn't Apple's first attempt at gestures that minimize having to tap a smartwatch screen, by the way. It introduced Assistive Touch in 2021 to allow people who may not h", "link": "https://www.engadget.com/apple-watch-ultra-2-and-series-9-first-impressions-double-tap-is-accurate-and-tricky-203116431.html?src=rss", "date_published": "2023-09-12T20:31:16+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Diving into the iPhone 15 and Apple Watch Series 9", "description": "<p>Fresh off of Apple’s “Wanderlust” event, Devindra and Engadget Editor-in-Chief Dana Wollman dive into the iPhone 15, iPhone 15 Pro and the Apple Watch Series 9. We explain why Apple’s move towards USB-C on the iPhones has been a long time coming, and why we’re excited about even more emergency satellite calling capabilities. And while the Apple Watch Series 9 looks like a worthwhile upgrade, we’re more intrigued by the new double tap finger gesture.</p><hr /><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcast, <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><div style=\"width: 100%; height: 200px;\"></div></div><h2>Subsc", "link": "https://www.engadget.com/engadget-podcast-iphone-15-apple-watch-series-9-203022213.html?src=rss", "date_published": "2023-09-12T20:30:22+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple iPhone 15 Pro vs the competition: Clash of the cameras", "description": "<p>Apple announced both the <a href=\"https://www.engadget.com/apple-iphone-15-vs-the-competition-goodbye-lightning-hello-usb-c-192629676.html\">iPhone 15</a> and the iPhone 15 Pro during today's &quot;Wonderlust&quot; keynote event. Some of the <a href=\"https://www.engadget.com/iphone-15-pro-set-to-feature-a-thinner-bezel-titanium-frame-and-usb-c-charging-094118389.html\">numerous</a><a href=\"https://www.engadget.com/what-to-expect-at-apples-wonderlust-iphone-15-event-181545715.html\">rumors</a> about the new handsets have been confirmed, while others, like the possibility of an iPhone Ultra, didn't materialize. Like in years past, Apple reserved its newest mobile chip for the Pro model (giving last year's Pro-level chip to the new standard iPhone). The A17 Pro is the first &quot;Pro&quot; chip for an iPhone and sports 19 billion transistors. Apple claims its two performance cores are 10 percent faster than last years's A16.</p><p>The <a href=\"https://www.engadget.com/iphones-switch-usb", "link": "https://www.engadget.com/apple-iphone-15-pro-vs-the-competition-clash-of-the-cameras-201700930.html?src=rss", "date_published": "2023-09-12T20:17:00+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "iPhone 15 Pro Max first impressions: Lights, camera, action button", "description": "<p>Apple's iPhone 15 event today saw the company spend a lot of time (and money) talking about its &quot;Apple 2030&quot; vision for carbon neutrality and environmental responsibility. The irony is, Apple wants you to buy more iPhones, and to do so, it's introducing new models with slightly different features so you'll spend your money. With the iPhone 15 and iPhone 15 Pro this year, Apple is also beginning to comply with EU regulations that mandate every new device made by the end of next year support USB-C charging. While that's good news for most people, it does mean that those who might not have already a compatible wire will have to, once again, get a new charger.</p><p>In addition to the new port (farewell, Lightning!), the iPhone 15 Pro Max gets a zooming lens thanks to a tetraprism system, as well as a so-called Action button that replaces the slider switch on the side. On the base iPhone 15 and 15 Plus, we're also bidding goodbye to the notch and saying hello to the Dynamic ", "link": "https://www.engadget.com/iphone-15-pro-max-first-impressions-lights-camera-action-button-200647981.html?src=rss", "date_published": "2023-09-12T20:06:47+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Everything announced at today's Apple event: iPhone 15, USB-C, Apple Watch Series 9 and more", "description": "<p><a href=\"https://www.engadget.com/tag/iphone-2023/\">Apple's 2023 iPhone event</a> came and went almost in the blink of an eye. As always, the company had a bunch of new devices to show off during the &quot;Wonderlust&quot; showcase but thanks to long-standing rumors, there weren't too many major surprises.&nbsp;</p><p>On the phone front, we have the iPhone 15, iPhone 15 Plus, iPhone 15 Pro and iPhone 15 Pro Max. There's no new iPhone SE just yet, unfortunately, while the rumored iPhone Ultra may join the lineup next year. Though it was widely expected, the biggest news is that Apple has ditched the Lightning port across the entire iPhone 15 lineup. USB-C is the way of things now.</p><span id=\"end-legacy-contents\"></span><p>Elsewhere, we have an Apple Watch Series 9 and Apple Watch Ultra 2, along with AirPods that have a USB-C port in the charging case. In addition, we learned just when iOS 17, iPadOS 17, tvOS 17, watchOS 10 and macOS Sonoma will arrive.&nbsp;</p><h2>iPhone 15 and ", "link": "https://www.engadget.com/everything-announced-at-todays-apple-event-iphone-15-usb-c-apple-watch-series-9-and-more-200111613.html?src=rss", "date_published": "2023-09-12T20:01:11+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple used 'tetraprisms' to cram a 120mm lens into the iPhone 15 Pro Max", "description": "<p>One of the main benefits of Apple's \"pro\" iPhones is the camera rig, which somehow gets pretty significant improvements every year. <a class=\"no-affiliate-link\" href=\"https://www.engadget.com/iphone-15-pro-has-a-titanium-case-an-action-button-and-usb-c-181257580.html\">The iPhone 15 Pro and 15 Pro Max</a> are no exception. As they've done for several years now, both phones sport three-lens arrays, but there are a handful of noteworthy details this year, particularly for the iPhone 15 Pro Max.&nbsp;</p><p>For the first time, the iPhone 15 Pro Max has a \"5X\" optical zoom, with a 120mm focal length equivalent. That's significantly longer than the 3X 77mm focal length that you find on the standard iPhone 15 Pro (as well as both of last year's 14 Pro phones). It has a 25 percent larger sensor than the 3X camera in the 14 Pro Max while keeping an f/2.8 aperture, which Apple says is the largest of any smartphone in this optical range.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Usua", "link": "https://www.engadget.com/apple-used-tetraprisms-to-cram-a-120mm-lens-into-the-iphone-15-pro-max-195545915.html?src=rss", "date_published": "2023-09-12T19:55:45+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "iCloud+ adds new 6TB and 12TB storage tiers", "description": "<p>Apple snuck in a significant change to iCloud data storage near the end of its “Wonderlust” iPhone 15 event. The company added two new iCloud+ storage tiers: 6TB ($30 / month) and 12TB ($60 / month).</p><p>The 6TB and 12TB cloud storage tiers join the existing 50GB, 200GB and 2TB plans currently available. Greg Joswiak, the company’s marketing VP, said during the keynote that the higher-capacity options will provide “even more room to keep your photos and videos safe,” as Apple targets professional photographers and filmmakers who need extra space.</p><span id=\"end-legacy-contents\"></span><p>“The new plans are great for users with large photo and video libraries or those using Family Sharing, and will provide access to premium features, including Private Relay, Hide My Email, Custom Email Domains, and HomeKit Secure Video support,” the iPhone maker <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-enga", "link": "https://www.engadget.com/icloud-adds-new-6tb-and-12tb-storage-tiers-194853580.html?src=rss", "date_published": "2023-09-12T19:48:53+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The most common oral decongestant in the US does not work, FDA finds", "description": "<p>An FDA medical advisory panel <a href=\"https://www.fda.gov/media/171915/download\"><ins>ruled</ins></a> that phenylephrine (PE), a key ingredient in many over-the-counter cold medications, does not actually work to treat nasal congestion when taken orally at the recommended 10 mg dose every 4 hours. Phenylephrine was last evaluated for over-the-counter use as an oral and intranasal decongestant in 1976, according to the panel. If you're keeping score at home, that means many of the OTC decongestants consumers in the US have been buying for nearly the last 50 years were, according to the FDA, &quot;failed to provide any benefit over [a] placebo.&quot;</p><p>This determination will impact drug makers that use PE as an active ingredient, which can be found in <a href=\"https://www.goodrx.com/phenylephrine-pe/what-is#basics\"><ins>Sudafed</ins></a>, Vicks Sinex, and Benadryl Allergy Plus Congestion, for example.</p><span id=\"end-legacy-contents\"></span><p>As part of the panel’s review, t", "link": "https://www.engadget.com/the-most-common-oral-decongestant-in-the-us-does-not-work-fda-finds-193003406.html?src=rss", "date_published": "2023-09-12T19:30:03+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple iPhone 15 vs the competition: Goodbye Lightning, hello USB-C", "description": "<p>After the usual <a href=\"https://www.engadget.com/iphone-15-pro-set-to-feature-a-thinner-bezel-titanium-frame-and-usb-c-charging-094118389.html\">flurry</a> of <a href=\"https://www.engadget.com/what-to-expect-at-apples-wonderlust-iphone-15-event-181545715.html\">rumors</a>, we now know exactly what Apple is packing into the new iPhone 15. We also know models start at $799 and are up for <a href=\"https://www.engadget.com/how-to-pre-order-the-new-iphone-15-182250679.html\">pre-order starting this Friday</a> with availability on September 22. The headline feature is the charging port: now all iPhone 15 models have USB-C instead of the old Lightning port (<a href=\"https://www.engadget.com/iphones-switch-usb-c-comply-eu-charger-law-075020117.html\">thanks, European Union</a>). Other changes include the introduction of the Dynamic Island, previously reserved for Apple's Pro-level handsets only. Around back, the dual cameras incorporate a 48MP lens and a 12MP telephoto cam with a 2x optical ", "link": "https://www.engadget.com/apple-iphone-15-vs-the-competition-goodbye-lightning-hello-usb-c-192629676.html?src=rss", "date_published": "2023-09-12T19:26:29+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Apple Watch Series 9 vs. the competition: Same design, more power", "description": "<p>Apple <a href=\"https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html\">unveiled</a> the new <a href=\"https://www.engadget.com/apple-watch-series-9-can-handle-siri-requests-without-your-iphone-171920001.html\">Apple Watch Series 9</a> on Tuesday. The main upgrade is a new S9 chipset, which includes the wearable's first real CPU upgrade since the Series 6 in 2020 and helps enable features like a \"double tap\" gesture for controlling parts of apps hands-free. There's also a brighter display, a new neural engine, a fresh pink colorway and, according to Apple's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hcHBsZS5jb20vd2F0Y2gvY29tcGFyZS8iLCJjb250ZW50VXVpZCI6ImZiZTRlZjBhLWUzOTAtNDNiZS05ZDVhLWE3ZWQy", "link": "https://www.engadget.com/the-apple-watch-series-9-vs-the-competition-same-design-more-power-191333859.html?src=rss", "date_published": "2023-09-12T19:13:33+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The iPhone 15 Pro can take 3D spatial videos for Vision Pro users", "description": "<p>Apple just teased an interesting feature for the just-announced iPhone 15 Pro line of smartphones. Thanks to the redesigned camera system and the addition of the <a href=\"https://www.engadget.com/apple-unveils-a17-pro-a-3nm-chip-powering-iphone-15-pro-182113747.html\"><ins>powerful A17 Pro CPU,</ins></a> these phones can shoot 3D spatial videos and photos which can then be viewed by using the forthcoming <a href=\"https://www.engadget.com/the-vision-pro-is-apples-long-awaited-arvr-headset-182725385.html\"><ins>Apple Vision Pro mixed-reality headset.</ins></a></p><p>When Apple unveiled the Vision Pro, it spent some time on the notion of spatial videos and photos. Basically, these are completely three-dimensional experiences that you can relive by donning the headset. For instance, if you make a spatial video of your daughter’s birthday party, you can wear the Vision Pro and relive the day, <a href=\"https://www.engadget.com/apple-realityos-ar-vr-headset-operating-system-wwdc-2023-18590", "link": "https://www.engadget.com/the-iphone-15-pro-can-take-3d-spatial-videos-for-vision-pro-users-185251737.html?src=rss", "date_published": "2023-09-12T18:52:51+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple discontinues the iPhone 13 mini, its last small phone worth owning", "description": "<p>The writing was on the wall for the iPhone mini series last year, when Apple went to a bigger Plus size of the iPhone 14 instead of the mini model it offered for the iPhone 12 and 13. But now, Apple has discontinued the iPhone 13 mini entirely, a tough blow for those of us who like smaller phones.&nbsp;</p><p>First introduced in the fall of 2020, <a class=\"no-affiliate-link\" href=\"https://www.engadget.com/apple-iphone-12-mini-review-cameras-battery-life-002700754.html\">the iPhone 12 mini</a> had the same specs as the bigger iPhone 12 but with a smaller battery and smaller 5.4-inch screen. People who love small phones rejoiced, as it's been increasingly difficult to buy a phone with a screen less than 6 inches — but analysts were quickly stating that iPhone 12 mini sales were not up to par. Apple <a href=\"https://www.engadget.com/apple-iphone-13-and-13-mini-review-130035113.html\">still released an iPhone 13 mini</a> in 2021, but last year decided that a bigger phone made more sense", "link": "https://www.engadget.com/apple-discontinues-the-iphone-13-mini-its-last-small-phone-worth-owning-184836048.html?src=rss", "date_published": "2023-09-12T18:48:36+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "macOS Sonoma arrives on September 26", "description": "<p>Apple's next desktop overhaul is almost ready to download. <a href=\"https://www.engadget.com/macos-sonoma-preview-widgets-screen-savers-210036486.html\">macOS Sonoma</a> will be available <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hcHBsZS5jb20vbWFjb3Mvc29ub21hLXByZXZpZXcvIiwiY29udGVudFV1aWQiOiI5M2FhYTllOS1kMjJjLTRhODUtOTdiNy1kNDQ1ZTZjOTI0N2IifQ&amp;signature=AQAAAat9kifI6oYovzVBcDpgEInTPLit4F3lz_vJpFL2jfxA&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fmacos%2Fsonoma-preview%2F\">on September 26</a> as a free update for users with a compatible Mac device. As is typically the case with desktop software upgrades, a lot of the improvements are under the hood. However, changes to widgets, high-resolution video screensavers and othe", "link": "https://www.engadget.com/macos-sonoma-arrives-on-september-26-184116109.html?src=rss", "date_published": "2023-09-12T18:41:16+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Backbone One Android controller now supports iPhone 15", "description": "<p>The <a href=\"https://www.engadget.com/backbone-one-ios-gamepad-review-143015385.html\">Backbone One</a> has become a favorite mobile gaming controller for iPhone, Android and <a href=\"https://www.engadget.com/the-backbone-one-playstation-edition-controller-finally-arrives-on-android-170046670.html\">PlayStation</a> over the last few years. Now, Backbone has announced that its beloved $100 controller (yes, even the Android-specific version!) will be compatible with the upcoming <a href=\"https://www.engadget.com/apples-iphone-15-has-a-48-megapixel-camera-and-the-dynamic-island-174520662.html\">iPhone 15</a>.</p><p>The good news is that playing with an iPhone 15 doesn't require buying a new controller. Anyone with a <a href=\"https://www.engadget.com/backbone-one-for-andorid-announced-specs-availability-pricing-175856079.html\">Backbone USB-C product</a> needs to have the company's app downloaded to receive the automatic update adding its &quot;patent-pending universal technology.&quot; T", "link": "https://www.engadget.com/the-backbone-one-android-controller-now-supports-iphone-15-190059914.html?src=rss", "date_published": "2023-09-12T18:39:11+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "iOS 17 will be available as a free update on September 18", "description": "<p>Apple held its annual iPhone event on Tuesday, dubbed &quot;Wonderlust&quot; for 2023. Alongside the new iPhone 15 and next generation Apple Watch, the company announced that iOS 17, which the new generation of devices will use, will be available as a free software update on Monday, September 18.&nbsp;</p><p>The public preview for iOS 17 has been <a href=\"https://www.engadget.com/apples-ios-17-ipad-os-17-and-watchos-10-public-betas-are-ready-to-download-172130524.html\">available for download since June</a> and has already shown off a number of design refinements including user-definable outgoing call screens so you can pick what people see when you call them and an option to send incoming calls to voicemail and read a transcription of them instead. Users will also be able to send quick voice or video messages if someone doesn't pick up their Facetime calls as well as mute/unmute themselves through their AirPods. The system's spellcheck has also been improved for fewer &quot;duckin", "link": "https://www.engadget.com/ios-17-will-be-available-as-a-free-update-on-september-18-183529945.html?src=rss", "date_published": "2023-09-12T18:35:29+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Assassin's Creed Mirage, Death Stranding and Resident Evil Village are coming to iPhone 15 Pro", "description": "<p>The <a href=\"https://www.engadget.com/iphone-15-pro-has-a-titanium-case-an-action-button-and-usb-c-181257580.html\">iPhone 15 Pro</a> is getting a performance boost thanks to a new chipset. That's not too much of a surprise since Apple upgrades its phones' components every year. One thing we didn't expect from <a href=\"https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html\">today's Apple event</a>, however, was a detailed list of the games that the A17 Pro will be able to support.&nbsp;</p><p>Apple said during its iPhone event that <a href=\"https://www.engadget.com/resident-evil-village-winters-expansion-october-28th-064200770.html\"><em>Resident Evil Village</em></a>, this year's <a href=\"https://www.engadget.com/resident-evil-4-review-a-half-step-backward-for-capcom-remakes-070100973.html\"><em>Resident Evil 4</em></a> remake, <em>Death Stranding</em> and the upcoming <a href=\"https://www.engadget.com/assassins-creed-mirage-preview-a-throwback-in", "link": "https://www.engadget.com/assassins-creed-mirage-death-stranding-and-resident-evil-village-are-coming-to-iphone-15-pro-183325896.html?src=rss", "date_published": "2023-09-12T18:33:25+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "How to pre-order the new iPhone 15", "description": "<p>September typically brings crisper weather and new iPhones, and this year is no different. Apple <a href=\"https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html\">unveiled</a> the new <a href=\"https://www.engadget.com/apples-iphone-15-has-a-48-megapixel-camera-and-the-dynamic-island-174520662.html\">iPhone 15</a> and iPhone 15 Pro today, and as rumors suggested, the company has finally done away with its storied Lightning port in favor of a USB-C connector. While iPhone 15 models now support the Dynamic Island and come in fun colors, the iPhone 15 Pro handsets sport titanium designs and the new A17 Pro processor. Apple also revealed the latest models of its wearable, the <a href=\"https://www.engadget.com/apple-watch-series-9-can-handle-siri-requests-without-your-iphone-171920001.html\">Apple Watch Series 9</a> and the <a href=\"https://www.engadget.com/the-apple-watch-ultra-2-has-an-extra-bright-display-and-s9-chip-174156027.html\">Apple Watch Ultra ", "link": "https://www.engadget.com/how-to-pre-order-the-new-iphone-15-182250679.html?src=rss", "date_published": "2023-09-12T18:22:50+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple unveils A17 Pro, a 3nm chip powering iPhone 15 Pro", "description": "<p>We figured the <a href=\"https://www.engadget.com/iphone-15-pro-has-a-titanium-case-an-action-button-and-usb-c-181257580.html\">iPhone 15 Pro</a> would feature some sort a new A17 chip, but Apple surprised us by debuting its first &quot;Pro&quot; chip today. The A17 Pro is Apple's most powerful mobile silicon yet. The 3 nanometer chip features 17 billion transistors and a six-core CPU. Apple claims its two performance cores are 10 percent faster than the A16, while its four efficiency cores offer far better performance per watt. The 6-core GPU is also 20 percent faster than before, and it features advanced graphics features like hardware accelerated ray tracing.</p><p>The A17 Pro seems particularly useful for game developers. Apple announced that <em>Resident Evil 4</em> and <em>Resident Evil Village</em> are coming to the iPhone, while <em>The Division Resurgence</em> will also launch next year.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The real question, though, is why App", "link": "https://www.engadget.com/apple-unveils-a17-pro-a-3nm-chip-powering-iphone-15-pro-182113747.html?src=rss", "date_published": "2023-09-12T18:21:13+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "iPhone 15 Pro has a titanium case, an action button and USB-C", "description": "<p>Today at its annual fall iPhone event, Apple announced its next two flagship handsets in the iPhone 15 Pro and iPhone 15 Pro Max. And while their overall design looks similar to last year's devices, there are a handful of interesting new features that could make them worthy upgrades.&nbsp;</p><p>Starting with their displays, screen sizes are staying put at 6.1 and 6.7 inches respectively while Apple's  Dynamic Island is being used again to house the phone’s selfie cam and FaceID sensors. However, their bezels are noticeably thinner while the frame sports a new brushed finish. On top of that, thanks to their new grade 5 titanium frames, the iPhone 15 Pro and Pro Max are the lightest Pro handsets Apple has ever made while also offering improved durability compared to the stainless steel chassis on the previous models. The company says the back glass on the iPhone 15 Pro is also easier to replace due to a new substructure that also increases overall heat dissipation.&nbsp;</p><span i", "link": "https://www.engadget.com/iphone-15-pro-has-a-titanium-case-an-action-button-and-usb-c-181257580.html?src=rss", "date_published": "2023-09-12T18:12:57+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's AirPods Pro now come with a USB-C charging case", "description": "<p>Apple is switching from Lighting to USB-C for the port on the entire iPhone 15 lineup, but the company isn't stopping there. During today's <a href=\"https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html\">Apple event</a>, the company announced it would also be swapping out the wired charging jack on the <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">second-generation AirPods Pro</a> that debuted last year. You can use a USB-C cable to charge the AirPods Pro case from an iPhone 15 too. You can already pre-order the latest <a href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hcHBsZS5jb20vc2hvcC9wcm9kdWN0L01USlYzQU0vQS9haXJwb2RzLXBybz9mbm9kZT00MTljZDA2MTM1M2EwMWVmYTE4ZmEzYWE5MzIxN2QyNjM1N", "link": "https://www.engadget.com/apples-airpods-pro-now-come-with-a-usb-c-charging-case-175348512.html?src=rss", "date_published": "2023-09-12T17:53:48+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's iPhone 15 has USB-C, a 48-megapixel camera and the dynamic island", "description": "<p>At today's <a href=\"https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html\">Apple event</a>, the company has pulled the cover off the iPhone 15 and 15 Plus and, as expected, it’s mostly another iterative update — but with a few nice new features nonetheless. That said, the biggest change will undoubtedly impact lots of potential buyers, as Apple is saying goodbye to the Lightning port it <a href=\"https://www.engadget.com/2012-09-12-apples-phil-schiller-explains-new-lightning-port-doesnt-thi.html\">introduced in 2012</a> with the iPhone 5. In its place, as expected, is USB-C.</p><p>As you'd expect, USB-C will carry power, audio and video, and a USB-C Apple Watch charger cable will let you power up your Watch via your iPhone's battery.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Like last year, the iPhone 15 and 15 Plus include 6.1- and 6.7-inch displays, respectively. The big change this year is that the notch is gone, replaced by the so-cal", "link": "https://www.engadget.com/apples-iphone-15-has-a-48-megapixel-camera-and-the-dynamic-island-174520662.html?src=rss", "date_published": "2023-09-12T17:47:13+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Apple Watch Ultra 2 has an extra-bright display and S9 chip", "description": "<p>Apple’s premium smartwatch is getting its first major upgrade. The company showed off the $799 Apple Watch Ultra 2, the first update for the high-end watch meant for extreme athletes and others with more specialized fitness-tracking needs.</p><p>As expected, the second-gen device will keep the same 49-millimeter form factor as the original, but still sport some significant upgrades. Notably, the Ultra 2 comes with a new extra-bright 3,000 nit display to make the screen easier to read in any lighting conditions. In darker settings, the display’s night mode will activate automatically thanks to its ambient light sensor.</p><span id=\"end-legacy-contents\"></span><p>The Ultra 2 will be among the first watches to get Apple’s new S9 chip, which will power the new <a href=\"https://www.engadget.com/double-tap-adds-versatile-gesture-control-to-the-apple-watch-series-9-and-apple-watch-ultra-2-173610798.html\">“double tap”</a> gesture, and upgraded Siri functionality. As with the Series 9, the", "link": "https://www.engadget.com/the-apple-watch-ultra-2-has-an-extra-bright-display-and-s9-chip-174156027.html?src=rss", "date_published": "2023-09-12T17:41:56+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "watchOS 10 brings widgets to your Apple Watch on September 18", "description": "<p>Apple's <a href=\"https://www.engadget.com/the-apple-watch-embraces-widgets-again-in-watchos-10-180838970.html\">watchOS 10</a> will officially be available on September 18, the company announced during its <a href=\"https://www.engadget.com/apple-watch-series-9-can-handle-siri-requests-without-your-iphone-171920001.html\">iPhone 15 launch event</a> today. The update is simultaneously one of the biggest facelifts ever for watchOS, while also being a throwback to the original &quot;Glances&quot; feature from the <a href=\"https://www.engadget.com/2015-04-30-apple-watch-review.html\">original Apple Watch</a>. Instead of focusing on individual apps, WatchOS 10 relies on widgets in every watch face — just turn the Digital Crown and you'll have quick access to things like timers, music, or a podcast episode that you're listening to.&nbsp;</p><p>Given how confusing multitasking has been in watchOS for some time, it makes sense for Apple to reorient the platform around simple tasks, rather tha", "link": "https://www.engadget.com/watchos-10-brings-widgets-to-your-apple-watch-on-september-18-173827349.html?src=rss", "date_published": "2023-09-12T17:38:27+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Double Tap adds versatile gesture control to the Apple Watch Series 9 and Apple Watch Ultra 2", "description": "<p>Apple added a new gesture to the <a href=\"https://www.engadget.com/apple-watch-series-9-can-handle-siri-requests-without-your-iphone-171920001.html\">Apple Watch Series 9</a> and Apple Watch Ultra 2 that the company believes will change how you use your wearable. Double Tap lest you control various system functions by tapping your thumb and index finger together twice in quick succession — no need to touch the display or free up your other hand.</p><p>The company gave several examples of the feature in action. You can use Double Tap to answer or end calls, snooze alarms, play / pause music or start and stop timers. Apple COO Jeff Williams said it’s especially useful for times when your other hand isn’t free, like when walking a dog or carrying groceries.</p><span id=\"end-legacy-contents\"></span><p>Williams added that you can use Double Tap to call up the Smart Stack, <a href=\"https://www.engadget.com/the-apple-watch-embraces-widgets-again-in-watchos-10-180838970.html\">watchOS 10’s<", "link": "https://www.engadget.com/double-tap-adds-versatile-gesture-control-to-the-apple-watch-series-9-and-apple-watch-ultra-2-173610798.html?src=rss", "date_published": "2023-09-12T17:36:10+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple is removing leather from all its products for environmental reasons", "description": "<p>Apple has spent a significant amount of its keynote today talking about its environmental bonafides, and part of that is the fact that it will no longer sell leather accessories, including things like iPhone cases and Apple Watch bands. The company noted that while leather is popular for things like watch straps, it has a serious impact on the environment, particularly at Apple's scale.&nbsp;</p><p>Instead, Apple is introducing a new product called FineWoven that'll replace its leather straps. Visually, they do look quite similar to the leather bands it used to sell — the leather loop and &quot;modern buckle&quot; styles will still be available, just in this new FineWoven material. We haven't gotten to the iPhone yet, but presumably we'll hear about FineWoven cases for that device as well.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Apple has long had a partnership for the Apple Watch with Hermès, a company known for high-end fashion products including a wide variety of leat", "link": "https://www.engadget.com/apple-is-removing-leather-from-all-its-products-for-environmental-reasons-173559661.html?src=rss", "date_published": "2023-09-12T17:35:59+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple Watch Series 9 can handle Siri requests without your iPhone", "description": "<p>It's September, which means the air is thick with the promise of fall, school is back in session, and Apple just revealed a new Apple Watch. This year, <a href=\"https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html\">the company is showing off</a> the Apple Watch Series 9. The Series 9 features a new processor, the S9 chip, and a quad-core neural engine, which promises 18-hour battery life and overall performance boosts. On the software side, watchOS 10 is poised to be the biggest UI overhaul in Apple Watch history, with a renewed focus on widgets, and a slew of app and input updates.</p><p>The new neural engine enables offline Siri access, which means you won't need your iPhone nearby to interact with Apple's digital assistant on the Series 9. The engine also processes AI tasks twice as fast as the previous iteration, and it powers new gestures. The Series 9 has a 30 percent faster GPU, and it uses a new, second-generation ultra wideband chip t", "link": "https://www.engadget.com/apple-watch-series-9-can-handle-siri-requests-without-your-iphone-171920001.html?src=rss", "date_published": "2023-09-12T17:19:20+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Kontrol S-Series MK3 hands-on: A high-end MIDI keyboard for the Native Instruments faithful", "description": "<p>Native Instruments' <a href=\"https://www.engadget.com/2014-09-02-native-instruments-komplete-keyboards.html\">Kontrol S series</a> MIDI keyboards are a favorite among producers and musicians for their solid build and tight integration with the company's instruments like <a href=\"https://www.engadget.com/komplete-now-native-instruments-subscription-160441774.html\">Kontakt</a> and <a href=\"https://www.engadget.com/2019-06-27-native-instruments-releases-massive-x-software-synth.html\">Massive X</a>. This year the controllers are getting a pretty significant upgrade that pushes the hardware to new heights and tightens the integration with the company's flagship software.</p><p>Physically there are few immediately obvious differences on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e54dc56f-69db-417f-9610-572a1a179058&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sweetwater+Sound&amp;custData=eyJzb3VyY2VOYW1lIj", "link": "https://www.engadget.com/kontrol-s-series-mk3-hands-on-a-high-end-midi-keyboard-for-the-native-instruments-faithful-162055627.html?src=rss", "date_published": "2023-09-12T16:20:55+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "JackRabbit's XG e-bike adds more range, power, fun and expense", "description": "<p>In a world of generic electric bikes, the JackRabbit is hard to ignore. The micro, pedal-free ride blends the convenience of a scooter with the sitdown comfort of a bicycle. We <a href=\"https://www.engadget.com/jack-rabbit-ebike-scooter-review-144537677.html\">loved the original</a>, but there was plenty of room for improvement. That room has been dramatically reduced with the unveiling of the JackRabbit XG — a newer, more powerful and slightly (just slightly) bigger version available starting today.</p><p>The XG initially looks very similar to the “OG” (as it has since been dubbed) that came before it. What you will notice is that it sports a more conventional diamond-style frame. There are also  two batteries this time around for up to 20 miles of range (double the original). As mentioned earlier, the wheelbase is a shade longer, but only by an inch or two. The result is a more refined bike with not only more range but, thanks to a new 500W motor, more power for going up hills wi", "link": "https://www.engadget.com/jackrabbits-xg-e-bike-adds-more-range-power-fun-and-expense-160038972.html?src=rss", "date_published": "2023-09-12T16:00:38+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple event 2023: Live updates on the new iPhone 15", "description": "<p>Once again, we're at Steve Jobs Theater in Apple Park, waiting for the company to unveil new hardware. But unlike <a href=\"https://www.engadget.com/heres-everything-apple-announced-at-wwdc-2023-223303827.html\">WWDC earlier this year</a>, there is much less hype over what we expect to see. Instead of <a href=\"https://www.engadget.com/apple-vision-pro-first-look-spatial-computing-future-201844231.html\">a mixed reality headset that was a first</a> for the company, this time we're <a href=\"https://www.engadget.com/what-to-expect-at-apples-wonderlust-iphone-15-event-181545715.html\">most likely getting new iPhones and Apple Watches</a> — things that Tim Cook and friends have spent so many years refining it's hard to imagine them looking drastically different.&nbsp;</p><p>Still, iPhones are the most popular phones around, and we might still be treated to surprise announcements. Stick around as we bring you all the news straight from Apple Park. The <a href=\"https://www.engadget.com/how-t", "link": "https://www.engadget.com/apple-event-2023-live-updates-on-the-new-iphone-15-160001658.html?src=rss", "date_published": "2023-09-12T16:00:01+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "NordVPN two-year plans are up to 68 percent off right now", "description": "<p>Virtual private networks (VPNs) continue to increase in popularity, and one of the most famous services is offering a great deal to entice new customers. NordVPN is selling <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c52a3d27-2d9a-44d8-8cf2-6f6387b122a0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=NordVPN&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25vcmR2cG4uY29tLyIsImNvbnRlbnRVdWlkIjoiNWJhYzJkMjctMTc3YS00ODQ1LTlhMGYtNzM1ZDVmOTJhYWUzIn0&amp;signature=AQAAAdL9Hcvy0uUjTouZbFvC23ZnfuVj7_rJzPllxIW6DdI_&amp;gcReferrer=https%3A%2F%2Fnordvpn.com%2F\">two-year subscription plans</a> for up to 68 percent off, depending on which tier you go with. You also get three free months of service when you sign up, which is never a bad thing.</p><p>Here’s how the deal breaks down. The company’s Standard plan is 62 percent off, costing $108 for two years, while the Advanced plan i", "link": "https://www.engadget.com/good-deal-nordvpn-two-year-plans-are-up-to-68-percent-off-right-now-154504370.html?src=rss", "date_published": "2023-09-12T15:45:04+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Fujifilm launches the slimmed down, cheaper GFX 100 II medium format camera", "description": "<p>Fujifilm has taken the wraps off the GFX100 II medium format camera, a successor to the <a href=\"https://www.engadget.com/2019-05-23-fujifilm-gfx-100-goes-on-sale.html\">original GFX100</a> launched back in 2019. It carries the same 102-megapixel resolution of the original model, but has a new sensor and processor that delivers faster shooting speeds, improved autofocus, full-sensor 4K (and even 8K) video and a lot more. At the same time, it's more like the <a href=\"https://www.engadget.com/fujifilm-gfx-100s-review-140025104.html\">GFX100S</a> in terms of size and price.</p><p>Where the GFX100 was gigantic in size due to the built-in battery grip, the GFX100 II has separated those two things, so the camera body alone is considerably smaller (the grip is sold separately for $500). It has a new 9.44 million-dot electronic viewfinder (EVF), the highest in the industry, that's removable as before. That allows the use of an optional $569 tilt adapter that makes low-angle shooting easier.", "link": "https://www.engadget.com/fujifilm-launches-the-slimmed-down-cheaper-gfx-100-ii-medium-format-camera-153054647.html?src=rss", "date_published": "2023-09-12T15:30:54+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Drop's refreshed CTRL, ALT and SHIFT keyboards offer improved stabilization and LED patterns", "description": "<p>If you've been thinking about getting a <a href=\"https://www.engadget.com/best-budget-gaming-accessories-130040522.html\">new keyboard</a> for yourself, there are some fresh options on the market to consider. Drop is launching updated editions of its CTRL, ALT and SHIFT models. New features for the V2 keyboards include plate-mounted Drop Phantom Stabilizers, more LED customization and 50 new LED patterns. The new keyboards also have additional layers of foam, including Poron top and bottom case foam and IXPE switch foam. Plus, the SHIFT V2 comes with a new black colorway.</p><p>The aircraft-grade aluminum of <a href=\"https://www.engadget.com/drop-sense75-announced-specs-availability-160057376.html\">Drop's original keyboards</a> remains alongside the upgrades. &quot;The new and improved CTRL, ALT, and SHIFT V2 keyboards represent a leap forward in design, performance, and functionality while preserving the cherished qualities that made their predecessors beloved by our community,&qu", "link": "https://www.engadget.com/drops-refreshed-ctrl-alt-and-shift-keyboards-offer-improved-stabilization-and-led-patterns-150003774.html?src=rss", "date_published": "2023-09-12T15:00:03+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Lyft aims to match women and nonbinary riders and drivers with each other more often", "description": "<p><a href=\"https://www.engadget.com/tag/lyft/\"><ins>Lyft</ins></a> has <a class=\"no-affiliate-link\" href=\"https://www.lyft.com/blog/posts/women-plus-connect\"><ins>announced</ins></a> an initiative that aims to bolster safety for riders and drivers who identify as women or nonbinary. Women+ Connect is a feature that gives women and nonbinary drivers the option to match with women and nonbinary riders more often. Lyft says this is an opt-in feature that's preference-based. If a driver activates Women+ Connect but there are no women or nonbinary people who are looking for a ride close by, they'll still be matched with a male rider and vice versa.</p><p>The feature will initially be available in Chicago, Phoenix, San Diego, San Francisco and San Jose. Lyft plans to enable it in more cities in the near future. When it's available in their area, women and nonbinary riders and drivers will see a \"count me in\" prompt. If they agree to this, it's more likely that they'll be matched with a wo", "link": "https://www.engadget.com/lyft-aims-to-match-women-and-nonbinary-riders-and-drivers-with-each-other-more-often-145047131.html?src=rss", "date_published": "2023-09-12T14:50:47+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon is giving away $100 gift cards with Samsung Galaxy Tab S9 purchases", "description": "<p>A deal is great, but a deal <em>and</em> a gift card is even better. Amazon is offering just that, giving customers who purchase an already discounted Samsung Galaxy Tab S9 or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hbWF6b24uY29tL2RwL0IwQzRCQjY3WTg_dGFnPWdkZ3QwYy1wLW8tNG1lLTIwIiwiY29udGVudFV1aWQiOiIxMGM5MmU3MC1jYzU5LTQ2NDktOWU1Zi1kMjEzYzlmMGExMzgifQ&amp;signature=AQAAAZEo4hpIkMxBcwV3AkaCiBbWV0DIGBcPEfoG5M4BYbC8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C4BB67Y8\">Galaxy Tab S9+</a> a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3V", "link": "https://www.engadget.com/amazon-is-giving-away-100-gift-cards-with-samsung-galaxy-tab-s9-purchases-142045167.html?src=rss", "date_published": "2023-09-12T14:20:45+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Panasonic's Lumix G9 II is its first Micro Four Thirds camera with hybrid autofocus", "description": "<p>Panasonic has unveiled the Lumix G9 II, its first Micro Four Thirds camera with hybrid phase-detect autofocus. A successor to the 20-megapixel <a href=\"https://www.engadget.com/2017-11-08-panasonics-g9-mirrorless-camera.html\">photo-centric G9</a> released way back in 2017, it comes with a new 25.2-megapixel (MP) sensor, and offers features like 60 fps burst speeds, 5.7K and 4K 60p ProRes video, USB-C SSD recording and 8 stops of optical image stabilization. It instantly becomes Panasonic's best Micro Four Thirds camera and should appeal to users ranging from wildlife photographers to content creators.&nbsp;</p><p>The key feature is the new 25.2-megapixel dual native ISO sensor. It carries the same resolution as <a href=\"https://www.engadget.com/panasonic-gh-6-review-video-a-vlogging-workhorse-153048534.html\">the GH6</a>, but adds hybrid phase-detect (PDAF) autofocus with 779 points that's married to Panasonic's AI subject tracking. The new system allows not only for faster trackin", "link": "https://www.engadget.com/panasonics-lumix-g9-ii-is-its-first-micro-four-thirds-camera-with-hybrid-autofocus-140036804.html?src=rss", "date_published": "2023-09-12T14:00:36+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Intel's Thunderbolt 5 could be the cable upgrade we've been waiting for", "description": "<p>Up to three times the bandwidth of Thunderbolt 4. Support for multiple 8K displays, as well as gaming monitors running at up to 540Hz. 240 watts of charging power. These aren't just the highlights of my PC connectivity dreams: They're key features of Thunderbolt 5, Intel's latest stab at creating the <em>ultimate</em> PC cable. And this time, the chip maker may actually succeed.</p><p>When <a href=\"https://www.engadget.com/intel-thunderbolt-4-explainer-143006501.html\">Thunderbolt 4 dropped in 2020,</a> it mostly seemed like a refined version of Thunderbolt 3. It had the same maximum bandwidth of 40 gigabits per second, but its increased efficiency allowed Intel to standardize support for multiple 4K screens, as well as double storage device speeds. At the very least, Intel required at least one Thunderbolt 4 to support USB-C charging.</p><span id=\"end-legacy-contents\"></span><p>Thunderbolt 5, on the other hand, is a major leap forward. It's built on the <a href=\"https://www.yahoo.", "link": "https://www.engadget.com/intel-thunderbolt-5-launch-130006804.html?src=rss", "date_published": "2023-09-12T13:00:06+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best sous vide machines for 2023", "description": "<p>Learning how to cook sous vide (which translates literally to “under vacuum” in French) can be intimidating for beginners. Not only do you need to have a sous vide machine (aka an immersion circulator), some people will also say you need additional equipment like a vacuum sealer, special plastic bags and more. And while those things do help, they’re not 100 percent necessary and they shouldn’t scare home cooks off one of the best and most accurate cooking methods, especially for proteins like meat and fish.</p><p>The hard part, though, is choosing the right device for you, as sous vide cookers are relatively recent newcomers to home kitchens. After all, the first immersion circulator priced under <a href=\"https://www.americastestkitchen.com/cooksillustrated/articles/1142-the-history-of-sous-vide-explained\">$500 went on sale in 2009</a>. Prior to that, these devices were typically only found in high-end restaurants or as playthings for professional chefs — they were not as widely a", "link": "https://www.engadget.com/best-sous-vide-133025288.html?src=rss", "date_published": "2023-09-12T12:01:12+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Assassin's Creed Mirage preview: A throwback in the best of ways", "description": "<p>I waved goodbye to <a href=\"https://www.engadget.com/assassins-creed-valhalla-ubisoft-forward-demo-preview-195635696.html\"><em><ins>Assassin's Creed Valhalla</ins></em></a> after 12 hours. I took my time to do everything I could in the opening area, then spent a couple of hours in the main part of the game. After yet another side objective that Ubisoft jammed into this bloated game, it dawned on me — nope, I can't go any further.</p><p>Ubisoft's tendency to overstuff its games coiled around <em>AC Valhalla,</em> squeezing much of the fun out of my time with it. I could tell early on that the world was too big with too much to do. I had a similar problem with <em>Far Cry 6</em>, another recent open-world Ubisoft game I endured for around the same length of time.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.engadget.com/assassin-creed-mirage-2023-release-date-200751800.html\"><em><ins>Assassin's Creed Mirage</ins></em></a><em>&nbsp;</em>is blessedly billed as a re", "link": "https://www.engadget.com/assassins-creed-mirage-preview-a-throwback-in-the-best-of-ways-120018919.html?src=rss", "date_published": "2023-09-12T12:00:18+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The next-generation Einstein AI will put a chatbot in every Salesforce application", "description": "<p>AI chatbots are coming to your Salesforce applications and it looks like it'll all of them. Company executives had a lot to show off during Tuesday's Dreamforce 2023 keynote address, including major updates to both  its Einstein AI and Data Cloud services.&nbsp;</p><p>Einstein AI has received a slew of updates and upgrades since <a href=\"https://www.engadget.com/slack-is-getting-in-on-the-gpt-ai-trend-090054594.html?src=rss\">we saw it integrated with Slack back in May</a>. The new Copilot service will take the existing AI chatbot and tune it to a client company's specific datasets using their Salesforce Data Cloud data. This enables the Einstein AI to provide better, more relevant and more actionable answers to employees' natural language questions and requests.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;Copilot is a conversational AI assistant for both companies and employees to securely and safely access generative AI to do their jobs better, faster and more easily,", "link": "https://www.engadget.com/the-next-generation-einstein-ai-will-put-a-chatbot-in-every-salesforce-application-120004305.html?src=rss", "date_published": "2023-09-12T12:00:04+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Anker charging accessories are up to 50 percent off at Amazon", "description": "<p>Anker makes some of the best charging products out there, but the extra quality comes at a price. If you've been waiting for a sale, you can now grab a number of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hbWF6b24uY29tL3N0b3Jlcy9wYWdlL3ByZXZpZXc_dGFnPWdkZ3QwYy1wLW8tNG1iLTIwIiwiY29udGVudFV1aWQiOiIxNTVkNzUwNy1jZmEwLTRhMDctYmY2ZS1iMDFhM2QxNWQ4YjYifQ&amp;signature=AQAAAXNY4ymllw6bSdvFox2lUD0JYEr0CFoCx3qurkGaZCGB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview\">Anker chargers</a> and other smartphone accessories at Amazon with discounts of up to 50 percent. Some of the key items include the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&a", "link": "https://www.engadget.com/anker-charging-accessories-are-up-to-50-percent-off-at-amazon-115035029.html?src=rss", "date_published": "2023-09-12T11:50:35+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: What to expect at Apple’s Wonderlust iPhone event today", "description": "<p>Apple’s annual iPhone event kicks off today, so if you can’t stand the company’s presentations or devices, you might want to disconnect this afternoon. But for anyone interested in what the most influential tech hardware company is doing, expect to see <a href=\"https://www.engadget.com/what-to-expect-at-apples-wonderlust-iphone-15-event-181545715.html\">a new iPhone</a>… obviously.</p><p>All the iPhone 15 models (except for perhaps a new SE) could shift from the notch to the Dynamic Island cutout, which debuted in the iPhone 14 Pro and Pro Max. There were rumors of an iPhone Ultra, but we’re now expecting that next year.</p><a href=\"https://www.engadget.com/what-to-expect-at-apples-wonderlust-iphone-15-event-181545715.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-09/cf33e381-514d-11ee-bf7f-6a33d8fc9a62\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Rumors also suggest the", "link": "https://www.engadget.com/the-morning-after-what-to-expect-at-apples-wonderlust-iphone-event-today-111510535.html?src=rss", "date_published": "2023-09-12T11:15:10+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's customizable Quest avatars get a lot more inclusive", "description": "<p>Meta has <a class=\"no-affiliate-link\" href=\"https://www.meta.com/blog/quest/v57-software-unsend-image-messages-horizon-home-avatars/\">rolled out</a> software update v57 for its <a class=\"no-affiliate-link\" href=\"https://www.engadget.com/the-meta-quest-3-is-a-499-mixed-reality-headset-with-full-color-passthrough-141204527.html\">Quest headsets</a>, and one of the biggest changes it brings is giving you the ability to make your avatar a better representative of your true self. When you choose a certain color for your hair and eyebrows, for instance, you'll be able to fine-tune it further through a slider that lets you adjust its depth. Yes, that means you'll now be able to more accurately pick your avatar's skin tone. You can put makeup and face paint on your avatar, in the exact colors you want, as well.&nbsp;</p><p>In addition, update v57 gives you the capability to unsend image messages in virtual reality and the Meta Quest mobile app. When you hover over the image in VR or click ", "link": "https://www.engadget.com/metas-customizable-quest-avatars-get-a-lot-more-inclusive-105509001.html?src=rss", "date_published": "2023-09-12T10:55:09+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's launch day iPhone 15s may originate from India", "description": "<p>A small number of Apple's <a href=\"https://www.engadget.com/how-to-watch-apples-iphone-15-event-153656934.html\">iPhone 15 models</a> manufactured in India could be available on launch day for the first time, according to a report from <a href=\"https://www.bloomberg.com/news/articles/2023-09-12/apple-to-sell-made-in-india-iphones-on-launch-day-for-first-time\"><em>Bloomberg</em></a><em>.</em> Apple has built iPhones in India since 2017, but it has typically taken up to a year to ramp up production. This time, a small number built in India could go on sale immediately in that nation and some other regions.&nbsp;</p><p>It's been known for a while now that Apple contractor Foxconn would manufacture more iPhone 15 models than before at a facility in Tamil Nadu, India. It's part of Apple's plan to <a href=\"https://www.bloomberg.com/news/articles/2023-08-16/apple-supplier-foxconn-begins-iphone-15-production-in-india?sref=10lNAhZ9\">diversify manufacturing</a> in the face of supply chain ri", "link": "https://www.engadget.com/apples-launch-day-iphone-15s-may-originate-from-india-103337179.html?src=rss", "date_published": "2023-09-12T10:33:37+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple chips made in the US still require assembly in Taiwan, report suggests", "description": "<p>Apple chief Tim Cook previously announced that the tech giant will be purchasing chips for its iPhones, Macs and other key products made in Taiwan Semiconductor Manufacturing Company's (TSMC) new factory in Phoenix, Arizona. It seemed like a huge win for the Biden administration, which signs the <a href=\"https://www.engadget.com/president-biden-signs-chips-and-science-act-145820799.html\">CHIPS Act into law</a> last year to boost manufacturing in the US and lessen its reliance on overseas suppliers. Now, <a class=\"no-affiliate-link\" href=\"https://www.theinformation.com/articles/apples-plan-to-make-chips-in-arizona-tsmc-nvidia-amd-tesla?rc=whf0fd\"><em>The Information</em></a> has reported that even though the components for Apple's chips will be manufactured in the US, they'll still have to be sent back to TSMC's home country for assembly.&nbsp;</p><p>Apparently, the manufacturer's factory in Arizona doesn't have the facilities to package its customers' more advanced chips. \"Packagi", "link": "https://www.engadget.com/apple-chips-made-in-the-us-still-require-assembly-in-taiwan-report-suggests-075211020.html?src=rss", "date_published": "2023-09-12T07:52:11+00:00", "bookmarked": false, "dead": null, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}]