[{"source": "https://www.pcworld.com/index.rss", "title": "Reddit blackout: Thousands of subreddits go dark as user protest begins", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If part of your regular habits is to peruse Reddit, a lot of your favorite subreddits (if not all of them) are offline right now. And some of them might not come back&mdash;not unless Reddit changes its mind about an upcoming policy change.</p>\n\n\n\n<p>For at least two days, you won&rsquo;t be able to read or interact with much of the site, due to a user-led protest in response to <a href=\"https://www.pcworld.com/article/1941251/reddit-is-going-to-war-with-its-own-users.html\">Reddit&rsquo;s announcement of API changes</a> on June 5. But while the blackout was initially set to begin on Monday and last for two days, commentary from Reddit&rsquo;s CEO last week during a Friday &ldquo;Ask Me Anything&rdquo; thread threw additional fuel onto the flames of discontent&mdash;prompting some subreddits to vow they won&rsquo;t come back unless the policy is changed.</p>\n\n\n\n<p>At the heart of the controversy is a new pricing plan, set to begin July 1: For every 1,000 API calls, developers will have to pay 24 cents USD. An API call is made every time the app fetches data from Reddit&rsquo;s servers. Not long after the details broke, third-party app developers began telling users they would be unable to afford the upcoming costs and would likely have to shutter by June 30. Christian Selig, developer of Apollo for Reddit (one of the biggest third-party Reddit apps), estimated his fees would reach $20 million.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1949996\" height=\"552\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/image-14.png?w=1200\" width=\"1200\" /><figcaption>Some communities have vowed to not return if Reddit doesn&rsquo;t change its stance on its new API call pricing, which so far remains the same.</figcaption></figure></div>\n\n\n\n<p>Talks between third-party app makers and Reddit have not gone well either. Selig <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.theverge.com/2023/6/5/23749188/reddit-subreddit-private-protest-api-changes-apollo-charges&amp;xcust=2-3-1949992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">claims that Reddit accused him of blackmail</a> and other app developers <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.theverge.com/2023/6/9/23755640/reddit-api-changes-apps-apollo-shut-down-ama-spez-steve-huffman#:~:text=Tony%20Lupeski%2C%20the%20developer%20of%20ReddPlanet%2C%20tells%20The%20Verge%20that%20he%20has%20tried%20to%20contact%20Reddit%20three%20times%20since%20the%20initial%20announcement%20of%20changes%20but%20has%20been%20%E2%80%9Cignored%20every%20time.%E2%80%9D&amp;xcust=2-3-1949992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">say Reddit is not responding </a>to inquiries. </p>\n\n\n\n<p>In the AMA thread, CEO Steve Huffman said of Selig: &ldquo;His behavior and communications with us has been all over the place&mdash;saying one thing to us while saying something completely different externally; recording and leaking a private phone call&mdash;to the point where I don&rsquo;t know how we could do business with him.&rdquo; Selig lives in Canada, which only <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://globalnews.ca/news/5114032/recording-phone-calls-canada-laws/&amp;xcust=2-3-1949992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">requires one-party consent</a> for phone recordings; Huffman and Reddit are based in California, a two-party consent state. Many of the comments in response to Huffman in the AMA include vehement expletives.</p>\n\n\n\n<p>According to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.twitch.tv/reddark_247&amp;xcust=2-3-1949992-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Reddark</a>, a site keeping track of the number of offline subreddits in real time, 95 percent of the site has gone dark, with over 7,250 subreddits participating in the blackout. Some of the biggest and most popular subreddits are part of the protest, including r/funny (with over 40 million subscribers), as well as r/gaming, r/todayilearned, and r/aww (with over 30 million subscribers each). The number has been growing since the start of Monday, too&mdash;so it&rsquo;s possible that nearly the whole site could end up offline for the next 48 hours.</p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1949992/reddit-goes-dark-as-user-protest-begins.html", "date_published": "2023-06-12 19:34:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Apple Mac Studio (M2 Max) review: Re-filling the need for speed", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Impressive processing power, especially GPU</li><li>Port flexibility</li><li>Enhanced HDMI with expanded display support</li><li><span>Fan noise is very quiet</span></li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Memory and SSD are not user upgradeable (and never will be)</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">If it&rsquo;s speed you need, the Mac Studio fits the bill. Apple&rsquo;s primary offering for professionals is a complete package of processing power, features, and design. </p>\n</div>\n\n\n<p>The Mac Studio had a splashy debut last year, a new desktop design with speed that filled the needs of the most demanding professionals. But it also raised a few questions at the time: Does it replace the Mac Pro? And if it doesn&rsquo;t, will Apple continue the Mac Studio line once the Apple silicon Mac Pro arrives? Would the Mac Studio end up just like iMac Pro, a model that got little attention after its release and eventually was discontinued?</p>\n\n\n\n<p>We now have answers that give the Mac lineup some much-needed clarity. Apple showed at WWDC that it is dedicated to upgrading and maintaining the high-end desktop Mac as a platform with the release of the M2 Max/Ultra Mac Studio <em>and</em> the <a href=\"https://www.macworld.com/article/1941691/m2-ultra-processor-mac-pro-studio.html\">M2 Ultra Mac Pro</a>. The Mac Studio is Apple&rsquo;s primary offering for customers looking for a high-performance Mac, while the Mac Pro addresses a niche that needs hardware expansion.</p>\n\n\n\n<p>However, the M2 Pro Mac mini that Apple released back in January provides an interesting comparison with the M2 Max Mac Studio. Whether that Mac mini or the M2 Max Mac Studio is the Mac for you depends on the kind of work you do.</p>\n\n\n\n<p>This review looks at the Mac Studio with an M2 Max chip, a 38-core GPU, 64GB of memory, and a 2TB SSD. It has several upgrades over the entry-level $1,999 M2 Max Mac Studio, which puts the price of our review unit at $3,199. Apple also sells a $3,999 Mac Studio with an M2 Ultra, 64GB of memory, and a 1TB SSD.</p>\n\n\n\n<p><em>This review originally appeared on Macworld.com.</em></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Mac Studio\" class=\"wp-image-1948490\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/mac-studio-front-top-angle.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Mac Studio is Apple&rsquo;s Mac for high-end professionals but not the <em>highest</em>-end professionals.</p></figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"from-m1-max-to-the-m2-max\">From M1 Max to the M2 Max</h2>\n\n\n\n<p>The Mac Studio debuted in March of last year with M1 Max and M1 Ultra models. The M1 chip series has had its time (there are only two Macs left with the entry-level M1 chip), and the M2 series is in full swing. The Mac Studio now comes with an M2 Max or M2 Ultra for the same price.</p>\n\n\n\n<p>New chips mean, of course, boosted performance. The M2 Max has a 12-core CPU, which is split between eight performance cores and four efficiency cores. Its predecessor, the M1 Max, had two fewer efficiency cores (10 total CPU cores). Apple claims an improvement of up to 25 percent over the M1 Max.</p>\n\n\n\n\n\n\n\n\n<p>We always start off our reviews with a look at general-purpose performance with the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.geekbench.com&amp;xcust=2-3-1949927-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Geekbench</a> benchmark. In our multi-core testing, the M2 Max was 18 percent faster than the M1 Max it replaces&ndash;not the 25 percent Apple claims, but Apple does hedge it by saying &ldquo;up to 25 percent.&rdquo; The M2 Max&rsquo;s single-core result provides a 19 percent improvement.</p>\n\n\n\n<p>A data point that sticks out is the multi-core result of the M2 Pro&ndash;this chip has the same 12-core CPU as the M2 Max. The M2 Pro that I tested in the <a href=\"https://www.macworld.com/article/1480214/16-inch-macbook-pro-m2-pro-review.html\">16-inch MacBook Pro</a> is about 5 percent slower than the M2 Max Mac Studio, a difference you&rsquo;ll barely notice, so it basically has the same CPU performance. The M2 Pro is a $300 option on the $1,299 Mac mini; if your work involves a lot of CPU processing and less graphics processing (which we&rsquo;ll get to in a bit), the Mac mini can be a more affordable option over the Mac Studio.</p>\n\n\n\n\n\n\n\n\n<p>We also ran&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569486&amp;url=https://www.maxon.net/en/cinebench&amp;xcust=1-1-622515-1-0-0&amp;sref=https://www.macworld.com/article/622515/mac-studio-m1-max-review.html\">Cinebench R23</a>&nbsp;to gauge CPU performance, and these are the results that matter most to buyers of the Mac Studio since Cinebench mainly uses 3D rendering and is a better performance gauge for creative professionals. We saw a 20 percent improvement of the M2 Max over the M1 Max&ndash;still not 25 percent, but closer.</p>\n\n\n\n<p>We also again saw that the M2 Max Mac Studio and the M2 Pro Mac mini had the same performance. It&rsquo;s important to reiterate here that even though Cinebench is a CPU-focused 3D rendering test and doesn&rsquo;t rely on the chip&rsquo;s GPU.</p>\n\n\n\n\n\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://handbrake.fr/&amp;xcust=2-3-1949927-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">HandBrake</a> is a video converter app that stresses the CPU or specialized video hardware, depending on how it is configured. In this test, we transcoded the 4K version of the royalty-free&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569486&amp;url=https://mango.blender.org/&amp;xcust=1-1-1480091-1-0-0&amp;sref=https://www.macworld.com/article/1480091/mac-mini-m2-pro-review.html\">Tears of Steel</a>&nbsp;video to H.265 using the CPU and the video encoders (the &ldquo;VideoToolbox&rdquo; framework version).</p>\n\n\n\n<p>In the CPU encode test, the M2 Max blew by the M1 Max, improving performance by 32 percent. Our results also showed that the M2 Max has a slight edge over the M2 Pro, which is likely due to the amount of memory available. The Mac mini in our tests had 16GB of RAM, while the Mac Studio has 64GB.</p>\n\n\n\n<p>The M2 Max&rsquo;s boost over the M1 Max was a more modest 18 percent when using the video encoders. It also posted the same speed as the M2 Pro Mac mini.</p>\n\n\n\n\n\n\n\n\n<p>With the Blackmagic&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569486&amp;url=https://apps.apple.com/us/app/blackmagic-disk-speed-test/id425264550&amp;xcust=1-1-347534-1-0-0%7Cxid:fr1634843193696hcj%7Cxid:fr1647026622237jea&amp;sref=https://www.macworld.com/article/347534/24-inch-imac-review-apple-design-display-colors-storage-upgradability-price.html\">Disk Speed Test</a>, we saw a small 5 percent improvement in the M2 Max Mac Studio&rsquo;s SSD over the M1 Max. That&rsquo;s a noticeable difference when dealing with large files. The Read results are basically similar. The M2 Max Mac Studio&rsquo;s SSD also posted moderate boosts over the M2 Pro Mac mini&rsquo;s SSD.</p>\n\n\n\n<h2 id=\"the-gpu-gets-a-boost-too\">The GPU gets a boost, too</h2>\n\n\n\n<p>The M2 Max in this review has a 38-core GPU, which is an upgrade from the 30-core GPU in the $1,999 Mac Studio. The 32-core GPU in the <a href=\"https://www.macworld.com/article/622515/mac-studio-m1-max-review.html\">M1 Max Mac Studio that we reviewed last year</a> was also an upgrade option. So in our GPU comparisons, we&rsquo;re looking at the new 38-core GPU versus the old 32-core GPU.</p>\n\n\n\n\n\n\n\n\n<p>The Geekbench 6 Compute benchmark tests the GPU performance using OpenCL or Metal APIs. Metal is developed by Apple and it&rsquo;s the API the company wants developers to use to get the best performance. OpenCL is an open-standard API that&rsquo;s more widely used because of its cross-compatibility.</p>\n\n\n\n<p>With both the Metal and OpenCL benchmarks, the M2 Max&rsquo;s 38-core GPU provides speed that is over 21 percent faster than the M1 Max&rsquo;s 30-core GPU. The M1 Ultra is included in this testing for your reference&ndash;with either 48 or 64 GPU cores, it zooms past the M2 Max. The M2 Ultra is available with 60 or 76 GPU cores.</p>\n\n\n\n<p>I made it a point to call out the M2 Max&rsquo;s similar CPU performance against the M2 Pro, but here&rsquo;s where the M2 Max Mac Studio separates itself from the M2 Pro Mac mini, which comes with either 16 or 19 GPU cores. If your work involves GPU processing, get a Mac Studio with as many GPU cores as you can afford.</p>\n\n\n\n\n\n\n\n\n<p>Apple says it wants to bring more games to the Mac, and at WWDC, the company revealed some efforts to get more developers on board. It&rsquo;s going to take some time before we can get some modern games to benchmark with, so in the meantime, we&rsquo;re sticking to what we have: <em>Tomb Raider</em> and <em>Civilization 6</em>. The M2 Max Mac Studio posted some impressive framerates.</p>\n\n\n\n<p><em>Resident Evil Village</em> is a more recent game that features <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://developer.apple.com/videos/play/wwdc2022/10103/&amp;xcust=2-3-1949927-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">MetalFX Upscaling</a>, which can boost graphics performance in software that uses Apple&rsquo;s MetalFX API. It&rsquo;s the type of graphics upscaling that AMD and Nvidia have done on the Windows PC.</p>\n\n\n\n<p>To see it in action on the Mac Studio, I activated a Metal Performance HUD, which displays the frame rate. (You can do this in the Terminal by entering at the prompt <code>defaults write -g MetalForceHudEnabled -bool yes</code> and then hit Return. To turn it off, enter the same code in Terminal but replace <code>yes</code> with <code>no</code>.) I set the game display settings with the Prioritize Graphics preset and the screen resolution at 2560&times;1440. Then I ran the game twice.</p>\n\n\n\n<p>The first time, I did not use MetalFX Upscaling and I had frame rates between 130 and 160 fps when moving around the game. The second time, I activated MetalFX Upscaling to the Quality setting, and the frame rates jumped up between 160 to 195 fps. What a sweet boost! Hopefully, Apple will do more to promote this technology to game developers so we can see the Mac gaming library grow and, more importantly, become more current.</p>\n\n\n\n\n\n\n\n\n<p>Apple chips have video encoding engines, and we use iMovie to test them out. In our export tests, we didn&rsquo;t see a difference between the M2 Max and the M1 Max, which isn&rsquo;t that surprising since the engines between the two are very similar. The iMovie Stabilze test that we do puts pressure on the chip&rsquo;s Neural Engine, and we see a 20 percent difference between the two chips.</p>\n\n\n\n<p>The <a href=\"https://www.macworld.com/article/1479571/m2-max-processor-video-prores-encode-decode-engine.html\">M2 Max has twice as many ProRes engines as the M2 Pro</a>, which explains why it is so much faster in our tests.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Mac Studio underside vents\" class=\"wp-image-1948483\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/mac-studio-underside-angle.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>A ring of air vents is found underneath the Mac Studio.</p></figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"a-big-difference-with-display-support\">A big difference with display support</h2>\n\n\n\n<p>The main thing that&rsquo;s new about the 2023 Mac Studio is the system on a chip&ndash;almost everything else is the same as last year. Apple didn&rsquo;t introduce any design modifications or change the number of ports, though there are some upgrades. The headphone jack now has advanced support for high-impedance headphones and you get Wi-Fi 6E and Bluetooth 5.3 as with Apple&rsquo;s other recent Macs.</p>\n\n\n\n<p>However, there is a big change in the display support. The 2023 Mac Studio has an &ldquo;enhanced HDMI&rdquo; port instead of HDMI 2.0, and this enhanced HDMI implementation supports features in the HDMI 2.1 specification. This upgrade fixes the major flaw in the original Mac Studio: its HDMI port has a maximum resolution of 4K at 60Hz.&nbsp;Now, you can connect a display with 8K at&nbsp;60Hz or 4K at 240Hz. And there&rsquo;s support for variable refresh rate, HDR, and multichannel audio.</p>\n\n\n\n<p>That&rsquo;s not all! If you also use Thunderbolt, the M2 Max Mac Pro still supports four displays with 6K at 60Hz over Thunderbolt, and one display with 4K at 60Hz over HDMI. The new feature is that you can now connect two displays with 6K at 60Hz over Thunderbolt, and one display with 8K at 60Hz or 4K at up to 240Hz over HDMI. Did you get all that? Cool!</p>\n\n\n\n<p>If you need to go hog wild with the displays, you&rsquo;ll need to upgrade to the M2 Ultra Mac Studio. Since this is a review of the M2 Max Mac Studio, I&rsquo;m not going to go over all the M2 Ultra display configurations. You can check out Apple&rsquo;s website, but here&rsquo;s a little teaser: you can connect up to eight 4K at 60Hz displays. Yowza!</p>\n\n\n\n<p>You can read my review from, last year if you want a <a href=\"https://www.macworld.com/article/622515/mac-studio-m1-max-review.html#:~:text=sells%20for%20%243%2C199.%5D-,Practical%20design,-Saying%20the%20Mac\">deep dive into the Mac Studio&rsquo;s design</a>, find out the <a href=\"https://www.macworld.com/article/622515/mac-studio-m1-max-review.html#:~:text=Willis%20Lai/Foundry-,External%20expansion,-Perception%20is%20a\">details about the external ports</a>, or get the <a href=\"https://www.macworld.com/article/622515/mac-studio-m1-max-review.html#:~:text=scores%20would%20be%3F-,Black%20Magic,-Apple%20does%20not\">nitty-gritty on Apple&rsquo;s mouse, trackpad, and keyboard offerings</a>. Here&rsquo;s a quick bullet-point summary if you want the gist.</p>\n\n\n\n<ul><li>The Mac Studio <strong>measures 7.7 inches square and is 3.7 inches tall</strong>. The <strong>M2 Max model is 5.7 pounds</strong>, while the <strong>M2 Ultra model is two pounds heavier</strong> because of the thermal system it needs.</li><li>The <strong>back of the Mac Studio</strong> has <strong>four Thunderbolt 4 ports, a 10Gb ethernet port, two USB-A ports, enhanced HDMI, and a 3.5 mm headphone jack</strong></li><li>The <strong>front of the Mac Studio</strong> has either <strong>two USB-C ports</strong> (M2 Max model) or <strong>two Thunderbolt 4 ports</strong> (M2 Ultra model), and an SDXC Card slot</li><li>The Mac Studio <strong>does not include a mouse, trackpad, or keyboard</strong>. You can provide your own but know that the Mac Studio works with the&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.apple.com/shop/product/MMMR3LL/A/magic-keyboard-with-touch-id-and-numeric-keypad-for-mac-models-with-apple-silicon-us-english-black-keys&amp;xcust=2-3-1949927-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Magic Keyboard Touch ID and Numeric Keypad</a>&nbsp;($199). Touch ID is handy to have.</li></ul>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Mac Studio ports\" class=\"wp-image-1948487\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/mac-studio-ports.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>There are plenty of ports, including a new &ldquo;enhanced<p> HDMI&rdquo; port on the 2023 Mac Studio.</p></figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"mac-studio-or-m2-pro-mac-mini\">Mac Studio or M2 Pro Mac mini?</h2>\n\n\n\n<p>As shown by our testing, the M2 Max Mac Studio and the M2 Pro Mac mini have similar CPU performance. That makes sense since both CPUs have 12 cores, split into 8 performance cores and 4 efficiency cores. With that being the case, if you know that the apps you work in the most are CPU dependent, the M2 Pro Mac mini could be a money-saving consideration&ndash;if you don&rsquo;t customize it beyond the CPU upgrade.</p>\n\n\n\n<p>To get the 12-core M2 Pro Mac Studio, customers take the $1,299 standard configuration 10-core M2 Pro Mac mini and upgrade the CPU. That brings the price up to $1,599 on a model with 16GB of memory. If you then decide to also upgrade to 32GB of memory, the price is $1,999&ndash;the <em>same price</em> as a base model M2 Max Mac Studio with a 12-core CPU, 30-core GPU, 32GB or memory, and a 512GB SSD. For the same price, you can get more GPU performance, front ports, and expanded display support.</p>\n\n\n\n<p>If you use a lot of pro-level software that is GPU dependent, then the Mac Studio is the definite choice with its better graphics performance. The M2 Pro Mac mini&rsquo;s GPU tops off at 19 cores, while the M2 Max Mac Studio GPU starts at 30 cores and has an upgrade to 38 cores (which we tested here). If you need more, you can upgrade to an M2 Ultra with 60 or 76 GPU cores.</p>\n\n\n\n<p>The M2 Pro Mac mini has other limitations that could sway you towards a Mac Studio. Its maximum memory configuration is 32GB, while the M2 Max Mac Studio can have up to 64GB, or 96GB if you upgrade to the 38-core GPU. Also, the M2 Pro Mac mini supports up to three 4K 60Hz displays, while the M2 Max Mac Studio can handle up to five, and the M2 Ultra Mac Studio can support up to eight.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Mac Studio\" class=\"wp-image-1948486\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/mac-studio-desk.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Mac Studio starts with an M2 Max at $1,999. M2 Ultra models start at $3,499.</p></figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"still-a-worthy-investment\">Still a worthy investment</h2>\n\n\n\n<p>Thanks to the internet, everyone is a media creator nowadays, whether you&rsquo;re tending to social media, making your own movies, producing music, shooting and editing photos, creating works of art, or developing software. The Mac Studio is the ideal Mac&ndash;it&rsquo;s powerful, priced appropriately, has lots of ports for connecting devices, and it won&rsquo;t take up a lot of desk space.</p>\n\n\n\n<p>If you bought a Mac Studio last year, there&rsquo;s little reason to upgrade, unless processing power is a never-ending search for you, or you need to connect more displays than what the 2022 Mac Studio can handle. If you can hold off until later 2024 or early 2025, we could get the M3 Max/Pro by then, and the M3&rsquo;s new 3nm process promises to take Apple silicon beyond the 25 percent incremental improvement we usually get.</p>\n\n\n\n<p>If you&rsquo;ve been holding off on the Mac Studio all this time, what are you waiting for? The Mac Pro? Well, it&rsquo;s here, have fun with it! Seriously, if the Mac Studio fits the bill when it first came out but you waited, you could keep waiting for the M3 I just mentioned. Or you can get one now and get some work done faster than ever before.</p>\n\n\n\n<p>The Mac Studio starts at $1,999 with an M2 Max&ndash;you get a great number of features and power, especially if you compare it to the M2 Pro Mac mini. The Mac Studio with Apple&rsquo;s most powerful chip, the M2 Ultra, starts at $3,999.</p>\n\nMac</div>", "link": "https://www.pcworld.com/article/1949927/apple-mac-studio-m2-max-review-re-filling-the-need-for-speed.html", "date_published": "2023-06-12 18:02:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Share your Wi-Fi password in seconds with Android QR codes", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>When you have people visiting your home, they&rsquo;re bound to ask for the login to your Wi-Fi network, right? And then you have to spell out your (hopefully rather complicated) password.</p>\n\n\n\n<p>Nowadays many people have cheap or unlimited cellular data on their phones, so the need to access a home network may have diminished, but the need still arises. If you have an Android phone, you can easily manage Wi-Fi password sharing. You need to be logged in to the relevant network yourself, however. If you have a separate guest network, which is supported by many modern routers and provides you with additional security, you will need to log in to it first before following the steps below.</p>\n\n\n\n<p>Depending on your Android version and phone, you may find different ways and perhaps more opportunities to share your Wi-Fi than we show here. (Samsung has its own extra variant, for example.) But what always works, even if your guests use iPhones, is the classic QR code. And everyone knows how to use a QR code.</p>\n\n\n\n<p><em>This article was translated from Swedish to English, and originally appeared on pcforalla.se. The screenshots below remain in Swedish.</em></p>\n\n\n\n<h2 id=\"1-settings\">1. Settings</h2>\n\n\n\n<p>Make sure you are logged in to the right network. Go to the settings on your phone, then to <strong><em>Connections and Wi-Fi. </em></strong>Click on the cogwheel next to your network.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Wifi\" class=\"wp-image-1945950\" height=\"540\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/steg-for-steg-05.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"2-qr-code\">2. QR code</h2>\n\n\n\n<p>Click on the <strong><em>QR code</em></strong> at the bottom. A QR code will appear on the screen and your guest can then scan it. Depending on the phone, other sharing options may also appear.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Wifi\" class=\"wp-image-1945951\" height=\"540\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/steg-for-steg-06.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"3-for-the-guest\">3. For the guest</h2>\n\n\n\n<p>If your guest has an Android device (it&rsquo;s similar on the iPhone), they just need to go to the Wi-Fi settings and click on the QR code symbol in the top right corner.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Wifi\" class=\"wp-image-1945953\" height=\"540\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/steg-for-steg-07.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 id=\"4-scanning\">4. Scanning</h2>\n\n\n\n<p>Hold up your own phone for scanning. As soon as the guest&rsquo;s phone recognises the QR code, it will be logged in and have access to your network.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Wifi\" class=\"wp-image-1945954\" height=\"540\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/steg-for-steg-08.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Foundry</p></div>\n\nAndroid</div>", "link": "https://www.pcworld.com/article/1949827/share-your-wifi-without-any-hassle.html", "date_published": "2023-06-12 16:12:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "15-inch MacBook Air review: Apple’s best laptop, but bigger", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Big, bright display</li><li>Decent speakers</li><li>Awesome battery life</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Webcam isn&rsquo;t as good as it should be</li><li>It still has an M2 processor</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Until the M3 arrives, the 15-inch MacBook Air is a fantastic option for anyone who wants a larger MacBook without spending thousands on a 16-inch MacBook Pro.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-apple-15-inch-macbook-air-m2-512gb-ssd-2023\">\n\t\t\tBest Prices Today: Apple 15-inch MacBook Air (M2, 512GB SSD, 2023)\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>Last summer when I reviewed the <a href=\"https://www.macworld.com/article/807892/m2-macbook-air-review.html\">13-inch M2 MacBook Air</a>, I wrote, &ldquo;For most of us, the new M2 MacBook Air is all the laptop we&rsquo;ll ever need.&rdquo; Well it&rsquo;s a year later, and Apple has given those who prefer larger laptops what they want: the same thing, only bigger.</p>\n\n\n\n<p>This could be a shamelessly short review. It would be entirely accurate to say this laptop is exactly like the 13-inch MacBook Air introduced last year, only with a bigger display (and thus chassis) and better speakers. That&rsquo;s it! Review over!</p>\n\n\n\n<p>But seriously, if you have some idea of the 13-inch M2 MacBook Air, you know what to expect here. The M2 is no longer brand new, but is still an absolutely excellent processor for everyday computing in a thin-and-light laptop. The display is bright sharp and colorful, but lacks ProMotion or HDR. The ports are the same. Battery life is excellent. Even the price is reasonable (for Apple), starting at $1,299/&pound;1,399. (Our review configuration has 16GB of RAM and a 512GB SSD, which puts the price at $1,699/&pound;1,799.)</p>\n\n\n\n<p><em>This review originally appeared on Macworld.com.</em></p>\n\n\n\n<h2 class=\"toc\" id=\"whats-different\">What&rsquo;s different</h2>\n\n\n\n<p>It&rsquo;s probably best, and easiest, to describe what&rsquo;s different from the year-old 13-inch model I like so much. It&rsquo;s a short list.</p>\n\n\n\n<p>The display is now 15.3 inches, up from 13.6 inches. That means a higher pixel count (2880 x 1864), but the pixels per inch is about the same.</p>\n\n\n\n<p>It weights 0.6 pounds more. Of course. However, it has the same thickness as the 13-inch model and doesn&rsquo;t <em>feel</em> much heavier because the weight is distributed over a larger body. Also, the trackpad is larger, which fits well with the larger display.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"15-inch macbook air size\" class=\"wp-image-1948611\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/15-inch-macbook-air-size.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Can you tell which one is the 15-inch model?</figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<p>The battery is bigger at 66.5 watt-hours. Our video rundown test, in which we played a downloaded movie on a loop with the display set to 150 nits, lasted about 8 percent longer&ndash;a total of almost exactly 19 hours. In practice, with the display a little brighter and mixed casual use, the extra battery more or less offsets the drain from the bigger display. That means battery life is the same as the 13-inch model, which is a good thing.</p>\n\n\n\n\n\n\n\n\n<p>There&rsquo;s a new six-speaker audio system (the 13-inch model has a four-speaker system). That&rsquo;s two pairs of force-canceling woofers and one pair of tweets. It definitely sound better, and impressive for such a thin laptop, but there&rsquo;s still a distinct lack of bass. This isn&rsquo;t your new dorm room party sound system.</p>\n\n\n\n<p>The price is higher, of course. It starts at $1,299, which seems like a $200 price premium over the 13-inch M2 MacBook Air (now starting at $1,099 after a price cut), but that&rsquo;s not quite the case. The 13-inch entry level model has a version of the M2 with an 8-core GPU, and to get the full 10-core GPU is another $100. The 15-inch MacBook Air always has the 10-core GPU, so it&rsquo;s really a $100 price difference. And under the old pricing, it costs <em>the same</em> as the comparable 13.6-inch model.</p>\n\n\n\n<h2 class=\"toc\" id=\"whats-the-same\">What&rsquo;s the same</h2>\n\n\n\n<p>Everything else is just as it is on the 13-inch MacBook Air. The M2 delivers&hellip;well&hellip;M2-like performance. It&rsquo;s not a brand-new chip anymore, and it performs about the same here as it does in the 13-inch model and the Mac mini. Small variations in performance can be attributed to slight changes in OS versions or testing software, but you&rsquo;re not going to notice a couple of percent here or there.</p>\n\n\n\n\n\n\n\n\n<p>It should be noted that the 256GB SSD option on the 13-inch M2 MacBook Air delivers half the storage performance as all other capacities due to its use of <a href=\"https://www.macworld.com/article/1483183/ssd-speeds-m2-macbook-pro-mac-mini.html\">a single NAND chip</a>. We were unable to test the 256GB option on the new 15-inch Air, but it stands to reason that it&rsquo;s true with the 15-inch model as well.</p>\n\n\n\n<p>The display looks the same. It&rsquo;s just as bright (up to 500 nits), same P3 wide color, and we&rsquo;re still disappointed that there&rsquo;s no HDR or ProMotion, at least one of which belongs in a laptop costing this much in the year 2023.</p>\n\n\n\n<p>The webcam, hiding behind a wide notch that we can&rsquo;t help but feel is a big waste of space, is the same improved 1080p webcam introduced last year. It&rsquo;s no longer an embarrassment, but not excellent. It <em>should</em> be excellent.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"15-inch MacBook Air notch\" class=\"wp-image-1948608\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/15-inch-macbook-air-webcam.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>That&rsquo;s an awfully big notch for just a webcam.</figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<p>Ports are still two Thunderbolt/USB-4 on the left, together with a separate MagSafe charging port. A long headphone jack sits on the right.</p>\n\n\n\n<p>The keyboard is identical, with a full function row, no Touch Bar, and a nice big Touch ID sensor. The extra space isn&rsquo;t enough for a full 10-key number pad, alas. Wireless features are the same: Wi-Fi 6 (not 6e) and Bluetooth 5.3.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"15-inch macbook air ports\" class=\"wp-image-1948609\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/15-inch-macbook-air-ports.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>It&rsquo;s not exactly an expansive selection of ports, but two Thunderbolt / USB-4 ports and a Thunderbolt port will serve you well.</figcaption></figure><p class=\"imageCredit\">Foundry</p></div>\n\n\n\n<h2 class=\"toc\" id=\"a-nice-option-but-were-ready-for-the-next-generation\">A nice option, but we&rsquo;re ready for the next generation</h2>\n\n\n\n<p>It&rsquo;s great that Apple is offering a 15-inch option for the MacBook Air. Some people just love big laptops, and you shouldn&rsquo;t have to spend $2,499 on a 16-inch MacBook Pro to get a big Mac laptop.</p>\n\n\n\n<p>We can&rsquo;t fault Apple for sticking to what works with this model, despite coming out a year after the 13-inch model. It&rsquo;s the same laptop, with a bigger display. That&rsquo;s not bad. The 13-inch M2 MacBook Pro is a <em>great</em> general-purpose laptop for most people.</p>\n\n\n\n<p>But it&rsquo;s a year later, and we can&rsquo;t help but be anxious for more. Naturally we&rsquo;re curious to see what an M3 has to offer, but there are other changes we&rsquo;d make. At this price, the display should go above 60Hz or at the very least support variable refresh rates. Or, it should offer HDR. The webcam should be better. I can&rsquo;t help but feel that the huge notch deserves a full FaceID setup behind it.</p>\n\n\n\n<p>If you want a big Mac laptop, you finally have an option that won&rsquo;t cost you anywhere close to the price of a 16-inch MacBook Pro. That&rsquo;s great news. And the year-old M2 still holds its own in this thin-and-light, general-use category. Now, what&rsquo;s next?</p>\n\nMacBook</div>", "link": "https://www.pcworld.com/article/1949755/15-inch-macbook-air-review-apples-best-laptop-but-bigger.html", "date_published": "2023-06-12 15:24:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Microsoft’s PC Game Pass titles will start streaming on GeForce Now", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft and Nvidia are in an interesting market position: While both companies are heavily invested in the success of PC gaming as a market, they&rsquo;re direct competitors for streaming game dollars. Nvidia&rsquo;s GeForce Now draws from existing game stores like Steam and Epic, and competes directly with Xbox Game Pass, which offers an all-you-can-eat (play?) subscription model. But according to a new announcement, Game Pass games will soon be available to play on GeForce Now. </p>\n\n\n\n<p>The news broke at the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://news.xbox.com/en-us/2023/06/11/xbox-bright-future-and-how-well-get-there/&amp;xcust=2-3-1949483-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Xbox Games Showcase</a> (via <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.theverge.com/2023/6/11/23757313/microsoft-xbox-pc-game-pass-nvidia-geforce-now&amp;xcust=2-3-1949483-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">The Verge</a>), but details are scarce. At least some Game Pass PC games will be available to stream on GeForce Now sometime later this year, allowing users access to streaming titles on PC, Mac, Android, and iOS, as well as Chromebooks and even some smart TVs. Specific titles were not mentioned, but it seems safe to bet that the heavy-hitters of Microsoft&rsquo;s publishing catalog, like <em>Minecraft </em>and the upcoming <em>Starfield, </em>will make the cut for the first batch of titles. Some Microsoft-published titles purchased individually (not part of the Game Pass subscription) are <a href=\"https://www.pcworld.com/article/1921899/xbox-studios-games-now-appearing-on-geforce-now-thanks-europe.html\" rel=\"noreferrer noopener\" target=\"_blank\">already available to stream</a> via GeForce Now. </p>\n\n\n\n<p>What&rsquo;s the reason for this altruistic cross-brand promotion? Look no further than Microsoft&rsquo;s prospective acquisition of Activision. As part of the concessions made to get the deal <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://ec.europa.eu/commission/presscorner/detail/en/ip_23_2705&amp;xcust=2-3-1949483-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">approved by the European Commission</a>, Microsoft committed to offering its published games even on competing streaming platforms. Potential issues for the emerging streaming market are also why <a href=\"https://www.pcworld.com/article/1799666/uk-blocks-microsoft-activision-deal-to-protect-cloud-gaming.html\" rel=\"noreferrer noopener\" target=\"_blank\">the deal was shot down in the United Kingdom</a> &mdash; a ruling that could potentially sink the deal worldwide, and which Microsoft is currently appealing. </p>\n\nVideo Games</div>", "link": "https://www.pcworld.com/article/1949483/xbox-game-pass-titles-coming-to-geforce-now.html", "date_published": "2023-06-12 14:33:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Meet MoCA, the speedy home network alternative to Powerline", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>MoCA is the abbreviation for &ldquo;Multimedia over Coax Alliance.&rdquo; This is a network standard that makes it possible to connect several devices to your home network via a coaxial cable&mdash;the same wire that is normally used to connect cable TV systems. </p>\n\n\n\n<p>In households with this wiring available, MoCA offers much more performance and advantages than <a href=\"https://www.pcwelt.de/article/1203210/die-besten-powerline-adapter-im-test-ethernet-wlan-per-steckdose-stromnetz.html\" rel=\"noreferrer noopener\" target=\"_blank\">Powerline</a>. Unlike MoCA, Powerline uses the electrical wiring in your house to pass the network signals, so its susceptibility to failures and performance drops is accordingly a problem. MoCA, on the other hand, requires special adapters for setting up networks, such as these:</p>\n\n\n\n<ul><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/s?k=axing+eoc+1+32+ethernet+over+coax+modem+adapter+network+via+coaxial+cable+1800+mbps+5+204+mhz&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Axing EOC 1-32 Ethernet Over Coax Modem Adapter 1800 Mbps 5-204 MHz</a></li><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B08ML1TSXC&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">ScreenBeam Bonded MoCA 2.5 Network Adapter &ndash; Starter Kit</a></li><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B08XP8MMFG&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">goCoax MoCA 2.5 adapter with 2.5 GbE Ethernet port, MoCA 2.5, 1 x 2.5 GbE port</a></li></ul>\n\n\n\n<p><em>This article was translated from German to English, and originally appeared on pcwelt.de.</em></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Mit den folgenden Bash-Kommandos und Tools haben Sie Linux-Netzwerke im Griff.\" class=\"wp-image-1205312\" src=\"https://bilder.pcwelt.de/4344321_original.jpg?quality=50&amp;strip=all\" /></figure><p class=\"imageCredit\">asharkyu / Shutterstock.com</p></div>\n\n\n\n<h2 class=\"toc\" id=\"moca-can-be-used-flexibly-for-different-signals\">MoCA can be used flexibly for different signals </h2>\n\n\n\n<p>MoCA allows data, audio and video to be transmitted over a single coaxial cable, rather than requiring a separate cable for each device. This means you can build your network more easily and cost-effectively because you can transmit different data over a single cable &ndash; and the cables are often already installed in homes. </p>\n\n\n\n<p>To use MoCA, all devices on the network must be equipped with a MOCA adapter. These adapters can be connected to a router, set-top box, PC or other device to establish a connection. Once connected, the devices can communicate with each other and transmit data, audio and video. In addition to the adapters listed above, there are many others that can be used to create networks:</p>\n\n\n\n<ul><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B09K97S3QL&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">TRENDnet Ethernet Over Coax MoCa 2.5 Adapter (2-pack)</a></li><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B008EQ4BQG&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Actiontec Ethernet adapter set for houses without MoCA router</a></li></ul>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://mocalliance.org/index.php&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">MoCA</a> is also a practical and easy solution for building a home network for these reasons, especially if you already have coaxial cabling in your home. The technology also offers a higher transmission speed and better transmission quality than powerline and Wi-Fi.  </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Devolo Magic 2 Powerline Mesh Starter Kit\" class=\"wp-image-1447238\" height=\"667\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Devolo-Magic-2-WiFi-Powerline-Mesh.jpg?quality=50&amp;strip=all\" width=\"1024\" /></figure><p class=\"imageCredit\">Devolo</p></div>\n\n\n\n<h2 class=\"toc\" id=\"moca-in-combination-with-powerline-and-wi-fi\">MoCA in combination with Powerline and Wi-Fi</h2>\n\n\n\n<p>Powerline can be used in parallel with MoCA if MoCA is not available at various points in the house. Of course, MoCA, Powerline, and Wi-Fi can be combined with each other. However, you cannot connect the network output of a Powerline adapter directly to a MoCA adapter. But you can connect the network output of MoCA adapters and Powerline adapters to the network output of a Wi-Fi router. This allows you to link all three technologies together in a common network. Powerline adapters are connected directly to the power socket. </p>\n\n\n\n<ul><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B00A0VBPLM&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">TP-Link Powerline Adapter Set TL-PA4010 KIT 600Mbit/s Homeplug AV2, 2 LAN ports</a></li><li><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/devolo-Powerline-Multi-User-Passthrough-Adapters/dp/B08YZT1ZNB&amp;xcust=2-1-1949534-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Devolo Magic 2 Powerline WiFi mini Starter Kit</a></li></ul>\n\n\n\n<h2 class=\"toc\" id=\"powerline-versus-moca\">Powerline versus MoCA</h2>\n\n\n\n<p>The difference between Powerline and MoCA lies in how the data is transmitted. Powerline is a network standard in which data is transmitted via the power supply network in a building. To set up a powerline network, you need powerline adapters that are connected to the power sockets. The data is then transmitted from one adapter to another via the power cable. This does not always work without problems, mainly across lines that are connected to different fuses. But the advantage is: power lines are laid almost everywhere.</p>\n\n\n\n<p>MoCA, on the other hand, uses a coaxial cable that is normally used for the antenna connection for cable TV. So if you don&rsquo;t have coaxial cables in your house, you can&rsquo;t use MoCA. Another disadvantage of MoCA is that the range is not as great as with Powerline. Powerline signals can usually be transmitted over long distances, whereas MoCA signals can usually only transmit a limited distance. The distance depends on the quality of the cable and of course on the number of devices used. Another disadvantage of MoCA is that the devices are usually more expensive than Powerline.  </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Zwei Netzwerke im Heimnetz miteinander verbinden\" class=\"wp-image-1169072\" src=\"https://bilder.pcwelt.de/4144204_original.jpg?quality=50&amp;strip=all\" /></figure><p class=\"imageCredit\">AVM</p></div>\n\n\n\n<p>In terms of transmission speed, however, MoCA is usually faster than Powerline. MoCA can transmit data at speeds of up to 2 Gbit/s, while Powerline usually offers speeds of up to 500 Mbps. In summary, MoCA is a good option if you have a coaxial cable network and need high transmission speed, but the technology is more expensive and has a shorter range than Powerline.</p>\n\n\n\n<h2 class=\"toc\" id=\"powerline-has-several-disadvantages-compared-to-moca\">Powerline has several disadvantages compared to MoCA</h2>\n\n\n\n<p>Powerline offers the aforementioned advantages of easy installation and long range, but it also has some disadvantages compared to MoCA:</p>\n\n\n\n<ol type=\"1\"><li>Transmission speeds can vary depending on distance, power line quality and interference, which can lead to speed degradation.</li><li>Powerline is susceptible to interference from other electrical devices operating on the same power line.</li><li>Powerline adapters can be expensive and must be installed at each endpoint, which can increase overall costs.</li></ol>\n\nNetworking</div>", "link": "https://www.pcworld.com/article/1949534/moca-as-a-fast-alternative-to-powerline-and-wlan-this-is-how-it-works.html", "date_published": "2023-06-12 14:20:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "American Truck Simulator players are being recruited to drive real big rigs", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Playing <em>Madden</em> won&rsquo;t give you an NFL physique, and playing <em>Hitman</em> probably won&rsquo;t make you a professional assassin. (Though it might give you dress-up points.) But if you&rsquo;re an avid player of <em>American Truck Simulator</em>, you might just have a future as a real big rig driver. Players of the transport simulation game have spotted in-game advertisements from trucking companies in the real world, hoping to hire drivers for 18-wheelers. Real ones, in case that&rsquo;s not clear. </p>\n\n\n\n<p><a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.gamesradar.com/real-life-trucking-companies-are-trying-to-hire-american-truck-simulator-players-with-in-game-ads/&amp;xcust=2-1-1949422-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">GamesRadar reports</a> that Schnieder National, a Wisconsin-based logistics company, has placed in-game advertisements on the billboards lining the virtual highways of American Truck Simulator. The jobs are real, including the chance to train for a commercial driver&rsquo;s license for applicants who don&rsquo;t have one. The game&rsquo;s advertising can be dynamically updated by developer <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://blog.scssoft.com/2023/06/in-game-dynamic-billboards.html&amp;xcust=2-1-1949422-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">SCS Software</a>, which explained that the in-game ads from a real trucking company are &ldquo;a chance to embark on a new journey and conduct experiments.&rdquo; </p>\n\n\n\n<p>In-game advertising generally isn&rsquo;t received well by players &mdash; brand placement like the magical Skittles of <em>Darkened Skye</em> are the stuff of legend and internet listicles. But this might just be an exception. Not only is roadside advertising a spot-on bit of realism for a trucking simulator, recruitment ads for actual truck drivers might just be incredibly relevant for players of <em>American Truck Simulator.</em> </p>\n\n\n\n<p>It would hardly be unprecedented for an interest in a game simulation to lead into a real-world career. Plenty of real-world airline pilots got their start in <em>Microsoft Flight Simulator</em>, and at least a few real-world race car drivers got their start playing ever-more-realistic video games, including the &ldquo;based on a true story&rdquo; subject of the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://en.wikipedia.org/wiki/Jann_Mardenborough&amp;xcust=2-1-1949422-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">upcoming <em>Gran Turismo </em>film</a>, Jann Mardenborough. Plus, there was that one teenager <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/watch?v=4Q-Qs3loKoc&amp;xcust=2-1-1949422-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">recruited by a certain musical instrument salesman</a> to fight against evil&hellip; </p>\n\n\n\n<p>If the pilot program is successful, SCS might expand advertisements for real trucking services into the more popular <em>Euro Truck Simulator. </em>The two titles have sold more than ten million copies combined to fantasy big rig drivers. </p>\n\nVideo Games</div>", "link": "https://www.pcworld.com/article/1949422/american-truck-simulator-players-are-being-recruited-to-drive-real-big-rigs.html", "date_published": "2023-06-12 13:37:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Acer Swift Go 14 review: Beautiful display, disappointing battery life", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Gorgeous OLED display</li><li>Thin and light</li><li>1440p webcam</li><li>Good processor performance</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Drab design and material quality&nbsp;</li><li>Small touchpad</li><li>Doesn&rsquo;t have discrete graphics</li><li>Battery life is a bit behind the curve</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Acer&rsquo;s Swift Go 14 goes all-in on Intel&rsquo;s Core i7-13700H, and it doesn&rsquo;t pay off.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-acer-swift-go-14\">\n\t\t\tBest Prices Today: Acer Swift Go 14\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img alt=\"Acer\" src=\"https://www.pcworld.com/wp-content/themes/idg-base-theme/dist/static/img/acer-logo.svg\" />\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$1049.99</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://www.jdoqocy.com/click-8200811-15180503?sid=2-2-1931248-2-1931483-9925&amp;url=https://store.acer.com/en-us/swift-go-14-laptop-sfg14-71-785v?xs=1&amp;xcust=16850256711387\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>Acer&rsquo;s Swift line is often a go-to for shoppers looking to buy a portable laptop with solid performance at a low price. The new Acer Swift Go 14 doesn&rsquo;t entirely spoil that formula, but the decision to stick with Intel&rsquo;s disappointing integrated graphics is a problem.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Looking for more options? Check out PCWorld&rsquo;s roundup of the <a href=\"https://www.pcworld.com/article/436674/the-best-pc-laptops-of-the-year.html\">best laptops</a> available today.</p></blockquote>\n\n\n\n<h2 id=\"acer-swift-go-14-specs-and-features\">Acer Swift Go 14: Specs and features</h2>\n\n\n\n<p>The Acer Swift Go 14 leans heavily on Intels&rsquo; Core i7-13700H processor. This 14-core chip is common in a variety of laptops but rarely seen in a 14-inch laptop that&rsquo;s priced at just $1,100.&nbsp;</p>\n\n\n\n<ul><li>CPU: Intel Core i7-13700H</li><li>Memory: 16GB LPDDR5</li><li>Graphics/GPU: Intel Iris Xe</li><li>Display: 14-inch 2880 x 1800 OLED 90Hz</li><li>Storage: 512GB PCIe Gen4 SSD</li><li>Webcam: 1440p&nbsp;</li><li>Connectivity:&nbsp; 2x Thunderbolt 4/USB-C, 2x USB-A, MicroSD card reader, 3.5mm combo audio jack</li><li>Networking: WiFi 6E, Bluetooth</li><li>Biometrics: None</li><li>Battery capacity: 65 watt-hours</li><li>Dimensions: 12.32 x 8.6 x .59</li><li>Weight: 2.87 pounds</li><li>MSRP: $1,099.99</li></ul>\n\n\n\n<p>Unfortunately, choosing this speedy processor leaves no room to provide discrete graphics, so Intel Iris Xe integrated graphics is the only choice.&nbsp;</p>\n\n\n\n<h2 id=\"acer-swift-go-14-design-and-build-quality\">Acer Swift Go 14: Design and build quality</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go design\" class=\"wp-image-1931433\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption> </figcaption></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>Acer&rsquo;s Swift Go 14 doesn&rsquo;t stand out at a glance. Its metal and plastic enclosure is clad in what&rsquo;s quite possibly the most generic shade of silver known to exist, and the chassis otherwise lacks design traits that might help it stand out. There&rsquo;s no functional problems with this design, but those who care at all about the look of their laptop will find little excitement here.</p>\n\n\n\n<p>The laptop&rsquo;s material quality is mundane. Acer opts to use metal along the display lid and interior but plastic on the undercarriage, which cheapens the feel of the laptop when it&rsquo;s carried. It also allows minor chassis flex when the laptop is open. The metal display lid is rather rigid, at least, and allows minimal flex while opening or closing the laptop. Still, this is an area the Acer Swift Go 14 falls way behind more luxurious competitors like the Apple MacBook Pro 14 and <a href=\"https://www.pcworld.com/article/1357810/microsoft-surface-laptop-5-review-for-surface-fans-only.html\">Microsoft Surface Laptop 5</a>.</p>\n\n\n\n<p>Acer&rsquo;s use of inexpensive materials seems to pay off in weight, though, as the Swift Go 14 tips the scales at a feathery 2.87 pounds. It&rsquo;s also a mere .59 inches thick and measures only 12.32 inches wide. True to its name, this laptop is easy to throw in a bag for travel and is light enough to feel almost unnoticeable in a backpack.&nbsp;</p>\n\n\n\n<h2 id=\"acer-swift-go-14-keyboard-trackpad\">Acer Swift Go 14: Keyboard, trackpad</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go keyboard\" class=\"wp-image-1931436\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-4.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption> </figcaption></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The Acer Swift Go 14 has a spacious keyboard without a numpad&mdash;unsurprising, as a 14-inch display generally doesn&rsquo;t provide enough room to add one. It&rsquo;s a comfortable and familiar layout with large keys. Key feel is adequate: keys seem to have good travel but bottom with a mushy feel that doesn&rsquo;t provide a great tactile sensation. Still, I used the keyboard to type several thousand words without issue.</p>\n\n\n\n<p>A basic white LED keyboard backlight is standard. When I say basic, I mean it&mdash;it has two brightness settings and that&rsquo;s it. I would prefer a larger number of brightness settings and a higher brightness at maximum.</p>\n\n\n\n<p>Acer makes do with a surprisingly small touchpad that measures roughly four inches across and 2.5 inches deep. The touchpad&rsquo;s surface is responsive but the limited space can make multi-touch gestures feel awkward. I also had a few problems with unintended inputs, an inconvenience I wouldn&rsquo;t expect from a touchpad this small.</p>\n\n\n\n<h2 id=\"acer-swift-go-14-display-audio\">Acer Swift Go 14: Display, audio</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go display\" class=\"wp-image-1931442\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-3-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The Acer Swift Go 14 has a 14-inch OLED display with 2880&times;1800 resolution and a maximum refresh rate of 90Hz. It&rsquo;s a crisp, sharp, fluid display that looks beautiful in every situation. It offers an effectively infinite contrast ratio thanks to its ability to deliver a perfect lack of luminance in extremely dark scenes, yet pairs that with a maximum brightness of up to 440 nits, which is bright enough for use in a sunlit room.</p>\n\n\n\n<p>Color performance is excellent, as well. The display spans the entire sRGB and DCI-P3 color gamuts and provides strong color accuracy. This translates to a vivid, saturated look in movies and games. It also provides benefits to content creators who want to work in a wide color gamut.</p>\n\n\n\n<p>HDR is supported and content looks attractive, but the upgrade over SDR is often marginal. This is due to the laptop&rsquo;s brightness which, although excellent for an OLED laptop, is not high enough to really deliver a wallop in HDR movies and games. Mini-LED laptop displays are a superior choice for HDR, but they&rsquo;re only found in a handful of much more expensive laptops, such as the <a href=\"https://www.pcworld.com/article/1801763/razer-blade-16-review.html\">Razer Blade 16</a>.</p>\n\n\n\n<p>Motion clarity is a highlight. The display&rsquo;s 90Hz refresh rate isn&rsquo;t impressive on paper but benefits from OLED&rsquo;s low pixel response times. This in turn reduces motion blur and provides good detail in fast-moving scenes. This is most noticeable in PC games, but I also found the improvement noticeable while scrolling through web pages or documents.&nbsp;</p>\n\n\n\n<p>The speakers aren&rsquo;t as alluring as the display. They provide good volume but are easily overwhelmed in music, movies, and games. Distortion creeps in from the low end and muddies the mid-range which, at times, sounds harsh and metallic. The speakers are fine for video calls or podcasts but otherwise fail to impress.&nbsp;</p>\n\n\n\n<h2 id=\"acer-swift-go-14-webcam-microphone-biometrics\">Acer Swift Go 14: Webcam, microphone, biometrics</h2>\n\n\n\n<p>Acer delivers a surprise in the Swift Go 14&rsquo;s webcam. It has a maximum resolution of 2560&times;1440 and provides remarkable video quality for a laptop webcam. Recorded video looks sharp and offers rich, realistic color. The image will still be grainy in low light, but no more so than any other webcam.</p>\n\n\n\n<p>Microphone quality is strong, too, thanks to a dual-array microphone with noise cancellation. Recorded audio sounds tinny and hollow but remains crisp and delivers good volume. It&rsquo;s a good match for video meetings.&nbsp;</p>\n\n\n\n<p>Biometric login is absent from the Swift Go 14. That&rsquo;s a bit disappointing, but not surprising at this price point.</p>\n\n\n\n<h2 id=\"acer-swift-go-14-connectivity\">Acer Swift Go 14: Connectivity</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go connectivity\" class=\"wp-image-1931446\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-2.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption> </figcaption></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The laptop&rsquo;s physical connectivity includes two Thunderbolt 4 / USB-C 3.2 Gen 2 ports. Both support Power Delivery, so both can be used to charge the laptop or connect with either the included 100 watt power adapter or a third-party power brick.</p>\n\n\n\n<p>A pair of USB-A ports, a MicroSD card reader, and 3.5mm combo audio jack round out the physical connectivity. It&rsquo;s a good array of options that covers both modern and legacy devices.</p>\n\n\n\n<p>Wireless connectivity is provided by Intel Killer Wi-Fi AX1675 with support for Wi-Fi 6E and Bluetooth 5.2. This is good wireless connectivity that covers the latest standards (technically, Bluetooth 5.3 is now available, but it&rsquo;s a very modest update). Wi-Fi performance was strong in testing, as the laptop can make full use of Gigabit Internet speeds when near a high performance router.&nbsp;</p>\n\n\n\n<h2 id=\"acer-swift-go-14-performance\">Acer Swift Go 14: Performance</h2>\n\n\n\n<p>Want processor performance? The Acer Swift Go 14 has you covered. While the entry-level variant has Intel&rsquo;s Core i7-1355U, the model I tested was equipped with Intel&rsquo;s more powerful Core i7-13700H. This is a 14-core processor (with six performance cores and eight efficient core) that can hit a maximum clock speed of 5GHz. Acer pairs this configuration with 16GB of LPDDR5 RAM and a 512GB PCIe Gen 4 solid state drive.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go PCMark\" class=\"wp-image-1931460\" height=\"765\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-pcmark-10.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>PCMark 10, a general system performance benchmark, reports a respectable score of 6,118. This is technically the third-best score in this benchmark, but the range of results is fairly tight, making it hard to report any firm results from this benchmark alone (except, perhaps, that the Microsoft Surface Laptop 5&rsquo;s older 12th-gen Intel hardware shows its age).</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go Cinebench\" class=\"wp-image-1931466\" height=\"766\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-cinebench-r15.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>Next up is Cinebench R15, a benchmark that focuses entirely on CPU performance. It reports a very strong score of 1,994, which is the best of any laptop in this competitive set. The range of results remains tight but, in this benchmark, both Microsoft Surface Laptop 5 and <a href=\"https://www.pcworld.com/article/1677692/lenovo-yoga-9i-review-2.html\">Lenovo Yoga 9i</a> start to lag the pack.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go Handbrake\" class=\"wp-image-1931468\" height=\"763\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-handbrake.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The results are more even than Handbrake, a video encoding test, but here the Acer Swift Go 14 begins to break away from the pack. It&rsquo;s roughly 15 percent quicker than the<a href=\"https://www.pcworld.com/article/1797659/lenovo-slim-pro-7-review.html\"> Lenovo Slim 7 Pro</a>, the next-quickest laptop in this competitive set.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go 3DMark\" class=\"wp-image-1931472\" height=\"767\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-3dmark.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>The benchmarks now turn towards the GPU, which is a problem for Acer&rsquo;s Swift Go 14. It neglects discrete graphics and instead relies on Intel Iris Xe integrated graphics.&nbsp;</p>\n\n\n\n<p>3DMark Time Spy shows the results, and they&rsquo;re not pretty. The Acer falls way behind the Lenovo Slim 7 Pro, a laptop that includes Nvidia RTX 3050 graphics. It also fails to match the <a href=\"https://www.pcworld.com/article/1661500/hp-dragonfly-pro-review.html\">HP Dragonfly Pro</a>, which relies on Radeon integrated graphics provided by the Ryzen 7736U processor.&nbsp;</p>\n\n\n\n<p>I still gave the Swift 14 Go a shot with <em>Shadows of the Tomb Raider</em>, a game that represents&nbsp; the best visuals from cross-platform games in the PlayStation 4 and Xbox One X generation. It delivered an average of just 22 frames per second at 1080p detail and Highest settings. The game is playable at Low settings, but only just, averaging 31 frames per second&mdash;and the framerate can still dip below 30 FPS in gameplay.&nbsp;</p>\n\n\n\n<p>Acer clearly leans into processor performance with the Swift Go 14. I don&rsquo;t think that bet pays off. The problem is simple: AMD&rsquo;s new Ryzen 7000-series processors are often extremely competitive with Intel processors yet also, in their best incarnations, also provide superior integrated graphics. The Intel Core i7-13700H retains a slight edge in strictly CPU-reliant tasks, but the margin of its victor is not enough to offset the relatively lackluster performance of Intel Iris Xe.&nbsp;</p>\n\n\n\n<h2 id=\"acer-swift-go-14-battery-life\">Acer Swift Go 14: Battery life</h2>\n\n\n\n<p>The Acer Swift 14 Go packs a modest 65 watt-hour battery. That&rsquo;s not large for a modern laptop with an Intel Core i7-13700H processor, and it shows.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Acer Swift Go battery life\" class=\"wp-image-1931475\" height=\"765\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/05/acer-swift-go-14-battery.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">IDG / Matthew Smith</p></div>\n\n\n\n<p>I recorded eight hours and 40 minutes of battery life in a standard test loop through a 4K file of the short film <em>Tears of Steel</em>. That&rsquo;s a usable result, to be sure, but one that falls behind many competitive laptops. The Lenovo Slim 7 Pro is a particular standout, as it managed to achieve superior battery life in tests despite the inclusion of Nvidia RTX 3050 graphics.</p>\n\n\n\n<h2 id=\"acer-swift-go-14-should-you-buy-it\">Acer Swift Go 14: Should you buy it?</h2>\n\n\n\n<p>The new Acer Swift Go 14 bets everything on the performance of Intel&rsquo;s Core i7-13700H. That bet doesn&rsquo;t pay off.</p>\n\n\n\n<p>It&rsquo;s true that Intel&rsquo;s Core i7-13700H can deliver superior performance in CPU-intensive tasks. This, however, requires a sacrifice in graphics performance most potential owners won&rsquo;t find appealing. The Swift Go 14 also struggles to deliver on battery life despite the lack of discrete graphics, which is a problem for a thin, light laptop. Acer&rsquo;s inexpensive base MSRP of $1,099.99 helps to forgive these flaws, but it&rsquo;s ultimately not enough to make the Swift Go 14 stand out from a crowded field of similar laptops.&nbsp;</p>\n\nLaptops</div>", "link": "https://www.pcworld.com/article/1931248/acer-swift-go-14-review.html", "date_published": "2023-06-12 13:05:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Heck yeah! Brave’s browser now has vertical tabs, too", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Lots of browser options exist but outside of Microsoft Edge, very few offer vertical tabs. With this kind of layout, the open tabs in your browser display as a list or as a column of icons if you prefer a more streamlined look.&nbsp;</p>\n\n\n\n<p><a href=\"https://www.pcworld.com/article/696762/6-reasons-to-quit-chrome-and-switch-to-vivaldi-browser.html\">Vivaldi</a> is one alternative, but as a browser with so many power-user features, it can feel overwhelming. But now Brave, another Chromium-based browser, has <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://brave.com/vertical-tabs/&amp;xcust=2-2-1940430-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">added vertical tabs</a> as a native feature (<a href=\"https://www.pcworld.com/article/823939/vertical-tabs-in-firefox-yes-its-really-possible.html\">no browser extensions needed</a>).</p>\n\n\n\n<p>Enabling vertical tabs is dead easy. Right-click on an existing horizontal tab, then choose <em>Use vertical tabs</em> at the bottom of the context menu that pops up. Your line of horizontal tabs at the top of the window will transform into a list on the left-hand side of the page. To regain more real estate for the webpages, click on the sidebar&rsquo;s gray panel icon. Your tabs will become a thin strip of icons. Hovering over one will temporarily show the full sidebar and the webpage&rsquo;s name.</p>\n\n\n\n<div class=\"wp-block-jetpack-slideshow aligncenter\"><div class=\"wp-block-jetpack-slideshow_container swiper-container\"><ul class=\"wp-block-jetpack-slideshow_swiper-wrapper swiper-wrapper\"><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"Brave vertical tabs option in right-click menu, highlighted\" class=\"wp-block-jetpack-slideshow_image wp-image-1940434\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/brave-mrk.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"Brave horizontal tabs\" class=\"wp-block-jetpack-slideshow_image wp-image-1940437\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/brave1.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"Brave vertical tabs in list format\" class=\"wp-block-jetpack-slideshow_image wp-image-1940436\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/brave2.png?w=1200\" /></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"Brave vertical tabs in icon format\" class=\"wp-block-jetpack-slideshow_image wp-image-1940435\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/brave3.png?w=1200\" /></figure></li></ul><a class=\"wp-block-jetpack-slideshow_button-prev swiper-button-prev swiper-button-white\"></a><a class=\"wp-block-jetpack-slideshow_button-next swiper-button-next swiper-button-white\"></a><a class=\"wp-block-jetpack-slideshow_button-pause\"></a><div class=\"wp-block-jetpack-slideshow_pagination swiper-pagination swiper-pagination-white\"></div></div></div>\n\n\n\n<p><em><sup>These images show how to toggle on vertical tabs, then examples of horizontal tab layout, vertical tabs as a list, and vertical tabs as icons.</sup></em></p>\n\n\n\n<p>Vertical tabs aren&rsquo;t to everyone&rsquo;s taste, but if you have a lot of pixels on your screen, the orientation can be much easier to navigate. Back when I first discovered <a href=\"https://www.pcworld.com/article/785315/edges-vertical-tabs-are-weird-but-i-cant-give-them-up.html\">the feature in Microsoft Edge</a>, it turned out to be a much better match for my secondary portrait-oriented monitor. Vertical tabs also work reasonably well with a high-resolution panel in landscape mode, too.</p>\n\n\n\n<p>Brave already had strong appeal as a Chromium browser that not only supports <a href=\"https://www.pcworld.com/article/631993/5-free-chrome-browser-extensions-need-to-try.html\">all of Chrome&rsquo;s extensions</a>, but also offers a couple of unique kickass features&mdash;like <a href=\"https://www.pcworld.com/article/1816983/this-one-brave-feature-sold-me-on-the-whole-browser.html\">automatic blocking of cookie consent notices</a>. Now with vertical tabs as a built-in option, ditching Microsoft Edge looks more viable now, too. But you don&rsquo;t have to take my word for it. You can download Brave and try it out yourself.</p>\n\nInternet</div>", "link": "https://www.pcworld.com/article/1940430/heck-yeah-braves-browser-now-has-vertical-tabs-too.html", "date_published": "2023-06-12 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Keychron Q11 QMK review: An ergonomic mechanical keyboard with great value", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Sturdy build</li><li>Hot-swappable switches</li><li>Easy keyboard programming in VIA</li><li>Priced very competitively</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Slightly awkward keyboard layout</li><li>No tenting kit available (not even as an optional accessory)</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Cheaper ergonomic keyboards exist, but not by much&mdash;and not with the Keychron Q11&rsquo;s level of customization and more premium materials. It feels good to type on, and its 75-percent size deftly balances the needs of keeb minimalists with folks who need more dedicated keys. The only notable ergo feature missing is a tenting accessory.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-q11-qmk-ergonomic-mechanical-keyboard\">\n\t\t\tBest Prices Today: Q11 QMK Ergonomic Mechanical Keyboard\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<span>Keychron</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$205</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.keychron.com/products/keychron-q11-qmk-custom-mechanical-keyboard?variant=40409508970585&amp;xcust=2-1-1941085-2-1946370-17202&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>Until recently, mechanical keyboards were out of my reach. Ergonomic mechanical keyboards aren&rsquo;t yet common, and those that exist are expensive. At least, expensive by normal people standards&mdash;keeb fanatics might not blink twice at spending several hundred on a keyboard (much less yet another for their collection), but I do.</p>\n\n\n\n<p>So when Keychron prepared to launch its Q11 QMK split keyboard, PCWorld&rsquo;s resident mechanical keyboard expert Michael Crider asked if I, a person who&rsquo;s been chained to a Goldtouch keyboard since the dark ages, wanted to give it a spin.</p>\n\n\n\n<p><em>Heck yes</em> I did.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Further reading:</strong> See our roundup of the <a href=\"https://www.pcworld.com/article/406235/best-gaming-keyboard.html\">best gaming keyboards</a>.</p></blockquote>\n\n\n\n<h2 id=\"keychron-q11-qmk-value\">Keychron Q11 QMK value</h2>\n\n\n\n<p>One of the reasons for my excitement: The Q11 isn&rsquo;t just an ergonomic mechanical keyboard. With all of its features, the Keychron Q11 is a surprisingly <em>affordable</em> ergonomic mechanical keyboard compatible with both Windows and Mac computers.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage right\"><figure class=\"wp-block-image alignright size-full is-resized\"><img alt=\"\" class=\"wp-image-1946418\" height=\"360\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/image-9.png\" width=\"360\" /><figcaption>The Dygma Raise starts at $349 USD and shoots up to $438 if you get the optional tenting kit.</figcaption></figure><p class=\"imageCredit\">Dygma</p></div>\n\n\n\n<p>Rivals that cost about the same have soldered switches (e.g., <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/KINESIS-Gaming-Freestyle-Mechanical-Keyboard/dp/B07SW1S3YZ&amp;xcust=2-1-1941085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Kinesis Gaming Freestyle Edge</a>, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://cloudnineergo.com/products/cloud-nine-ergotkl-ergonomic-split-mechanical-keyboard&amp;xcust=2-1-1941085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Cloud Nine ErgoTKL</a>, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://cloudnineergo.com/products/cloud-nine-c989m-ergonomic-keyboard&amp;xcust=2-1-1941085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Cloud Nine ErgoFS</a>). On the other end of the scale, more customizable keyboards like the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://ergodox-ez.com/buy&amp;xcust=2-1-1941085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Zsa ErgodoxEZ</a> easily hit $300, with boards like the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://dygma.com/products/dygma-raise&amp;xcust=2-1-1941085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Dygma Raise</a> pushing into the $400 range. Many in the higher range are compact boards, too, leaving few options if you like dedicated arrow keys (much less function keys).</p>\n\n\n\n<p>Meanwhile, the Q11 offers plenty of customization&mdash;hot-swappable switches, two rotary dials, a CNC machined aluminum body, easy QMK/VIA programming&mdash;yet costs $205 fully built. It lacks a tenting kit accessory (a feature built into the Kinesis and Cloud Nine boards), but Keychron says it&rsquo;s considering whether to make one. (Yes, please!) These aspects don&rsquo;t affect ergonomics, but the Q11 feels nice for its price.</p>\n\n\n\n<h2 id=\"keychron-q11-qmk-design\">Keychron Q11 QMK design</h2>\n\n\n\n<p>The Q11&rsquo;s split design is what makes it ergonomic. Better ergo keyboards commonly share that one feature, though with different takes.&nbsp;</p>\n\n\n\n<p>More affordable boards are usually one piece, with each half of the keyboard set apart at a fixed, unchangeable width. They dominate in stores like Best Buy. The more expensive models (i.e., the ones you&rsquo;ll find on specialized websites) let you adjust the position of the two keyboard halves&mdash;change the distance between them, adjust their angle, or both. Keyboard spacing can hugely affect comfort during the day, especially if you&rsquo;re pounding on it for hours at a time.</p>\n\n\n\n<p>The Keychron Q11 skips past the junior leagues with a fully split keyboard design, joined together by a standard USB-C cable. You can adjust the distance between the two halves of the keyboard, as well as their horizontal angle.</p>\n\n\n\n<p>&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Keychron Q11 QMK split keyboard top down view\" class=\"wp-image-1946424\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/IMG_3542-sm.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>With the Keychron Q11 you can adjust how close the two halves sit.</figcaption></figure><p class=\"imageCredit\">Alaina Yee / Foundry</p></div>\n\n\n\n<p>This 75-percent keyboard has a polling rate of 1,000Hz, and includes function keys, arrow keys, and a strip of five programmable macro keys on the left. You also get dedicated page up, page down, and home keys on the right side of the board&mdash;but no end key. Metal knobs (two total) sit in the upper left and right corners, which control your PC&rsquo;s volume by default. Clicking them to mute your sound produces very solid (and satisfying) tactile feedback.</p>\n\n\n\n<p>Included with the fully built board are double-shot OSA PBT keycaps, which blend the height of an OEM keycap with the shape of an SA keycap. Underneath are your choice of Gateron G Pro switches in either red or brown. (For our review unit, I chose brown.) The $185 bare-bone model skips the switches and keycaps, leaving it entirely to you to populate it yourself.</p>\n\n\n\n<p>For those who are new to mechanical keyboard customization (like me), the fully built option is the easier way to go. The Q11 has a slightly unique layout for its spacebar row, with a Ctrl, Windows, Alt, and Function key crammed on the left side of the board. On the right side, there are Alt, FN1, and Ctrl keys. Keychron helpfully provides <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.keychron.com/pages/keychron-q11-keycap-size&amp;xcust=2-1-1941085-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">the measurements you&rsquo;ll need</a> if you bring your own keycaps, but it&rsquo;s that much more to figure out and decide on when getting started. Also, it seems harder to find compatible keycap sets on AliExpress. (Hello, am newb, please give me your l33t cheap shopping tips.)</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The Keychron Q11 does an excellent job bridging the gap between the most affordable ergonomic mechanical keyboards and more expensive ones with higher customization. </p></blockquote></figure>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Keychron Q11 QMK with Gateron G Pro Brown switches partially exposed\" class=\"wp-image-1946407\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/IMG_3522-sm.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>The Keychron Q11 costs only a little more than the cheapest ergo mechanical keyboards, but it is much more customizable. Pictured are its hot-swappable switches.</figcaption></figure><p class=\"imageCredit\">Alaina Yee / Foundry</p></div>\n\n\n\n<p>As for the RGB lighting&mdash;the south-facing LEDs are clear and easy to see as the typist, and Keychron gives you 20 pre-programmed patterns to choose from. (My personal favorite: Pixel Rain, which gently blinks different keys on and off in a random pattern, with softer colors than the typical unicorn vomit look.)</p>\n\n\n\n<h2 id=\"how-does-it-feel-to-use-the-keychron-q11\">How does it feel to use the Keychron Q11?</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage right\"><figure class=\"wp-block-image alignright size-full is-resized\"><img alt=\"Keychron Q11 QMK spacebar void of doom gif\" class=\"wp-image-1946468\" height=\"375\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/ezgif.com-optimize.gif\" width=\"211\" /><figcaption>For me, this spot is a spacebar void of doom. (This video clip was captured during my first week of use, when I still was feeling extra dramatic about having to adapt to it.)</figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>After an initial acclimation period (in which I may or may not have messaged Michael with all the drama of someone who hates change), the Q11 grew on me. It has a solid, weighted feel and feels sturdy when banging away on it. I do use much more force than before when typing (closer to the times I&rsquo;ve used a manual typewriter), but the experience isn&rsquo;t uncomfortable and I can always swap the switches. Once the vast amount of choices out there stop being so overwhelming, at least.</p>\n\n\n\n<p>I only have two personal complaints&mdash;first, the layout of the left spacebar row. I would have preferred a longer spacebar. With the size of my hands and how I type, I spent about two weeks with my left thumb unpleasantly hitting the gap between the Function key and the spacebar until my muscle memory adapted.</p>\n\n\n\n<p>The second is the lack of an End key. I use it all the time as a writer/editor, and on my Goldtouch keyboard, it sits on the right side of the keyboard. Why the empty spot under the home key, Keychron? An End key would have fit perfectly there. And yet, a small void instead.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Right half of the Keychron Q11 QMK\" class=\"wp-image-1946405\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/IMG_3548-sm.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>That empty spot right below the home key would fit an end key just fine. Sigh.</figcaption></figure><p class=\"imageCredit\">Alaina Yee / Foundry</p></div>\n\n\n\n<p>Fortunately, those programmable macro keys exist, though I would have much preferred a dedicated key (with matching labeled keycap). Programming the board is <em>super</em> easy through the VIA web app, and the Q11 supports two different layers of keystrokes per supported operating system. On the main layer for Windows, it took about five minutes to figure out and set the macro keys to include my beloved End key, plus shortcuts for various apps and program commands. Another five minutes of trial and error and I had a ten-key pad in the second layer (activated using the FN1 button)&mdash;and it only took that long because I re-created my Goldtouch keyboard&rsquo;s version of this (and its layout) from memory.</p>\n\n\n\n<p>One unexpected side benefit of Keychron&rsquo;s fully split keyboard design: The board is more portable, if you needed to pack it up. (My Goldtouch keyboard has one big joint that binds the two halves together.) No carrying case is included though, and as mentioned above, a tenting kit doesn&rsquo;t exist. I require vertical tilt for proper ergonomics, so I&rsquo;ve been making do with a plastic tub of hand cream for a modest angle. It doesn&rsquo;t feel as comfortable as my Goldtouch keyboard&rsquo;s more dramatic tilt, though.</p>\n\n\n\n<div class=\"wp-block-jetpack-slideshow aligncenter\"><div class=\"wp-block-jetpack-slideshow_container swiper-container\"><ul class=\"wp-block-jetpack-slideshow_swiper-wrapper swiper-wrapper\"><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"Keychron Q11 QMK with makeshift tenting object\" class=\"wp-block-jetpack-slideshow_image wp-image-1946498\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/IMG_3569-sm.jpg?quality=50&amp;strip=all&amp;w=1200\" /><figcaption class=\"wp-block-jetpack-slideshow_caption gallery-caption\"><p>I need a tenting kit, so I concocted a makeshift one. Unfortunately, the Q11 slips if you try to go too extreme, so I was stuck with a modest tilt.</p>\n</figcaption></figure></li><li class=\"wp-block-jetpack-slideshow_slide swiper-slide\"><figure><img alt=\"Keychron Q11 QMK with make-shift tenting\" class=\"wp-block-jetpack-slideshow_image wp-image-1946400\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/06/IMG_3577-sm.jpg?quality=50&amp;strip=all&amp;w=1200\" /></figure></li></ul><a class=\"wp-block-jetpack-slideshow_button-prev swiper-button-prev swiper-button-white\"></a><a class=\"wp-block-jetpack-slideshow_button-next swiper-button-next swiper-button-white\"></a><a class=\"wp-block-jetpack-slideshow_button-pause\"></a><div class=\"wp-block-jetpack-slideshow_pagination swiper-pagination swiper-pagination-white\"></div></div></div>\n\n\n\n<h2 id=\"should-you-buy-the-keychron-q11\">Should you buy the Keychron Q11?</h2>\n\n\n\n<p>The Keychron Q11 does an excellent job bridging the gap between the most affordable ergonomic mechanical keyboards and more expensive ones with higher customization. Even its 75 percent size deftly sits in the middle between those two camps. Less costly boards trend toward full-size or tenkeyless, while the pricey ones often cater to keeb minimalists. The only notable ergo feature missing is a tenting accessory, but hopefully Keychron will produce one in the near future.</p>\n\nKeyboards</div>", "link": "https://www.pcworld.com/article/1941085/keychron-q11-qmk-review-pre-final-draft.html", "date_published": "2023-06-12 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Help dad get through his reading list this Father’s Day", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>If you&rsquo;re tired of hearing your dad talk about how he can never find time to get through his reading list, it&rsquo;s time to nip that in the bud. This Father&rsquo;s Day, give up a subscription to Headway Premium, the <a href=\"https://shop.pcworld.com/sales/headway-premium-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=headway-premium-lifetime-subscription&amp;utm_term=scsf-572636&amp;utm_content=a0x1P000004Ils3QAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">top-rated learning app</a> that makes it easier than ever to learn something new every day and engage with the world&rsquo;s greatest ideas.</p>\n\n\n\n<p>Headway has more than 20 million users worldwide and has earned 4.4/5 stars on the Google Play Store and 4.5/5 stars on the App Store. In 2023, it has become an Apple Editors&rsquo; Choice award winner and has been featured as an App of the Day four times.</p>\n\n\n\n<p>All of that is because this clever app gamifies learning, providing access to more than 1,500 summaries of nonfiction bestsellers broken down into 15-minute reads. It offers thousands of actionable insights and tips and tracks your progress to keep you engaged and motivated to keep learning. Whether dad is interested in entrepreneurship, health, philosophy, or practically anything else, he&rsquo;ll find engaging ideas on Headway.</p>\n\n\n\n<p>Help your dad learn something new every day. You can get a lifetime subscription to <a href=\"https://shop.pcworld.com/sales/headway-premium-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=headway-premium-lifetime-subscription&amp;utm_term=scsf-572636&amp;utm_content=a0x1P000004Ils3QAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Headway Premium</a> for 76% off $300 at just $69.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/headway-premium-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=headway-premium-lifetime-subscription&amp;utm_term=scsf-572636&amp;utm_content=a0x1P000004Ils3QAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp0.stackassets.com/d8439b620dcf27d44a6677dd52e0047778eab196/store/93c2138337fcc5e12bb1156ff69aba57fc18c7f3ee9425f8b86904401cc0/sale_318822_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>Headway Premium: Lifetime Subscription &ndash; $69.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/headway-premium-lifetime-subscription?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=headway-premium-lifetime-subscription&amp;utm_term=scsf-572636&amp;utm_content=a0x1P000004Ils3QAC&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nMobile Apps</div>", "link": "https://www.pcworld.com/article/1948651/help-dad-get-through-his-reading-list-this-fathers-day.html", "date_published": "2023-06-12 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]