[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Capcom Summer Showcase 2023: The Biggest Game Announcements", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151786-capcomshowcase_6.12.20231-9-56screenshot.png\" /><br /><h3><p>The games industry's <a href=\"https://www.gamespot.com/articles/day-of-the-devs-sgf-edition-2023-recap-beastieball-cart-life-and-more/1100-6514895/\">summer of showcases</a> is finally winding down, but not before Capcom managed to sneak in a last minute showcase of its own. Though the studio didn't pack too much into its press conference, the event provided fans with a closer look at a few key titles.</p><p>Most prominent was <a href=\"https://www.gamespot.com/articles/dragons-dogma-2-gameplay-trailer-reveals-a-much-bigger-world-but-no-release-date/1100-6515116/\">Dragon's Dogma 2</a>, the highly-anticipated follow-up to 2012's Dragon's Dogma. Thanks to the Capcom Showcase, we now know the open-world, fantasy RPG features a world that feels \"roughly four times larger\" than the one found in the original. The event also revealed a bit more about the character on the game's cover, Ulrika and Nadina, as well as additional information regarding the game's pawn and physics systems.</p><p>In addition to Dragon's Dogma 2, <a href=\"https://www.gamespot.com/articles/ace-attorney-apollo-justice-trilogy-resurrects-games-from-the-3ds-eshop-shutdown/1100-6515153/\">Capcom announced a new Ace Attorney Trilogy</a> that combines its three most recent mainline entries, as well as a <a href=\"https://www.gamespot.com/articles/ghost-trick-phantom-detective-demo-is-now-available-play/1100-6515154/\">Ghost Trick demo</a>. After being announced at the Xbox Games Showcase, Kunitsu-Gami: Path of the Goddess made a return, complete with a bit more information about the game.</p><p>Capcom also revealed more information about its upcoming dinosaur-shooter, <a href=\"https://www.gamespot.com/games/exoprimal/\">Exoprimal</a>, before announcing that <a href=\"https://www.gamespot.com/articles/capcom-reminds-us-pragmata-still-exists-then-delays-it-indefinitely/1100-6515152/\">Pragmata will be receiving yet another delay</a>. For a complete list of all of Capcom's biggest announcement, check out our recap below.</p></h3></p><br />     <p><h2>Kunitsu-Gami: Path of the Goddess</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151746-4151179-5555906623-vlcsn.jpg\" /><br /><h3><p>After revealing <a href=\"https://www.gamespot.com/articles/capcom-reveals-new-onimusha-like-action-game-kunitsu-gami-path-of-the-goddess/1100-6515058/\">Kunitsu-Gami</a> during the <a href=\"https://www.gamespot.com/gallery/xbox-games-showcase-and-starfield-direct-the-biggest-announcements/2900-4772/\">Xbox Games Showcase</a>, Capcom dedicated the opening of its own showcase to promoting the new IP. According to the studio, the game will be a third-person melee combat game that blends strategy and action across an epic tale. Kunitsu-Gami is slated to release on Xbox Series X|S, PlayStation 5, and PC, though Capcom has not yet announced a release window.</p><p><a href=\"https://www.gamespot.com/articles/capcom-reveals-new-onimusha-like-action-game-kunitsu-gami-path-of-the-goddess/1100-6515058/\">Capcom Reveals New Onimusha-Like Action Game, Kunitsu-Gami: Path of the Goddess</a></p></h3></p><br />     <p><h2>Ace Attorney: Apollo Justice Trilogy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151762-capcomshowcase_6.12.202351-42screenshot%281%29.png\" /><br /><h3><p>Court is back in session thanks to the <a href=\"https://www.gamespot.com/articles/ace-attorney-apollo-justice-trilogy-resurrects-games-from-the-3ds-eshop-shutdown/1100-6515153/\">Ace Attorney: Apollo Justice Trilogy</a>. This collection features Apollo Justice: Ace Attorney, Phoenix Wright: Ace Attorney - Dual Destinies, and Phoenix Write: Ace Attorney - Spirit of Justice, the three most recent entries in the mainline Ace Attorney series which released in 2007, 2013, and 2016 respectively. The trilogy will release on Nintendo Switch, PlayStation 4, Xbox One, and PC, and translates the games into seven languages, making the titles more widely available than ever before. Ace Attorney: Apollo Justice Trilogy is slated to release in early 2024.</p><p><a href=\"https://www.gamespot.com/articles/ace-attorney-apollo-justice-trilogy-resurrects-games-from-the-3ds-eshop-shutdown/1100-6515153/\">Ace Attorney: Apollo Justice Trilogy Resurrects Games From The 3DS eShop Shutdown</a></p></h3></p><br />     <p><h2>Ghost Trick: Phantom Detective</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151763-capcomshowcase_6.12.202346-58screenshot.png\" /><br /><h3><p>After nearly a decade away, the cult-classic adventure game Ghost Trick: Phantom Detective is making its return to consoles with an HD remaster. Shu Takumi, the creator of Ghost Trick, dropped by the Capcom Showcase to give fans another look at the upcoming game, as well as announce that <a href=\"https://www.gamespot.com/articles/ghost-trick-phantom-detective-demo-is-now-available-play/1100-6515154/\">a demo is now available to play</a>. The remaster is slated to release on Nintendo Switch, Xbox One, PlayStation 4, and PC on June 30, 2023.</p></h3></p><br />     <p><h2>Pragmata</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151764-capcomshowcase_6.12.202345-29screenshot.png\" /><br /><h3><p>Not much is known about Capcom's upcoming sci-fi game, <a href=\"https://www.gamespot.com/articles/capcom-reminds-us-pragmata-still-exists-then-delays-it-indefinitely/1100-6515152/\">Pragmata</a>, apart from development does not seem to be going to plan. After being announced back in 2020, the game has been delayed multiple times. During Capcom's Summer Showcase, the studio announced that the game has now been delayed indefinitely. Thankfully, there is a silver lining in that we finally saw new footage of the game, in which an astronaut picks up a young girl named Diana after a shootout in a space station-like facility. Pragmata is slated to release on Xbox Series X|S, PlayStation 5, and PC.</p><p><a href=\"https://www.gamespot.com/articles/capcom-reminds-us-pragmata-still-exists-then-delays-it-indefinitely/1100-6515152/\">Capcom Reminds Us Pragmata Still Exists, Then Delays It Indefinitely</a></p></h3></p><br />     <p><h2>Exoprimal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151767-capcomshowcase_6.12.202358-16screenshot.png\" /><br /><h3><p>Weeks ahead of the game's second open beta, Capcom opted to give fans another look at its upcoming dino-packed shooter, <a href=\"https://www.gamespot.com/articles/exoprimal-is-getting-a-second-open-beta-right-before-launch/1100-6515156/\">Exoprimal</a>. The Capcom Showcase featured a new story trailer for the game, as well as more details regarding what enemies you can expect to square up against. The studio also dished out some details on Exoprimal's battle pass, and the dates you can play the upcoming beta: June 16-18. Exoprimal will release on Xbox Series X|S, PlayStation 5, and PC on July 14.</p><p><a href=\"https://www.gamespot.com/articles/exoprimal-is-getting-a-second-open-beta-right-before-launch/1100-6515156/\">Exoprimal Is Getting A Second Open Beta Right Before Launch</a></p></h3></p><br />     <p><h2>Dragon's Dogma 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1639/16394322/4151781-capcomshowcase_6.12.20231-6-41screenshot.png\" /><br /><h3><p>To close out the Capcom Showcase, the developer revealed <a href=\"https://www.gamespot.com/articles/dragons-dogma-2-gameplay-trailer-reveals-a-much-bigger-world-but-no-release-date/1100-6515116/\">our first good look at Dragon's Dogma 2</a> following its reveal last year. Capcom said some of the 2012 game's key aspects will return, including its Pawn system, which allows for players to form a party with up to three other AI allies--something Capcom also says makes the game feel like it's played in co-op even as it's strictly single-player game. The team also said the open-world setting returns, but with a twist. Player ingenuity is now a greater focus, which will allow players to problem-solve in new ways using \"immersive physics,\" such as destroying a bridge in the middle of combat with a hulking monster. New and returning monsters await in Dragon's Dogma, though no release date was yet revealed.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/capcom-summer-showcase-2023-the-biggest-game-announcements/2900-4775/", "date_published": "2023-06-12 23:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Dragon's Dogma 2 Gameplay Trailer Reveals A Much Bigger World But No Release Date", "description": "<p>We got a fresh look at Dragon's Dogma 2 during <a href=\"https://www.gamespot.com/gallery/capcom-summer-showcase-2023-the-biggest-game-announcements/2900-4775/\">Capcom's showcase event</a>. A lot of what we learned was that Dragon's Dogma 2 will be similar to the original, but Capcom dropped a few tidbits worth digging into, including news about the world size and physics-based gameplay.</p><p>Dragon's Dogma was a cult hit, having received decent reviews at launch but gathering a bigger fan following in the years since. This sequel will run on the RE engine, and original game director Hideaki Itsuno has returned for it. Capcom has kept the game mostly under wraps but previously promised AI- and physics-driven tech, along with a wide array of weapon types and classes.</p><div>          </div><p>Dragon's Dogma 2 will be set in a world roughly four times the size of the original Dragon's Dogma, director Hideaki Itsuno said during the stream. The world was already big in that game and featured very limited fast travel, so we're hoping they'll add mounts--a dragon maybe?--and modern fast travel options.</p><a href=\"https://www.gamespot.com/articles/dragons-dogma-2-gameplay-trailer-reveals-a-much-bigger-world-but-no-release-date/1100-6515116/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/dragons-dogma-2-gameplay-trailer-reveals-a-much-bigger-world-but-no-release-date/1100-6515116/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Steven Spielberg Loved One Episode Of The Last Of Us In Particular", "description": "<p>If you're making movies or TV shows, there's a good chance yours favorite directors--creators that you look up to and whose work you watch. It's a big deal when someone like that notices your work. That's how the team behind The Last of Us felt when they got a letter from Steven Spielberg himself complimenting their work on the show, particularly on the famously emotional third episode, \"Long, Long Time,\" according to the episode's director, Peter Hoar, in a roundtable with <a href=\"https://www.hollywoodreporter.com/tv/tv-features/mark-mylod-karyn-kusama-directors-roundtable-1235508720/\">The Hollywood Reporter</a>.</p><p>\"I didn’t get it directly, but [an actual Spielberg letter] came to Craig Mazin, the writer of my episode on The Last of Us — the writer of all the episodes,\" Hoar said. \"He shared it with myself, [co-stars] Nick Offerman, Murray Bartlett and [cinematographer] Eben Bolter. Basically, a whole group of middle-aged men started squealing because their idol had realized who they were. I think he probably knew who everyone else was, but he didn’t know who I was. And now he’s probably forgotten.\"</p><p>Despite the tone of that last line, it doesn't seem like people will be forgetting that episode anytime soon. Succession director Mark Mylod and Dahmer director Peter Barclay both responded to Hoar's admission. Mylod called the episode \"the most extraordinary tonal switch in a series\" he'd seen in his life, while Barclay called it \"one of the most moving things I've seen in my life\" and \"a moment in history for television.\"</p><a href=\"https://www.gamespot.com/articles/steven-spielberg-loved-one-episode-of-the-last-of-us-in-particular/1100-6515151/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/steven-spielberg-loved-one-episode-of-the-last-of-us-in-particular/1100-6515151/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 22:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Exoprimal Is Getting A Second Open Beta Right Before Launch", "description": "<p>Exoprimal is close to its release date, but Capcom is holding one more open beta test ahead of the game's launch on July 14.</p><p>From June 16-18, players can dive into Exoprimal's second open beta, which will feature additional story missions not seen in the first test alongside 10 co-op missions. The test will feature various adjustments made to the game based on player feedback from the previous beta test.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Activating massacre module. Summoning Neo T. rex swarm.<br />Demonstrate your exemplary cooperative skill set by working as a team to generate robust combat data. Fight together, or be flagged for mortal sunset.<br />Exoprimal Open Beta 2 begins June 16th, 2023:<br />🦖 <a href=\"https://t.co/VNfBTrjfwB\">https://t.co/VNfBTrjfwB</a> <a href=\"https://t.co/3lcdFDW7tP\">pic.twitter.com/3lcdFDW7tP</a></p>  — Exoprimal (@exoprimal) <a href=\"https://twitter.com/exoprimal/status/1668386593877692416?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p><em>This story is developing.</em></p>", "link": "https://www.gamespot.com/articles/exoprimal-is-getting-a-second-open-beta-right-before-launch/1100-6515156/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 22:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mega Man Game You Probably Didn't Play Is Coming To Steam Later This Year", "description": "<p dir=\"ltr\">Today during the Capcom Showcase, the company announced that Mega Man X Dive--the mobile Mega Man adventure which was previously only available in two countries--is coming to the West in a new offline edition.</p><p dir=\"ltr\">Mega Man X Dive Offline is a side-scrolling 2D action platformer set in a digital depository called The Deep Log, which contains information from all of the Mega Man X games. Players are able to play as multiple characters from throughout the MMX franchise and use them to complete missions in stages also pulled from the series, while also leveling up characters, weapons, and more.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Mega Man X DiVE Offline is coming to Steam, iOS, and Android!<br />Dive in to exciting, side-scrolling action, and power up iconic characters from multiple different Mega Man series!<br />Mega Man X DiVE Offline launches in 2023!<br />Official Site: <a href=\"https://t.co/yFqPbBiB16\">https://t.co/yFqPbBiB16</a> <a href=\"https://t.co/F0KDaoY32Q\">pic.twitter.com/F0KDaoY32Q</a></p>  — Mega Man (@MegaMan) <a href=\"https://twitter.com/MegaMan/status/1668379842138742784?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p>While the game does feature the classic Mega Man style of gameplay, there are a few notable changes. Enemies do not drop recovery items, for example, and while individual stages from Mega Man X's history will be included, each one is separated into five missions.</p><a href=\"https://www.gamespot.com/articles/mega-man-game-you-probably-didnt-play-is-coming-to-steam-later-this-year/1100-6515155/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mega-man-game-you-probably-didnt-play-is-coming-to-steam-later-this-year/1100-6515155/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 22:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ghost Trick: Phantom Detective Demo Is Now Available", "description": "<p>Capcom revealed during its <a href=\"https://www.gamespot.com/articles/capcom-showcase-2023-start-times-how-to-watch-live-games-and-what-to-expect/1100-6514844/\">2023 Showcase</a> that its upcoming game <a href=\"https://www.gamespot.com/games/ghost-trick-phantom-detective/\">Ghost Trick: Phantom Detective</a> has a playable demo that's out now.</p><p dir=\"ltr\">Ghost Trick: Phantom Detective originally launched in 2011 for the Nintendo DS. It was then soon after ported to iOS devices. The game is slated to launch on the PlayStation, Xbox, Nintendo Switch, and PC.</p><p dir=\"ltr\">It was <a href=\"https://www.gamespot.com/articles/ghost-trick-phantom-detective-remaster-release-date-set-for-june/1100-6512221/\">previously reported</a> that Ghost Trick is scheduled to come out on June 29. In Ghost Trick: Phantom Detective, you play a ghost named Sissel, who can travel between the land of the living and the land of the dead. Throughout the game, your main objective is to solve his murder, but in doing so, he changes the lives of everyone around him. In each chapter of the game, you relieve the final minutes of a person's life, and Sissel must ensure that he does everything in his power to prevent them from dying.</p><a href=\"https://www.gamespot.com/articles/ghost-trick-phantom-detective-demo-is-now-available/1100-6515154/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ghost-trick-phantom-detective-demo-is-now-available/1100-6515154/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 22:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Capcom Reminds Us Pragmata Still Exists, Then Delays It Indefinitely", "description": "<p>Capcom announced during its showcase that <a href=\"https://www.gamespot.com/games/pragmata/\">Pragmata</a>, its sci-fi third-person game, has been delayed beyond 2023. No new window was given, but Capcom did briefly show off the game, and it revealed a few small details.</p><p>In this new trailer, we learn that the little girl from the original 2020 reveal is named Diana. We also see a soldier dressed in a white astronaut suit fight robots in combat. In the small snippets of gameplay shown, we see the astronaut moving around a space station-like facility, with Diana in his backpack. He fights smaller robots in close-combat and we see him fighting a large mech.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Pragmata has been delayed again <a href=\"https://twitter.com/hashtag/CapcomShowcase?src=hash&amp;ref_src=twsrc^tfw\">#CapcomShowcase</a> <a href=\"https://t.co/ralEJzzRFk\">pic.twitter.com/ralEJzzRFk</a></p>  — GameSpot (@GameSpot) <a href=\"https://twitter.com/GameSpot/status/1668381426159620096?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p>There is also a brief close-up of Diana near the end of the trailer, where she interacts with a floating computer interface. Her eyes are shown close up, with a similar-looking interface in her eyes, implying that she is connected to technology somehow, either as a robot herself or just via some cybernetic enhancements.</p><a href=\"https://www.gamespot.com/articles/capcom-reminds-us-pragmata-still-exists-then-delays-it-indefinitely/1100-6515152/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/capcom-reminds-us-pragmata-still-exists-then-delays-it-indefinitely/1100-6515152/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 22:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ace Attorney: Apollo Justice Trilogy Resurrects Games From The 3DS eShop Shutdown", "description": "<p>Capcom is rounding up another set of Ace Attorney games, this time starring Phoenix Wright's protoge Apollo Justice. The Ace Attorney: Apollo Justice Trilogy is coming to PC, PS4, Xbox One, and Switch in early 2024.</p><p>Apollo Justice is a younger attorney who took over the series when Phoenix Wright went into retirement. Of course, you can't keep a good lawyer down, so eventually the trilogy came to co-star both of them together. This collection brings together a trilogy that had previously launched on the 3DS, and the latter two were only released digitally. That makes them much harder to obtain now that the <a href=\"https://www.gamespot.com/articles/3ds-and-wii-u-eshops-are-shutting-down-today/1100-6512734/\">3DS eShop has shut down</a>.</p><p>The brief trailer during the Capcom Showcase didn't detail new features, though it did note that it will be available in seven languages including Japanese, English, French, German, Korean, and simplified and traditional Chinese.</p><a href=\"https://www.gamespot.com/articles/ace-attorney-apollo-justice-trilogy-resurrects-games-from-the-3ds-eshop-shutdown/1100-6515153/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ace-attorney-apollo-justice-trilogy-resurrects-games-from-the-3ds-eshop-shutdown/1100-6515153/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 21:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ed Boon Explains Mortal Kombat 1 Character Changes, Kameo System, And More", "description": "<p>Mortal Kombat 1 was one of the headliners at Summer Game Fest 2023 with a lengthy trailer during the event's showcase, and we got <a href=\"https://www.gamespot.com/articles/mortal-kombat-1-hands-on-preview-reveals-more-core-gameplay-twists-than-you-might-think/1100-6515083/\">hands-on with an early build of the game</a>. It seems to be both an evolution of the series from a gameplay perspective and a sort of reset for its story and characters. While we saw some of the over-the-top hijinks expected from a Mortal Kombat story, playing MK1 gave us a feel for how the brand-new Kameo system works and how a familiar roster of fighters play much differently this time around.</p><p dir=\"ltr\">We spoke with series co-creator Ed Boon about the design philosophy behind revamping characters we already know and love. But we also went in-depth about how new mechanics have led to noticeable changes for the flow of matches--for example, aerial combos and Kameo assists add a new dynamic that wasn't present in MK11, and the result is a game that plays faster and looser. We also went through specific changes to the playable roster in the demo, which included Kitana, Liu Kang, and Scorpion, and how the return of Kenshi adds a new layer of complexity to the fight system.</p><p dir=\"ltr\"><em>(This interview was edited for clarity and readability.)</em></p><a href=\"https://www.gamespot.com/articles/ed-boon-explains-mortal-kombat-1-character-changes-kameo-system-and-more/1100-6515150/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ed-boon-explains-mortal-kombat-1-character-changes-kameo-system-and-more/1100-6515150/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 21:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Jet Set Radio Gets An Official Revival Of Sorts, But Not With Its Own Game", "description": "<p>Classic roller-blading, street-tagging franchise Jet Set Radio is crossing over with free-to-play sports game Roller Champions later in June.</p><p>The crossover includes new superstars Beat or Gum from the classic game and a re-skinned skatepark inspired by the bus station from Jet Set Radio's setting: the city of Tokyo-to. Players can also check out a new quest, a player banner, and new goal effects. Players can check out the crossover on June 27.</p><p>The last title in the series, Jet Set Radio Future, was released more than 20 years ago. The original Jet Set Radio was a Sega Dreamcast exclusive. An HD remaster was released on Xbox 360, PS3, mobile platforms, and PC in 2012. Roller Champion is far from the only game to get Jet Set Radio crossover. Characters and environments from the series are featured in Sonic &amp; All-Stars Racing Transformed, Sega Superstars Tennis, and Super Monkey Ball: Banana Mania.</p><a href=\"https://www.gamespot.com/articles/jet-set-radio-gets-an-official-revival-of-sorts-but-not-with-its-own-game/1100-6515149/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/jet-set-radio-gets-an-official-revival-of-sorts-but-not-with-its-own-game/1100-6515149/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 20:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Redfall 1.1 Update Fixes Dozens Of Issues, But Carries Huge File Size", "description": "<p dir=\"ltr\">It's safe to say that Redfall hasn't had the impact that its developers wanted, but a new patch will hopefully fix some of the game's larger problems. Based on the patch notes, the 1.1 update addresses several key complaints that players have voiced since the game's launch, especially in the gameplay department. However, given its file size of 32 GB, you may need to free up some hard drive space to download it.</p><p dir=\"ltr\">The <a href=\"https://bethesda.net/en/article/78dNMNH552rqm2NPbDxy2P/redfall-v1-1-release-notes?utm_source=Bethesda&amp;utm_medium=referral\">full patch notes</a> are below, but in short, nearly every aspect of the game has been improved in some way. For example, enemy spawn rates have been increased across the board, and players can move without interruption when using melee attacks. In combat, several instances of enemies randomly standing in place have been corrected, several enemy types like The Rook have been buffed, and vampire melee attacks have been improved.</p><p dir=\"ltr\">The patch also removes some of Redfall's technical problems. These include particle effects that caused the frame rate to tank, improved lighting performance in psychic spaces, and general improvements to stability across the board. Additionally, the developers added a ton of accessibility options to the game, including support for left-handed gamers.</p><a href=\"https://www.gamespot.com/articles/redfall-1-1-update-fixes-dozens-of-issues-but-carries-huge-file-size/1100-6515147/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/redfall-1-1-update-fixes-dozens-of-issues-but-carries-huge-file-size/1100-6515147/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 20:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Passes $666 Million In Sales, Sets New Blizzard Record", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo 4</a> has set another record for Blizzard, crossing $666 million within five days of its full launch. Blizzard had previously revealed that <a href=\"https://www.gamespot.com/articles/diablo-4-is-blizzards-fastest-selling-game-of-all-time/1100-6514849/\">Diablo 4 was its fastest selling game ever</a>, although no sales figures were revealed at that time.</p><p dir=\"ltr\">Detailed in a <a href=\"https://investor.activision.com/news-releases/news-release-details/diablor-iv-crosses-666-million-sell-through-within-five-days\">press release</a>, Blizzard has announced that Diablo 4 has crossed the $666 million milestone within five days of its launch. It's important to note that Blizzard is using June 6 as its official launch date, even though the early access period began on June 1, which players could gain access to by buying special editions of Diablo 4. Blizzard has not revealed how many copies of Diablo 4 that have been sold, and the $666 million also includes <a href=\"https://www.gamespot.com/articles/diablo-4s-microtransaction-prices-revealed-and-they-arent-cheap/1100-6514687/\">microtransactions from Diablo 4's in-game shop</a>, which includes some expensive armor sets.</p><p dir=\"ltr\">Blizzard also shared some other in-game milestones that players have reached, like the total play-time passing 276 million hours. During that playtime players have killed 276 billion demons and died 316 million times. Blizzard also confirmed that 163 players have reached the maximum level in Hardcore mode, where death is permanent.</p><a href=\"https://www.gamespot.com/articles/diablo-4-passes-666-million-in-sales-sets-new-blizzard-record/1100-6515145/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-passes-666-million-in-sales-sets-new-blizzard-record/1100-6515145/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 20:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Black Panther 2's Tenoch Huerta Accused Of Sexual Assault, But He Denies It", "description": "<p dir=\"ltr\">Tenoch Huerta, who was most recently seen playing the villainous Namor in Black Panther: Wakanda Forever, has responded to a sexual assault allegation from a musician he claims to have dated for \"several months.\" Musician María Elena Ríos called Huerta a \"sexual predator\" in a <a href=\"https://twitter.com/_ElenaRios/status/1667749530014748672\">tweet</a>, translated from Spanish by Twitter. The tweet also notes \"emotional abuse\" and \"abuse of power.\"</p><p dir=\"ltr\">For his part, Huerta took to <a href=\"https://www.instagram.com/tenochhuerta/\">Instagram Stories</a> to call the allegation \"irresponsible and false.\" His statement reads, \"About a year ago, I dated Elena for several months. It was entirely consensual at all times, as countless others can attest. And throughout it was a loving, warm and mutually supportive relationship. After it ended, however, Elena began to misrepresent our interactions both privately and in front of groups of mutual friends.\"</p><p dir=\"ltr\">The actor continued, \"As a result, a few months ago, I engaged a legal team to commence the appropriate actions to protect my reputation and refute these irresponsible and false accusations that can cause great prejudice and damage. Although I am by no means perfect, I know that these allegations are simply untrue. And while I will always work to improve myself, I need to contest claims that are both false and offensive.\"</p><a href=\"https://www.gamespot.com/articles/black-panther-2s-tenoch-huerta-accused-of-sexual-assault-but-he-denies-it/1100-6515144/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/black-panther-2s-tenoch-huerta-accused-of-sexual-assault-but-he-denies-it/1100-6515144/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 20:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Remnant 2 Is Shaping Up To Be An Ambitious Sequel With A Very Good Dog", "description": "<p>Remnant: From The Ashes was a sleeper hit. Gunfire Games blended key mechanics from the Souls-like genre with the looter-shooter gameplay loop of Destiny, and the result was a tough and engrossing third-person shooter with a ton of replay value. Based on an hour-long hands-on session, Remnant 2 is shaping up to be an ambitious sequel that smooths out many of the rough edges from the original.</p><p dir=\"ltr\">Like the original, you will be able to choose from a number of archetypes, or classes, that can be tweaked and upgraded to fit various playstyles. However, Remnant 2 introduces dual archetypes that allow you to pick a second archetype once you've progressed far enough. In my session, I decided to pick the Handler archetype. Handlers are a support class that are paired up with trusty canine companions that can attack enemies, buff teammates, and pick up downed allies. According to Gunfire Games, <a href=\"https://www.gamespot.com/articles/remnant-2-makes-a-good-case-for-having-a-dog-with-you-in-a-world-of-monsters/1100-6512744/\">the Handler also makes for a solid solo play archetype because your dog can revive you if you get knocked down</a>. You can also pet him.</p><p dir=\"ltr\">Commanding the pup around the battlefield also felt intuitive. With a single button, you can issue multiple commands depending on what you're looking at and how long you hold the action button down for. With a single quick press, your dog either attacks an enemy or heals an ally depending on what you're aiming at, a double tap recalls the dog, and holding down the button will buff your teammates. As you progress, you'll unlock new abilities and skills for you and your dog which should shake things up.</p><a href=\"https://www.gamespot.com/articles/remnant-2-is-shaping-up-to-be-an-ambitious-sequel-with-a-very-good-dog/1100-6515148/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/remnant-2-is-shaping-up-to-be-an-ambitious-sequel-with-a-very-good-dog/1100-6515148/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 20:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Avatar: Frontiers of Pandora Shares A Lot Of Far Cry DNA", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4151707-avatar_v0.jpg\" width=\"480\" /> Lucy and Tamoor discuss the new Avatar game from Ubisoft Massive: how it ties into Jim Cameron's Avatar movies, and how its core gameplay has a lot of similarities with Far Cry.", "link": "https://www.gamespot.com/videos/avatar-frontiers-of-pandora-shares-a-lot-of-far-cry-dna/2300-6461665/", "date_published": "2023-06-12 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "22 Minutes of Final Fantasy 16 Combat & Boss Battle Gameplay", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4151649-gameplay_ff16demo_sgf_v1_20230612_v3.jpg\" width=\"480\" /> Captured from the new PS5 demo of Final Fantasy XVI, enjoy this combat from the post-prologue action focused challenge mode.", "link": "https://www.gamespot.com/videos/22-minutes-of-final-fantasy-16-combat-boss-battle-gameplay/2300-6461662/", "date_published": "2023-06-12 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Break This Digital Pinata Filled With 20 Random PC Games For $13.49", "description": "<p dir=\"ltr\">Fanatical's new <span class=\"norewrite\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/fiesta-mystery-bundle\">Fiesta Mystery Bundle just launched,</a> </span> giving customers a chance to grab a batch of mystery PC game keys for less than $1 each.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/bundle/fiesta-mystery-bundle\">Break the pinata at Fanatical</a> </div></div><p dir=\"ltr\"> </p><p dir=\"ltr\">Customers get to pick how many keys they want, starting at just one key for $1 and scaling up to 20 games for $13.49. The keys are delivered in a digital piñata, and there's even a cute little animation when you break open the pinata to reveal your games. Even better, there's a chance one of your keys could be a $100 voucher you can spend on other games and bundles in Fanatical's store.</p><a href=\"https://www.gamespot.com/articles/break-this-digital-pinata-filled-with-20-random-pc-games-for-13-49/1100-6515142/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/break-this-digital-pinata-filled-with-20-random-pc-games-for-13-49/1100-6515142/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 19:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Cute Critter In Star Wars Outlaws Can Distract Enemies And Snatch Weapons", "description": "<p>Nix is the little alien creature following protag Kay Vess in Ubisoft's Star Wars: Outlaws. The critter is a friend and a helper, offering both gameplay utility and narrative import.</p><p>Some of Nix's capabilities are displayed in the <a href=\"https://www.gamespot.com/articles/kay-shot-first-in-star-wars-outlaws-gameplay-reveal-trailer/1100-6514917/\">gameplay reveal trailer</a> shown at Ubisoft Forward. The tiny guy can tackle enemies, distract them, as well as interact with and pilfer items from the environment. In the trailer, he activates a conveyor belt, letting Kay sneak by a couple of Pike thugs. He can even be of use in a firefight. Later, he picks up a downed enemy's blaster, giving Kay an extra bit of firepower. Nix can also assist Kay in solving puzzles and discovering secrets.</p><p>Storywise, Nix is a Merqaal, a rare creature with an as-yet-unknown home planet. Kay grew up with him and the two have a strong, familial bond. In a post-show breakdown, the developers said they wanted to depict their relationship as symbiotic and to give players a sense that they are controlling both Nix and Kay.</p><a href=\"https://www.gamespot.com/articles/the-cute-critter-in-star-wars-outlaws-can-distract-enemies-and-snatch-weapons/1100-6515143/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-cute-critter-in-star-wars-outlaws-can-distract-enemies-and-snatch-weapons/1100-6515143/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 19:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "No Halo At Xbox Showcase, But Master Chief Showed Up At Ubisoft's Press Conference", "description": "<p>As part of the <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward event today</a>, it was announced that Master Chief and the Arbiter from Microsoft's Halo series are coming to Ubisoft's fighting game Brawlhalla in a crossover event. That's cool and fun news on its own. But the announcement was also notable because the Halo franchise was a total no-show at Microsoft's own Xbox Games Showcase a day earlier.</p><p>Halo and Xbox are basically synonymous, so some were left scratching their heads when Halo didn't get a mention or any updates at Microsoft's event. There could be any number of reasons for that, but the absence was notable all the same. Halo developer 343 Industries was impacted by the recent Microsoft layoffs. Separate from that, a number of high-profile senior staff--including Joseph Staten, Frank O'Connor, and David Ellis--have left in recent times.</p><p>It would appear that any announcements about the future of the Halo series are being saved for a later date. On the immediate horizon, Halo Infinite's Season 4 update arrives June 20.</p><a href=\"https://www.gamespot.com/articles/no-halo-at-xbox-showcase-but-master-chief-showed-up-at-ubisofts-press-conference/1100-6515140/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/no-halo-at-xbox-showcase-but-master-chief-showed-up-at-ubisofts-press-conference/1100-6515140/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 19:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Star Wars Outlaws Is The Most Ambitious Star Wars Game To Date | Summer Game Fest 2023", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4151690-summergamefest2023_starwarsoutlawsimpressions_20230612v6.png\" width=\"480\" /> Star Wars Outlaws is Ubisoft's take on playing as a rogue in the Star Wars galaxy. The game is an ambitious open world game, taking you through multiple planets you can actively fly on and off of.", "link": "https://www.gamespot.com/videos/star-wars-outlaws-is-the-most-ambitious-star-wars-game-to-date-summer-game-fest-2023/2300-6461664/", "date_published": "2023-06-12 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Injustice 3 Could Still Happen, According To Mortal Kombat 1's Ed Boon", "description": "<p><a href=\"https://www.gamespot.com/games/mortal-kombat-1/\">Mortal Kombat 1</a> may be NetherRealm Studio's next game, but that doesn't mean the door is closed on a potential Injustice 3, according to NetherRealm chief creative officer Ed Boon.</p><p dir=\"ltr\">In an interview with <a href=\"https://www.ign.com/articles/mortal-kombat-1s-ed-boon-says-door-not-closed-on-injustice-3\">IGN</a>, the Mortal Kombat and Injustice co-creator said the decision to create another Mortal Kombat game following the release of <a href=\"https://www.gamespot.com/games/mortal-kombat-11/\">Mortal Kombat 11</a> in 2019 came down to a number of factors, some of which he said he \"probably shouldn't\" discuss. NetherRealm has alternated between Mortal Kombat games and a new entry in the DC universe fighter ever since the release of the first <a href=\"https://www.gamespot.com/games/injustice-gods-among-us/\">Injustice: Gods Among Us</a> in 2013.</p><p dir=\"ltr\">However, two reasons Boon was willing to discuss was the impact of COVID-19 on development and the team's decision to move to a newer version of the Unreal Engine for their next game. Mortal Kombat 1 runs on Unreal Engine 4, whereas Mortal Kombat 11 was on Unreal Engine 3. Epic Games, the creators of Unreal, released Unreal Engine 5 last year. </p><a href=\"https://www.gamespot.com/articles/injustice-3-could-still-happen-according-to-mortal-kombat-1s-ed-boon/1100-6515141/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/injustice-3-could-still-happen-according-to-mortal-kombat-1s-ed-boon/1100-6515141/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 19:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Leprechaun Franchise Revival In The Works At Lionsgate - Report", "description": "<p>Lionsgate is reviving its Leprechaun franchise with a fresh approach to appeal to a new generation of moviegoers. <a href=\"https://www.hollywoodreporter.com/movies/movie-news/leprechaun-new-movie-in-the-works-1235510562/\">The Hollywood Reporter</a> was first to report.</p><p dir=\"ltr\">Felipe Vargas, known for his award-winning short film Milk Teeth, will direct the new feature project, while Mike Van Waes, who worked on the live-action Lilo &amp; Stitch movie, will handle the script. Roy Lee, a prominent figure in the horror genre, will produce the film through his banner, Vertigo Entertainment, alongside Miri Yoon.</p><p dir=\"ltr\">\"Thirty years after its debut, this franchise still casts a spell, and we're thrilled to be bringing it back with a new vision,\" Erin Westerman, president of production for Lionsgate's Motion Picture Group, said in a statement. \"Roy and Miri are two of our most trusted producers, especially with this genre, and we’re excited by Felipe's vision for the film as a director. In his hands, this movie should be very scary and a ton of fun.\"</p><a href=\"https://www.gamespot.com/articles/leprechaun-franchise-revival-in-the-works-at-lionsgate-report/1100-6515139/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/leprechaun-franchise-revival-in-the-works-at-lionsgate-report/1100-6515139/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Best Ubisoft Forward Trailers 2023", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4151651-0250_bestof_ubisoftforward_site.jpg\" width=\"480\" /> Ubisoft Forward just wrapped up and with it came a bunch of brand new trailers, gameplay and reveals.", "link": "https://www.gamespot.com/videos/best-ubisoft-forward-trailers-2023/2300-6461663/", "date_published": "2023-06-12 18:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Overwatch 2 Season 5 Features Fantasy Role-Playing Battle Pass And Events", "description": "<p>Blizzard has revealed new details about <a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> Season 5 ahead of its start on June 12. This new season is themed around fantasy role-playing games, with the battle pass including fantasy skins like the Mythic Adventurer Tracer skin.</p><p dir=\"ltr\">Detailed in a <a href=\"https://overwatch.blizzard.com/en-us/news/23967537/\">blog post</a>, Season 5 is the first season to feature a new story aspect for its battle pass. As you advance through the battle pass, you will unlock story chapters, detailing a role-playing session with Tracer and Orisa, along with other familiar faces. That's not the only change coming to the battle pass this season. Instead of the Mythic skin being the final reward, premium battle pass owners will unlock a base version at tier 45, with customization options unlocked at tiers 65 and 80.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Your <a href=\"https://twitter.com/hashtag/Overwatch2?src=hash&amp;ref_src=twsrc^tfw\">#Overwatch2</a> Season 5 journey is about to begin. <br />Take this roadmap to help guide you during your mythic adventure 🗺<br />Learn more about Season 5: <a href=\"https://t.co/PXt0f8uNGL\">https://t.co/PXt0f8uNGL</a> <a href=\"https://t.co/yMw4brTqM7\">pic.twitter.com/yMw4brTqM7</a></p>  — Overwatch (@PlayOverwatch) <a href=\"https://twitter.com/PlayOverwatch/status/1668319762013618184?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p dir=\"ltr\">Blizzard also announced two events that are coming in Season 5: the return of The Summer Games and Mischief and Magic. The Summer Games starts on July 11, marking the return of Lúcio Ball, the fan-favorite soccer-like mode, as well as a new volleyball-like game mode. This event will also feature summer-themed skins, like a Tropical Doomfist skin. Mischief and Magic will bring Overwatch 2's take on Prop Hunt, as well as more fantasy-themed skins, when it arrives on July 25.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-season-5-features-fantasy-role-playing-battle-pass-and-events/1100-6515137/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/overwatch-2-season-5-features-fantasy-role-playing-battle-pass-and-events/1100-6515137/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Has Fewest Bugs In Bethesda History If It Launched Today, Microsoft Says", "description": "<p>Developer Bethesda Game Studios is known for releasing big, sprawling games that have bugs. Some people believe the bugs are part of the charm. The next title from BGS, Starfield, will probably have bugs, too, but maybe not as many as past titles have had when they released, according to Xbox Games Studios boss Matt Booty.</p><p>Booty told GameSpot sister site Giant Bomb, \"I see bug counts and just by the numbers if it shipped today, Starfield would already have the fewest bugs of any Bethesda game ever shipped\" (<a href=\"https://www.videogameschronicle.com/news/starfield-has-the-fewest-bugs-of-any-bethesda-game-xbox-has-claimed/\">via VGC</a>).</p><p>Microsoft Gaming CEO Phil Spencer said BGS as a studio has \"matured\" over the years. When Microsoft's acquisition of Bethesda parent company ZeniMax closed, the target release date for Starfield was \"significantly earlier,\" Spencer said.</p><a href=\"https://www.gamespot.com/articles/starfield-has-fewest-bugs-in-bethesda-history-if-it-launched-today-microsoft-says/1100-6515134/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfield-has-fewest-bugs-in-bethesda-history-if-it-launched-today-microsoft-says/1100-6515134/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Avatar: Frontiers Of Pandora Preorders Are Live - Get Exclusive Bonuses", "description": "<p> </p><div><div class=\"norewrite\" title=\"6515136 - Avatar Frontiers of Pandora Preorders\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1701/17013431/4151644-avatarstandard.jpg\" />                                 <a href=\"https://shop-links.co/1810971963337391811?u1=subid_value\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://shop-links.co/1810971963337391811?u1=subid_value\">Preorder Avatar: Frontiers of Pandora Standard Edition</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://shop-links.co/1810971963337391811?u1=subid_value\">$70</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                       <input class=\"buylink__extra\" type=\"checkbox\" />                                                                                                                          <a href=\"https://shop-links.co/1810971963337391811?u1=subid_value\">Preorder at Best Buy</a>                                                                                                                                                                           <a href=\"https://www.amazon.com/dp/B0C7SK37D4?tag=gamespot-promos-20\">Preorder at Amazon (Xbox)</a>                                                                                                                                                                           <a href=\"https://www.amazon.com/dp/B0C7SM1W4K?tag=gamespot-promos-20\">Preorder at Amazon (PS5)</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1701/17013431/4151645-avatargold.jpg\" />                                 <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-gold-edition/9n1cd2rr7dc2\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-gold-edition/9n1cd2rr7dc2\">Preorder Avatar: Frontiers of Pandora Gold Edition</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-gold-edition/9n1cd2rr7dc2\">$110</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                       <input class=\"buylink__extra\" type=\"checkbox\" />                                                                                                                          <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-gold-edition/9n1cd2rr7dc2\">Preorder on Xbox Series X</a>                                                                                                                                                                           <a href=\"https://store.playstation.com/en-us/product/UP0001-PPSA01576_00-AVATAR2GOLDEDIT0\">Preorder on PS5</a>                                                                                                                                                                           <a href=\"https://ubisoft.pxf.io/c/1804712/864200/12050?subId1=subid_value&amp;u=https://store.ubisoft.com/us/avatar--frontiers-of-pandora-gold-edition/6271419cf6b96417e4c7470d.html?lang=en_US\">Preorder on PC</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1701/17013431/4151647-avatarultiamte.jpg\" />                                 <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-ultimate-edition/9P2XZHB9LSM5/0017\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-ultimate-edition/9P2XZHB9LSM5/0017\">Preorder Avatar: Frontiers of Pandora Ultimate Edition</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-ultimate-edition/9P2XZHB9LSM5/0017\">$130</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                       <input class=\"buylink__extra\" type=\"checkbox\" />                                                                                                                          <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/games/store/avatar-frontiers-of-pandora-ultimate-edition/9P2XZHB9LSM5/0017\">Preorder on Xbox Series X</a>                                                                                                                                                                           <a href=\"https://store.playstation.com/en-us/product/UP0001-PPSA01576_00-AVATAR2ULTIEDIT0\">Preorder on PS5</a>                                                                                                                                                                           <a href=\"https://ubisoft.pxf.io/c/1804712/864200/12050?subId1=subid_value&amp;u=https://store.ubisoft.com/us/avatar--frontiers-of-pandora-ultimate-edition/62714253f6b96417e4c7470e.html?lang=en_US\">Preorder on PC</a>                     </div>                         </div>                     </div> </div></div><p>Ubisoft finally showed off more of its open-world FPS Avatar: Frontiers of Pandora during its <a href=\"https://www.gamespot.com/articles/avatar-frontiers-of-pandora-releases-in-december-far-cry-like-gameplay-revealed/1100-6514924/\">Ubisoft Forward 2023 showcase</a>, and confirmed the game will launch for PlayStation 5, Xbox Series X|S, and PC on December 7. The game looks to take Ubisoft’s patented open-world shooter design to the beloved Avatar film universe, letting players explore the planet Pandora’s lush alien wilderness first-hand. Along with the release date and new trailer footage, the reveal also confirmed multiple versions of <strong><a href=\"https://shop-links.co/1810971963337391811?u1=subid_value\">Avatar: Frontier of Pandora are available for preorder</a></strong> ahead of its <strong>December 7</strong> release. Each version includes its own unique content, and there are additional preorder bonuses you can grab depending on which console you play on as well as retailer-exclusive bonuses.</p><p dir=\"ltr\">Let’s go over each version Avatar: Frontiers of Pandora and where you can buy it ahead of time, plus all available preorder bonuses.</p><a href=\"https://www.gamespot.com/articles/avatar-frontiers-of-pandora-preorder-guide/1100-6515136/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/avatar-frontiers-of-pandora-preorder-guide/1100-6515136/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Kay Shot First In Star Wars Outlaws Gameplay Reveal Trailer", "description": "<p>Star Wars Outlaws got a cinematic teaser during the Xbox Showcase, with the promise of more to come at Ubisoft Forward. The company delivered, with a much longer look at the game.</p><p>In a stage presentation, Ubisoft's Julian Gerighty said that the reign of the Empire has made a time of opportunity for outlaws. Protagonist Kay Vess is navigating contracts with scoundrels and syndicates while avoiding Imperial entanglements, aiming for a big score.</p><p>A subsequent gameplay demonstration showed Kay sneaking her way through a facility, marking targets for her pet companion to trigger for her to navigate past enemies. When a guard confronts her, she quickly draws and shoots (first), a seeming reference to the classic Han Solo moment from the original trilogy. Another guard used a shield, requiring some direct melee damage to pop, and the ensuing fire fight showed off Kay trying to deal with an overwhelming set of guards before escaping outside onto a speeder bike.</p><a href=\"https://www.gamespot.com/articles/kay-shot-first-in-star-wars-outlaws-gameplay-reveal-trailer/1100-6514917/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/kay-shot-first-in-star-wars-outlaws-gameplay-reveal-trailer/1100-6514917/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Star Wars: Outlaws Developers On Creating The Most Ambitious Star Wars Game Yet", "description": "<p>Star Wars: Outlaws has a few things working against it. For starters, it’s a Star Wars game, and as such comes with extraordinary pressures to deliver. Additionally, there is already a lot of Star Wars content out there—including critically acclaimed video games. And last but certainly not least, Star Wars: Outlaws is an ambitious, open-world adventure, in which “open-world” extends beyond the confines of planets, and it’s no secret Ubisoft has been criticized for how bloated or repetitive its open-world games can be. However, after getting my first look at Outlaws’ gameplay, I find myself echoing Han Solo’s most famous sentiment: Never tell me the odds.</p><p dir=\"ltr\">While the time I spent with Star Wars: Outlaws was brief—I saw about 15 minutes of gameplay—and hands-off, I left feeling like I understood the direction the game was going in and excited for what’s to come. With strategic stealth sections, speeder shoot-outs, seamless surface-to-space travel, an emphasis on making quick decisions (and facing their consequences), and an incredibly charismatic leading lady, Star Wars: Outlaws shows a lot of promise.</p><p dir=\"ltr\">Following the demo, I had the opportunity to sit down with game director Mathias Karlson and narrative director Navid Khavari to learn a bit more about Kay Vess, the game’s setting, and how Star Wars: Outlaws is changing not only what a Star Wars game can be, but the shape of the galaxy as a whole. While the team couldn’t answer a few of my more burning questions, such as if the game will have co-op at launch, the insight they provided has me excited for what’s to come, and to truly get to know Kay Vess.</p><a href=\"https://www.gamespot.com/articles/star-wars-outlaws-developers-on-creating-the-most-ambitious-star-wars-game-yet/1100-6515135/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/star-wars-outlaws-developers-on-creating-the-most-ambitious-star-wars-game-yet/1100-6515135/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Star Wars Outlaws UI Is Straight From Solo: A Star Wars Story", "description": "<p>Ubisoft has unveiled a brand-new Star Wars Outlaws gameplay trailer teasing stealth combat, space dogfights, and impressive UI.</p><p>Outlaws is a game focused on the scoundrels, scum, and villainy of the Star Wars universe, a massive and refreshing change from our usual focus on the Jedi. It's clear that Ubisoft is leaning into that aesthetic from what we've already seen from the enemy types from several confirmed crime syndicates--like the Pykes, the Syndicate, and the Hutt clan--but it's also obvious by the gorgeous UI and font.</p><p>When the playable protagonist Kay Vess either enters a new location--like Jaunta's Hope on the planet of Toshara--or completes a quest, colorful banners of text will appear notifying the player. The font and style of the text are very reminiscent of Solo: A Star Wars Story, and even Marvel's Star Wars Bounty Hunter comics.</p><a href=\"https://www.gamespot.com/articles/star-wars-outlaws-ui-is-straight-from-solo-a-star-wars-story/1100-6515138/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/star-wars-outlaws-ui-is-straight-from-solo-a-star-wars-story/1100-6515138/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Prince Of Persia: The Lost Crown Devs On Respecting Legacies, Creating A New Chapter, And Impressing Jordan Mechner", "description": "<p dir=\"ltr\">Ubisoft Montpellier has revealed Prince Of Persia: The Lost Crown, the first new entry into the franchise for 13 years. Announced during Summer Game Fest on June 8, the game marks a shift in style that draws inspiration from modern metroidvania games, as well as Prince Of Persia's origins as a 2D adventure platformer.</p><p dir=\"ltr\">During a preview event at their studio in Montpellier, France, GameSpot sat down with The Lost Crown director Mounir Radi, producer Abedlhak Elguess, and art director Jean-Christophe Alessandri to discuss the game's development, their desire to respect Persian culture, and their hopes for the next chapter in the franchise.</p><p dir=\"ltr\"><strong>GameSpot: It's been 13 years since Prince Of Persia: The Forgotten Sands, the last entry in the franchise. Why is now the right time to bring back Prince Of Persia? </strong></p><a href=\"https://www.gamespot.com/articles/prince-of-persia-the-lost-crown-devs-on-respecting-legacies-creating-a-new-chapter-and-impressing-jordan-mechner/1100-6515118/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/prince-of-persia-the-lost-crown-devs-on-respecting-legacies-creating-a-new-chapter-and-impressing-jordan-mechner/1100-6515118/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Prince Of Persia: The Lost Crown Hands-On Preview | Summer Game Fest 2023", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1594/15941173/4151505-preview_princeofpersiathelostcrown_051223_site.jpg\" width=\"480\" /> Announced at Summer Game Fest 2023, Prince Of Persia: The Lost Crown is a 2D action-adventure platformer developed by Ubisoft Montpellier, the studio behind the beloved Rayman Legends.", "link": "https://www.gamespot.com/videos/prince-of-persia-the-lost-crown-hands-on-preview-summer-game-fest-2023/2300-6461647/", "date_published": "2023-06-12 18:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Prince Of Persia: The Lost Crown Looks To The Past To Build A New Future For The Franchise", "description": "<p dir=\"ltr\">Most people think of time as a river, and that river has been flowing swift and sure for 13 long years since the last entry in the Prince Of Persia franchise--the somewhat aptly titled Forgotten Sands. With Prince Of Persia: The Lost Crown, Ubisoft appears to be looking to the past and present in the hopes of creating a future for the franchise; a return to Prince Of Persia's roots in 2D platforming, on the foundations built by modern metroidvania titles.</p><p dir=\"ltr\">Announced at Summer Game Fest, Prince Of Persia: The Lost Crown is a 2D action-adventure platformer developed by Ubisoft Montpellier, the studio behind the beloved Rayman Legends. At a recent preview event at Ubisoft Montpellier's studio in France, we had a chance to go hands-on with an early build of the game, playing on both PC and Nintendo Switch for around two hours.</p><p dir=\"ltr\">In a presentation, director Mounir Radi spoke of a desire to bring back the \"core ingredients\" of Prince Of Persia: platforming, puzzle-solving, time-based powers, and a sense of adventure. This new outing is set in a \"legendary Persia\", that is described as an \"age of Heroes and Gods.\" Players take on the role of Sargon, a young and impetuous hero who is part of a superhero-esque gang of seven warriors known as The Immortals. Sargon and The Immortals journey to Mount Qaf, a land cursed with time anomalies, to rescue the kidnapped son of the Queen of Persia--the developers notably didn't use his proper title when referring to this titular Prince in our presentation.</p><a href=\"https://www.gamespot.com/articles/prince-of-persia-the-lost-crown-looks-to-the-past-to-build-a-new-future-for-the-franchise/1100-6515117/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/prince-of-persia-the-lost-crown-looks-to-the-past-to-build-a-new-future-for-the-franchise/1100-6515117/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Assassin's Creed Nexus VR Will Feature 3 Playable Protagonists From The Franchise", "description": "<p>Assassin's Creed Nexus VR--Ubisoft's long-in-development game for Meta Quest--was fully revealed during the <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward</a> presentation on June 12. The game will feature three playable protagonists: Ezio, Conner, and Kassandra.</p><p>In the trailer, we see a few scripted gameplay moments, including Kassandra using her bow to take out some guards and Ezio leaping down to perform the franchise's trademark aerial assassination. \"Nexus features a wide variety of historically-accurate open maps with 360-degree navigation,\" the game's <a href=\"https://www.ubisoft.com/en-us/game/assassins-creed/nexus-vr\">website</a> reads. \"Climb and parkour everywhere as you choose how to achieve your objectives.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Become the Assassin in Assassin’s Creed Nexus VR. Embody legendary Assassins Ezio Auditore da Firenze, Kassandra, and Connor in an all-new Assassin’s Creed story built exclusively for VR.<br /> <br />Coming Holiday 2023.<br /> <br />Add to wishlist on Meta Quest now: <a href=\"https://t.co/tOAB6piceP\">https://t.co/tOAB6piceP</a>… <a href=\"https://t.co/KWIflaJHPS\">pic.twitter.com/KWIflaJHPS</a></p>  — Ubisoft (@Ubisoft) <a href=\"https://twitter.com/Ubisoft/status/1668314558379728896?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p>In this new Assassin's Creed game, you play as a member of the modern-day Assassins. \"Abstergo Industries has found a way to retrieve powerful lost artifacts that can be used to manipulate people's beliefs,\" the game's website reads. \"To sabotage their plan, you'll uncover all-new stories and accomplish new missions as legendary Assassins.\"</p><a href=\"https://www.gamespot.com/articles/assassins-creed-nexus-vr-will-feature-3-playable-protagonists-from-the-franchise/1100-6514913/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/assassins-creed-nexus-vr-will-feature-3-playable-protagonists-from-the-franchise/1100-6514913/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Assassin's Creed Mirage Extended Gameplay Demonstration Shows Back-To-Roots Focus", "description": "<p>Assassin's Creed Mirage is only a few months away, and at the Ubisoft Forward showcase, the company showed off a new story trailer along with an extended gameplay walkthrough.</p><p>The trailer details how Basim became one of the Hidden Ones, after an apparent rescue by their leader. It shows him following their teachings and questioning what it means to follow their orders. The story trailer was followed by a gameplay demonstration that takes place early in the game.</p><p>The demonstration showed Basim creating cover by pulling down a structure, which created an obstacle and dust cloud. Then he ran across the rooftops to lose the sight line of the guards. After reconnecting with the Hidden Ones, he was offered a suite of new tools to choose from, and went out to scout an area. After blending, in he began picking off guards to make the sky safe for his eagle companion. After spotting his target, he sat in wait, marking guards and taking them out quickly before moving in to assassinate his quarry. Finally, he ran back into the crowd disappeared.</p><a href=\"https://www.gamespot.com/articles/assassins-creed-mirage-extended-gameplay-demonstration-shows-back-to-roots-focus/1100-6514882/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/assassins-creed-mirage-extended-gameplay-demonstration-shows-back-to-roots-focus/1100-6514882/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Assassin's Creed Jade Is A Free-To-Play Mobile AC Game", "description": "<p dir=\"ltr\">Today at the <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward</a> presentation, new details on Assassin's Creed Jade were revealed, which included a first look at in-game action as well as a surprising platform: Jade will be free-to-play on mobile devices in partnership with Level Infinite.</p><p dir=\"ltr\">The game is set in Ancient China around 215 B.C., which is between the events of Assassin's Creed Origins and Assassin's Odyssey. It will follow Xia, the adopted son of the emperor Wei Yu, as he travels through China and its many landmarks--including the Great Wall and the imperial capital of Xianyang.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Step into ancient China and discover an <a href=\"https://twitter.com/hashtag/AssassinsCreed?src=hash&amp;ref_src=twsrc^tfw\">#AssassinsCreed</a> adventure for free, anywhere, anytime.<br />Follow <a href=\"https://twitter.com/AC_CodenameJade?ref_src=twsrc^tfw\">@AC_CodenameJade</a> to learn more about the upcoming Closed Beta on mobile.<br />Register here: <a href=\"https://t.co/SgXJpMBU5j\">https://t.co/SgXJpMBU5j</a> <a href=\"https://t.co/cxJOR6y59b\">pic.twitter.com/cxJOR6y59b</a></p>  — Ubisoft Nordic (@ubisoftnordic) <a href=\"https://twitter.com/ubisoftnordic/status/1668315205816680455?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p>The game will bring the traditional Assassin's Creed style of gameplay to mobile, as the debut trailer showed stealth-based movement, hand-to-hand combat, and long-range attacks using a bow and arrow. For the first time in the franchise, however, the lead will be fully customizable, as players can design Xia to look however they wish.</p><a href=\"https://www.gamespot.com/articles/assassins-creed-jade-is-a-free-to-play-mobile-ac-game/1100-6515133/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/assassins-creed-jade-is-a-free-to-play-mobile-ac-game/1100-6515133/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Crew Motorfest Trailer Teases High-Speed Racing In Hawaii, Release Date Set For September", "description": "<p>After it was first revealed back in January, Ubisoft has officially unveiled The Crew Motorfest, the next chapter in its racing game series.</p><p>Alongside a brand-new CG trailer shared during the Ubisoft Forward showcase, The Crew Motorfest also received an official release date of September 14 for PC, PS4, PS5, Xbox One, and Xbox Series X|S. Like the previous game, The Crew Motorfest is all about speed, as you'll be able to take part in races using cars, boats, and several other vehicles.</p><div>          </div><p>Set on the island of O'ahu in the Hawaiian archipelago and is being developed by Ivory Tower. The brand-new trailer showcases new environments and stunning vistas, and this time around players can choose and customize their rides with \"the most diverse lineups\" of vehicles so far. Playlists are another main feature of Motorfest, which are presented in a campaign-like structure for different racing types and themes.</p><a href=\"https://www.gamespot.com/articles/the-crew-motorfest-trailer-teases-high-speed-racing-in-hawaii-release-date-set-for-september/1100-6514883/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-crew-motorfest-trailer-teases-high-speed-racing-in-hawaii-release-date-set-for-september/1100-6514883/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Avatar: Frontiers Of Pandora Gets Free DLC On PS5 At Launch, Not Free On Xbox And PC", "description": "<p><a href=\"https://www.gamespot.com/games/avatar-frontiers-of-pandora/\">Avatar: Frontiers of Pandora</a> will have free DLC on PlayStation at launch. As part of the <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward</a> event, the company announced the Aranahe Warrior Pack. It'll be free on PlayStation 5 and cost money for everyone else.</p><p>The bundle includes cosmetics inspired by the Aranahe, who are a group of peaceful weavers who live in the Kinglor Forest. PS5 owners don't need to do anything to get the DLC, as all they have to do is log into the game and the items should just appear in the inventory.</p><figure style=\"width: 660px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4151576-screenshot2023-06-12at1.26.32pm.png\"><img alt=\"The Aranahe Warrior Pack is free on PS5\" src=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4151576-screenshot2023-06-12at1.26.32pm.png\" /></a><figcaption>The Aranahe Warrior Pack is free on PS5</figcaption></figure><p>People on Xbox and PC can buy the content for a fee, but Ubisoft did not announce the price. Frontiers of Pandora launches on December 7 for PS5, Xbox Series X|S, and PC. It'll also be available on Amazon's streaming service, Luna.</p><a href=\"https://www.gamespot.com/articles/avatar-frontiers-of-pandora-gets-free-dlc-on-ps5-at-launch-not-free-on-xbox-and-pc/1100-6515129/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/avatar-frontiers-of-pandora-gets-free-dlc-on-ps5-at-launch-not-free-on-xbox-and-pc/1100-6515129/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Division Resurgence Gets Flashy CGI Trailer And Release Window", "description": "<p>At <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward</a>, a release window and pre-rendered trailer for The Division Resurgence were revealed. You can also join a regional beta that starts June 13. The full game is set to release in Fall 2023.</p><div>          </div><p><em><em>This story is developing.</em><br /><br /></em></p><div><div class=\"image-gallery__header\">Ubisoft Forward Showcase: The Biggest Announcements And Games</div><div class=\"image-gallery__main image-gallery__main--small\"><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_large/1601/16018044/4151536-ubisoftforward2023.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1601/16018044/4151557-avatar.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1601/16018044/4151570-xdefiant.jpg\" /></div><div class=\"image-gallery__item\"><img src=\"https://www.gamespot.com/a/uploads/screen_medium/1601/16018044/4151573-pop-lost-crown.jpg\" /></div><div class=\"image-gallery__item image-gallery__item--show-more\"><a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">See More</a></div></div></div>", "link": "https://www.gamespot.com/articles/the-division-resurgence-gets-flashy-cgi-trailer-and-release-window/1100-6515131/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Far Cry Blood Dragon Anime Captain Laserhawk Coming To Netflix This Fall, New Trailer Revealed", "description": "<p dir=\"ltr\">The Far Cry 3: Blood Dragon anime spin-off first announced in 2021 finally has a release date. Titled <a href=\"https://www.gamespot.com/articles/netflix-announces-far-cry-blood-dragon-spinoff-animated-series/1100-6492735/\">Captain Laserhawk: A Blood Dragon Remix</a>, the anime combines '90s-style animation with the retrofuture cyberpunk aesthetic that served as Blood Dragon's signature.</p><div>          </div><p dir=\"ltr\">Based on the above trailer, the anime will feature Power Ranger lookalikes, syringe-throwing femme fatales, and lots of big guns. Producer Adi Shankar describes the series as a violent dystopian tale in the tradition of Aldous Huxley's Brave New World, albeit with more dark humor. He also called it a spoof and a satire, indicating its comedic tone.</p><p dir=\"ltr\">Back when the project was first announced, Shankar said that the show would be \"Captain N, but good.\" He also remarked that the show is set in 1992, that it is modeled after Saturday morning cartoons like G.I. Joe, and that it got a six-episode order. It's unclear if the show is confirmed to have six episodes as of this writing.</p><a href=\"https://www.gamespot.com/articles/far-cry-blood-dragon-anime-captain-laserhawk-coming-to-netflix-this-fall-new-trailer-revealed/1100-6515130/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/far-cry-blood-dragon-anime-captain-laserhawk-coming-to-netflix-this-fall-new-trailer-revealed/1100-6515130/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Skull And Bones Closed Beta Coming In August", "description": "<p>Announced during <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward</a>, <a href=\"https://www.gamespot.com/games/skull-and-bones/\">Skull and Bones</a>, Ubisoft's upcoming pirate adventure game, is getting a closed beta later this year. The closed beta will run from August 25-28 and you can register on the game's <a href=\"https://www.ubisoft.com/en-us/game/skull-and-bones/live-tests\">official website</a>.</p><p>The closed beta was announced as part of a Sea Shanty video, which features an extended look at Skull and Bones. The trailer is mainly focused on the pirate vibes, showing off a variety of different locales as well as plenty of ship sailing. It concludes with a massive ship battle, with over a dozen pirate ships converging into a single area, resulting in mayhem.</p><div>          </div><p>Ubisoft didn't reveal much information about what content will be available during the closed beta, but the website does allow you to register on Xbox Series X|S, PS5, and PC. Skull and Bones does have a focus on multiplayer pirate ship action, so can likely expect that at a minimum.</p><a href=\"https://www.gamespot.com/articles/skull-and-bones-closed-beta-coming-in-august/1100-6515132/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/skull-and-bones-closed-beta-coming-in-august/1100-6515132/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ubisoft Forward Showcase: The Biggest Announcements And Games", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4151536-ubisoftforward2023.jpg\" /><br /><h3><p>It's Ubisoft's turn to show off what it has planned for the rest of the year and beyond. As one of the biggest publishers and developers in the industry, Ubisoft typically has several games in development at any time, and tonight we're getting more updates on the return to Prince Of Persia's 2D platforming roots in <a href=\"https://www.gamespot.com/articles/prince-of-persia-the-lost-crown-looks-to-the-past-to-build-a-new-future-for-the-franchise/1100-6515117/\">Prince of Persia: The Lost Crown</a>, a closer look at the open-world action game <a href=\"https://www.gamespot.com/articles/ubisofts-star-wars-outlaws-open-world-game-debuts-at-xbox-showcase/1100-6515054/\">Star Wars: Outlaws</a>, and the show has kicked off with gameplay for <a href=\"https://www.gamespot.com/articles/avatar-frontiers-of-pandora-devs-explain-long-development-time/1100-6510482/\">Avatar: Frontiers of Pandora</a>.</p><p>Ubisoft usually has a few updates for some of its live-service games as well, so more details on what's next for Rainbow Six Siege and For Honor are likely to be on the cards. Then there are games like <a href=\"https://www.gamespot.com/articles/assassins-creed-mirage-release-date-stealth-gameplay-and-everything-we-know/1100-6514104/\">Assassin's Creed Mirage</a>, which already has a confirmed release date of October 12, a closer look under the hood of <a href=\"https://www.gamespot.com/articles/ubisoft-announces-the-crew-motorfest/1100-6511033/\">The Crew: Motorfest</a>, and the virtual reality <a href=\"https://www.gamespot.com/articles/assassins-creed-nexus-confirmed-for-release-later-in-2023/1100-6514713/\">Assassin's Creed Nexus</a> game will be featured in the showcase.</p><p>We'll be updating this feature as the event unfolds, so you can check back to see all the latest reveals from the Ubisoft Forward showcase.</p></h3></p><br />     <p><h2>Avatar: Frontiers of Pandora</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4151557-avatar.jpg\" /><br /><h3><p>It has been a long time since Avatar: Frontiers of Pandora was first revealed, and at the Ubisoft Forward showcase, the game re-emerged to reveal an action-packed look at its gameplay. Avatar director and creator James Cameron also made an appearance to hype up the game, talking about new environments that can be explored and the story that will co-exist with the events of the Avatar films. The big news here was the release date for the game, as Ubisoft will launch Avatar: Frontiers of Pandora on December 7.</p><p><a href=\"https://www.gamespot.com/articles/avatar-frontiers-of-pandora-releases-in-december-far-cry-like-gameplay-revealed/1100-6514924/\">Avatar: Frontiers Of Pandora Releases In December, Far Cry-Like Gameplay Revealed</a></p></h3></p><br />     <p><h2>xDefiant</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4151570-xdefiant.jpg\" /><br /><h3><p>After testing its high-octane PvP shooter in a closed beta session, Ubisoft is planning to push the limits on the game with an open beta stress test from June 21-23.</p><p>The release date for the game is still planned for Summer 2023, and Ubisoft already has a substantial roadmap for xDefiant planned out. The game will ship with five factions, five modes, 14 maps, and 24 weapons. As for the first year of DLC, Ubisoft plans to add more factions, maps, and weapons to the game over the course of the next year.</p><p><a href=\"https://www.gamespot.com/articles/xdefiant-is-launching-later-this-summer-with-an-open-beta-starting-june-21/1100-6515128/\">XDefiant Is Launching Later This Summer, With An Open Beta Starting June 21</a></p></h3></p><br />     <p><h2>Prince of Persia: The Lost Crown</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4151573-pop-lost-crown.jpg\" /><br /><h3><p>After its debut at Summer Game Fest this month, Ubisoft shared more details on Prince of Persia: The Lost Crown. This return to the 2D roots of the franchise has several hallmarks of the classic and modern games, as it mixes brutal combos with platforming sections that requires precise control to navigate across. </p><p>We also got a closer look at the return of time-manipulating powers, which can once again be used across the game. The twist here is that the prince, Sargon, isn't the only person who can use these abilities, as other foes can also wield these abilities against you.</p><p><a href=\"https://www.gamespot.com/articles/watch-prince-of-persia-the-lost-crowns-smooth-gameplay-in-action/1100-6515100/\">Watch Prince Of Persia: The Lost Crown's Smooth Gameplay In Action</a></p></h3></p><br />     <p><h2>The Division Resurgence</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4151579-division-resurgence.jpg\" /><br /><h3><p>The Division Resurgence is gearing up for launch soon, and to set the mood for this free-to-play game, Ubisoft debuted a new CG trailer. Like the main The Division game, the trailer for this mobile spin-off revealed plenty of action, exotic gadgets, and tense missions against other players in quarantined dark zones. Ubisoft describes the game as an MMO adventure that offers an independent campaign from the two main games in the series, and registrations are now live for the regional beta, which begins on June 13. </p><p><a href=\"https://www.gamespot.com/articles/the-division-resurgence-gets-flashy-cgi-trailer-and-release-window/1100-6515131/\">The Division Resurgence Gets Flashy CGI Trailer And Release Window</a></p></h3></p><br />     <p><h2>Skull and Bones</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4151581-skull-bones.jpg\" /><br /><h3><p>While Skull and Bones is still far off from its final release date, a new closed beta for Ubisoft's pirate adventure game. The closed beta will be held from August 25-28, and registrations are now open. </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/", "date_published": "2023-06-12 17:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "XDefiant Is Launching Later This Summer, With An Open Beta Starting June 21", "description": "<p><a href=\"https://www.gamespot.com/games/xdefiant/\">XDefiant</a>, Ubisoft's free-to-play FPS that saw more than 1 million players participate in its closed beta test earlier this year, finally has a release window--and it's soon.</p><p>As part of Ubisoft's Forward livestream, XDefiant executive producer Mark Rubin confirmed the game will be launching \"later this summer.\" But before that, anyone interested in trying out the game will get the chance to do so as part of an open beta test from June 21-23 to stress test the game's servers and address feedback from the closed beta. The beta will be through Ubisoft Connect on PC, or can be played on Xbox Series X|S and PlayStation 5. XDefiant supports cross-play between platforms and cross-progression between platforms.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Thanks to the over 1 million <a href=\"https://twitter.com/PlayXDefiant?ref_src=twsrc^tfw\">@PlayXDefiant</a> Closed Beta players 🙌 <br /> <br />Next up, the Open Session coming June 21-23! <br />Register here: <a href=\"https://t.co/tUiarUF7pN\">https://t.co/tUiarUF7pN</a><a href=\"https://twitter.com/hashtag/UbiForward?src=hash&amp;ref_src=twsrc^tfw\">#UbiForward</a> <a href=\"https://t.co/PzJBmPUdVD\">pic.twitter.com/PzJBmPUdVD</a></p>  — Ubisoft (@Ubisoft) <a href=\"https://twitter.com/Ubisoft/status/1668307003268116502?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p>XDefiant will launch with 14 maps, five game modes, 24 weapons, 44 weapon attachments, and five factions. Each faction hails from different Ubisoft game franchises, including Splinter Cell's Third Echelon, Watch Dogs' Dedsec, and Ghost Recon's Phantoms. A six-week preseason will kick off the game's launch.</p><a href=\"https://www.gamespot.com/articles/xdefiant-is-launching-later-this-summer-with-an-open-beta-starting-june-21/1100-6515128/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xdefiant-is-launching-later-this-summer-with-an-open-beta-starting-june-21/1100-6515128/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Avatar: Frontiers Of Pandora Releases In December, Far Cry-Like Gameplay Revealed", "description": "<p>Avatar: Frontiers of Pandora kicked off the <a href=\"https://www.gamespot.com/gallery/ubisoft-forward-showcase-the-biggest-announcements-and-games/2900-4773/\">Ubisoft Forward</a> presentation on June 12, and Ubisoft Massive's first-person action-adventure game promises to transport you Pandora on December 7 to fight as a Na'vi just like you've seen in the two films.</p><p>The trailer--which was a mix of cinematic footage and in-engine gameplay captured from a PlayStation 5--showed off the game's massive world, with wild creatures, sprawling horizons, and a mixture of first- and third-person gameplay both on the ground and in the air. The story follows an original story in the Avatar universe, with a Na'vi who had been placed into cryosleep 15 years prior to the events of the game at its center.</p><div>          </div><p>Avatar: Frontiers of Pandora will take place on a section of Pandora called the Western Frontier, which has not been seen in either Avatar movies released thus far. It will feature a cast of new characters and a \"reactive\" world, and it's coming exclusively to current-gen consoles and PC. Like Ubisoft Massive's Star Wars project, it makes use of the Snowdrop engine.</p><a href=\"https://www.gamespot.com/articles/avatar-frontiers-of-pandora-releases-in-december-far-cry-like-gameplay-revealed/1100-6514924/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/avatar-frontiers-of-pandora-releases-in-december-far-cry-like-gameplay-revealed/1100-6514924/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Spider-Man Short Film Announced, Focuses On Anxiety And Mental Health", "description": "<p>Sony Pictures Animation has announced a new Spider-Man short film focused on mental health. The short, The Spider Within: A Spider-Verse Story, focuses on Miles Morales when he is suffering from an anxiety attack. <a href=\"https://deadline.com/2023/06/sony-pictures-animation-the-spider-within-a-spider-verse-story-annecy-1235414400/\">According to Deadline</a>, Miles feels \"overwhelmed by school work, exams, and relationships.\"</p><p>The short film debuted at Annecy International Film Festival. In it, Miles' fears come to life in the form of a \"dark figure\" that is meant to represent his alter ego. Miles is also seeing projections of spiders in this bedroom in the movie. According to Deadline, the film ends on a bright note, with Miles and his father Jefferson connecting.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Earlier today, our talented LENS filmmaking team premiered The Spider Within: A Spider-Verse Story at <a href=\"https://twitter.com/hashtag/AnnecyFestival?src=hash&amp;ref_src=twsrc^tfw\">#AnnecyFestival</a>! Here is an exclusive first look at their short film. <a href=\"https://t.co/XBwU9WMGRh\">pic.twitter.com/XBwU9WMGRh</a></p>  — Sony Pictures Animation (@SonyAnimation) <a href=\"https://twitter.com/SonyAnimation/status/1668260982332837891?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p>The Spider Within was produced out of Sony's Leading and Empowering New Storytellers (LENS) initiative, which aims to help cultivate talent from underrepresented groups. Director Jarelle Dampier said he and writer Khalla Amazan came up with the idea for The Spider Within after Dampier had his own anxiety attack after he was accepted into the LENS program.</p><a href=\"https://www.gamespot.com/articles/new-spider-man-short-film-announced-focuses-on-anxiety-and-mental-health/1100-6515112/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-spider-man-short-film-announced-focuses-on-anxiety-and-mental-health/1100-6515112/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 17:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pedro Pascal Has Not Seen TLOU Finale", "description": "<p dir=\"ltr\">Pedro Pascal, star of HBO's The Last of Us TV series, recently revealed a surprising detail--he hasn't seen the highly anticipated finale of the show. Adapted from the popular video game, the series features Pascal in the lead role of Joel, navigating a post-apocalyptic world alongside co-star Bella Ramsey. In a new interview with Steven Yuen for <a href=\"https://variety.com/2023/tv/features/pedro-pascal-steven-yeun-the-last-of-us-beef-road-rage-interview-1235632116/\">Variety</a>, Pascal confessed that despite his emotional attachment to the series, he hasn't been able to watch how it all ends as a viewer.</p><p dir=\"ltr\">\"I saw it all up until then,\" Pascal said. \"I haven't done anything for that amount of time before, and so my attachment to the experience is strange. As a guy who’s pushing 50, to feel this very innocent, semi-angry, emotional attachment to an experience that’s over … It continues, but there will never be another meeting Bella for the first time, working with Craig [Mazin], with the entire crew, with my friend Coco, who did my hair, and the whole family experience of it. I think it was like falling in love… it hurts too much.\"</p><p dir=\"ltr\">To which, Yuen said, \"You haven't seen it? You crushed it! It felt very lived in.\"</p><a href=\"https://www.gamespot.com/articles/pedro-pascal-has-not-seen-tlou-finale/1100-6515126/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/pedro-pascal-has-not-seen-tlou-finale/1100-6515126/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 16:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "FTC To Seek Injunction Halting Microsoft-Activision Deal, And The Xbox Company Is Happy About It", "description": "<p>The latest chapter in the saga of Microsoft's attempt to buy Activision Blizzard has unfolded. <a href=\"https://www.cnbc.com/2023/06/12/ftc-to-file-injunction-blocking-microsofts-acquisition-of-activision-blizzard.html\">CNBC</a> is reporting that the Federal Trade Commission will file an injunction today, June 12, to try to stop the deal from finalizing before its July 18 deadline.</p><p>This would be the FTC's latest action against the deal, following the <a href=\"https://www.gamespot.com/articles/the-ftc-is-now-suing-microsoft-over-pending-activision-blizzard-merger/1100-6509849/\">government group's lawsuit against Microsoft at the end of 2022</a>. A spokesperson for Microsoft told CNBC that an injunction would be good because it would help move the process along faster.</p><p>That's because the FTC, as part of its original lawsuit that pre-dates a potential injunction, is trying to have its own administrative law judge make a decision on the case. That process isn't scheduled to begin until August. Microsoft believes in its case (of course), so the company wanting the legal process to get going faster makes sense.</p><a href=\"https://www.gamespot.com/articles/ftc-to-seek-injunction-halting-microsoft-activision-deal-and-the-xbox-company-is-happy-about-it/1100-6515127/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ftc-to-seek-injunction-halting-microsoft-activision-deal-and-the-xbox-company-is-happy-about-it/1100-6515127/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 16:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hundreds Of Reddit Gaming Communities Go Private In \"Blackout\" To Protest Changes", "description": "<p dir=\"ltr\">The online world of gaming became a lot smaller over the weekend, as hundreds of game-focused communities on Reddit have <a href=\"https://www.theverge.com/2023/6/10/23756476/reddit-protest-api-changes-apollo-third-party-apps\">gone dark</a> to protest the coming changes to Reddit's API. The subreddits affected include general discussion groups like r/gaming and r/games, as well as more specific game-oriented communities like r/DestinyTheGame, r/NintendoSwitch, and more. Some of these subreddits have gone private, meaning that all of their content is unavailable, while some have merely restricted new posts.</p><p dir=\"ltr\">In total, more than 7,000 subreddits have \"gone dark\" so far, according to live tracker <a href=\"https://reddark.untone.uk/\">Reddark</a>, including some of the largest communities on the site, including r/funny, r/aww, r/gaming, and r/music. These communities have organized a 48-hour \"blackout\" from June 12-14, with some communities planning to extend the protest depending on how the site's management reacts. The blackout seemed to cause Reddit to experience significant downtime on Monday, with the site's <a href=\"https://www.redditstatus.com/\">status page</a> describing it as a \"major outage.\"</p><p dir=\"ltr\">The controversy began earlier this month when the developers of the popular third-party Reddit app Apollo and RIF announced that the site's planned API changes would force them to <a href=\"https://www.gamespot.com/articles/reddit-is-cracking-down-on-third-party-apps-with-steep-price-increases/1100-6514728/\">shut down</a> at the end of June, citing high costs and insufficiently short notice. The API changes may also effectively kill many of the site's bots due to the increased cost of API calls, leaving developers to foot the bill. It's unclear how Reddit's management will respond to this campaign. A recent <a href=\"https://www.reuters.com/technology/reddit-aims-ipo-second-half-2023-information-2023-02-14/\">Reuters report</a> suggests that the site is planning to go public later in 2023, which may explain the logic behind the API changes.</p>", "link": "https://www.gamespot.com/articles/hundreds-of-reddit-gaming-communities-go-private-in-blackout-to-protest-changes/1100-6515124/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 16:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "2v2 Fighter Diesel Legacy: The Brazen Age Looks To Create A New Lane For Fighting Games", "description": "<p dir=\"ltr\">A new spin on the fighting genre appeared at the PC Gaming Show, as Modus Games unveiled Diesel Legacy: The Brazen Age, a two-on-two fighter with a unique lane-based system in each stage.</p><p dir=\"ltr\">Each Diesel Legacy match will see all four fighters on the battlefield at the same time, with the arena divided into a top, middle, and bottom lane. Fighters can switch between lanes at will, which can open opportunities for surprise attacks and offer a quick retreat, and should one of the players lose, they can still assist their partner through parries and other abilities.</p><div>          </div><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar\">       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151521-diesel_1.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151521-diesel_1.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151522-diesel_2.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151522-diesel_2.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151523-diesel_3.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151523-diesel_3.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151524-diesel_4.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151524-diesel_4.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151525-diesel_5.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151525-diesel_5.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151526-diesel_6.jpg\">       <img alt=\"Gallery image 6\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151526-diesel_6.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151527-diesel_7.jpg\">       <img alt=\"Gallery image 7\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151527-diesel_7.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151528-diesel_8.jpg\">       <img alt=\"Gallery image 8\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151528-diesel_8.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151529-diesel_9.jpg\">       <img alt=\"Gallery image 9\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151529-diesel_9.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151530-diesel_10.jpg\">       <img alt=\"Gallery image 10\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151530-diesel_10.jpg\" />     </a>   </div>  </figure><p dir=\"ltr\">Diesel Legacy uses Modus's proprietary \"RealMatch\" rollback netcode system for online battles, which a press release says will ensure \"you don’t miss a single punch in any online match.\" The game will also feature a full story mode and training suite, as well as a unique replay system that will not only let players rewatch previous matches, but it will also let them jump back into a match from the replay in order to practice specific situations.</p><a href=\"https://www.gamespot.com/articles/2v2-fighter-diesel-legacy-the-brazen-age-looks-to-create-a-new-lane-for-fighting-games/1100-6515122/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/2v2-fighter-diesel-legacy-the-brazen-age-looks-to-create-a-new-lane-for-fighting-games/1100-6515122/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 Will Feature A Seamless And Expansive Version Of The Titular City", "description": "<p>It's destiny; every Baldur's Gate game is certain to take the player to the titular city. Baldur's Gate 3 is no different and developers Larian Studios are finally showing off their take on the fantasy metropolis.</p><div>          </div><p>In a new video, developers talk about the design and process of building Baldur's Gate in the upcoming game. The city is seamlessly connected, meaning individual areas are not broken up by loading screens. Crowds and NPCs wander the streets and will react to player behavior. The city also acts as a narrative climax, with multiple plotlines before you arrive coming to a head within the walls of Baldur's Gate.</p><p>According to the developers, the city was not originally intended to be one massive area. Changes in development meant that the team spent three or four times the amount of time it expected. Swen Vicke, creative director at Larian, said about Baldur's Gate, \"the thing I was the most afraid of when we started marking this game turned out to be the thing I am the most proud of.\"</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-will-feature-a-seamless-and-expansive-version-of-the-titular-city/1100-6515119/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/baldurs-gate-3-will-feature-a-seamless-and-expansive-version-of-the-titular-city/1100-6515119/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 16:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Could Get World Tier 5 And Higher Gem Ranks In The Future, Datamine Suggests", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV</a> could receive a new max difficulty in the future, as a dataminer has discovered evidence of a World Tier V in the game's files.</p><p dir=\"ltr\">Currently, World Tier IV is Diablo IV's highest difficulty, intended for players level 70-100. Monsters are at their most challenging at this world tier and overcome 40% of a player's resistances, but also reward more experience and gold. Players are also more likely to find build-defining <a href=\"https://www.gamespot.com/articles/diablo-4-unique-sacred-ancestral-items-guide/1100-6514818/\">Unique items</a> in World Tier IV.</p><p dir=\"ltr\">But it seems like World Tier IV might not always be the game's top-difficulty. <a href=\"https://ko-fi.com/post/Diablo-4-World-Tier-5-Discovered-Gem-Stat-Specu-M4M8M67IP\">DatamineARPG</a>, who runs a Ko-fi dedicated to datamining for clues about future content in games like <a href=\"https://www.gamespot.com/games/diablo-immortal/\">Diablo Immortal</a> and Diablo IV, has discovered files that make it pretty clear that a World Tier V was, or potentially still is, in the works. Official World Tier V artwork does exist in the game's files, though it could still be a placeholder image. There's also evidence of a marker that may be pointing towards a capstone dungeon in Fractured Peaks needed to unlock World Tier V.</p><a href=\"https://www.gamespot.com/articles/diablo-4-could-get-world-tier-5-and-higher-gem-ranks-in-the-future-datamine-suggests/1100-6515115/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-could-get-world-tier-5-and-higher-gem-ranks-in-the-future-datamine-suggests/1100-6515115/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 16:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Play Starfield 5 Days Early Without Spending $100", "description": "<p>The $100 Starfield Premium and $300 Constellation editions of Starfield allow you to play the game up to five days early, starting September 1 instead of September 6. But you don't have to spend that much to jump in ahead of time.</p><p>Microsoft is also offering a <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/starfield-premium-edition-upgrade/9pb4zwv7s2mg\">$35 Premium Edition upgrade</a> </span> (or $31.50 if you have Game Pass) that includes the early access perk, as well as the Shattered Space story expansion (when it releases) and in-game items like the Equinox Laser Rifle and more. Players also get the Starfield digital art book and soundtrack.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/starfield-premium-edition-upgrade/9pb4zwv7s2mg\">Buy the Starfield Premium Edition upgrade</a> </div><p>The Premium edition upgrade <strong>does not</strong> come with Starfield's base game itself, so it seems that this bundle is aimed at people who are planning to play Starfield through Xbox Game Pass. All of the Premium edition upgrade content requires the base game, so if your Game Pass subscription lapses, you'll lose access to the game and its related content, it appears.</p><a href=\"https://www.gamespot.com/articles/how-to-play-starfield-5-days-early-without-spending-100/1100-6515108/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-to-play-starfield-5-days-early-without-spending-100/1100-6515108/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 15:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Cyberpunk 2077: Phantom Liberty Will Draw On James Bond, Bourne, And More", "description": "<p>At the recent Xbox Showcase, CD Projekt Red debuted a trailer for Cyberpunk 2077: Phantom Liberty, the first and only expansion for the controversial and best-selling game. Now, CD Projekt Red have released a trailer breakdown with narrative director Igor Sarzyński.</p><p>The trailer shows protagonist V embroiled in political intrigue, as they are tasked to rescue NUSA President Rosalind Myers from the district of Dogtown. A mysterious figure known as Songbird has promised them a cure for their terminal illness, should they complete their mission. The breakdown mostly explores explores the expansion's narrative and setting, explaining what makes Dogtown interesting and what players can expect from the new characters.</p><div>          </div><p>Intended to be an entertainment district, Dogtown became a combat zone during the last Corporate war and is now run by Kurt Hansen. He protects and controls the district with Barghest, his private army of Militech operators, gangsters, and mercs. Dogtown is a black market paradise, free from corporate or government oversight. Remnants of the war, like the giant Militech Chimera mech shown in the trailer, haunt the district's more dangerous areas.</p><a href=\"https://www.gamespot.com/articles/cyberpunk-2077-phantom-liberty-will-draw-on-james-bond-bourne-and-more/1100-6515110/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cyberpunk-2077-phantom-liberty-will-draw-on-james-bond-bourne-and-more/1100-6515110/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 15:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy 16 Everything To Know", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4150721-etk_ff16_site.jpg\" width=\"480\" /> From its characters and its world, to its combat and the Eikons, here is everything to know about Final Fantasy 16 before its release.", "link": "https://www.gamespot.com/videos/final-fantasy-16-everything-to-know/2300-6461597/", "date_published": "2023-06-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Target B2G1 Free Sale Includes Diablo 4, Jedi Survivor, And More Brand-New Games", "description": "<p>Target’s popular <span class=\"norewrite\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/c/video-games/-/N-fhju6\">buy 2, get 1 free sale</a> </span> is back in full swing, offering massive discounts on some of today’s hottest games. This is perhaps the best B2G1 free sale Target has ever hosted. Hundreds of games are eligible, including a large number of 2023 and 2022 releases. Titles from Xbox, PS5, and Switch are all featured in the catalog--and you can even mix and match video games with other categories, such as books, puzzles, and toys.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/c/video-games/-/N-fhju6\">Shop B2G1 free sale at Target</a> </div></div><p> </p><p>Cashing in on the savings is easy. Just add three eligible games to your shopping cart, and the cheapest of the three will be discounted to $0. Because the cheapest game is always discounted, you might want to consider using this deal to pick up three games that are priced at $60 or above to save the most cash.</p><a href=\"https://www.gamespot.com/articles/target-b2g1-free-sale-includes-diablo-4-jedi-survivor-and-more-brand-new-games/1100-6515107/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/target-b2g1-free-sale-includes-diablo-4-jedi-survivor-and-more-brand-new-games/1100-6515107/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Phil Spencer Says Don't Expect A New Xbox Anytime Soon", "description": "<p dir=\"ltr\">Xbox boss Phil Spencer has made it clear that players should not expect a major console upgrade from Microsoft anytime soon. In an interview with <a href=\"https://www.bloomberg.com/news/articles/2023-06-12/microsoft-gaming-chief-doesn-t-see-a-need-for-new-xbox-yet\">Bloomberg</a>, Spencer said that \"that's not the feedback we're getting right now.\" He further stated that the company is \"pretty set on the hardware we have.\"</p><p dir=\"ltr\">Spencer offered these comments in the wake of the Xbox Games Showcase on Sunday, which <a href=\"https://www.gamespot.com/videos/xbox-series-s-carbon-black-reveal-trailer-xbox-games-showcase-2023/2300-6461630/\">unveiled a new Xbox Series S</a> with more storage. At that event, Xbox representatives also confirmed that the company has increased supply of the more powerful Xbox Series X in the face of previous shortages.</p><p dir=\"ltr\">Though the Xbox Series X is only about two and a half years old, hardware upgrades were established as a part of a traditional console cycle last decade. The PS4 Pro released three years into the PS4's lifespan, and the Xbox One X followed just a year later in 2017. However, it seems that Xbox will forgo such an upgrade, at least in the short term.</p><a href=\"https://www.gamespot.com/articles/phil-spencer-says-dont-expect-a-new-xbox-anytime-soon/1100-6515105/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/phil-spencer-says-dont-expect-a-new-xbox-anytime-soon/1100-6515105/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Preorders Are Steeply Discounted Already", "description": "<p>After years of development--and a few delays--Bethesda's Starfield is finally dropping out of hyperspace and into a September 6 release date. Easily one of the biggest game releases of the year, Starfield combines space exploration with high levels of customization to create an intriguing adventure in space. Preorders for the game are now open, and at Green Man Gaming, you can grab a big discount on the Steam version <em>and</em> some handy bonus gear.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://greenmangaming.sjv.io/c/1804712/1219987/15105?subId1=subid_value&amp;u=https://www.greenmangaming.com/games/starfield-pc/\">Preorder at GMG</a> </div></div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://greenmangaming.sjv.io/c/1804712/1219987/15105?subId1=subid_value&amp;u=https://www.greenmangaming.com/games/starfield-premium-edition-pc/\">Preorder at GMG (Premium)</a> </div></div><p> </p><h2>Starfield Preorders</h2><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4151234-starfield.jpg\"><img alt=\"Starfield\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4151234-starfield.jpg\" /></a><figcaption>Starfield</figcaption></figure><ul><li><span class=\"norewrite\">           <a href=\"https://greenmangaming.sjv.io/c/1804712/1219987/15105?subId1=subid_value&amp;u=https://www.greenmangaming.com/games/starfield-pc/\">Starfield standard edition</a> </span> -- $56 ($<del>70</del>)</li><li><span class=\"norewrite\">           <a href=\"https://greenmangaming.sjv.io/c/1804712/1219987/15105?subId1=subid_value&amp;u=https://www.greenmangaming.com/games/starfield-premium-edition-pc/\">Starfield premium edition</a> </span> -- $80 ($<del>100</del>)</li></ul><p>You can get the $70 standard edition of Starfield for just $56 at Green Man Gaming by <span class=\"norewrite\">           <a href=\"https://greenmangaming.sjv.io/c/1804712/1219987/15105?subId1=subid_value&amp;u=https://www.greenmangaming.com/xp-offers/the-xp-program/\">signing up for the free GMG XP rewards program.</a> </span> This version includes the base game and the Old Mars Skin Pack, which will dress you up in some Martian mining gear such as the Deep Mining Helmet, Deep Mining Pack, and equips you with a laser cutter.</p><a href=\"https://www.gamespot.com/articles/starfield-preorders-are-steeply-discounted-already/1100-6515106/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfield-preorders-are-steeply-discounted-already/1100-6515106/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Tom Holland On Spider-Man 4: \"We'll Just Have To Wait And See\"", "description": "<p>Actor Tom Holland has discussed his next Spider-Man movie, saying there is \"some stuff going on,\" and he is excited by what's happening, but there is no guarantee the film will be made.</p><p>Speaking to <a href=\"https://www.inverse.com/entertainment/tom-holland-miles-morales-live-action-exclusive\">Inverse</a>, Holland said plans are in motion for his fourth Spider-Man movie, but, \"Whether or not it'll come to fruition, who knows?\"</p><p>\"But right now it's looking pretty good, and we'll just have to wait and see,\" he said.</p><a href=\"https://www.gamespot.com/articles/tom-holland-on-spider-man-4-well-just-have-to-wait-and-see/1100-6515099/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/tom-holland-on-spider-man-4-well-just-have-to-wait-and-see/1100-6515099/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Bryan Cranston Clarifies Retirement Rumors", "description": "<p>Actor Bryan Cranston recently made headlines concerning his <a href=\"https://www.gamespot.com/articles/bryan-cranston-announces-temporary-retirement-from-acting-and-his-reasons-are-surprisingly-wholesome/1100-6514965/\">reported temporary \"retirement,\"</a> and now the Breaking Bad star has clarified what he really meant. In a post on Instagram, Cranston attempted to set the record straight, starting off by confirming, \"I am not retiring.\"</p><p>He is, however, going to \"hit the pause button for a year\" in 2026 when he turns 70.</p><p>Cranston said he is taking time off from acting to spend more time with his wife Robin, whom he has been married to for 34 years. He wants to spend more time with her \"not as a wife of a celebrity, but as a loving married couple\" entering the latter years of their lives \"with new hopes and goals and experiences.\"</p><a href=\"https://www.gamespot.com/articles/bryan-cranston-clarifies-retirement-rumors/1100-6515095/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/bryan-cranston-clarifies-retirement-rumors/1100-6515095/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why Elizabeth Olsen Isn't Calling Marvel To Return As Wanda", "description": "<p dir=\"ltr\">While it's probably safe to say Scarlet Witch pops back up in the Marvel Cinematic Universe at some point--especially in a world of multiverses--actress Elizabeth Olsen isn't pining to return anytime soon. That's because she's \"really proud\" of her work as Wanda Maximoff already.</p><p dir=\"ltr\">Olsen opened up with White Lotus actress Meghann Fahy over on <a href=\"https://variety.com/2023/tv/features/elizabeth-olsen-meghann-fahy-white-lotus-betrayals-candy-montgomery-1235632101/\">Variety</a> about <a href=\"https://www.gamespot.com/articles/elizabeth-olsen-to-play-ax-murderer-candy-montgomery-in-new-hbo-max-series/1100-6490975/\">playing Candy Montgomery in HBO's Love &amp; Death</a> before touching on Scarlet Witch. When asked about missing the opportunity to portray Wanda, Olsen replied: \"No, I don't. I think it's been almost 10 years of playing her. And I've loved it.</p><p dir=\"ltr\">\"And I think the reason why I am not calling [Marvel Studios president] Kevin Feige every day with ideas is because I'm really proud of what we were able to do. I think WandaVision was a really surprising opportunity. If someone were to tell me that I'm fired from Marvel movies, I will feel proud of what we made.\"</p><a href=\"https://www.gamespot.com/articles/why-elizabeth-olsen-isnt-calling-marvel-to-return-as-wanda/1100-6515103/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/why-elizabeth-olsen-isnt-calling-marvel-to-return-as-wanda/1100-6515103/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Celeste Fans Should Definitely Snag This Free Game For PC", "description": "<p>Nothing beats a great platforming game, except of course, a great platforming game that's <em>free</em>. Over on GOG, you can get your hands on that exact deal as Sunblaze is now available with a 100% discount. All you have to do is head over to GOG, sign in or create an account, go to the game page, and redeem Sunblaze for your collection. As a reminder, GOG sells DRM-free games, so you'll be able to instantly download Sunblaze and install it on your PC.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.tkqlhce.com/click-100770772-15232592?sid=subid_value&amp;url=https://www.gog.com/en/game/sunblaze\">Claim Sunblaze on GOG</a> </div></div><p>Similar to indie hit Celeste, Sunblaze is a precision platformer where you have to carefully gauge every leap that you make. You'll play as Josie, AKA Sunblaze, who is on a mission to complete her superhero training. How do you get your superhero license? By completing a challenging training simulator full of deadly traps, spikes, and drones that has been designed by Josie's old man himself. Also, you have a pet cat sidekick to help you out.</p><p>It's a fairly challenging game beneath its cute facade, but if you can master it and overcome the various challenges that are constantly thrown at you, it's a cathartic experience.</p><a href=\"https://www.gamespot.com/articles/celeste-fans-should-definitely-snag-this-free-game-for-pc/1100-6515102/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/celeste-fans-should-definitely-snag-this-free-game-for-pc/1100-6515102/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Skyrim Is Now Within The Top 10 Best-Selling Games Of All Time", "description": "<p><a href=\"https://www.gamespot.com/games/the-elder-scrolls-v-skyrim/\">The Elder Scrolls V: Skyrim</a> has surpassed 60 million copies sold since its release in 2011. This makes it the seventh-best-selling game of all time, behind <a href=\"https://www.gamespot.com/games/mario-kart-8/\">Mario Kart 8 Deluxe</a>, which has surpassed 62 million copies sold.</p><p>This news comes by way of an <a href=\"https://www.youtube.com/watch?v=0Gs22Sn2VMU&amp;t=799s&amp;ab_channel=IGN\">IGN interview</a> with Skyrim game director Todd Howard, who mentioned that even 12 years after its release, people are \"still playing it.\" As part of the interview, Howard mentioned that the Bethesda team wants the same long-term appeal with its new RPG, <a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a>.</p><p>Since its launch in 2011, Skyrim has gone on to become one of the most popular RPGs of all time, releasing across numerous platforms including PS5, Nintendo Switch, and even a version available for Amazon Alexa.</p><a href=\"https://www.gamespot.com/articles/skyrim-is-now-within-the-top-10-best-selling-games-of-all-time/1100-6515101/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/skyrim-is-now-within-the-top-10-best-selling-games-of-all-time/1100-6515101/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 14:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Remnant 2 Hands-On Impressions", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4151278-summergamefest2023_remnant2impressions_20230611v4.jpg\" width=\"480\" /> Remnant 2 is the sequel to its souls like third person shooting predecessor, Remnant: From the Ashes. While you'll battle terrifying monsters, that doesn't mean you have to handle it alone, as Remnant 2 also includes a co-op mode. Remnant 2 is currently set to release July 25, 2023 to PS5, Xbox Series X/S, and PC.", "link": "https://www.gamespot.com/videos/remnant-2-hands-on-impressions/2300-6461639/", "date_published": "2023-06-12 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CDPR Explains Why Cyberpunk 2077's Phantom Liberty Expansion Is $30, Almost As Much As Both Witcher 3 Expansions", "description": "<p>CD Projekt Red has explained why Cyberpunk 2077's upcoming DLC <a href=\"https://www.gamespot.com/articles/phantom-liberty-rewrites-cyberpunk-2077s-dna/1100-6515050/\">Phantom Liberty</a> costs $30, almost the cost of both Witcher 3 expansions.</p><p>Following the <a href=\"https://www.gamespot.com/gallery/xbox-games-showcase-and-starfield-direct-the-biggest-announcements/2900-4772/\">Xbox Games Showcase</a> where a brand-new story trailer debuted, Cyberpunk 2077's quest director Pawel Sasko and quest designer Despoina Anetaki spoke to <a href=\"https://kotaku.com/cyberpunk-2077-phantom-liberty-price-expansion-preorder-1850526698\">Kotaku</a> about the highly anticipated DLC. One main topic of conversation was the price point, and why Phantom Liberty costs more than Hearts of Stone and Blood and Wine--both of come together in a $25 expansion pass. </p><p>\"The only comment I can offer is the thing that I know about,\" Sasko said. \"As a director, we are involved in that we just recommend to our board what we think that amount of content is [and] what is the value for the player and the actual value in the game. And that’s the extent of it.</p><a href=\"https://www.gamespot.com/articles/cdpr-explains-why-cyberpunk-2077s-phantom-liberty-expansion-is-30-almost-as-much-as-both-witcher-3-expansions/1100-6515104/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cdpr-explains-why-cyberpunk-2077s-phantom-liberty-expansion-is-30-almost-as-much-as-both-witcher-3-expansions/1100-6515104/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 13:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Bandai Namco Announces Soul Calibur 5 Will Be Delisted June 19", "description": "<p dir=\"ltr\">Bandai Namco has announced that Soul Calibur V--which launched for both PlayStation 3 and Xbox 360 in 2012--will be delisted from both consoles' online marketplaces on June 19.</p><p dir=\"ltr\">The announcement was made via a single tweet from the official Soulcalibur Twitter account, which confirmed that SCV is \"taking its final curtain call on the stage of history.\" No official reason was given for the delisting.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Valiant Warriors - Soul Calibur V is taking its final curtain call on the stage of history and will be sunset on the PlayStation 3 and Xbox 360 on June 19, 2023. The base game and all associated DLC will no longer be available for purchase. Thank you for your continued support.</p>  — SOULCALIBUR (@soulcalibur) <a href=\"https://twitter.com/soulcalibur/status/1668075650299879424?ref_src=twsrc^tfw\">June 12, 2023</a></blockquote>              </div><p dir=\"ltr\">The tweet also clarifies that both the \"base game and all associated DLC will no longer be available for purchase,\" while a post on <a href=\"https://bnfaq.channel.or.jp/information/detail/3154\">Bandai Namco's Japanese website</a> confirms that the content will be available for download to those that purchased it before June 19.</p><a href=\"https://www.gamespot.com/articles/bandai-namco-announces-soul-calibur-5-will-be-delisted-june-19/1100-6515098/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/bandai-namco-announces-soul-calibur-5-will-be-delisted-june-19/1100-6515098/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 13:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Elder Scrolls 6 Might Be Todd Howard's Last Elder Scrolls", "description": "<p>The Elder Scrolls 6 is coming--eventually--and the next return to Tamriel could be Bethesda boss Todd Howard's final journey into that fantasy universe. Speaking to <a href=\"https://www.ign.com/articles/todd-howard-elder-scrolls-6\">IGN</a>, Howard explained that he was considering just how many games he had left in him as modern game development is now a longer process and post-launch support for these titles also has to be factored in.</p><p>\"I want to be faster, but speed isn't the goal,\" Howard said. \"So our ability, like we talked about, to support Starfield... Whereas maybe in the old days, you would put it out and then you'd go on to a sequel, now we can support that game for a much longer period of time, which is what our plan is. And then as we look to an Elder Scrolls 6, that is one where... I probably shouldn't say this. But if I do the math, I'm not getting any younger. How long do people play Elder Scrolls for? That may be the last one I do. I don't know.\"</p><p>Bethesda is currently focused on Starfield, its first major release since Fallout 4 in 2015 and its first new intellectual property in over 25 years. <a href=\"https://www.gamespot.com/articles/xbox-game-pass-will-add-elder-scrolls-6-starfield-and-all-other-bethesda-games/1100-6482407/\">The Elder Scrolls 6 will be Bethesda's next major single-player release</a> after Starfield and will be followed by <a href=\"https://www.gamespot.com/articles/fallout-5-is-coming-after-the-elder-scrolls-vi-confirms-todd-howard/1100-6504615/\">Fallout 5</a> in the not-so-near future.</p><a href=\"https://www.gamespot.com/articles/the-elder-scrolls-6-might-be-todd-howards-last-elder-scrolls/1100-6515097/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-elder-scrolls-6-might-be-todd-howards-last-elder-scrolls/1100-6515097/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 13:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mario Kart Mixes With Fall Guys In Stampede: Racing Royale, Hitting Early Access This Year", "description": "<p dir=\"ltr\">The ubiquitous battle royale genre can now add the racetrack to its domain, as Sumo Digital--the team behind the recent Sonic The Hedgehog racing games as well as multiple entries in the Forza franchise--has revealed its next project: Stampede: Racing Royale, which will hit Steam Early Access later this year.</p><p dir=\"ltr\">Stampede pits 60 players against each other in go-kart-style racing events, complete with power-ups, weapons, and more. At launch, two match types will be available: Stampede Races, which are classic races running multiple laps around a single track, and Stampede Battles, which focuses more on eliminating other players with weapons found around the track.</p><div>          </div><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151431-stampederacingroyalescreenshot1%282023.06.11%29.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151431-stampederacingroyalescreenshot1%282023.06.11%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151432-stampederacingroyalescreenshot2%282023.06.11%29.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151432-stampederacingroyalescreenshot2%282023.06.11%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151433-stampederacingroyalescreenshot3%282023.06.11%29.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151433-stampederacingroyalescreenshot3%282023.06.11%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151434-stampederacingroyalescreenshot4%282023.06.11%29.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151434-stampederacingroyalescreenshot4%282023.06.11%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4151435-stampederacingroyalescreenshot5%282023.06.11%29.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4151435-stampederacingroyalescreenshot5%282023.06.11%29.jpg\" />     </a>   </div>  </figure><p dir=\"ltr\">Each match consists of three rounds, and each round after the first eliminates the bottom 20 finishers from the field until a winner is crowned. Players can race solo, or they can link up with friends and race together.</p><a href=\"https://www.gamespot.com/articles/mario-kart-mixes-with-fall-guys-in-stampede-racing-royale-hitting-early-access-this-year/1100-6515096/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mario-kart-mixes-with-fall-guys-in-stampede-racing-royale-hitting-early-access-this-year/1100-6515096/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 13:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "All The Newly Confirmed Xbox Game Pass Day One Launches", "description": "<p>Xbox Game Pass has become an almost essential part of owning one of Microsoft's consoles, and after the <a href=\"https://www.gamespot.com/gallery/xbox-games-showcase-and-starfield-direct-the-biggest-announcements/2900-4772/\">Xbox Showcase</a> last week, that library of games will expand in the months to come with some fascinating new titles. With a combination of first and third-party releases, the number of day one releases scheduled for Game Pass includes the likes of Bethesda's space-exploration game Starfield, authentic racing with <a href=\"https://www.gamespot.com/articles/forza-motorsport-release-date-new-trailer-revealed/1100-6515024/\">Forza Motorsport</a>, and a dive into Japanese folklore with Capcom's <a href=\"https://www.gamespot.com/articles/capcom-reveals-new-onimusha-like-action-game-kunitsu-gami-path-of-the-goddess/1100-6515058/\">Kunitsu-Gami: Path of the Goddess</a>.</p><p>It's worth noting that the updated list includes games that'll also be available on PlayStation and through other PC distribution services, and the vast majority of these games don't have concrete release dates yet:</p><h2>Upcoming Xbox Game Pass Day One Releases</h2><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4151405-xbox-game-pass.jpg\"><img alt=\"It's going to be a busy couple of months for Xbox Game Pass.\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4151405-xbox-game-pass.jpg\" /></a><figcaption>It's going to be a busy couple of months for Xbox Game Pass.</figcaption></figure><ul><li>Starfield -- September 6</li><li>Forza Motorsport -- October 10</li><li>Senua's Saga Hellblade II</li><li>Fable -- TBA</li><li>Avowed -- 2024</li><li>Clockwork Revolution -- TBA</li><li>Kunitsu-Gami: Path of the Goddess -- TBA</li><li>South of Midnight -- TBA</li><li>Towerborne -- TBA</li><li>Payday 3 -- September 21</li><li>33 Immortals -- TBA</li><li>Microsoft Flight Simulator 2024 -- 2024</li><li>Cities Skylines II -- October 2024</li><li>Persona 3 Reload -- TBA</li><li>Persona 5 Tactica -- TBA</li><li>Still Wakes the Deep -- TBA</li><li>Dungeons of Hinterberg -- 2024</li><li>Jusant -- TBA (Steam demo available now)</li></ul><p>New titles are usually added to Xbox Game Pass in waves, with each month typically having two of these waves. Each drop of content also means that other games in the service are cycled out to make space for the new arrivals, <a href=\"https://www.gamespot.com/articles/xbox-game-pass-losing-these-six-games-very-soon/1100-6514632/\">with this month seeing the departure</a> of games such as Maneater, Chorus, and more on June 15. For more details on some of these games, you can check out <a href=\"https://www.gamespot.com/articles/33-immortals-is-a-co-op-raiding-game-with-you-guessed-it-33-players/1100-6515031/\">how 33 Immortals combines roguelike action with cooperative raiding</a>, a <a href=\"https://www.gamespot.com/articles/fable-unveiled-at-xbox-showcase-with-impressive-new-trailer/1100-6514860/\">giant Richard Ayoade in Fable</a>, and <a href=\"https://www.gamespot.com/articles/avowed-gameplay-trailer-reveals-2024-release-for-obsidians-new-skyrim-like-rpg/1100-6515018/\">how first-person spellcasting works in Avowed</a>.</p><a href=\"https://www.gamespot.com/articles/all-the-newly-confirmed-xbox-game-pass-day-one-launches/1100-6515090/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/all-the-newly-confirmed-xbox-game-pass-day-one-launches/1100-6515090/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 13:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Is Once Again Aiming To Launch A First-Party Game Every Three Months", "description": "<p>Sunday's <a href=\"https://www.gamespot.com/gallery/xbox-games-showcase-and-starfield-direct-the-biggest-announcements/2900-4772/\">Xbox Showcase</a> and Starfield Direct showed off plenty of upcoming games for Xbox Series X|S, Xbox One, and PC, and after the show, more details were shared on the cadence of first-party releases that Microsoft is aiming for. After a dismal 2022, Microsoft wants to release \"at least four\" first-party games a year, if possible.</p><p>\"Our ambition is to release at least four first-party games a year--although we’ll also balance that out with careful consideration for each project's needs,\" Xbox Wire editor-in-chief <a href=\"https://news.xbox.com/en-us/\">Joe Skrebels explained</a>. \"That's on top of the work our teams are doing to grow our existing communities that we've fostered over many years like The Elder Scrolls Online, Sea of Thieves, Minecraft, Forza, and so on.\"</p><p>This isn't the first time that Microsoft has set ambitious goals for the number of Xbox first-party game releases it wants to deliver every year, as back in 2021. <a href=\"https://www.gamespot.com/articles/microsoft-will-launch-at-least-one-new-first-party-game-every-3-months/1100-6492607/\">Microsoft said then</a> that its goal was to make sure that a \"steady stream of compelling exclusive content to explore\" across various genres would be available every quarter.</p><a href=\"https://www.gamespot.com/articles/xbox-is-once-again-aiming-to-launch-a-first-party-game-every-three-months/1100-6515089/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-is-once-again-aiming-to-launch-a-first-party-game-every-three-months/1100-6515089/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 13:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy XVI Demo Is Out Now, Progress Transfers To Full Game", "description": "<p>As part of the game's pre-launch celebration livestream, Square Enix announced the release of a demo for Final Fantasy XVI, and it's out now on PS5. This demo contains the opening prologue of the game as well as special battle section. You can download it on the <a href=\"https://store.playstation.com/en-us/product/UP0082-PPSA13802_00-FF16DEMO00000000\">PlayStation Store</a>.</p><p>After clearing the prologue, players can access the special battle where Clive has some additional Eikonic abilities unlocked. Additionally, save data from the demo can be carried over to the full game when it's released. However, players cannot save progress from the special battle section.</p><p>Square Enix also released a new trailer titled \"Ascension,\" which you can watch above. It shows Clive face off against the numerous Dominants and Eikons throughout the game, including Titan, Bahamut, and Odin.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-xvi-demo-is-out-now-progress-transfers-to-full-game/1100-6515085/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-xvi-demo-is-out-now-progress-transfers-to-full-game/1100-6515085/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 12:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Stormgate Sure Looks Like StarCraft Meets Warcraft In First Gameplay Reveal", "description": "<p>The first gameplay footage for <a href=\"https://www.gamespot.com/games/stormgate/\">Stormgate</a> has been officially revealed at the PC Gaming Showcase by developer Frost Giant Studio. Led by former Blizzard developers Tim Morten and Tim Campbell--who have credits in StarCraft 2 and Warcraft 3--Frost Giant's free-to-play strategy game is a spiritual successor to both StarCraft and Warcraft, as it mixes sci-fi base-building with demonic invaders that you'll have to defend humanity from.</p><div>          </div><p> </p><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4151411-stormgate-1.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4151411-stormgate-1.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4151412-stormgate-2.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4151412-stormgate-2.jpg\" />     </a>   </div>  </figure><p>This science-fantasy game is built in Unreal Engine 5 and Frost Giant is aiming to create a more inviting RTS. To that end, Stormgate has several tools that help streamline the gameplay for newcomers as they become more familiar with the nuances of this strategy game.</p><a href=\"https://www.gamespot.com/articles/stormgate-sure-looks-like-starcraft-meets-warcraft-in-first-gameplay-reveal/1100-6515093/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/stormgate-sure-looks-like-starcraft-meets-warcraft-in-first-gameplay-reveal/1100-6515093/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 12:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "TimTheTatman's Operator Bundle Removed From CoD At His Own Request", "description": "<p>Following streamer Nickmercs' <a href=\"https://twitter.com/NICKMERCS/status/1666483385504604160?ref_src=twsrc^tfw|twcamp^tweetembed|twterm^1666483385504604160|twgr^5bbed996fd5a1d1ce271ab5a8cc9fc0b5bb21823|twcon^s1_&amp;ref_url=https://www.gamespot.com/articles/call-of-duty-removes-nickmercs-dlc-over-anti-lgbtq-tweet/1100-6515037/\">anti-LGBTQ tweet</a> that subsequently led to the <a href=\"https://www.gamespot.com/articles/call-of-duty-removes-nickmercs-dlc-over-anti-lgbtq-tweet/1100-6515037/\">removal of his Operator skin</a> from Call of Duty, fellow content creator TimTheTatman has requested his in-game Operator bundle be removed. Activision has obliged.</p><p>“At Tim’s request, we have removed the TimTheTatman operator bundle from the Modern Warfare II and the Warzone store,“ an Activision spokesperson confirmed to GameSpot. The Operator skins' <a href=\"https://www.callofduty.com/cn/zh/blog/2023/05/call-of-duty-modern-warfare-II-warzone-timthetatman-nickmercs-operator-bundles\">blog post</a> on the Call of Duty website has also been pulled.</p><p>Nickmercs and TimTheTatman both recently had their likenesses used in Call of Duty: Modern Warfare 2 and Warzone, with each streamer getting <a href=\"https://gamespot.com/articles/nickmercs-and-timthetatman-confirm-call-of-duty-operator-bundles-for-mw2-and-warzone-2/1100-6513992/\">their own Operator skins</a>.</p><a href=\"https://www.gamespot.com/articles/timthetatmans-operator-bundle-removed-from-cod-at-his-own-request/1100-6515094/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/timthetatmans-operator-bundle-removed-from-cod-at-his-own-request/1100-6515094/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 12:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Citizen Sleeper 2: Starward Vector Officially Announced For PC", "description": "<p>Jump Over The Age and Fellow Traveller have revealed Citizen Sleeper 2: Starward Vector with a brand-new trailer, the sequel to 2022's acclaimed RPG Citizen Sleeper.</p><p>Announced during the PC Gaming Show, Citizen Sleeper 2 will be coming soon to PC and will take players to a new location among the stars and put them in the declining body of a Sleeper. In the sequel, building a life is still a core aspect, but this time players will also have a ramshackle ship and a crew, both of which will need navigating through a system-wide crisis.</p><div>          </div><p>The reveal trailer showed off the game's unique sci-fi, neon punk art style, and a variety of colorful characters, while also providing the premise for the story.</p><a href=\"https://www.gamespot.com/articles/citizen-sleeper-2-starward-vector-officially-announced-for-pc/1100-6515091/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/citizen-sleeper-2-starward-vector-officially-announced-for-pc/1100-6515091/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 10:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Vampire Survivors 1.5 Update Releases On June 12", "description": "<p>Developer Poncle has announced that Vampire Survivors will be getting a free update in the form of version 1.5, which is set to be released today, June 12.</p><p>Revealed during the PC Gaming Show 2023, the popular roguelite action game will be introducing some brand-new content in 1.5, including a new stage called Astral Stair. The announcement trailer showcased the map in question, which will feature \"seemingly endless corridors, flying paintings, and a gameshow-like spinning wheel that triggers random events.\" </p><div>          </div><p>The new game mode option called Randomize Minute Events will add the gameshow spinning wheel feature to the corner of the screen that starts special events every minute and decides what enemy waves the player encounters next. The feature isn't limited to the Astral Stair stage, but can also be activated on any map with the use of the new Trisection relic. Additionally, if a player is in streamer mode, their Twitch chat can use the voting system to change the outcome of the game.</p><a href=\"https://www.gamespot.com/articles/vampire-survivors-1-5-update-releases-on-june-12/1100-6515088/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/vampire-survivors-1-5-update-releases-on-june-12/1100-6515088/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 09:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield's PC Specs Have Been Revealed And You'll Need An SSD To Play", "description": "<p>Starfield's system requirements on PC have been revealed and it looks like players will need to free up 125GB on their SSD in order to play.</p><p>The official <a href=\"https://store.steampowered.com/app/1716740/STARFIELD/\">Steam page</a> for the upcoming open-world RPG has been updated following the <a href=\"https://www.gamespot.com/gallery/xbox-games-showcase-and-starfield-direct-the-biggest-announcements/2900-4772/\">Xbox Games Showcase</a> and <a href=\"https://www.gamespot.com/videos/starfield-direct-45-minute-gameplay-deep-dive/2300-6461634/\">Starfield Direct</a>, allowing users to finally see what they're in for with Bethesda's highly anticipated game.</p><p>The minimum specs aren't too demanding and will require PC players an AMD Ryzen 5 2600X processor or an Intel Core i7-6800K, as well as an AMD Radeon RX 5700 or NVIDIA GeForce 1070 Ti graphics card.</p><a href=\"https://www.gamespot.com/articles/starfield-pc-specs-have-been-revealed-and-youll-need-an-ssd-to-play/1100-6515087/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfield-pc-specs-have-been-revealed-and-youll-need-an-ssd-to-play/1100-6515087/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 08:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Will Run At 30 FPS On Xbox Series X|S", "description": "<p><a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a> director Todd Howard has confirmed that the upcoming open-world role-playing game will be locked at 30 FPS on Xbox Series X|S.</p><p>During a Giant Bomb at Nite livestream--GameSpot's sister site--following the <a href=\"https://www.gamespot.com/gallery/xbox-games-showcase-and-starfield-direct-the-biggest-announcements/2900-4772/\">Xbox Games Showcase</a> where fans were treated to a 45-minute deep dive into Starfield, Howard said that the game will run in 4K resolution on the Xbox Series X and 1440p on the Xbox Series S. However, the framerate will be locked at 30 FPS for performance consistency.</p><div>          </div><p>“I think it'll come as no surprise, given our previous games, what we go for,” Howard said before revealing the resolution and framerate. \"Always these huge, open worlds, fully dynamic, hyper detail where anything can happen...\" He went on to explain that Starfield is locked at 30 FPS \"because we want that fidelity, we want all that stuff.\"</p><a href=\"https://www.gamespot.com/articles/starfield-will-run-at-30-fps-on-xbox-series-x-s/1100-6515086/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfield-will-run-at-30-fps-on-xbox-series-x-s/1100-6515086/?ftag=CAD-01-10abi2f", "date_published": "2023-06-12 07:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}]