[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover Publisher Spoofing Bug in Microsoft Visual Studio Installer", "description": "Security researchers have warned about an \"easily exploitable\" flaw in the Microsoft Visual Studio installer that could be abused by a malicious actor to impersonate a legitimate publisher and distribute malicious extensions.\n\"A threat actor could impersonate a popular publisher and issue a malicious extension to compromise a targeted system,\" Varonis researcher Dolev Taler said. \"Malicious", "link": "https://thehackernews.com/2023/06/researchers-uncover-publisher-spoofing.html", "date_published": "2023-06-12 12:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Why Now? The Rise of Attack Surface Management", "description": "The term \"attack surface management\" (ASM) went from unknown to ubiquitous in the cybersecurity space over the past few years. Gartner and Forrester have both highlighted the importance of ASM recently, multiple solution providers have emerged in the space, and investment and acquisition activity have seen an uptick. \nMany concepts come and go in cybersecurity, but attack surface management", "link": "https://thehackernews.com/2023/06/why-now-rise-of-attack-surface.html", "date_published": "2023-06-12 10:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Using Powerful BatCloak Engine to Make Malware Fully Undetectable", "description": "A fully undetectable (FUD) malware obfuscation engine named BatCloak is being used to deploy various malware strains since September 2022, while persistently evading antivirus detection.\nThe samples grant \"threat actors the ability to load numerous malware families and exploits with ease through highly obfuscated batch files,\" Trend Micro researchers said.\nAbout 79.6% of the total 784 artifacts", "link": "https://thehackernews.com/2023/06/cybercriminals-using-powerful-batcloak.html", "date_published": "2023-06-12 10:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Password Reset Hack Exposed in Honda's E-Commerce Platform, Dealers Data at Risk", "description": "Security vulnerabilities discovered in Honda's e-commerce platform could have been exploited to gain unrestricted access to sensitive dealer information.\n\"Broken/missing access controls made it possible to access all data on the platform, even when logged in as a test account,\" security researcher Eaton Zveare said in a report published last week.\nThe platform is designed for the sale of power", "link": "https://thehackernews.com/2023/06/password-reset-hack-exposed-in-hondas-e.html", "date_published": "2023-06-12 08:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Beware: 1,000+ Fake Cryptocurrency Sites Trap Users in Bogus Rewards Scheme", "description": "A previously undetected cryptocurrency scam has leveraged a constellation of over 1,000 fraudulent websites to ensnare users into a bogus rewards scheme since at least January 2021.\n\"This massive campaign has likely resulted in thousands of people being scammed worldwide,\" Trend Micro researchers said in a report published last week, linking it to a Russian-speaking threat actor named \"Impulse", "link": "https://thehackernews.com/2023/06/beware-1000-fake-cryptocurrency-sites.html", "date_published": "2023-06-12 07:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical RCE Flaw Discovered in Fortinet FortiGate Firewalls - Patch Now!", "description": "Fortinet has released patches to address a critical security flaw in its FortiGate firewalls that could be abused by a threat actor to achieve remote code execution.\nThe vulnerability, tracked as CVE-2023-27997, is \"reachable pre-authentication, on every SSL VPN appliance,\" Lexfo Security researcher Charles Fol, who discovered and reported the flaw, said in a tweet over the weekend.\nDetails", "link": "https://thehackernews.com/2023/06/critical-rce-flaw-discovered-in.html", "date_published": "2023-06-12 06:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple's Safari Private Browsing Now Automatically Removes Tracking Parameters in URLs", "description": "Apple is introducing major updates to Safari Private Browsing, offering users better protections against third-party trackers as they browse the web.\n\"Advanced tracking and fingerprinting protections go even further to help prevent websites from using the latest techniques to track or identify a user's device,\" the iPhone maker said.\n\"Private Browsing now locks when not in use, allowing a user", "link": "https://thehackernews.com/2023/06/apples-safari-private-browsing-now.html", "date_published": "2023-06-12 04:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}]