[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Malicious Python Package Uses Unicode Trickery to Evade Detection and Steal Data", "description": "A malicious Python package on the Python Package Index (PyPI) repository has been found to use Unicode as a trick to evade detection and deploy an info-stealing malware.\nThe package in question, named onyxproxy, was uploaded to PyPI on March 15, 2023, and comes with capabilities to harvest and exfiltrate credentials and other valuable data. It has since been taken down, but not before attracting", "link": "https://thehackernews.com/2023/03/malicious-python-package-uses-unicode.html", "date_published": "2023-03-24 13:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "THN Webinar: Inside the High Risk of 3rd-Party SaaS Apps", "description": "Any app that can improve business operations is quickly added to the SaaS stack. However, employees don't realize that this SaaS-to-SaaS connectivity, which typically takes place outside the view of the security team, significantly increases risk.\nWhether employees connect through Microsoft 365, Google Workspace, Slack, Salesforce, or any other app, security teams have no way to quantify their", "link": "https://thehackernews.com/2023/03/thn-webinar-inside-high-risk-of-3rd.html", "date_published": "2023-03-24 11:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GitHub Swiftly Replaces Exposed RSA SSH Key to Protect Git Operations", "description": "Cloud-based repository hosting service GitHub said it took the step of replacing its RSA SSH host key used to secure Git operations \"out of an abundance of caution\" after it was briefly exposed in a public repository.\nThe activity, which was carried out at 05:00 UTC on March 24, 2023, is said to have been undertaken as a measure to prevent any bad actor from impersonating the service or", "link": "https://thehackernews.com/2023/03/github-swiftly-replaces-exposed-rsa-ssh.html", "date_published": "2023-03-24 11:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover Chinese Nation State Hackers' Deceptive Attack Strategies", "description": "A recent campaign undertaken by Earth Preta indicates that nation-state groups aligned with China are getting increasingly proficient at bypassing security solutions.\nThe threat actor, active since at least 2012, is tracked by the broader cybersecurity community under Bronze President, HoneyMyte, Mustang Panda, RedDelta, and Red Lich.\nAttack chains mounted by the group commence with a", "link": "https://thehackernews.com/2023/03/researchers-uncover-chinese-nation.html", "date_published": "2023-03-24 09:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical WooCommerce Payments Plugin Flaw Patched for 500,000+ WordPress Sites", "description": "Patches have been released for a critical security flaw impacting the WooCommerce Payments plugin for WordPress, which is installed on over 500,000 websites.\nThe flaw, if left unresolved, could enable a bad actor to gain unauthorized admin access to impacted stores, the company said in an advisory on March 23, 2023. It impacts versions 4.8.0 through 5.6.1.\nPut differently, the issue could permit", "link": "https://thehackernews.com/2023/03/critical-woocommerce-payments-plugin.html", "date_published": "2023-03-24 07:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}]