[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What Made Huey Emmerich Such A BIG HYPOCRITE In Metal Gear Solid 5?", "description": "Something clearly changed in Huey. His former idealist outlook disappeared – one of using intellect to prevent the heinous acts from repeating, and of safeguarding a future free of nuclear weaponry. In its place was self-service. Yes, his acts were extremely unethical, reprehensible, and permanently unforgiveable. \n\nThere’re zero excuses, but, perhaps his consistent portrayal of worthlessness and disposability by those who took advantage of him is as much to blame for the crimes he committed. It’s context which explains his actions, at least. \n\nA once naïve doctor who believed his work could act as deterrence was instead used for political wrangling against his wishes, with him a mere pawn in the middle. Instead of being noted for his intellectual achievements, he was pushed around. He grew into a hypocritical coward, for sure, but it’s also fair to say his life could have taken a different turn were his talents acknowledged.", "link": "https://www.youtube.com/watch?v=b5ODH8SOqe0", "date_published": "2023-03-24 15:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The CRAZIEST SECTION In Resident Evil 4 Remake That Will Blow You Away", "description": "As a sequence, the remake's underground mine section has it all: hordes of zombified locals capable of easily overwhelming underprepared players, memorable boss fights in the form of the El Gigante duo; action, explosions, desperation, claustrophobia, and an incredible mine cart ride. \n\nBefore we proceed ahead, be aware. There are spoilers ahead.\n\nFor real, the Remake’s mine cart ride is the most memorable and most exhilarating moment. It’s a joyous thrill ride through an elaborate subterranean network of train tracks and miner’s tunnels. It’s gloriously fun, over the top, Hollywood bombast, with rollercoaster-esque drops, unfathomable, totally unrealistic jumps, and umpteen barrel explosions giving way to statelier moments, to mobile shooting galleries against dynamite equipped – and one chainsaw clad enemy, riding their rickety carts alongside Leon and companion Luis Serra.", "link": "https://www.youtube.com/watch?v=uFUp38FB9eI", "date_published": "2023-03-24 13:30:32+00:00", "persistent": false, "user": null, "language": "en-US"}]