[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "At Least One U.S. Service Member Injured By Missile Strikes In Syria: Reports", "description": "At least one U.S. service member has been injured in a rocket attack in eastern Syria. Journalists in the Middle East reported Friday afternoon that at least 20 missiles had been fired at a U.S. base in Deir Ezzor in eastern Syria, with at least eight missiles making contact. According to CNN, the attacks, which ...", "link": "https://www.dailywire.com/news/at-least-one-u-s-service-member-injured-by-missile-strikes-in-syria-reports", "date_published": "2023-03-24 19:39:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Paul Rusesabagina, Of ‘Hotel Rwanda’ Fame, Granted Clemency After Being Kidnapped And Jailed", "description": "Rwandan human rights hero Paul Rusesabagina is set to be released from prison. The Rwandan Ministry of Justice announced Friday that Rusesabagina&#8217;s prison sentence had been commuted by an order from Rwandan President Paul Kagame. A hero of the Rwandan Genocide who sheltered more than 1,200 refugees fleeing militia groups, Rusesabagina&#8217;s story was told in ...", "link": "https://www.dailywire.com/news/paul-rusesabagina-of-hotel-rwanda-fame-granted-clemency-after-being-kidnapped-and-jailed", "date_published": "2023-03-24 19:04:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Administration Unveils New Restrictions On Air Conditioners Despite Backlash Over Gas Stove Restrictions", "description": "Energy Secretary Jennifer Granholm unveiled new climate and efficiency restrictions on air conditioners despite widespread criticism the Biden administration received after officials recently announced restrictions on gas stoves. The new energy efficiency standards, which will apply to room air conditioners and portable air cleaners, will enter into effect next year. The Energy Department contended that ...", "link": "https://www.dailywire.com/news/biden-administration-unveils-new-restrictions-on-air-conditioners-despite-backlash-over-gas-stove-restrictions", "date_published": "2023-03-24 18:07:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Friday Afternoon Update: Biden’s Approval Near Record-Low, Tainted Eye Drops Threaten Americans, Ford Set To Lose Billions Due To Electric Vehicle Department", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. World Athletic Council Makes Major Decision In Women&#8217;s Sports The World Athletic Council announced this week its decision on transgender athletes in women’s sports. Daily Wire sports writer and “Crain and Company” co-host David Cone reported on Afternoon ...", "link": "https://www.dailywire.com/news/friday-afternoon-update-bidens-approval-near-record-low-tainted-eye-drops-threaten-americans-ford-set-to-lose-billions-due-to-electric-vehicle-department", "date_published": "2023-03-24 18:02:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Denmark Invites Nord Stream’s Russian Operator To Salvage Unidentified Object Near Pipeline", "description": "Danish investigators invited the Nord Stream pipelines’ Russian operator to inspect and help recover an unidentified object found near the only remaining intact pipeline on Thursday. Last week, the pipelines’ Swiss-based operator found the cylindrical object jutting over a foot out of the seabed during an inspection of the last intact pipeline, according to Reuters. ...", "link": "https://www.dailywire.com/news/denmark-invites-nord-streams-russian-operator-to-salvage-unidentified-object-near-pipeline", "date_published": "2023-03-24 17:41:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "From Prank To Powerhouse: Jeremy’s Razors Shaves Major Market Share From Woke Competition", "description": "It was just one short year ago that Jeremy’s Razors was launched as an alternative in an industry that seemed more interested in providing woke lectures than close shaves. Since entering the field after declaring war on Harry&#8217;s Razors, The Daily Wire&#8217;s shaving startup has sold over 130,000 razors, expanded into a complete line of skin care ...", "link": "https://www.dailywire.com/news/from-prank-to-powerhouse-jeremys-razors-shaves-major-market-share-from-woke-competition", "date_published": "2023-03-24 16:55:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Family Got Over A Million From China But Nobody In The Democrat-Media Complex Cares", "description": "There is an old rap remix by Asher Roth of &#8220;I Love College&#8221; fame that states, &#8220;A million here, a million there. Yeah, you got a mil, but for real dog, nobody cares.&#8221; Unfortunately, that lyric also describes the legacy media and Democratic Party&#8217;s reaction to Congressman James Comer&#8217;s (R-KY) bombshell report last week that ...", "link": "https://www.dailywire.com/news/biden-family-got-over-a-million-from-china-but-nobody-in-the-democrat-media-complex-cares", "date_published": "2023-03-24 16:50:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Today Was A Win For Every Mother, Every Father’: House GOP Passes Parents Rights Bill", "description": "The House of Representatives, in a virtually straight party-line vote, passed the Parents Bill of Rights bill on Friday. Democrats unanimously opposed the measure; they were joined by five Republicans: Andy Biggs (AZ), Ken Buck (CO), Matt Gaetz (FL), Mike Lawler (NY), and Matt Rosendale (MT). Rep. Alexandria Ocasio-Cortez called the bill fascist, stating on ...", "link": "https://www.dailywire.com/news/today-was-a-win-for-every-mother-every-father-house-gop-passes-parents-rights-bill", "date_published": "2023-03-24 16:24:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Writer Aaron Sorkin Shuts Down The Idea Of Using AI Technology For Screenplays", "description": "Writer/director Aaron Sorkin made it clear on Wednesday that he’s against using artificial intelligence to write screenplays, saying he predicts that people will appreciate the works of &#8220;humans more.&#8221; During the Adobe Summit 2023, the 61-year-old writer said that he didn&#8217;t think AI could write a show like his popular TV series &#8220;The West Wing&#8221; ...", "link": "https://www.dailywire.com/news/writer-aaron-sorkin-shuts-down-the-idea-of-using-ai-technology-for-screenplays", "date_published": "2023-03-24 16:13:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Rogan Says Biden’s Been ‘In That Lying Business Forever,’ Talks Alleged China Money And Hunter’s Laptop Suppression", "description": "Joe Rogan said Wednesday that President Joe Biden&#8217;s been &#8220;in that lying business forever&#8221; as he talked about alleged Biden family dealings in China and the suppression of the Hunter Biden laptop story ahead of the 2020 presidential election. During Spotify&#8217;s &#8220;The Joe Rogan Experience&#8221; podcast on Wednesday, the host was talking with his guest, ...", "link": "https://www.dailywire.com/news/joe-rogan-says-bidens-been-in-that-lying-business-forever-talks-alleged-china-money-and-hunters-laptop-suppression", "date_published": "2023-03-24 14:56:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Republicans Lead Charge Against Biden’s Push For Central Bank Digital Currency", "description": "Republican lawmakers at the state and federal levels have introduced multiple bills this week meant to prohibit or discourage the Federal Reserve from creating a central bank digital currency, also known as a CBDC. Opponents of the so-called digital dollar contend that the asset, which would be managed by central bankers and tethered to the ...", "link": "https://www.dailywire.com/news/republicans-lead-charge-against-bidens-push-for-central-bank-digital-currency", "date_published": "2023-03-24 14:47:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Air Defense System ‘Not Fully Operational’ When Drone Killed American In Syria: Report", "description": "An air defense system that protected a U.S. coalition base in Syria was “not fully operational” when a suspected Iranian drone hit the base on Thursday, killing a U.S. contractor and wounding six Americans. Why the system struggled or if it would have made a difference in the drone strike if it had been working ...", "link": "https://www.dailywire.com/news/u-s-air-defense-system-not-fully-operational-when-drone-killed-american-in-syria-report", "date_published": "2023-03-24 14:38:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Female College Hoops Player Charged With Assault After Punching Opponent", "description": "Memphis Tigers&#8217; player Jamirah Shutes has been charged with assault after appearing to punch a Bowling Green State University player in the face following their game on Thursday during the Women&#8217;s National Invitation Tournament in Ohio. On Friday, BGSU released a statement that read, &#8220;Following Thursday&#8217;s unwarranted physical incident after the WNIT home game, the ...", "link": "https://www.dailywire.com/news/college-womens-basketball-player-punched-by-member-of-losing-team", "date_published": "2023-03-24 14:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Absalom Effect: How The Church’s Silence On Biblical Manhood Created A Generation Of Lost Men", "description": "Absalom, the third son of King David, fomented rebellion against his father by providing guidance for his countrymen while David neglected to appoint magistrates who could settle their disputes. Absalom therefore “stole the hearts of the men of Israel” (2 Samuel 15:6) as he listened to their cases, positioned himself against David, and launched an ...", "link": "https://www.dailywire.com/news/the-absalom-effect-how-the-churchs-silence-on-biblical-manhood-created-a-generation-of-lost-men", "date_published": "2023-03-24 14:28:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden’s Woke Investment Rule Stays Intact As House Fails To Override Veto", "description": "Members of the House failed Thursday to override the veto issued by President Joe Biden which overturned their resolution to nix a Labor Department rule supportive of the environmental, social, and corporate governance movement, also known as ESG. The Labor Department issued a final rule in November which permits retirement fiduciaries to consider climate change and ...", "link": "https://www.dailywire.com/news/bidens-woke-investment-rule-stays-intact-as-house-fails-to-override-veto", "date_published": "2023-03-24 14:25:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "A Suspected Serial Killer Moved In Next Door. He Insists He Won’t Kill Anyone Else.", "description": "A convicted murderer and suspected serial killer who spent time in a mental hospital was released and moved into an apartment building in Yekaterinburg, Russia. Yegor Khabarov is suspected of killing six people but was found guilty of killing only two due to a lack of evidence in the other four, The Daily Beast reported. Residents ...", "link": "https://www.dailywire.com/news/a-suspected-serial-killer-moved-in-next-door-he-insists-he-wont-kill-anyone-else", "date_published": "2023-03-24 14:18:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Outrageous Lie’: Hakeem Jeffries Continues A Time-Honored Democrat Tradition", "description": "Meet the new House Democratic leader, same as the old House Democratic leader! It appears that U.S. Congressman and House Democrat leader Hakeem Jeffries (D-NY) is continuing his party&#8217;s time-honored tradition of blatantly lying to the American public about his Republican colleagues&#8217; intentions. &#8220;Extreme MAGA Republicans don&#8217;t want the children of America to learn about ...", "link": "https://www.dailywire.com/news/outrageous-lie-hakeem-jeffries-continues-a-time-honored-democrat-tradition", "date_published": "2023-03-24 14:17:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pentagon Pulls Radical Anti-White DEI Official From Key Post", "description": "A radical activist who has made anti-white comments is no longer in charge of &#8220;diversity&#8221; at the schools children of military members attend&#8211;though she hasn&#8217;t been fired or disciplined, according to an exchange at a congressional hearing Thursday.", "link": "https://www.dailywire.com/news/pentagon-pulls-radical-anti-white-dei-official-from-key-post", "date_published": "2023-03-24 13:48:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Has Formidable 2024 Opponent For Joe Manchin In Mind", "description": "Senate Republicans are pushing West Virginia Governor Jim Justice to challenge Joe Manchin for his Senate seat in 2024, setting up what would be a bruising brawl between two popular politicians, Politico reported. Justice, himself a former Democrat who flipped during the Trump administration, has been meeting with top GOP leaders, sources told the outlet. ...", "link": "https://www.dailywire.com/news/gop-has-formidable-2024-opponent-for-joe-manchin-in-mind", "date_published": "2023-03-24 13:33:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pure Dumb Luck Leads To Arrest Of 17 Illegal Aliens In Maine, Bust Of ‘Elaborate Human Smuggling Scheme’", "description": "How much of America&#8217;s &#8220;success&#8221; against illegal immigration is based on pure dumb luck? Consider the following story from the tiny town of Lisbon, Maine. Authorities were recently investigating a hit-and-run accident that led them to the discovery of an &#8220;elaborate human smuggling scheme&#8221; and the capture of 17 illegal aliens, according to a March ...", "link": "https://www.dailywire.com/news/pure-dumb-luck-leads-to-arrest-of-17-illegal-aliens-in-maine-bust-of-elaborate-human-smuggling-scheme", "date_published": "2023-03-24 13:28:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Women Are Not A Testosterone Level’: Olympic Champion Celebrates World Athletics Banning Trans-Identifying Athletes From Women’s Sports", "description": "Former British Olympic swimmer Sharron Davies celebrated the decision by World Athletics to ban trans-identifying athletes from women’s events, publicly thanking the organization’s president, two-time 1,500 meters Olympic champion Sebastian Coe. The World Athletics Council updated the eligibility regulations for trans-identifying athletes, writing, “The new regulations will require any relevant athletes to reduce their testosterone ...", "link": "https://www.dailywire.com/news/women-are-not-a-testosterone-level-olympic-champion-celebrates-world-athletics-banning-trans-identifying-athletes-from-womens-sports", "date_published": "2023-03-24 13:21:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Christina Ricci Says Child Stardom Was An ‘Escape’ From Her ‘Horrendous Childhood’: ‘Real Life Is Worse’", "description": "Christina Ricci said in an interview published Wednesday that not only did she have a good experience as a child star, but also that her early Hollywood experience was preferable to her home life. The 43-year-old actress told Entertainment Tonight that her rise to fame as Wednesday Addams in “The Addams Family” (1991) represents a ...", "link": "https://www.dailywire.com/news/christina-ricci-says-child-stardom-was-an-escape-from-her-horrendous-childhood-real-life-is-worse", "date_published": "2023-03-24 13:03:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Man Allegedly Killed 3 While Out On Low Bond After Violent Attack. Now He’s Charged With Another Murder.", "description": "A Detroit man who allegedly committed three murders after being released on a low bond following a violent attack has been charged with committing an additional murder prior to his original arrest. On June 4, 2022, the body of 24-year-old Natayla Morse was found in a field on Detroit’s east side. For nearly a year, ...", "link": "https://www.dailywire.com/news/man-allegedly-killed-3-while-out-on-low-bond-after-violent-attack-now-hes-charged-with-another-murder", "date_published": "2023-03-24 12:55:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Iran Proxies Fire Missiles At U.S. Base In Syria After Airstrikes Kill Eight Militants", "description": "Iran-backed proxy groups fired missiles at a U.S. military base near Al-Omar oil field in Syria on Friday after the U.S. killed eight militants in retaliatory airstrikes. White House national security spokesman John Kirby called the Friday missile attack ineffective. No U.S. injuries were reported, according to Reuters. The attack came after the United States ...", "link": "https://www.dailywire.com/news/iran-proxies-fire-missiles-at-u-s-base-in-syria-after-airstrikes-kill-eight-militants", "date_published": "2023-03-24 12:41:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Libyan Slavery 101: Hillary Clinton To Teach Foreign Policy Decision-Making Course Next Fall At Columbia", "description": "Have you ever wanted to learn how to dismantle an Arab nation, thereby ushering in an era of slavery and unending anarchy in the 21st century? Then boy has Columbia University got a class for you. Next fall, twice-failed presidential candidate Hillary Clinton, with an even worse track record as Secretary of State, will be ...", "link": "https://www.dailywire.com/news/libyan-slavery-101-hillary-clinton-to-teach-foreign-policy-decision-making-course-next-fall-at-columbia", "date_published": "2023-03-24 12:22:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Blac Chyna Quits OnlyFans, Dissolves Fillers After Becoming A Christian: ‘Now I’m Just Going By Faith’", "description": "Former stripper and OnlyFans content creator Blac Chyna explained in an interview published Friday why she chose to quit the platform and reverse some plastic surgery procedures. The 34-year-old celebrity said her conversion to Christianity inspired her to pursue a different way of life which didn’t include the “degrading” nature of OnlyFans, despite how lucrative it ...", "link": "https://www.dailywire.com/news/blac-chyna-quits-onlyfans-dissolves-fillers-after-becoming-a-christian-now-im-just-going-by-faith", "date_published": "2023-03-24 12:08:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Lawmakers Want To Force A Sale Of TikTok. CCP Officials ‘Resolutely Oppose’ It.", "description": "Officials in China “resolutely oppose” a potential forced sale of social media platform TikTok in the United States from its Chinese parent company, a move that many American lawmakers have floated in response to national security and data privacy issues linked to the company. Both Democrats and Republicans have raised concerns over allegations that user ...", "link": "https://www.dailywire.com/news/american-lawmakers-want-to-force-a-sale-of-tiktok-ccp-officials-resolutely-oppose-it", "date_published": "2023-03-24 11:44:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Colorado Dentist Accused Of Poisoning Wife Bought Mistress A Plane Ticket As Wife Lay Dying In Hospital, Arrest Warrant Says", "description": "A Colorado dentist charged with poisoning his wife bought his mistress an airline ticket to fly from her home in Austin, Texas, to be with him in Denver while his wife was dying in a hospital, an arrest warrant says. James Toliver Craig, 45, has been charged with first-degree murder for allegedly poisoning his wife ...", "link": "https://www.dailywire.com/news/colorado-dentist-accused-of-poisoning-wife-bought-mistress-a-plane-ticket-as-wife-lay-dying-in-hospital-arrest-warrant-says", "date_published": "2023-03-24 11:15:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Against Our Christian Beliefs’: Two NHL Brothers Refuse To Wear LGBTQ Sweater", "description": "Two brothers who are teammates on the NHL’s Florida Panthers refused to wear an LGBTQ sweater during the team’s warmup skate on Thursday night, citing their religious beliefs. Eric and Marc Staal joined San Jose Sharks goalie James Reimer and Philadelphia Flyers defenseman Ivan Provorov, who have also refused to take part in warmups with ...", "link": "https://www.dailywire.com/news/against-our-christian-beliefs-two-nhl-brothers-refuse-to-wear-lgbtq-sweater", "date_published": "2023-03-24 11:10:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Appeals Court Rules Against Biden Vaccine Mandate For Federal Workers", "description": "A federal appeals court upheld a lower court decision Thursday which prevented the Biden administration from enforcing a COVID vaccine mandate for federal employees. The Fifth Circuit Court of Appeals in New Orleans issued a rare en banc ruling that reversed a prior decision enacted by three judges from the same court, which had upheld ...", "link": "https://www.dailywire.com/news/federal-appeals-court-rules-against-biden-vaccine-mandate-for-federal-workers", "date_published": "2023-03-24 11:01:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-NBA Player Says TikTok Blocked Him For Posting About ‘China’s Human Rights Abuses’", "description": "Former NBA player-turned-human rights activist Enes Freedom said that TikTok is censoring information damaging to the Chinese state. Freedom, who has played for several NBA teams including the Boston Celtics and New York Knicks, said he downloaded the Chinese-owned video-sharing app and posted about China’s human rights abuses. “I bought myself a second phone and downloaded Tiktok ...", "link": "https://www.dailywire.com/news/ex-nba-player-says-tiktok-blocked-him-for-posting-about-chinas-human-rights-abuses", "date_published": "2023-03-24 10:58:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fans Predict Blockbuster Comeback As Webpage Displays Cryptic Message: ‘Rewinding Your Movie’", "description": "Nostalgic fans got a thrill this week when they noticed Blockbuster Video reactivated its website, leading social media users to speculate that the movie rental company was staging a comeback. Blockbuster.com currently has a cryptic message posted that says, “We are working on rewinding your movie.” The official business Twitter has been active all along and ...", "link": "https://www.dailywire.com/news/fans-predict-blockbuster-comeback-as-webpage-displays-cryptic-message-rewinding-your-movie", "date_published": "2023-03-24 10:48:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No One Should Be Above The Law’: Think Tank Suspects Prince Harry Lied On Visa Application Or Was Given Special Treatment By Biden’s DHS", "description": "Prince Harry’s immigration status could be severely challenged, as a conservative think tank has conjectured he may have lied on his visa filings, or he was given special treatment by the Biden administration’s Department of Homeland Security. Citing the Freedom of Information Act, the Heritage Foundation is asking the Department of Homeland Security (DHS) for ...", "link": "https://www.dailywire.com/news/no-one-should-be-above-the-law-think-tank-suspects-prince-harry-lied-on-visa-application-or-was-given-special-treatment-by-bidens-dhs", "date_published": "2023-03-24 10:27:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Umm, The Banks Are Melting’: Musk Blasts Biden’s Misplaced Priorities As White House Tweets About Climate Change", "description": "Elon Musk rebuked the White House for announcing newly protected natural resources and touting efforts to fight climate change as the nation contends with a banking crisis. President Joe Biden said on social media Wednesday that he would direct Commerce Secretary Gina Raimondo to consider designating 777,000 square miles of the Pacific Ocean south of ...", "link": "https://www.dailywire.com/news/umm-the-banks-are-melting-musk-blasts-bidens-misplaced-priorities-as-white-house-tweets-about-climate-change", "date_published": "2023-03-24 10:04:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gwyneth Paltrow Trial: Here’s What To Know", "description": "Gwyneth Paltrow, the Oscar-winning actress and founder of luxury lifestyle brand Goop, is currently involved in a civil trial after being sued by a retired optometrist who accused her of causing permanent brain damage after crashing into him while skiing in Utah. In 2019, Terry Sanderson, 76, filed a lawsuit against Paltrow initially seeking $3 ...", "link": "https://www.dailywire.com/news/gwyneth-paltrow-trial-heres-what-to-know", "date_published": "2023-03-24 09:48:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Utah Gov. Signs New Restrictions On Social Media Use For Kids As Congress Questions TikTok", "description": "Republican Utah Gov. Spencer Cox signed two bills on Thursday that would regulate children&#8217;s use of social media, as lawmakers in Congress question TikTok over its effect on kids and national security.  Cox said that the purpose of the new regulations, which included not allowing a minor to open a social media account without parental ...", "link": "https://www.dailywire.com/news/utah-gov-signs-new-restrictions-on-social-media-use-for-kids-as-congress-questions-tiktok", "date_published": "2023-03-24 09:23:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Military Launches Airstrikes After Iranian-Backed Terrorists Attack U.S. Forces In Syria", "description": "The U.S. military launched airstrikes against Iranian-backed terrorists in Syria on Thursday night after a U.S. contractor was killed and five U.S. service members and an additional U.S. contractor were injured in an attack by a suicide drone. U.S. intelligence said that the attack was carried out by a &#8220;one-way unmanned aerial vehicle&#8221; that &#8220;struck a ...", "link": "https://www.dailywire.com/news/u-s-military-launches-airstrikes-after-iranian-backed-terrorists-attack-u-s-forces-in-syria", "date_published": "2023-03-24 07:17:02+00:00", "persistent": false, "user": null, "language": "en-US"}]