[{"source": "https://www.theguardian.com/international/rss", "title": "Euro 2024 qualifying: Mbappé leads France to opening win over Netherlands", "description": "<ul><li><em>Les Bleus’</em> new captain scores twice in 4-0 win in Paris</li><li>Lukaku claims hat-trick in Belgium’s 3-0 victory in Sweden</li></ul><p>Kylian Mbappé’s <strong><a href=\"https://www.theguardian.com/football/2023/mar/21/kylian-mbappe-named-new-france-captain-by-didier-deschamps\">France</a></strong><a href=\"https://www.theguardian.com/football/2023/mar/21/kylian-mbappe-named-new-france-captain-by-didier-deschamps\"> captaincy</a> could hardly have started better as the World Cup finalists brushed aside <strong>the Netherlands</strong> in their Euro 2024 qualifier, winning 4-0 at the Stade de France, with three goals coming in the first 21 minutes.</p><p>The opener came after two minutes when Antoine Griezmann, said to be upset at being passed over for the armband, was teed up by Mbappé. Sporting a lurid pink hairstyle, Griezmann celebrated with his new captain to seemingly signal no hard feelings over the issue.</p> <a href=\"https://www.theguardian.com/football/2023/mar/24/euro-2024-qualifying-round-up-captain-mbappe-inspires-france-to-opening-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/24/euro-2024-qualifying-round-up-captain-mbappe-inspires-france-to-opening-win", "date_published": "2023-03-24 22:57:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rob Page criticises Nottingham Forest over Brennan Johnson’s Wales absence", "description": "<ul><li>Manager accuses Forest of disrespecting the national side </li><li>Forward injured while playing against Newcastle</li></ul><p>Rob Page has hit out at Nottingham Forest over their handling of Brennan Johnson after the forward was ruled out of Wales’s opening Euro 2024 qualifiers. Johnson will play no part against Croatia on Saturday and will also miss Tuesday’s home match against Latvia after aggravating a groin problem in Forest’s defeat to Newcastle last week.</p><p>Page accused Forest of disrespecting Wales by allowing Johnson to play more than 90 minutes against Newcastle. The 21-year-old was subsequently unable to report for international duty 48 hours later because of injury.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/24/rob-page-hits-out-at-nottingham-forest-over-brennan-johnsons-wales-absence\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/24/rob-page-hits-out-at-nottingham-forest-over-brennan-johnsons-wales-absence", "date_published": "2023-03-24 20:02:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "An ode to Mesut Özil, the frictionless footballer not designed for the age of rage | Barney Ronay", "description": "<p>At Arsenal he almost became the symbol of the death of the Wenger era, but Özil’s problem was that football changed</p><p>There is of course no connection, only chance correlation, in the fact the top three teams currently in Europe’s top three leagues are also the last three teams to get rid of Pierre-Emerick Aubameyang. Arsenal, Barcelona and Borussia Dortmund have all passed on Aubameyang, Dortmund quite a long time ago. And while this is simply coincidence, it might make sense at this stage in the striker’s career, and in a sport that is always seeking marginal gains, for his agent to start marketing him on this basis, punting him around top clubs, backed by hard data, on the basis that hiring and then getting rid of Aubameyang has undeniable benefits.</p><p>Here is a player who should be treated not as a regular squad member but as the football equivalent of the sacrificial goats the ancient Greeks would take into battle, to be offered up as appeasement to the gods. Sign my client. Alienate him from the squad under an agreed schedule. We guarantee an Aubameyang Uplift of at least three league places between November and March while he posts pictures of his dinner from Dubai.</p> <a href=\"https://www.theguardian.com/football/2023/mar/24/an-ode-to-mesut-ozil-the-frictionless-footballer-not-designed-for-the-age-of-rage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/24/an-ode-to-mesut-ozil-the-frictionless-footballer-not-designed-for-the-age-of-rage", "date_published": "2023-03-24 20:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>The Ukrainian father who rescued his children from Russia; a tale of two visits as Xi meets with Putin and Kishida travels to Kyiv</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the Ukraine war, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-03-24 19:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A favourite reef, a beloved atoll: Marshall Islands parents name children after vanishing landmarks", "description": "<p>Marshallese are looking for ways to stay connected to their home as climate change and poor economic prospects force them to leave</p><p>Every summer when Tony Paul was a child in Kwajalein, an atoll in the Pacific nation of the Marshall Islands, his parents sent him and his siblings to spend time with their uncle on a remote chain of islands their ancestors once called home.</p><p>During the day, they darted across shrub-covered dunes and waded through turquoise waters. During the evening, they spearfished in the lagoon or hunted coconut crabs. And every night, before they went to bed, their uncle pulled out a battered guitar and sang old Marshallese pop songs. “They were the best times of being a kid,” Paul says. “It was a chance for us to learn a lot of Marshallese ways.”</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/a-favourite-reef-a-beloved-atoll-marshall-islands-parents-name-children-after-vanishing-landmarks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/a-favourite-reef-a-beloved-atoll-marshall-islands-parents-name-children-after-vanishing-landmarks", "date_published": "2023-03-24 19:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Head of Credit Suisse talks of his profound sadness over UBS takeover", "description": "<p>Ulrich Körner acknowledges an ‘emotional and challenging week’ after emergency deal was forced through by Swiss authorities</p><p>The chief executive of stricken Credit Suisse has said that he shares its employees’ “profound sadness and disappointment” after its emergency takeover by rival UBS earlier this week.</p><p>UBS took over Credit Suisse on Sunday in <a href=\"https://www.theguardian.com/business/2023/mar/19/credit-suisse-bank-of-england-wont-object-to-takeover-as-ubs-considers-1bn-bid\">a £2.65bn deal </a>forced through by Swiss authorities amid fears that a failure to protect depositors would kickstart a global banking crisis.</p> <a href=\"https://www.theguardian.com/business/2023/mar/24/ceo-credit-suisse-ulrich-korner-talks-of-his-profound-sadness-over-ubs-takeover\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/24/ceo-credit-suisse-ulrich-korner-talks-of-his-profound-sadness-over-ubs-takeover", "date_published": "2023-03-24 18:17:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Gwyneth Paltrow ski crash trial continues as actor expected to testify", "description": "<p>Retired optometrist is suing Oscar winner for 2016 collision in Utah, as Paltrow countersues for $1 and attorney fees</p><p>Gwyneth Paltrow was expected to testify late on Friday in a trial over a 2016 ski collision at a Utah mountain resort, in which a man claims that the movie star’s recklessness caused him lasting physical injuries, while she says the clash on the slopes was his responsibility.</p><p>Paltrow and Terry Sanderson, the retired optometrist suing her, were both expected to answer questions about the crash while their attorneys jostle to convince the 10-member jury which skier was positioned downhill and had the right of way.</p> <a href=\"https://www.theguardian.com/film/2023/mar/24/gwyneth-paltrow-ski-crash-trial-testimony\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/24/gwyneth-paltrow-ski-crash-trial-testimony", "date_published": "2023-03-24 18:14:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jude Bellingham shows England’s potential before old flaws emerge | Jacob Steinberg", "description": "<p>Gareth Southgate’s team dominated Italy early on but the manager recognised that dropping deep only invited trouble in Naples</p><p>England can already see a path to glory at Euro 2024. If that sounds like the usual triumphalism then consider how mature Gareth Southgate’s team looked during the first 45 minutes in Naples on Thursday night. There was a boldness to England, an easy balance in midfield, invention and incision in attack, and Italy could have had no complaints if the game had been over as a contest at half-time.</p><p>The defending European champions – the team who broke England’s hearts at the last Euros – were lucky not to be 3-0 down. There was a glaring miss from Jack Grealish, who passed up an open goal moments after Harry Kane had become his country’s record goalscorer, and a constant sense that England were too quick, physical and talented for the Italians, particularly with Jorginho and Marco Verratti looking too old to compete with Jude Bellingham and Declan Rice in midfield.</p> <a href=\"https://www.theguardian.com/football/2023/mar/24/jude-bellingham-shows-englands-potential-before-old-flaws-emerge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/24/jude-bellingham-shows-englands-potential-before-old-flaws-emerge", "date_published": "2023-03-24 17:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boris Johnson: why is he in so much trouble – and can his political career survive?", "description": "<p>The ex-UK prime minister was questioned by MPs this week about parties in No 10 during lockdown. If they don’t accept his answers their verdict could finish him</p><p>Boris Johnson spent the afternoon of Wednesday 22 March being questioned closely by a committee of Conservative and opposition MPs about a number of gatherings in Downing Street that took place while the UK was in lockdown because of the coronavirus pandemic. The events became known as the Partygate scandal.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/24/boris-johnson-partygate-brexit-political-career\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/24/boris-johnson-partygate-brexit-political-career", "date_published": "2023-03-24 16:40:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ocean salmon fishing ban off California and Oregon as stocks plummet", "description": "<p>Adult fall-run Chinook salmon returned to California’s rivers in near record low numbers in 2022</p><p>As drought dried up rivers that carry California’s newly hatched Chinook salmon to the ocean, state officials in recent years have resorted to loading up the fish by the millions on to trucks and barges to take them to the Pacific.</p><p>The surreal and desperate scramble boosted the survival rate of the hatchery-raised fish, but still it was not enough to reverse the declining stocks in the face of added challenges.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/24/ocean-salmon-fishing-ban-california-oregon-chinook\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/24/ocean-salmon-fishing-ban-california-oregon-chinook", "date_published": "2023-03-24 16:13:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukraine’s Marta Kostyuk refuses to shake hands with Russian opponent at Miami Open", "description": "<ul><li>Marta Kostyuk made the stand after 6-1, 6-3 defeat to Potapova</li><li>Russian was warned by WTA for wearing Spartak Moscow shirt</li></ul><p>Tensions in the sporting world around the conflict in Ukraine spilled over into the tennis arena when the Ukrainian player Marta Kostyuk refused to shake hands with Anastasia Potapova after she was beaten 6-1, 6-3 by the Russian in their second-round match at the Miami Open.</p><p>It wasn’t the first time the war had made a recent impact in the tennis world as the game came after Potapova was warned by the Women’s Tennis Association (WTA) for turning up to her Indian Wells match against Jessica Pegula while wearing a Spartak Moscow football shirt.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/24/ukrainian-marta-kostyuk-refuses-to-shake-hands-with-russian-anastasia-potapova-miami-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/24/ukrainian-marta-kostyuk-refuses-to-shake-hands-with-russian-anastasia-potapova-miami-open-tennis", "date_published": "2023-03-24 13:11:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Children’s and teens roundup – the best new picture books and novels", "description": "<p>A bullying beetle; an Irish myth; the search for a magical beast; and a gripping coming-of-age story set in Ghana</p><p><strong><a href=\"https://www.guardianbookshop.com/not-now-noor-9780241552476?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Not Now, Noor!</a> by Farhana Islam, illustrated by Nabila Adani, Puffin, £7.99</strong><strong><br /></strong>When Noor asks the women in her family why they wear hijabs, no one will tell her – until her ammu gives her the answers she is looking for. Lively, curious and full of fun, this warm, sweet picture book is steeped in love and pride.</p><p><strong><a href=\"https://www.guardianbookshop.com/the-big-bad-bug-9781529085402?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Big Bad Bug</a> by Kate Read, Two Hoots, £12.99</strong><strong><br /></strong>A big, bullying beetle terrorises the other minibeasts in the garden. Will he ever learn to share? A funny, colourful and boldly satisfying picture book from the author of One Fox.</p> <a href=\"https://www.theguardian.com/books/2023/mar/24/childrens-and-teens-roundup-the-best-new-picture-books-and-novels\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/24/childrens-and-teens-roundup-the-best-new-picture-books-and-novels", "date_published": "2023-03-24 12:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Gonzaga’s last-gasp three-pointer beats UCLA in March Madness thriller", "description": "<ul><li>Zags will play UConn in Elite Eight after pulsating win</li><li>KSU’s Markquis Nowell sets tournament assists record</li></ul><p>Julian Strawther hit a three-pointer with 7.2 seconds left to answer a three-pointer by UCLA’s Amari Bailey, lifting Gonzaga to a wild 79-76 win over UCLA on Thursday night in the Sweet 16.</p><p>“It’s moments like that you can’t make up,” said Strawther, a Las Vegas native. “Those are literally the moments you dream of. To even make a shot like that in March Madness and just to be back home in Vegas is like the cherry on top.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/23/nowell-breaks-ncaa-tournament-assists-record-as-kansas-state-beat-msu\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/23/nowell-breaks-ncaa-tournament-assists-record-as-kansas-state-beat-msu", "date_published": "2023-03-24 11:56:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Digested week: while Jon Snow enjoys late parenthood, I’m in survival mode", "description": "<p>Plus, a fresh perspective on the origin of time, Lord Pannick cracks, and happiness is a life lived in Finland</p><p>Jon Snow must have exceptional reserves of stamina. In an interview with Saga, the 75-year-old news presenter has been talking about becoming a father again two years ago. He feels <a href=\"https://www.theguardian.com/media/2023/mar/18/jon-snow-channel-4-late-fatherhood\">completely at ease</a> with a toddler around the house, he says. Almost as if the whole experience is stress free and there has been no discernible disruption to his routine.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/24/digested-week-jon-snow-late-parenthood-survival-mode\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/24/digested-week-jon-snow-late-parenthood-survival-mode", "date_published": "2023-03-24 11:15:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Top lawyers defy bar to declare they will not prosecute peaceful climate protesters", "description": "<p>Six KCs among more than 120 mostly English lawyers to sign pledge not to act for fossil fuel interests</p><p>Leading barristers have defied bar rules by signing a declaration saying they will not prosecute peaceful climate protesters or act for companies pursuing fossil fuel projects.</p><p>They are among more than 120 mostly English lawyers who have signed a declaration vowing to “withhold [their] services in respect of supporting new fossil fuel projects and action against climate protesters exercising their right of peaceful protest”.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/24/top-lawyers-defy-bar-declare-will-not-prosecute-peaceful-climate-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/24/top-lawyers-defy-bar-declare-will-not-prosecute-peaceful-climate-protesters", "date_published": "2023-03-24 11:14:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Joni Mitchell teams up with Cameron Crowe to script her biopic", "description": "<p>Legendary folk star is reportedly offering input into screenplay for drama film about her life</p><p>Cameron Crowe, the director of Almost Famous and Jerry Maguire, is developing a new drama film with Joni Mitchell about her life.</p><p>According to a story on the entertainment site <a href=\"https://abovetheline.com/2023/03/23/cameron-crowe-joni-mitchell-movie/\">Above the Line</a> – which was subsequently reposted on Mitchell’s own website – the project is not a documentary and Mitchell has been collaborating with Crowe on the script for the past two years.</p> <a href=\"https://www.theguardian.com/music/2023/mar/24/joni-mitchell-teams-up-with-cameron-crowe-to-script-her-biopic\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/24/joni-mitchell-teams-up-with-cameron-crowe-to-script-her-biopic", "date_published": "2023-03-24 10:11:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Forget geoengineering. We need to stop burning fossil fuels. Right now | Rebecca Solnit", "description": "<p>Pie-in-the-sky fantasies of carbon capture and geoengineering are a way for decision-makers to delay taking real action</p><p>The Intergovernmental Panel on Climate Change (IPCC) reports, one of which dropped yesterday, are formidably researched and profoundly important, but they mostly reinforce what we already know: human-produced greenhouse gases are rapidly and disastrously changing the planet, and unless we rapidly taper off burning fossil fuels, a dire future awaits.</p><p>The message is far from hopeless – “Mainstreaming effective and equitable climate action will not only reduce losses and damages for nature and people, it will also provide wider benefits,” said the IPCC chair, Hoesung Lee, in the press release. “This Synthesis Report underscores the urgency of taking more ambitious action and shows that, if we act now, we can still secure a liveable sustainable future for all.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/24/ipcc-report-we-must-stop-burning-fossil-fuels\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/24/ipcc-report-we-must-stop-burning-fossil-fuels", "date_published": "2023-03-24 10:10:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia v Ecuador: international football friendly – live", "description": "<ul><li>Updates from the Socceroos’ first post-World Cup outing</li><li>Kick-off time at Sydney’s CommBank Stadium is 8pm AEDT</li><li>Any thoughts? <a href=\"mailto:mike.hytner@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/mike_hytner\">@mike_hytner</a></li></ul><p>Here we are then. The teams are ready, all serious faces in the tunnel until an Australian team mascot makes massive Harry Souttar crack a smile. Out they come, to pyrotechnics and a healthy enough cheer from the half-filled stands.</p><p>It’s far from a sell-out tonight. A sub-20,000 crowd does sound a bit disappointing to be honest.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/24/socceroos-vs-ecuador-australia-aus-v-ecu-tickets-tv-football-friendly-live-score-updates-kick-off-time-national-team-list-squad-soccer-sydney\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/24/socceroos-vs-ecuador-australia-aus-v-ecu-tickets-tv-football-friendly-live-score-updates-kick-off-time-national-team-list-squad-soccer-sydney", "date_published": "2023-03-24 09:16:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Brazil is back’: Lula to visit Xi as he resets diplomatic relations with China", "description": "<p>Meeting is part of high-profile tour as Brazil’s president attempts to repair country’s reputation after the Bolsonaro era</p><p>One of them wants the world to know <a href=\"https://www.theguardian.com/world/2023/mar/13/after-years-of-isolation-xi-jinping-china-looks-to-dominate-world-stage\">his country is battling its way back</a> to its former glory after three years of zero-Covid lockdowns and a long and humiliating history of foreign exploitation.</p><p>The other wants to signal his country is bouncing back from four chaotic years under a far-right populist who <a href=\"https://www.theguardian.com/world/2019/jun/25/brazilian-diplomats-disgusted-bolsonaro-pulverizes-foreign-policy\">took a sledgehammer</a> to its place in the world.</p> <a href=\"https://www.theguardian.com/world/2023/mar/24/lula-xi-jinping-visit-china-brazil-diplomatic-relations-reset\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/24/lula-xi-jinping-visit-china-brazil-diplomatic-relations-reset", "date_published": "2023-03-24 09:10:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘He was engaging, warm and genuine’: our readers remember John Motson", "description": "<p>On the day of his funeral, football fans share stories of meeting and working with the great commentator</p><p>John Motson helped kickstart my career in sports journalism. Aged 15, I was the runner-up in a Radio Times competition to write a 200-word match report on the 1983 FA Cup final between Brighton and Manchester United – the famous “And Smith must score” final. My prize was Motty’s signed notes board, which remains one of my proudest possessions. It’s a bit battered now – I was reluctant to frame it as there are notes on both sides – and will always show it to students when I give talks to students. I became one of the UK’s first female sports editors at the age of 19. <strong>Teresa Green</strong></p> <a href=\"https://www.theguardian.com/football/2023/mar/24/john-motson-bbc-football-commentator-remember-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/24/john-motson-bbc-football-commentator-remember-stories", "date_published": "2023-03-24 08:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Escaped cow that tore through Brooklyn finds home at sanctuary", "description": "<p>Canarsie cow to meet fellow celebrity escapees at rescue center where animals live on vast pasture: ‘She’ll be ecstatic’</p><p>It’s been one hell of a week for the Canarsie cow, a black angus calf who started this week on her way to a slaughterhouse and will end it settling into her new home on a New Jersey farm.</p><p>After she escaped a truck hauling her from a Pennsylvania farm<strong> </strong>to certain death at Saba Live Poultry in Canarsie, Brooklyn, she went on a rampage through the streets. Slaughterhouse employees and workers at a nearby pizza shop tried to catch up with her, in a chase that lasted several minutes.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/24/canarsie-cow-escaped-brooklyn-sanctuary\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/24/canarsie-cow-escaped-brooklyn-sanctuary", "date_published": "2023-03-24 05:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Harvard physicist plans Pacific expedition to find first interstellar meteor", "description": "<p>Avi Loeb organizing $1.5m search to Papua New Guinea to look for what he says might be alien artifact that crashed into ocean in 2014</p><p>A prominent Harvard physicist is planning a Pacific expedition to find what he thinks might be an alien artifact that smashed into the ocean.</p><p>Avi Loeb <a href=\"https://avi-loeb.medium.com/we-are-going-to-visit-the-first-interstellar-meteor-8cf498d4d6fc\">announced</a> that he is organizing a $1.5m ocean expedition to Papua New Guinea to look for fragments of an object that crashed off the coast of its Manus Island in 2014.</p> <a href=\"https://www.theguardian.com/world/2023/mar/24/harvard-physicist-pacific-expedition-first-interstellar-meteor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/24/harvard-physicist-pacific-expedition-first-interstellar-meteor", "date_published": "2023-03-24 05:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Majority of trans adults are happier after transitioning, survey finds", "description": "<p>Washington Post and KFF study found 78% of respondents said living as different gender from birth increased satisfaction in life</p><p>A large majority of transgender adults say that transitioning has made them more satisfied with their life, according to a new survey.</p><p>The <a href=\"https://www.washingtonpost.com/tablet/2023/03/23/nov-10-dec-1-2022-washington-post-kff-trans-survey/\">survey</a> conducted by the Washington Post and KFF is the largest nongovernmental survey of transgender adults that uses random samplings.</p> <a href=\"https://www.theguardian.com/society/2023/mar/24/majority-trans-adults-happier-transitioning-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/24/majority-trans-adults-happier-transitioning-survey", "date_published": "2023-03-24 05:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘City killer’ asteroid to pass harmlessly between Earth and moon", "description": "<p>Rare close encounter will occur this weekend, when the space rock will be visible through binoculars and small telescopes</p><p>An asteroid big enough to wipe out a city will pass harmlessly between Earth and the moon’s orbit this weekend, missing both, while providing scientists a chance to study the object close up.</p><p>Asteroid flybys are common but Nasa said it was rare for one so big to come so close and that events like this occurred only about once a decade. Scientists estimate its size to be somewhere between 40 and 90 metres in diameter.</p> <a href=\"https://www.theguardian.com/science/2023/mar/24/city-killer-asteroid-to-pass-harmlessly-between-earth-and-moon\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/24/city-killer-asteroid-to-pass-harmlessly-between-earth-and-moon", "date_published": "2023-03-24 01:16:48+00:00", "persistent": false, "user": null, "language": "en-US"}]