[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "how parks and rec creator approached talking about government", "description": "Michael Herbert Schur (born October 29, 1975) is an American television producer, writer, director and actor. He was a producer and writer for the comedy series The Office, and co-created Parks and Recreation with Office producer Greg Daniels. \n\nHe created The Good Place, co-created the comedy series Brooklyn Nine-Nine and was a producer on the series Master of None. He also played Mose Schrute in The Office. In 2021, he was one of three co-creators for the Peacock comedy series Rutherford Falls.", "link": "https://www.youtube.com/watch?v=qaTmqF1cHSA", "date_published": "2023-03-24 21:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "how todd phillips pitched Joker to the head of warner bros", "description": "Todd Phillips (né Bunzl, born December 20, 1970) is an American film director, producer, and screenwriter. He began his career in 1993 and directed films in the 2000s such as Road Trip, Old School, Starsky & Hutch, and School for Scoundrels. \n\nHe came to wider prominence in the early 2010s for directing The Hangover film series. In 2019, he co-wrote and directed the psychological thriller film Joker, based on the DC Comics character of the same name, which premiered at the 76th Venice International Film Festival where it received the top prize, the Golden Lion. \n\nJoker went on to earn Phillips three Academy Award nominations for Best Picture, Best Director, and Best Adapted Screenplay, with his co-writer Scott Silver, his second, third, and fourth Academy Award nominations after also being nominated for Best Adapted Screenplay for Borat at the 79th Academy Awards.", "link": "https://www.youtube.com/watch?v=LOIRypjWWac", "date_published": "2023-03-24 19:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "the impact of delayed gratification on storytelling from lost creator", "description": "Lost is an American science fiction drama television series created by Jeffrey Lieber, J. J. Abrams, and Damon Lindelof that aired on ABC from September 22, 2004, to May 23, 2010, over six seasons, comprising a total of 121 episodes. The show contains elements of supernatural fiction, and follows the survivors of a commercial jet airliner flying between Sydney and Los Angeles, after the plane crashes on a mysterious island somewhere in the South Pacific Ocean. Episodes typically feature a primary storyline set on the island, augmented by flashback or flashforward sequences which provide additional insight into the involved characters.\n\nJeffrey Jacob Abrams (born June 27, 1966) is an American filmmaker and composer. He is best known for his works in the genres of action, drama, and science fiction. Abrams wrote and produced such films as Regarding Henry (1991), Forever Young (1992), Armageddon (1998), Cloverfield (2008), Star Trek (2009), Star Wars: The Force Awakens (2015), and Star Wars: The Rise of Skywalker (2019).", "link": "https://www.youtube.com/watch?v=yyxtrbTBfbQ", "date_published": "2023-03-24 15:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}]