[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mateusz Morawiecki w \"WSJ\" apeluje do sojuszników o przyspieszenie dostaw broni na Ukrainę", "description": "- Polska ma nadzieję, że dostarczenie Ukrainie samolotów myśliwskich, podobnie jak wcześniej przekazanie czołgów Leopard, skłoni Zachód do pójścia za jej przykładem - powiedział polski premier w wywiadzie dla amerykańskiego dziennika The Wall Street Journal. Mateusz Morawiecki wezwał sojuszników do zwiększenia wsparcia dla Ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/morawiecki-apeluje-do-sojusznikow-o-przyspieszenie-dostaw-broni-na-ukraine/", "date_published": "2023-03-24 21:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kraje nordyckie podpisały wojskowe porozumienie. Skłoniła ich agresja Rosji", "description": "Będzie wspólna ochrona nieba nad krajami nordyckimi: Szwecją, Norwegią, Finlandią i Danią - zakłada dokument podpisany przez dowódców sił powietrznych tych państw. Armie będą m.in. dzielić się danymi z radarów, a flotę samolotów traktować jak wspólną. Łącznie będą dysponować około 250 maszynami. Współpraca to kolejny skutek ataku Rosji na Ukrainę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/kraje-nordyckie-podpisaly-wojskowe-porozumienie-sklonila-ich-agresja-rosji/", "date_published": "2023-03-24 18:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tunezja: Katastrofa statku z migrantami. 34 osoby zaginione", "description": "Co najmniej 34 afrykańskich migrantów zaginęło w piątek po tym, jak ich łódź zatonęła u wybrzeży Tunezji. To piąta podobna katastrofa w ciągu dwóch dni.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/tunezja-katastrofa-statku-z-migrantami-34-osoby-zaginione/", "date_published": "2023-03-24 17:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Dom stanął w płomieniach. W środku mieszkało prawie 100 psów i kotów", "description": "Prawie 100 kotów i psów zostało uratowanych z domu w miejscowości Northbrook w stanie Illinois, który stanął w płomieniach. Strażacy po opanowaniu pożaru znaleźli w środku 43 psy i 48 kotów. Zwierzęta żyły w złych warunkach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/usa-dom-stanal-w-ogniu-w-srodku-mieszkalo-prawie-100-psow-i-kotow/", "date_published": "2023-03-24 16:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Korea Południowa: Zebra przez trzy godziny biegała po mieście. Przechodnie skonsternowani", "description": "Zebra uciekła z zoo w Seulu. Zwierzę przez trzy godziny biegało po mieście, po czym zostało złapane. W sieci pojawiły się liczne nagrania zrobione przez przechodniów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/korea-poludniowa-zebra-przez-trzy-godziny-biegala-po-miescie-przechodnie-skonsternowani/", "date_published": "2023-03-24 15:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mecz Czechy-Polska. Eliminacje Euro 2024. Debiut Fernando Santosa w roli selekcjonera polskiej kadry", "description": "Reprezentacja Polski rozpoczyna eliminacje do mistrzostw Europy, które w 2024 roku zostaną rozegrane w Niemczech. O 20:45 Polska zmierzy się z Czechami na stadionie Fortuna Arena w Pradze. Po raz pierwszy na ławce trenerskiej naszej reprezentacji zasiądzie selekcjoner Fernando Santos. Transmisja w Polsat Sport Premium 1.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/mecz-polska-czechy-eliminacje-euro-2024-debiut-fernando-santosa-w-roli-selekcjonera-polskiej-kadry/", "date_published": "2023-03-24 15:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Ewakuacja Krymu? Rosja wysłała pociągi po swoich obywateli", "description": "Zaobserwowano wzmożony ruch pociągów z Rosji na okupowany tymczasowo Krym - przekazał w ukraińskiej telewizji Freedom Denys Czystikow, zastępca stałego przedstawiciela prezydenta Ukrainy na Krymie. Jak poinformował, jeździ tam więcej składów niż zazwyczaj. Są to zarówno pociągi pasażerskie, jak i towarowe. Zdaniem urzędnika może to świadczyć o przygotowaniach do ewakuacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/wojna-w-ukrainie-ewakuacja-krymu-rosja-wyslala-pociagi-po-swoich-obywateli/", "date_published": "2023-03-24 14:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. 7 i 9-latek uduszeni w sypialni. Ich matka została powieszona", "description": "Śledztwo w sprawie śmierci dwóch młodych chłopców w południowo-wschodnim Londynie wykazało, że zostali uduszeni. Alexander i Maximus zostali znalezieni martwi 9 marca w domu z matką Nadją de Jager, której przyczyną śmierci było powieszenie. Ciała znalezione w domu rodzinnym zidentyfikował ojciec i mąż ofiar.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/wielka-brytania-7-i-9-latek-uduszeni-w-sypialni-ich-matka-zostala-powieszona/", "date_published": "2023-03-24 13:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Rodzice zażądali zwolnienia nauczycielki za \"pornografię\". Pokazała uczniom posąg Dawida", "description": "Dyrektorka amerykańskiej szkoły na Florydzie została zmuszona do odejścia, gdy pokazała dwunastolatkom na zajęciach ze sztuki rzeźbę Dawida dłuta Michała Anioła. Rodzice stwierdzili, że pokazana dzieciom naga sylwetka to pornografia. Nauczycielka otrzymała ultimatum, wobec którego zrezygnowała sama. Rodzice zażądali akceptacji wszystkich potencjalnie kontrowersyjnych tematów przez głosowanie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/usa-rodzice-zazadali-zwolnienia-nauczycielki-za-pornografie-pokazala-uczniom-posag-dawida/", "date_published": "2023-03-24 13:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Dramat tiktokerki. Skoczyła ze spadochronem, pokazała zdjęcie", "description": "Tiktokerka publikująca pod nazwą Peek.xo podzieliła się z internautami swoim zaskoczeniem, gdy po dość kosztownym skoku ze spadochronem i zapłaceniu za profesjonalnego fotografa, zobaczyła efekt jego pracy. Zamiast pięknej pamiątki z tego wydarzenia, kobieta otrzymała zdjęcie przedstawiające ją w niefortunnej pozie. Ponadto wygląda na nim, jakby była... bez koszulki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/dramat-tiktokerki-zaplacila-za-skok-ze-spadochronem-pokazala-zdjecie/", "date_published": "2023-03-24 12:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Mężczyzna celowo wjechał w ludzi na parkingu przy lotnisku", "description": "Mężczyzna wjechał autem w ludzi na parkingu regionalnego lotniska Kolonia/Bonn w zachodnich Niemczech - przekazał Reuters. Kilka osób jest rannych, w tym policjanci. Ich obrażenia nie są groźne dla życia. Jak wstępnie przekazał rzecznik lokalnej policji, są przesłanki, że sprawca cierpi na problemy psychiczne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/niemcy-mezczyzna-celowo-wjechal-w-ludzi-na-parkingu-przy-lotnisku/", "date_published": "2023-03-24 11:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Głęboka dziura pod asfaltem. Bus zapadł się całkowicie", "description": "Niecodzienny wypadek w Rosji. Pod jadącym ulicą w Permie busem załamał się asfalt. Pod spodem była dziura tak głęboka, że pochłonęła całe auto. Zapadlisko powstało najprawdopodobniej wskutek awarii sieci wodociągowej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/rosja-gleboka-dziura-pod-asfaltem-bus-zapadl-sie-calkowicie/", "date_published": "2023-03-24 11:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Nikt nie ustąpił miejsca jej dziecku. Na matkę wylała się fala krytyki", "description": "Użytkowniczka TikToka z Wielkiej Brytanii postanowiła opublikować w mediach społecznościowych nagranie, w którym żali się na brak empatii innych pasażerów. Widać na nim zatłoczony londyński pociąg i kucającego w przejściu między siedzeniami chłopca. Relacjonująca scenę matka nie kryła oburzenia z powodu nieustąpienia jej i dziecku miejsca. Nie spodziewała się jednak krytyki ze strony internautów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-24/wielka-brytania-nikt-nie-ustapil-miejsca-jej-dziecku-na-matke-wylala-sie-fala-krytyki/", "date_published": "2023-03-24 10:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]