[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Degoogled, Private Custom Android ROM: how does IODÉ OS compare?", "description": "Try out Proton Mail, the secure email service that protects your privacy: https://proton.me/mail/TheLinuxEXP\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\nIodé OS: https://iode.tech/\n\nMy video on /e/ OS: https://www.youtube.com/watch?v=aNjnMEMWMLY&amp;t=579s\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#Android #google #privacy \n\n00:00 Intro\n00:29 Sponsor: Make your email private with Proton Mail\n01:47 What is Iodé OS?\n03:08 First Setup\n04:06 ROM and App selection\n07:55 Ad & Tracker Blocker\n09:21 App Experience\n11:20 How it compares to other DeGoogled ROMS\n12:48 It's good, but it still needs work\n14:41 Sponsor: Get a computer that runs Linux perfectly\n15:30 Support the channel\n\nIodé is Android, but with all Google software removed. It uses Lineage OS as a base, but adds a built-in ad and tracker blocker that runs at all times, locally on the device.\n\nThe ROM itself will be familiar if you ever used a Pixel. On the Pixel 5, Iodé OS 4 was preinstalled, and it's based on Android 13. The latest security update was on January 5th 2023. The Iodé team told me they provide security updates every 2 months, and every month for beta users.\n\nThe default experience is as close to stock as can be: you have either the 3 button layout of Android, or the gestures, a dock of apps at the bottom, an app drawer by swiping up, and a few preset widgets.\n\nIn terms of apps, Iodé ships with a Firefox fork by default, which disables telemetry, trackers and enables alternative search engines right out of the box. The default email client is Pretty Easy privacy, or pEp. It's a simple email client with an easy interface, that adds end to end encryption capabilities to any mail account.\n\nFor Maps, you get Magic Earth, which is also open source, and uses OpenStreet Map. The keyboard is OpenBoard, the camera app is OpenCamera, which, while very powerful, has a terrible user interface and looks pretty bad.\n\nIodé comes with a tracker blocker built in. This thing works using a man in the middle attack style: the OS intercepts all communications and requests that go out of your phone, and blocks everything that's part of the blocklists. These blocklists are collaboratively sourced, and include a LOT of adblock and tracker blocker related things. This system is based on Energized Protection, which is an open source project licensed under the MIT license.\n\nTo complement this, there's a preinstalled app that lets you check out how many requests you've blocked to how many recipients.\n\nIodé OS relies on 2 app stores: you get F Droid for all your open source app needs, and you get the Aurora Store. Installing apps works very well, I encountered 0 problems here.\n\nWhere you'll have issues is running apps that depend on Google services. I tried installing the Youtube app, and it never opened. Other Google apps got me the same experience, like the youtube studio app. Stuff like Google Maps or Google Photos worked, but were unable to use the already added Google account in micro G.\n\nAfter reaching out to the Iodé team, they told me they have identified the issue, which is fixed in the beta, and will be patched in the next OTA release.\n\nInterestingly, stuff like my banking app worked immediately on Iodé, letting me use the phone as my secure device to authenticate purchases online, something that is usually blocked because the device doesn't pass SafetyNet checks. Here, it all worked perfectly for me.\n\n\nCompared to Lineage OS, it adds all these tracker and ad blocking capabilities. You could probably replicate that yourself on Lineage, but at least here, it's setup right out of the box.\n\nCompared to something like /e/, the latter has more advanced privacy features, with the ability to scramble your location at the press of a button, and more complete privacy controls.\n\nBut /e/ also deviates a lot from stock Android, with their own launcher, their own forks of open source apps, and generally an experience that won't appeal to everyone.", "link": "https://www.youtube.com/watch?v=GyUHJXn9DY8", "date_published": "2023-03-24 16:28:31+00:00", "persistent": false, "user": null, "language": "en-US"}]