[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lewis Capaldi: Tiny Desk Concert", "description": "Jill Britton | May 17, 2023\n“I just wanted to take a moment before we start to say — lower your expectations,” Lewis Capaldi told the audience before his Tiny Desk performance. He then immediately launched into a beautifully crafted, vocally stunning four piece set.\n\nBeginning with a special arrangement of “Before You Go,” Capaldi was flanked by a full band, including two horns — something new for the Scottish singer. His second song, “Wish You the Best,” is the latest, Capaldi-style heartbreaking single from his upcoming album Broken by Desire to Be Heavenly Sent. Capaldi joked that he didn’t have much to say about the exclusive premiere of his next song, “Heavenly Kind of State of Mind,” describing it solely as simply being three minutes long. \n\nIf you didn’t know anything about Capaldi before watching his Tiny Desk, the self-deprecating humor mixed in between gut-wrenching vocal ballads will quickly catch you up to speed. Capaldi had NPR’s audience in tears, both from laughing at sexually suggestive jokes about the size of the Desk and lyrics about the complexities of moving on after a relationship ends. “What happens now?” Capaldi asked the Tiny Desk team as he wrapped up “Someone You Loved,” the final song of his set. Time to put the video on repeat and grab a tissue box. \n\n\nSET LIST\n“Before You Go”\n“Wish You The Best”\n“Heavenly Kind of State of Mind”\n“Someone You Loved”\n\nMUSICIANS\nLewis Capaldi: vocals, guitar\nAiden Halliday: piano\nFreddy Sheed: drums\nAidan Beattie: bass, keys\nAndy Black: guitar\nMatt Owens: trumpet, keys\nReginald Chapman: trombone\n\n\nCREDITS\nProducer: Jill Britton\nDirector/Editor: Sofia Seidel\nAudio Engineer: Josh Rogosin \nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter\nVideographers: Sofia Seidel, Joshua Bryant, Kara Frame, Zayrha Rodriguez\nAudio Assistant: Brian Jarboe \nProduction Assistant: Pilar Galván\nTiny Desk Team: Suraya Mohamed, Maia Stern, Hazel Cills, Marissa Lorusso, Ashley Pointer, Pilar Galván\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #nprmusic #lewiscapaldi", "link": "https://www.youtube.com/watch?v=e4WrRKSgGI0", "date_published": "2023-05-17 09:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}]