[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "How To Sleep Better", "description": "Sometimes we cannot sleep because we are just thirsty or too hot, but most often, insomnia is psychological. It is the mind’s revenge for all the efforts we have, largely unbeknownst to us, been making not to have certain thoughts in the day. \nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://bit.ly/3pMHSiR\nOur website has classes, articles and products to help you lead a more fulfilled life: https://bit.ly/3OgF6MT\n​​For Psychotherapy and other therapeutic services: https://www.theschooloflife.com/therapy-booking/?presetTherapyType=Psychotherapy \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://bit.ly/42E5G6U\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://bit.ly/42Z1bDR\n\n“Sometimes we have simply had too much coffee, or the bedroom is too hot…but most often, insomnia is psychological. It is the mind’s revenge for all the efforts we have, largely unbeknownst to us, been making not to have certain thoughts in the day. We are being woken up by a need to think about something that we have assiduously been ignoring, probably thanks to our work, or our social and family commitments. Having attempted to get our attention by more normal means in the clamour of the day, our deep minds are now trying to get us to have an appointment with certain insights in the quieter hours of night…”\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on SELF in our playlist: \nhttp://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nMike Booth\nhttps://www.youtube.com/channel/UCCbQk_s7ZmvUZ3MqilVcdLg\n\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=MYIXWWyL2AI", "date_published": "2023-05-17 13:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}]