[{"source": "https://thehill.com/news/feed/", "title": "Paul Ryan's official Speaker portrait unveiled at the Capitol", "description": "The official portrait of former Speaker Paul Ryan (R-Wisc.) was unveiled at the Capitol on Wednesday in front of a crowd of congressional heavy hitters, including a number of current and former speakers. Speaking at the event, Ryan, who served as speaker from 2015 to 2019, reflected on some of his proudest legislative achievements. He...", "link": "https://thehill.com/homenews/house/4009628-paul-ryans-official-speaker-portrait-unveiled-at-the-capitol/", "date_published": "2023-05-17 22:52:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana becomes first state to ban TikTok", "description": "Montana Gov. Greg Gianforte (R) signed legislation banning TikTok on Wednesday, making the state the first in the nation to block access to the app amid growing data privacy concerns. The law, which is set to go into effect on Jan. 1, bars TikTok from operating within Montana and prohibits app stores, such as Apple’s...", "link": "https://thehill.com/homenews/state-watch/4009608-montana-state-ban-tiktok/", "date_published": "2023-05-17 22:37:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon's No. 3 to leave in July", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Pentagon's No. 3 to leave in July Top Pentagon policy official Colin Kahl is set to leave his role after two years in the building. © Getty Kahl, who in 2021 was narrowly confirmed by the Senate after...", "link": "https://thehill.com/newsletters/defense-national-security/4009602-pentagons-no-3-to-leave-in-july/", "date_published": "2023-05-17 22:34:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Proposed rule targets college programs that leave students with 'unaffordable debt or insufficient earnings'", "description": "The Education Department announced Wednesday it was proposing a rule that would take away federal money from for-profit colleges and certificate programs where data shows graduates don’t make enough to pay back their student debts or the debt is excessively high.  The rule, which was first brought up under the Obama administration, is commonly known...", "link": "https://thehill.com/homenews/education/4009580-proposed-rule-targets-college-programs-that-leave-students-with-unaffordable-debt-or-insufficient-earnings/", "date_published": "2023-05-17 22:27:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Data breach exposes congressional staff info", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Data breach exposes congressional staff info A breach in the Transportation Department’s (DOT) transit benefit program might have exposed data for congressional employees.  © Department of Transportation A DOT spokesperson said that the Office of the Chief Information Officer (OCIO) is looking...", "link": "https://thehill.com/newsletters/technology/4009574-data-breach-exposes-congressional-staff-info/", "date_published": "2023-05-17 22:25:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boebert defends husband amid divorce filing: 'He didn't \"sick dogs\" on the process server'", "description": "Rep. Lauren Boebert (R-Colo.) is defending her estranged husband, condemning what she calls “misrepresentations” cited in court documents about their impending divorce. “I have always spoken highly of my marriage. I believe in marriage. I believe in the power our words hold,” Boebert said in a statement posted on Twitter Wednesday. “Jayson, a man I spent half...", "link": "https://thehill.com/blogs/in-the-know/4009549-boebert-defends-husband-amid-divorce-filing-he-didnt-sick-dogs-on-the-process-server/", "date_published": "2023-05-17 21:59:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Push to link permitting reform, debt limit faces uphill climb", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Effort to tie permitting reform to debt ceiling deal may slam into Senate hurdle  Potential House GOP plans to tie raising the federal debt ceiling to energy permitting reform are running into a conflicting timeline with...", "link": "https://thehill.com/newsletters/energy-environment/4009545-push-to-link-permitting-reform-debt-limit-faces-uphill-climb/", "date_published": "2023-05-17 21:51:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House votes to send Santos expulsion resolution to Ethics Committee", "description": "The House on Wednesday punted the question of whether Rep. George Santos (R-N.Y.) should be removed from Congress, referring an expulsion resolution to the Ethics Committee and shielding Republican lawmakers from having to weigh in on the matter directly. The chamber voted 221-204-7 to send the resolution to the Ethics panel, a largely redundant move...", "link": "https://thehill.com/homenews/house/4009434-house-votes-to-send-santos-expulsion-resolution-to-ethics-committee/", "date_published": "2023-05-17 21:39:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Apple to release more accessible features for users with visual, speech impairments", "description": "Apple Inc. unveiled an array of new features to make its products more accessible to users who suffer from cognitive, visual and speech impairments.  In a news release Wednesday, Apple said its new features which include Assistive Access, Live Speech, Personal Voice and Point and Speak, will “draw on advances in hardware and software,” including...", "link": "https://thehill.com/policy/technology/4009406-apple-to-release-more-accessible-features-for-users-with-visual-speech-impairments/", "date_published": "2023-05-17 21:39:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Beware of flawed federalism", "description": "Conservatives face an apparent Catch-22. We respect federalism and local control, but we also want our national political leaders to stop radical left-wing encroachments on the family — particularly when it comes to the political indoctrination of children through critical race theory or radical gender ideology.   A recent episode highlighted this tension. When congressional Republicans...", "link": "https://thehill.com/opinion/congress-blog/4009419-beware-of-flawed-federalism/", "date_published": "2023-05-17 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spending negotiations taking shape", "description": "{beacon}    Evening Report Wednesday, May 17   ©  AP/Evan Vucci Contours of spending negotiations emerging Potential areas for compromise are emerging amid debt limit talks between President Biden and congressional leaders, though many details remain to be worked out between the parties.   The White House has long said Congress needs to pass a debt limit increase with no...", "link": "https://thehill.com/newsletters/evening-report/4009460-spending-negotiations-taking-shape/", "date_published": "2023-05-17 21:16:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China imposes $2M fine for stand-up's joke seen as mocking the military", "description": "China has fined a comedian's company approximately $2 million after he made a joke that was seen by some as mocking the military.  Multiple outlets reported on Wednesday that the Beijing Municipal Bureau of Culture and Tourism fined the firm of popular comedian Li Haoshi, who uses the stage name House, over comments he made...", "link": "https://thehill.com/policy/international/4009409-china-imposes-2m-fine-for-stand-ups-joke-seen-as-mocking-the-military/", "date_published": "2023-05-17 21:10:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NRA promptly sues Maryland over new gun control laws", "description": "The National Rifle Association (NRA) promptly sued Maryland Gov. Wes Moore (D) on Tuesday, after he signed into law several new gun control measures. The state arm of the NRA, the Maryland State Rifle &#38; Pistol Association, alleged in the suit that the new laws violate the Second and Fourteenth Amendments by placing “unconstitutional restrictions”...", "link": "https://thehill.com/homenews/state-watch/4009381-nra-promptly-sues-maryland-over-new-gun-control-laws/", "date_published": "2023-05-17 21:07:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bank executives dodge responsibility for collapses under congressional pressure", "description": "The former CEO of Silicon Valley Bank was the only executive of three to claim responsibility for the collapse of his respective regional bank Wednesday during a joint hearing of House Financial Services subcommittees. The joint hearing saw the former chief executives of Silicon Valley Bank, Signature Bank and First Republic Bank under congressional scrutiny...", "link": "https://thehill.com/business/banking-financial-institutions/4009390-bank-executives-dodge-responsibility-for-collapses-under-congressional-pressure/", "date_published": "2023-05-17 20:56:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Stop, stop’: GOP bashes Biden for taking off during debt showdown", "description": "Republicans are blasting President Biden for leaving Washington for Asia on Wednesday without significant progress on debt limit negotiations, as the country inches toward a deadline on defaulting that could prove catastrophic on the financial system. Biden will be in Japan for this weekend’s Group of Seven (G-7) summit but has canceled the latter portion...", "link": "https://thehill.com/homenews/administration/4009214-stop-stop-gop-bashes-biden-for-taking-off-during-debt-showdown/", "date_published": "2023-05-17 20:45:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Archives: Every administration since Reagan has mishandled classified docs", "description": "Every administration since President Reagan has mishandled classified information under the Presidential Records Act, according to officials from the National Archives and Records Administration (NARA) who spoke to lawmakers earlier this year. The officials made the revelation when they spoke with the House Intelligence Committee behind closed doors in early March, according to a transcript...", "link": "https://thehill.com/policy/national-security/4009329-archives-every-administration-since-reagan-has-mishandled-classified-docs/", "date_published": "2023-05-17 20:31:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court shows openness to rolling back abortion pill access", "description": "A federal appeals court panel on Wednesday seemed skeptical of the Biden administration’s arguments to keep the widely used abortion pill mifepristone on the market in its current form. During oral arguments, a three-judge panel on the 5th U.S. Circuit Court of Appeals — all appointed by Republican presidents — grilled attorneys from the Department...", "link": "https://thehill.com/policy/healthcare/4009318-appeals-court-shows-openness-to-rolling-back-abortion-pill-access/", "date_published": "2023-05-17 20:28:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NAACP warns impact of debt ceiling impasse falls on Black Americans", "description": "NAACP’s president and CEO Derrick Johnson has issued a grave warning to Congress that an impasse in debt ceiling negotiations will have an outsized impact on Black Americans.  The gridlock would cap spending on federal aid programs that would \"disproportionately harm Black communities\" Johnson said in an open letter obtained by NBC News.  Johnson also...", "link": "https://thehill.com/blogs/blog-briefing-room/4009278-naacp-warns-impact-of-debt-ceiling-impasse-falls-on-black-americans/", "date_published": "2023-05-17 20:14:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon's top policy official to step down in July", "description": "Top Pentagon policy official Colin Kahl is set to leave his role in mid-July after two years in the building, the Defense Department confirmed Wednesday.  Kahl, who in 2021 was narrowly confirmed by the Senate after Republican members banded together to try to oppose him, will return to his former role as tenured professor at...", "link": "https://thehill.com/policy/defense/4009296-pentagons-top-policy-official-to-step-down-in-july/", "date_published": "2023-05-17 20:13:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators fight over source of US deficit as default looms", "description": "Senators on the Budget Committee squabbled Tuesday over the root causes of the U.S. deficit as White House and congressional negotiators conduct last-minute talks to avoid a precedent-breaking default on the country's debt. While senators in both parties wrung their hands over the shortfall, Democrats focused almost exclusively on revenue shortages engendered by Republican tax...", "link": "https://thehill.com/business/4009135-senators-fight-over-source-of-us-deficit-as-default-looms/", "date_published": "2023-05-17 20:08:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal oversight: When regulatory burdens rise, charities suffer", "description": "Excessive regulatory accumulation has serious costs", "link": "https://thehill.com/opinion/finance/4007119-federal-oversight-when-regulatory-burdens-rise-charities-suffer/", "date_published": "2023-05-17 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meet the negotiators leading debt limit talks for Biden and McCarthy", "description": "President Biden and Speaker Kevin McCarthy (R-Calif.) emerged from their latest meeting on the debt ceiling in agreement on one key item: They had appointed a small group of officials to lead talks in the hopes of making more rapid progress. “We narrowed the group to meet and hammer out our differences,” Biden said Wednesday....", "link": "https://thehill.com/homenews/administration/4009221-meet-the-negotiators-leading-debt-limit-talks-for-biden-and-mccarthy/", "date_published": "2023-05-17 19:56:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Finance Committee reissues records requests to Crow over Thomas gifts", "description": "Sen. Ron Wyden (D-Ore.), the chairman of the Senate Finance Committee, sent a new letter to GOP megadonor Harlan Crow asserting his committee’s jurisdiction to investigate the gifts he gave over the years to Supreme Court Justice Clarence Thomas.  Wyden said in a release on Wednesday that the letter should eliminate “any doubts” about the...", "link": "https://thehill.com/homenews/senate/4009179-senate-finance-committee-reissues-records-requests-to-crow-over-thomas-gifts/", "date_published": "2023-05-17 19:47:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "West Coast bakes amid early season heat wave", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202; The Big Story  West Coast bakes amid early season heat wave  An early season heat wave that has been scorching the West Coast will likely persist for the remainder of the week — both endangering vulnerable residents and accelerating snowmelt.  © AP Warm and dry...", "link": "https://thehill.com/newsletters/sustainability/4009229-west-coast-bakes-amid-early-season-heat-wave/", "date_published": "2023-05-17 19:46:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic senators urge Biden to use 14th Amendment to raise debt limit", "description": "A group of Democratic senators led by Sen. Tina Smith (D-Minn.) are circulating a letter urging President Biden to invoke his constitutional authority under the 14th Amendment to raise the nation’s debt limit without having to pass legislation through Congress.   These senators say the spending reforms that Speaker Kevin McCarthy (R-Calif.) has demanded in exchange...", "link": "https://thehill.com/homenews/senate/4009234-democratic-senators-urge-biden-to-use-14th-amendment-to-raise-debt-limit/", "date_published": "2023-05-17 19:45:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "5 things to watch for as Biden heads to G-7 summit in Japan", "description": "President Biden departed Wednesday for the Group of Seven (G-7) summit in Hiroshima, Japan, with plenty on his plate domestically and internationally. Biden and other world leaders are set to discuss the ongoing war in Ukraine and major global issues like climate change. But the trip comes at a precarious time for Biden with talks...", "link": "https://thehill.com/homenews/administration/4009115-5-things-watch-biden-g-7-summit/", "date_published": "2023-05-17 19:39:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NYC officials downplay Prince Harry, Meghan Markle 'car chase'", "description": "After Prince Harry and Meghan Markle, the Duchess of Sussex said they were involved in a “near catastrophic” car chase Tuesday night, New York City officials appeared to downplay the incident Wednesday. “I would find it hard to believe that there was a two-hour high speed chase,” NYC Mayor Eric Adams (D) said after the...", "link": "https://thehill.com/blogs/in-the-know/4009134-nyc-officials-downplay-prince-harry-meghan-markle-car-chase/", "date_published": "2023-05-17 19:39:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken will allow McCaul to view Afghanistan dissent cable after contempt threat", "description": "Secretary of State Antony Blinken will allow lawmakers access to a dissent cable centered around the U.S. withdrawal from Afghanistan, caving to pressure from House Republicans who had threatened Blinken in contempt of Congress. Rep. Michael McCaul (R-Texas) has been in pursuit of a July 2021 dissent cable from State Department officials that reportedly expressed...", "link": "https://thehill.com/homenews/house/4009162-blinken-will-allow-mccaul-to-view-afghanistan-dissent-cable-after-contempt-threat/", "date_published": "2023-05-17 19:34:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats call on Judiciary GOP to probe DeSantis's election police", "description": "A trio of Democrat lawmakers are calling on the House Judiciary Committee's GOP leadership to investigate Florida Gov. Ron DeSantis's (R) handling of the state law enforcement agency, alleging he is using it to advance his political agenda and intimidate voters. \"Given the allegations of abuse of authority, improper politicization, and voter intimidation by the...", "link": "https://thehill.com/homenews/house/4008943-democrats-call-on-judiciary-gop-to-probe-desantiss-election-police/", "date_published": "2023-05-17 19:14:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida GOP legislators line up behind DeSantis ahead of likely 2024 bid", "description": "Republicans in the Florida state legislature are lining up behind Gov. Ron DeSantis’s (R) likely presidential bid. Ninety-nine of the state’s 113 Republican state lawmakers endorsed the governor’s White House aspirations on Wednesday, giving him a jolt of momentum as he nears a formal campaign announcement.  The new endorsement list comes just a day after...", "link": "https://thehill.com/homenews/campaign/4009133-florida-gop-legislators-line-up-behind-desantis-ahead-of-likely-2024-bid/", "date_published": "2023-05-17 19:14:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken condemns attack on US convoy in Nigeria", "description": "Secretary of State Antony Blinken condemned the attack by unknown assailants on a U.S. convoy in Nigeria, which left four people dead, including two staff members of the U.S. Consulate in the country. “We do not yet know the motive for the attack, but we have no indications at this time that it was targeted...", "link": "https://thehill.com/policy/international/4009050-blinken-condemns-attack-on-us-convoy-in-nigeria/", "date_published": "2023-05-17 19:07:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China is using the World Bank as its piggybank", "description": "The U.S., the bank’s largest shareholder thanks to generous taxpayer funding since its founding in 1944, is on the losing end of the ledger.", "link": "https://thehill.com/opinion/international/4006228-china-is-using-the-world-bank-as-its-piggybank/", "date_published": "2023-05-17 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Penguin Random House, PEN America sue Florida school district over book bans", "description": "Story at a glance Book publisher Penguin Random House, PEN America, authors and parents filed a lawsuit against a Pensacola, Florida school district Wednesday over its removal of books about race and LGBTQ issues.   The federal lawsuit alleges that the Escambia County School District and the School Board violated the First Amendment by removing 10 books...", "link": "https://thehill.com/changing-america/respect/equality/4009012-penguin-random-house-pen-america-sue-florida-school-district-over-book-bans/", "date_published": "2023-05-17 18:46:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Combating China with economic deterrence", "description": "A democratic and prosperous Taiwan is clearly in the interest of the free world, including here at home in America. While on a recent Congressional Delegation with House Foreign Affairs Committee Chairman Michael McCaul (R-Texas) and colleagues in Taiwan, we assessed American efforts in support of the island’s government and their desire to maintain the...", "link": "https://thehill.com/opinion/congress-blog/4009058-combating-china-with-economic-deterrence/", "date_published": "2023-05-17 18:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsom announces $60M plan to restore California’s Chinook salmon", "description": "California Gov. Gavin Newsom (D) on Tuesday announced a $60 million agreement to welcome salmon and sturgeon back to the Yuba River for the first time more than a century. Together with state, federal and local officials, the governor unveiled a landmark agreement that will reopen miles of habitat to multiple fish species. The plans...", "link": "https://thehill.com/policy/equilibrium-sustainability/4008989-newsom-california-restore-chinook-salmon/", "date_published": "2023-05-17 18:22:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of U.S. Twitter users took a break from the platform in past year: poll", "description": "The majority of Twitter users in the U.S. said they have taken a break from the social media platform this year, according to a Pew Research poll released Wednesday.  Sixty percent of Americans who have used Twitter in the past 12 months said they took a break from the site for a period of several...", "link": "https://thehill.com/policy/technology/4009014-majority-of-u-s-twitter-users-took-a-break-from-the-platform-in-past-year-poll/", "date_published": "2023-05-17 18:20:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rubio warns China is trying to topple dollar’s global dominance", "description": "Sen. Marco Rubio (R-Fla.), the vice chairman of the Senate Intelligence Committee, is warning that China is trying to replace the dollar with the yuan as the world’s most traded currency and has evaded U.S. sanctions on Russia by setting up transfer trade system independent of Western banks.  Rubio, in an op-ed for The Telegraph,...", "link": "https://thehill.com/homenews/senate/4008975-rubio-warns-china-is-trying-to-topple-dollars-global-dominance/", "date_published": "2023-05-17 18:09:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk defends attack on Soros: 'Calm down people'", "description": "Outgoing Twitter CEO Elon Musk defended comments he made about billionaire George Soros on the platform earlier this week that drew charges of anti-semitism from critics, saying “calm down people.” Musk tweeted on Monday that Soros, a Democratic megadonor who is frequently a target of criticism from the right, “reminds me of Magneto,” referring to...", "link": "https://thehill.com/blogs/blog-briefing-room/4008976-musk-defends-attack-on-soros-calm-down-people/", "date_published": "2023-05-17 18:05:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stolen military medals returned but decades-long crime remains unsolved", "description": "The Springfield Armory National Historic Site has recovered 24 Marksmanship Medals from the 19th century. The return of the artifacts has done little to explain why they were stolen from a local community college campus decades ago.", "link": "https://thehill.com/homenews/4008933-stolen-military-medals-returned-but-decades-long-crime-remains-unsolved/", "date_published": "2023-05-17 18:01:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The hidden costs of abortion restrictions", "description": "While access to safe and legal abortion has been a contentious issue for decades, the medical and economic literature have concluded that the benefits far outweigh the costs.", "link": "https://thehill.com/opinion/healthcare/4006676-the-hidden-costs-of-abortion-restrictions/", "date_published": "2023-05-17 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Overdose deaths plateaued in 2022, data show", "description": "Drug overdose deaths in the U.S. plateaued for most of 2022, according to new data from the Centers for Disease Control and Prevention (CDC), showing just a slight increase after significant spikes in years prior.  CDC researchers documented 105,452 reported overdose deaths last year — and estimate that figure could be 109,680 — which is...", "link": "https://thehill.com/policy/healthcare/4008961-overdose-deaths-plateaued-in-2022-data-show/", "date_published": "2023-05-17 17:58:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boomers and millennials fight for homes as housing market cools", "description": "Prices have cooled in the once red-hot housing market, but competition is heating up between two generations in seemingly perpetual conflict.  Millennials entering their prime homebuying years and baby boomers — many of whom are nearing retirement age — are vying for the same homes.  A look ahead: Fed hikes and default fears: Here’s what...", "link": "https://thehill.com/business/housing/4008669-boomers-and-millennials-fight-for-homes-as-housing-market-cools/", "date_published": "2023-05-17 17:58:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man indicted in slayings of four Idaho college students", "description": "The man who is accused of fatally stabbing four University of Idaho students has been indicted on murder charges in connection with their deaths, allowing a preliminary hearing to be skipped and the court process to advance.  Bryan Kohberger was arrested in December and charged with four counts of first-degree murder and a felony charge...", "link": "https://thehill.com/regulation/court-battles/4008930-man-indicted-in-slayings-of-four-idaho-college-students/", "date_published": "2023-05-17 17:53:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Planned Quad summit in Sydney won't go ahead without Biden", "description": "A planned meeting of The Quad alliance, which consists of the United States, Australia, Japan and India, will not take place as scheduled in Australia after President Biden said he would cut his trip short amid negotiations over the debt ceiling in Washington, D.C. The leaders of the four nations were set to gather in...", "link": "https://thehill.com/homenews/administration/4008928-planned-quad-summit-in-sydney-wont-go-ahead-without-biden/", "date_published": "2023-05-17 17:49:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ja Morant says he takes 'full responsibility' after second gun video on social media", "description": "Memphis Grizzlies star Ja Morant said he takes “full responsibility” for his actions after his team suspended him for brandishing a firearm for the second time in a social media video.  “I know I’ve disappointed a lot of people who have supported me,” Morant said in a statement released Tuesday through his representatives, noting that...", "link": "https://thehill.com/blogs/blog-briefing-room/4008825-ja-morant-says-he-takes-full-responsibility-after-second-gun-video-on-social-media/", "date_published": "2023-05-17 17:49:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NORAD tracks Russian aircraft flying near Alaska", "description": "The North American Aerospace Defense Command (NORAD) earlier this week detected a Russian aircraft flying near Alaskan airspace as the U.S. military trained in the state.   NORAD “detected and tracked a Russian military aircraft operating in the Alaska Air Defense Identification Zone (ADIZ)” on Monday, the command said in a statement released Wednesday.   The Russian...", "link": "https://thehill.com/policy/defense/4008891-norad-tracks-russian-aircraft-flying-near-alaska/", "date_published": "2023-05-17 17:41:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Google to delete unused accounts", "description": "Google said Tuesday that it was planning to delete accounts that had been inactive for more than two years, citing security concerns stemming from dormant accounts and their passwords. The move was based on the notion that accounts that have not been used for an extended period of time are more likely to rely on...", "link": "https://thehill.com/policy/technology/4008895-google-to-delete-unused-accounts/", "date_published": "2023-05-17 17:35:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio high school senior wins state team track title all by herself", "description": "An Ohio track and field athlete secured a state indoor track and field championship all by herself.", "link": "https://thehill.com/changing-america/enrichment/education/4008639-ohio-high-school-senior-wins-state-team-track-title-all-by-herself/", "date_published": "2023-05-17 17:33:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA proposes crackdown on toxic coal waste at 'legacy' power plant sites", "description": "The Environmental Protection Agency (EPA) is cracking down on contamination from toxic coal waste at power plants that have been closed for several years — requiring them to take actions to prevent their coal ash from leaking out and contaminating groundwater. The rule, if finalized, would hold the handling of this “legacy” waste from plants...", "link": "https://thehill.com/policy/energy-environment/4008853-epa-proposes-crackdown-on-toxic-coal-waste-at-legacy-power-plant-sites/", "date_published": "2023-05-17 17:22:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jim Jordan, Mike Turner threaten CIA subpoena in Hunter Biden letter inquiry", "description": "House Intelligence Committee Chair Mike Turner (R-Ohio) and House Judiciary Committee Chair Jim Jordan (R-Ohio) are warning the CIA they could subpoena the agency if it does not produce documents related to a 2020 letter pushing back on the Hunter Biden laptop story by the end of the month. “If the CIA does not produce...", "link": "https://thehill.com/homenews/house/4008800-jim-jordan-mike-turner-threaten-cia-subpoena-in-hunter-biden-letter-inquiry/", "date_published": "2023-05-17 17:17:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US attorney resigning after watchdog investigation", "description": "The U.S. Attorney for the District of Massachusetts has announced her resignation after the Justice Department’s internal watchdog accused her of misconduct, including allegedly sharing nonpublic information with a journalist and soliciting free tickets to a sports game.  The DOJ’s Office of the Inspector General (OIG) accuses U.S. Attorney Rachael Rollins of trying to influence...", "link": "https://thehill.com/homenews/state-watch/4008823-us-attorney-resigning-after-watchdog-investigation/", "date_published": "2023-05-17 17:17:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Latest border figures show 56 percent drop in encounters following lift of Title 42", "description": "Border encounters continue to hover at about half of what they were before the lifting of Title 42, Biden administration officials said Wednesday, a significant drop following the rescission of a policy that effectively barred asylum seekers. “Since May 12, the U.S. Border Patrol has experienced a steady decrease in daily encounters,” Blas Nuñez-Neto, chief...", "link": "https://thehill.com/latino/4008813-latest-border-figures-show-56-percent-drop-in-encounters-following-lift-of-title-42/", "date_published": "2023-05-17 17:15:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional employees exposed in transit benefit program breach", "description": "A breach in the Transportation Department’s (DOT) transit benefit program might have exposed data for congressional employees.  A DOT spokesperson told The Hill in a statement that the office of the chief information officer is looking into the breach, and other agencies like the Cybersecurity and Infrastructure Security Agency (CISA) are assisting.  The spokesperson said...", "link": "https://thehill.com/policy/cybersecurity/4008816-congressional-employees-exposed-in-transit-benefit-program-breach/", "date_published": "2023-05-17 17:07:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Listen live: Fifth Circuit Court of Appeals hears abortion pill case", "description": "The 5th U.S. Circuit Court of Appeals on Wednesday is set to hear the Biden administration's efforts to overturn a Texas judge's decision that banned the abortion pill mifepristone. Oral argument is slated to begin at 2 p.m. EDT in a New Orleans courtroom before a panel of three judges with hostile views on abortion....", "link": "https://thehill.com/video/4008301-listen-live-fifth-circuit-court-appeals-abortion-pill-case/", "date_published": "2023-05-17 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pursuing nuclear weapons makes nations less, not more, secure", "description": "Nonproliferation can give Northeast Asia and the Middle East infinitely more than nuclear weapons can offer.", "link": "https://thehill.com/opinion/international/4006816-pursuing-nuclear-weapons-makes-nations-less-not-more-secure/", "date_published": "2023-05-17 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Attorneys say IRS whistleblower being removed from Hunter Biden probe", "description": "Attorneys for an Internal Revenue Service whistleblower said their client, who has claimed the ongoing investigation into Hunter Biden's taxes was mishandled, has been removed from the probe. \"Today the Internal Revenue Service (IRS) Criminal Supervisory Special Agent we represent was informed that he and his entire investigative team are being removed from the ongoing...", "link": "https://thehill.com/blogs/blog-briefing-room/4008576-attorneys-say-irs-whistleblower-being-removed-from-hunter-biden-probe/", "date_published": "2023-05-17 16:59:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WATCH: Distressed dolphin calf rescued by off-duty deputy", "description": "A newborn dolphin was given a second chance at life thanks to the quick thinking of an off-duty deputy.", "link": "https://thehill.com/changing-america/sustainability/environment/4008520-watch-distressed-dolphin-calf-rescued-by-off-duty-deputy/", "date_published": "2023-05-17 16:53:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black leaders push new resolution on reparations", "description": "Rep. Cori Bush (D-Mo.) on Wednesday unveiled a resolution urging the federal government to provide reparations to descendants of enslaved Africans and people of African descent. Bush said at a press conference alongside Democratic Reps. Barbara Lee (Calif.), Jamaal Bowman (N.Y.) and Rashida Tlaib (Mich.) that the measure would support previously-proposed legislation for reparations and...", "link": "https://thehill.com/homenews/house/4008741-black-leaders-push-new-resolution-on-reparations/", "date_published": "2023-05-17 16:50:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden offers optimism on debt talks before take off to Japan", "description": "President Biden on Wednesday expressed optimism that the U.S. would not default as he prepared to leave the White House for a trip to Japan, saying he and congressional leaders were working on the contours of a budget deal that would be acceptable to all sides. One of the key sticking points in those talks...", "link": "https://thehill.com/homenews/administration/4008569-biden-offers-optimism-on-debt-talks-before-take-off-to-japan/", "date_published": "2023-05-17 15:44:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Shell to use AI to boost deep sea oil output", "description": "British oil and gas giant Shell is set to use artificial intelligence (AI) technology from analytics firm SparkCognition to increase its deep sea oil output. The companies announced Wednesday that Shell will use SparkCognition's generative AI technology to \"accelerate the pace of imaging and exploration of subsurface structures.\" This new AI will also aim to...", "link": "https://thehill.com/policy/energy-environment/4008405-shell-to-use-ai-to-boost-deep-sea-oil-output/", "date_published": "2023-05-17 15:36:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How a fully automated government could end the debt ceiling debate", "description": "There is something for everyone — more tax revenue and a smaller government, at no additional cost.", "link": "https://thehill.com/opinion/technology/4006653-how-a-fully-automated-government-could-end-the-debt-ceiling-debate/", "date_published": "2023-05-17 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More than 1M tax returns flagged for potential identity fraud: IRS", "description": "More than 1 million tax returns have been flagged for potential identity fraud with more than $6 billion in refunds requiring additional review, according to the Internal Revenue Service (IRS).  An interim report on the 2023 tax filing season that the IRS composed last week and publicly released on Tuesday states that the agency identified...", "link": "https://thehill.com/business/domestic-taxes/4008505-more-than-1m-tax-returns-flagged-for-potential-identity-fraud-irs/", "date_published": "2023-05-17 15:27:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian computer breached DC Metro system: watchdog", "description": "A computer based in Russia was able to breach the Washington, D.C., Metro system earlier this year, Metro’s Office of the Inspector General (OIG) says in a new report. The partially redacted report, released Wednesday and first reported by The Washington Post, says the Washington Metropolitan Area Transit Authority’s (WMATA) cyber security group detected “abnormal...", "link": "https://thehill.com/policy/cybersecurity/4008479-russian-computer-breached-dc-metro-system-watchdog/", "date_published": "2023-05-17 15:26:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why does thunder have different sounds?", "description": "Temperature, humidity and distance all affect the sound of thunder.", "link": "https://thehill.com/changing-america/enrichment/science/4008183-why-does-thunder-have-different-sounds/", "date_published": "2023-05-17 15:18:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida New College students organize alternative graduation after DeSantis takeover", "description": "Students at the New College of Florida, a small liberal arts college targeted by Gov. Ron DeSantis (R) this year, are holding an alternative graduation ceremony “against the hostile takeover” of their school.  The \"[NEW] Commencement: On Our Terms\" will take place Thursday, with the students raising almost $107,000 of their $130,000 goal on GoFundMe....", "link": "https://thehill.com/homenews/education/4008449-florida-new-college-alternative-graduation-desantis/", "date_published": "2023-05-17 15:10:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court leaves Illinois assault weapons ban in place", "description": "The Supreme Court declined to immediately block Illinois’s assault weapons and high-capacity magazine bans, leaving them in place, for now. A gun rights group and gun shop owner asked the justices to pause the law’s enforcement by intervening in the case ahead of an appeals court’s final ruling. The lawsuit also challenges an ordinance in...", "link": "https://thehill.com/regulation/court-battles/4002225-supreme-court-leaves-illinois-assault-weapons-ban-in-place/", "date_published": "2023-05-17 15:07:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's Kaitlan Collins moving to prime-time slot", "description": "CNN’s Kaitlan Collins is moving from the network's morning show to its 9 p.m. slot, network CEO Chris Licht announced Wednesday, after she hosted a high-profile town hall event with former President Trump earlier this month. “Kaitlan will begin anchoring the 9pm regularly in June. In her new program, officially launching later this summer, Kaitlan...", "link": "https://thehill.com/media/4008338-cnns-kaitlan-collins-moving-to-primetime-slot/", "date_published": "2023-05-17 14:58:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UN sees two in three chance world will temporarily reach temperature threshold soon", "description": "The United Nations weather agency reported Wednesday that there is a 2 in 3 chance that the world will temporarily reach the temperature threshold to trigger the most severe effects of climate change. The World Meteorological Organization (WMO) reported that there is a 66 percent chance that the world's average near-surface temperature will increase more than...", "link": "https://thehill.com/blogs/blog-briefing-room/4008216-un-sees-two-in-three-chance-world-will-temporarily-reach-temperature-threshold-soon/", "date_published": "2023-05-17 14:58:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden awards Medal of Valor to nine public safety officers", "description": "President Biden on Wednesday awarded the Medal of Valor to nine Americans, granting them the highest honor for public safety officers. “There’s no greater responsibility of government than to ensure the safety of the American people and those who serve and protect us all. We’re incredibly proud of all of you,” Biden said in remarks...", "link": "https://thehill.com/homenews/administration/4008381-biden-awards-medal-of-valor-to-nine-public-safety-officers/", "date_published": "2023-05-17 14:50:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harry, Meghan accuse paparazzi of 'near catastrophic' car chase", "description": "Prince Harry, Meghan, the Duchess of Sussex, and her mother, Doria Ragland, were involved in a “near catastrophic” car chase that included paparazzi, according to their spokesperson. In a statement to Deadline on Wednesday, a spokesperson for the couple said, “This relentless pursuit, lasting over two hours, resulted in multiple near collisions involving other drivers on the...", "link": "https://thehill.com/blogs/in-the-know/4008393-harry-meghan-accuse-paparazzi-of-near-catastrophic-car-chase/", "date_published": "2023-05-17 14:48:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Gov. Abbott asks governors to fight Biden asylum rules", "description": "Texas Gov. Greg Abbott (R) on Tuesday called on other state governors to \"band together\" in opposition to the Biden administration's border management policies. In an open letter to the country's other 49 governors, Abbott touted his state's actions along the U.S.-Mexico border, which he said \"helped Texas hold the line against the influx of...", "link": "https://thehill.com/latino/4008326-texas-gov-abbott-asks-governors-to-fight-biden-asylum-rules/", "date_published": "2023-05-17 14:45:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks on preventing a default", "description": "President Biden is making an announcement about the urgency of finding a way out of the budget impasse that now threatens to put the U.S. in default of the national debt in less than two weeks. President Biden and congressional leaders made little progress toward securing a deal to raise the nation’s debt limit at...", "link": "https://thehill.com/homenews/4008318-watch-live-biden-delivers-remarks-on-preventing-a-default/", "date_published": "2023-05-17 14:41:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump taunts DeSantis over Craft's loss in Kentucky GOP race: 'Ron’s magic is GONE!'", "description": "Former President Trump took a victory lap on Wednesday, taunting Florida Gov. Ron DeSantis (R) after two of the governor's endorsees lost their races on Tuesday night. Trump endorsed state Attorney General Daniel Cameron (R), who beat out DeSantis-backed candidate former U.N. Ambassador Kelly Craft in the Kentucky GOP gubernatorial primary. Cameron placed first, Agriculture...", "link": "https://thehill.com/homenews/campaign/4008323-trump-taunts-desantis-over-crafts-loss-in-kentucky-gop-race-rons-magic-is-gone/", "date_published": "2023-05-17 14:36:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin pulls support for Biden energy nominee over appliance efficiency rules", "description": "Senate Energy Committee Chair Joe Manchin (D-W.Va.) has canceled a scheduled hearing and pulled his support for President Biden’s nomination for a key renewable energy post, the latest salvo between him and the White House over fossil fuel policy. The Senate panel was set to consider the nomination of Jeff Marootian for Assistant Secretary for...", "link": "https://thehill.com/policy/energy-environment/4008337-manchin-pulls-support-biden-energy-nominee/", "date_published": "2023-05-17 14:35:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump boasts he 'was able to kill Roe v. Wade,' takes credit for state abortion bans", "description": "Former President Trump on Wednesday took credit for bringing about the end of Roe v. Wade and the restrictive abortion laws that have passed in the year since the Supreme Court struck down the landmark decision. Trump, in a post on Truth Social, said he \"was able to kill Roe v. Wade, much to the...", "link": "https://thehill.com/homenews/campaign/4008311-trump-boasts-he-was-able-to-kill-roe-v-wade-takes-credit-for-state-abortion-bans/", "date_published": "2023-05-17 14:31:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump loses key player in Mar-a-Lago legal team", "description": "Former President Trump is losing a key member of his legal team on the Mar-a-Lago case, with attorney Timothy Parlatore departing as Special Counsel Jack Smith nears the finish line of his investigation. Parlatore, who has been working the case with three other attorneys, said he spoke with Trump Tuesday to inform him of his...", "link": "https://thehill.com/regulation/court-battles/4008288-trump-loses-key-player-in-mar-a-lago-legal-team/", "date_published": "2023-05-17 14:09:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Postmaster General DeJoy testifies before House committee", "description": "The U.S. Postal Service (USPS) announced earlier this year the purchase of more than 9,000 Ford electric delivery vehicles, one year after an initial plan to buy predominantly gas-powered vehicles sparked controversy. Last week, in response to a significant increase in thefts of mail carriers, USPS said that it is upgrading some 49,000 locks and...", "link": "https://thehill.com/homenews/4008231-watch-live-postmaster-general-dejoy-testifies/", "date_published": "2023-05-17 14:03:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Xi Jinping is backing himself into a corner on Taiwan — where is China's voice of reason?", "description": "It will be far safer for the world if the U.S.-China confrontation were waged as information warfare rather than the kinetic kind, especially when the West has the most powerful weapon of all: the truth.", "link": "https://thehill.com/opinion/international/4005529-xi-jinping-is-backing-himself-into-a-corner-on-taiwan-where-is-the-voice-of-reason/", "date_published": "2023-05-17 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge temporarily blocks NYC mayor from sending asylum seekers to nearby county", "description": "A New York state judge has temporarily blocked New York City Mayor Eric Adams (D) from sending asylum-seekers to a nearby county as the city tries to manage an influx of migrants.  The Tuesday ruling from New York Supreme Court Judge Sandra Sciortino allows the migrants who have already been transported to the Crossroads Hotel...", "link": "https://thehill.com/regulation/court-battles/4008239-judge-temporarily-blocks-nyc-mayor-from-sending-asylum-seekers-to-nearby-county/", "date_published": "2023-05-17 13:59:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Andrew Yang offers advice to Vivek Ramaswamy on White House bid", "description": "Andrew Yang, a former Democratic presidential candidate and now the co-chair of the Forward Party, is offering guidance to conservative entrepreneur and Republican presidential candidate Vivek Ramaswamy as 2024 approaches. “I don’t agree with Vivek on a lot of things. I also don’t know him and haven’t spoken to him. But I vastly prefer him...", "link": "https://thehill.com/homenews/campaign/4008254-andrew-yang-offers-advice-to-vivek-ramaswamy-on-white-house-bid/", "date_published": "2023-05-17 13:58:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wonder drug? Newly FDA-approved menopause drug treats hot flashes in a different way", "description": "The FDA said in a statement the medication will provide \"an additional safe and effective treatment option for women.\"", "link": "https://thehill.com/policy/healthcare/4008166-wonder-drug-newly-fda-approved-menopause-drug-treats-hot-flashes-in-a-different-way/", "date_published": "2023-05-17 13:53:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Johnny Depp at Cannes Film Festival: 'I have no further need for Hollywood'", "description": "Appearing at the Cannes Film Festival the day after premiering his first film in three years, Johnny Depp said Wednesday that he has “no further need” for Hollywood.", "link": "https://thehill.com/homenews/4008237-johnny-depp-at-cannes-film-festival-i-have-no-further-need-for-hollywood/", "date_published": "2023-05-17 13:50:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries rallies Democrats behind effort to force debt ceiling vote", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) is urging every member of his caucus to get behind the effort to force a vote on lifting the debt ceiling, arguing that unanimity among the minority Democrats will maximize the pressure on GOP leaders to move the legislation quickly.  Democrats intend to introduce a procedural resolution, known as...", "link": "https://thehill.com/homenews/house/4008217-jeffries-rallies-dems-behind-effort-to-force-debt-ceiling-vote/", "date_published": "2023-05-17 13:38:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Execs from collapsed banks testify before House panel", "description": "Several banking executives are slated to testify before the House Committee on Financial Services on Wednesday morning. The hearing comes on the heels of the demise of First Republic Bank in May, the second-largest bank failure in the country, which had nearly $230 billion in assets. The first collapse was Silicon Valley Bank in March...", "link": "https://thehill.com/homenews/4008189-watch-live-execs-from-collapsed-banks-testify-before-house-panel/", "date_published": "2023-05-17 13:34:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "6 in 10 view AI as threat to humanity's future: poll", "description": "A new poll found that about six in 10 Americans view artificial intelligence (AI) as a threat to human civilization. The Reuters/Ipsos poll published Wednesday found that 61 percent of Americans believed that AI is a threat to humanity's future, while about 22 percent reported that they disagreed and 17 percent said they were not...", "link": "https://thehill.com/policy/technology/4008164-6-in-10-view-ai-as-threat-to-humanitys-future-poll/", "date_published": "2023-05-17 13:34:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican primary winner mocks DeSantis: 'Trump culture of winning is alive and well'", "description": "The Trump-backed candidate who won Kentucky’s Republican gubernatorial primary on Tuesday mocked Florida Gov. Ron DeSantis (R) in his victory speech, touting a “Trump culture of winning” after DeSantis had said the GOP has a “culture of losing.”  In his victory speech, Cameron thanked former President Trump and quipped, “Let me just say, the Trump...", "link": "https://thehill.com/homenews/campaign/4008179-republican-primary-winner-mocks-desantis-trump-culture-of-winning-is-alive-and-well/", "date_published": "2023-05-17 13:01:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s fossil fuel turn is bad politics — and even worse science", "description": "The Biden administration has approved more oil and gas drilling permits on public lands than the Trump administration did over an equivalent period of time.", "link": "https://thehill.com/opinion/energy-environment/4006361-bidens-fossil-fuel-turn-is-bad-politics-and-even-worse-science/", "date_published": "2023-05-17 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Depression rates hit new high in Gallup polling", "description": "The rate of Americans reporting they have been diagnosed with depression at some point in their life reached a new high in 2023. A new Gallup poll published Wednesday reported that 29 percent of Americans said that they have been diagnosed with depression at least once throughout their lifetime, a slight uptick from 26.9 percent...", "link": "https://thehill.com/policy/healthcare/4008136-depression-rates-hit-new-high-in-gallup-polling/", "date_published": "2023-05-17 12:48:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Do advances in AI risk a future of human incompetence?", "description": "We must ensure that we properly incentivize human alignment with AI, so that we use it in a way that benefits the species.", "link": "https://thehill.com/opinion/technology/4007320-do-advances-in-ai-risk-a-future-of-human-incompetence/", "date_published": "2023-05-17 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk: There's a chance AI 'goes wrong and destroys humanity'", "description": "Tesla CEO Elon Musk is warning that it’s possible that emerging artificial intelligence (AI) technology “goes wrong and destroys humanity.” “There’s a strong probability that it will make life much better and that we’ll have an age of abundance. And there’s some chance that it goes wrong and destroys humanity,” Musk told CNBC anchor David...", "link": "https://thehill.com/policy/technology/4008144-musk-theres-a-chance-ai-goes-wrong-and-destroys-humanity/", "date_published": "2023-05-17 12:18:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Exclusive: Vance bill tightens safety standards for foreign-made gas cylinders", "description": "Sen. J.D. Vance (R-Ohio) is set to introduce bipartisan legislation Wednesday tightening safety standards for imported compressed gas cylinders to align with domestic standards, according to a summary first shared with The Hill. Vance’s office said the bill will require foreign cylinder manufacturers to take several steps to ensure they are in compliance with the...", "link": "https://thehill.com/policy/energy-environment/4007213-jd-vance-bill-tightening-safety-standards-foreign-gas-cylinders/", "date_published": "2023-05-17 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Biden should end the debt limit farce once and for all", "description": "No other advanced country has a debt limit that brings it periodically to the brink of default.", "link": "https://thehill.com/opinion/finance/4006779-why-biden-should-end-the-debt-limit-farce-once-and-for-all/", "date_published": "2023-05-17 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis sees both endorsed candidates lose", "description": "Florida Gov. Ron DeSantis (R) saw both of his endorsed candidates lose their races on Tuesday, as the Florida governor is rumored to be readying for a possible presidential bid. DeSantis stepped into the Kentucky GOP’s gubernatorial primary to back former U.N. ambassador Kelly Craft  — endorsing Craft just a day before the election in...", "link": "https://thehill.com/homenews/campaign/4008113-desantis-sees-both-endorsed-candidates-lose/", "date_published": "2023-05-17 11:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mellman: Good poll, bad numbers, accurate conclusion", "description": "The ABC News/Washington Post poll is one of the very best public surveys available.   The specific numbers reported in its most recent iteration are probably not correct.  The broad conclusions to which it points are probably right on target.  Yes, these seemingly conflicting statements are all true at the same time.  Gary Langer, who...", "link": "https://thehill.com/opinion/4007665-mellman-good-poll-bad-numbers-accurate-conclusion/", "date_published": "2023-05-17 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Speaker McCarthy’s debt limit and foreign policy problem", "description": "House Speaker Kevin McCarthy (R-Calif.) has said boosting U.S. competitiveness with China is a top priority for his speakership, but his actions so far have signaled his willingness to put partisanship ahead of national security. While he created the House Select Committee on the Strategic Competition Between the United States and the Chinese Communist Party...", "link": "https://thehill.com/opinion/congress-blog/4007996-speaker-mccarthys-debt-limit-and-foreign-policy-problem/", "date_published": "2023-05-17 11:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Budowsky: Jimmy Carter: A great man, a good president, and a patriot", "description": "The state of American politics is not as uplifting these days as it once was. So this seems a good time to write about something more hopeful — one of the most noble and worthy political leaders ever to lift our nation. Former President James Earl Carter (D) was a great president and is a...", "link": "https://thehill.com/opinion/4007680-budowsky-jimmy-carter-a-great-man-a-good-president-and-a-patriot/", "date_published": "2023-05-17 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — No deal in sight", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Any legislative deal in Washington needs leaders with the power to say yes, the ability to do the math and deliver votes, and the skill to sell a compromise...", "link": "https://thehill.com/newsletters/morning-report/4008061-the-hills-morning-report-no-deal-in-sight/", "date_published": "2023-05-17 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Abortion pill fight comes to America’s most conservative appeals court", "description": "Arguments about the future availability of a widely used abortion pill will be back in court on Wednesday, as the Biden administration attempts to reverse a decision that would take mifepristone off the market.  The case is now before the 5th U.S. Circuit Court of Appeals, widely considered to be the most conservative federal appeals...", "link": "https://thehill.com/policy/healthcare/4007428-abortion-pill-fight-comes-to-americas-most-conservative-appeals-court/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Effort to tie permitting reform to debt ceiling deal may slam into Senate hurdle", "description": "Efforts to get a speedy deal on permitting reform and incorporate it into a debt ceiling compromise could collide with policy disagreements in the Senate. A key ally of Speaker Kevin McCarthy (R-Calif.) last week said permitting reform was among four policy areas that are low-hanging fruit for a bipartisan agreement that would lift the debt limit and...", "link": "https://thehill.com/policy/energy-environment/4007524-permitting-reform-debt-ceiling-senate-hurdle/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP pushes DeSantis to reset media strategy as Trump news dominates", "description": "Republicans are urging Florida Gov. Ron DeSantis (R) to reset his media strategy, arguing that a broader approach to legacy and mainstream news organizations is needed to counter former President Donald Trump and define the 2024 race on DeSantis’s own terms. The Florida governor for years now has largely cloistered himself in the world of...", "link": "https://thehill.com/homenews/campaign/4006892-desantis-media-strategy-trump-news-dominates/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP, Democrats ready blame game for debt ceiling failure", "description": "As debt limit talks drag on behind closed doors, lawmakers on both sides are preparing for Washington’s favorite pastime: the partisan blame game if everything falls apart. Speaker Kevin McCarthy (R-Calif.) has accused President Biden and the Democrats of not taking the negotiations seriously, flaunting that Republicans have already passed a bill that paired a...", "link": "https://thehill.com/homenews/house/4007454-sides-ready-blame-game-for-debt-ceiling-failure/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How DeSantis benefited from Florida's changing politics", "description": "It was just more than two months before the 2018 Florida gubernatorial primary, and Ron DeSantis was in trouble.  Polls showed him running well behind then-Agriculture Commissioner Adam Putnam for the GOP nomination, and a long list of influential Florida Republicans had lined up against him, choosing to back an establishment favorite over a relatively...", "link": "https://thehill.com/homenews/campaign/3998412-how-desantis-benefited-from-floridas-changing-politics/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jittery Democrats worried about Biden debt ceiling concessions", "description": "Liberals are growing increasingly jittery about what concessions President Biden may make in debt ceiling negotiations with Speaker Kevin McCarthy (R-Calif.). While the party has been largely unified behind the White House’s strategy in the talks, more Democrats are voicing worries about what could be on the chopping block in order to keep the nation...", "link": "https://thehill.com/homenews/house/4007544-jittery-democrats-worried-about-biden-debt-ceiling-concessions/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pause on student loan payments about to end for millions", "description": "The Biden administration has given its clearest indication yet that the years-long pause of student loan repayments will come to an end in the coming months. Optimism that the White House would keep offering borrowers relief from making their payments was crushed last week, when Education Secretary Miguel Cardona told a Senate panel that the...", "link": "https://thehill.com/homenews/education/4006848-pause-on-student-loan-payments-about-to-end-for-millions/", "date_published": "2023-05-17 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from elections in Kentucky, Pennsylvania and Florida", "description": "Tuesday saw a number of key races in Kentucky, Pennsylvania and Florida, which underscored former President Trump’s grip on the Republican base and Democrats’ relative strength in suburban areas, among other things. In one of the night’s marquee races, Trump's endorsed candidate in the Kentucky GOP gubernatorial primary, Daniel Cameron, prevailed against Florida Gov. Ron...", "link": "https://thehill.com/homenews/campaign/4007904-five-takeaways-from-elections-in-kentucky-pennsylvania-and-florida/", "date_published": "2023-05-17 03:46:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cherelle Parker beats back progressive challenge in Philadelphia mayoral primary", "description": "Cherelle Parker was projected to win the Philadelphia Democratic mayoral primary Tuesday night, according to The Associated Press, a victory that propels her to the general election while at the same time halting recent progressive momentum in big cities. Parker, a former City Council member, beat out several competitive rivals in what turned out to...", "link": "https://thehill.com/homenews/campaign/4006864-cherelle-parker-beats-back-progressive-challenge-in-philadelphia-mayoral-primary/", "date_published": "2023-05-17 03:09:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats win Pennsylvania special election, keeping control of state House", "description": "Democrat Heather Boyd was projected to win the special election for Pennsylvania's 163rd state House district on Tuesday, according to The Associated Press, allowing Democrats to maintain a narrow grip on the legislative body.  Boyd, a former state legislative and congressional aide, defeated Republican Katie Ford in the contest. The district includes parts of Delaware County...", "link": "https://thehill.com/homenews/campaign/4004881-democrats-win-pennsylvania-special-election-keeping-control-of-state-house/", "date_published": "2023-05-17 02:41:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pelosi honored by pro-abortion rights PAC: 'She's a game-changer'", "description": "The brightest of D.C.'s Democratic Party establishment came out on Tuesday night to honor Rep. Nancy Pelosi (D-Calif.) at the 2023 We Are EMILY National Gala, applauding her tenure as Speaker and galvanizing support for abortion as a key issue in the upcoming elections. EMILY's List, the abortion rights political action committee aimed at getting...", "link": "https://thehill.com/homenews/4007804-pelosi-honored-by-pro-abortion-rights-pac-shes-a-game-changer/", "date_published": "2023-05-17 02:09:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘A steadfast defender of women's rights:’ Biden honors Pelosi at EMILY’s List gala", "description": "President Biden on Tuesday evening took an unplanned trip to the EMILY’s List gala in Washington, D.C., to honor former Speaker Nancy Pelosi (D-Calif.), who he praised as a defender of women’s rights. “Nancy Pelosi is going down in history as one of the most consequential speakers in American history,” Biden said at the event....", "link": "https://thehill.com/homenews/administration/4007825-a-steadfast-defender-of-womens-rights-biden-honors-pelosi-at-emilys-list-gala/", "date_published": "2023-05-17 01:47:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley says NY governor should pardon Daniel Penny in subway case", "description": "GOP presidential candidate Nikki Haley said New York Gov. Kathy Hochul (D) should pardon Daniel Penny, who was arrested in relation to the killing of Jordan Neely on a New York City subway earlier this month.  Haley, a former ambassador to the United Nations, said in an interview on Fox News on Tuesday that Penny, a...", "link": "https://thehill.com/blogs/blog-briefing-room/4007816-haley-says-ny-governor-should-pardon-daniel-penny-in-subway-case/", "date_published": "2023-05-17 01:37:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Daniel McCaffery wins Democratic primary for Pennsylvania Supreme Court race", "description": "Democrat candidate Daniel McCaffery is projected to win the Democratic primary in the Pennsylvania Supreme Court race. The Associated Press called the race around 9:30 p.m. Tuesday. McCaffery, who is a Superior Court judge, ran against Superior Court Judge Deborah Kunselman for the Democratic nomination. McCaffery had notched the endorsement from the state Democratic Party...", "link": "https://thehill.com/homenews/campaign/4007283-democrat-candidate-daniel-mccaffery-wins-democratic-primary-for-pennsylvania-supreme-court-race/", "date_published": "2023-05-17 01:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Democrats win Jacksonville mayor's race, dealing blow to DeSantis", "description": "Democrats are projected to flip control of the mayor’s office in Jacksonville, Fla., the largest city in the country with a GOP leader, according to CNN and NBC. AP projected that Democrat Donna Deegan defeated Republican Daniel Davis to succeed Mayor Lenny Curry (R), who is term-limited. Deegan, who will be the city's first female mayor, won against Davis in a runoff on...", "link": "https://thehill.com/homenews/campaign/4007704-florida-democrats-win-mayors-race-in-jacksonville-dealing-blow-to-desantis/", "date_published": "2023-05-17 01:20:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri ends rule limiting transgender care for minors, some adults", "description": "Missouri abruptly ended an emergency rule Tuesday that would have limited gender-affirming care for minors and some adults in the state. The termination of the rule was posted on the Missouri Secretary of State’s website, with a message that read: “This emergency rule terminated effective May 16, 2023.” The rule, handed down by state Attorney...", "link": "https://thehill.com/homenews/state-watch/4007755-missouri-ends-rule-limiting-transgender-care-for-minors-some-adults/", "date_published": "2023-05-17 00:59:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Carolina GOP overrides abortion veto, putting 12-week ban into effect", "description": "The GOP-controlled North Carolina General Assembly on Tuesday evening overrode a veto from the governor on a bill that prohibits abortions after 12 weeks and imposes more restrictions on providers and patients. The lower chamber's vote came after the state Senate voted to override the veto earlier Tuesday. Gov. Roy Cooper (D) had vetoed the...", "link": "https://thehill.com/policy/healthcare/4007285-north-carolina-abortion-bill-veto-override/", "date_published": "2023-05-17 00:52:01+00:00", "persistent": false, "user": null, "language": "en-US"}]