[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "OilAlpha: Emerging Houthi-linked Cyber Threat Targets Arabian Android Users", "description": "A hacking group dubbed OilAlpha with suspected ties to Yemen's Houthi movement has been linked to a cyber espionage campaign targeting development, humanitarian, media, and non-governmental organizations in the Arabian peninsula.\n\"OilAlpha used encrypted chat messengers like WhatsApp to launch social engineering attacks against its targets,\" cybersecurity company Recorded Future said in a", "link": "https://thehackernews.com/2023/05/oilalpha-emerging-houthi-linked-cyber.html", "date_published": "2023-05-17 13:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Identifying a Patch Management Solution: Overview of Key Criteria", "description": "Software is rarely a one-and-done proposition.\nIn fact, any application available today will likely need to be updated – or patched – to fix bugs, address vulnerabilities, and update key features at multiple points in the future.\nWith the typical enterprise relying on a multitude of applications, servers, and end-point devices in their day-to-day operations, the acquisition of a robust patch", "link": "https://thehackernews.com/2023/05/identifying-patch-management-solution.html", "date_published": "2023-05-17 11:54:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Threat Group UNC3944 Abusing Azure Serial Console for Total VM Takeover", "description": "A financially motivated cyber actor has been observed abusing Microsoft Azure Serial Console on virtual machines (VMs) to install third-party remote management tools within compromised environments.\nGoogle-owned Mandiant attributed the activity to a threat group it tracks under the name UNC3944, which is also known as Roasted 0ktapus and Scattered Spider.\n\"This method of attack was unique in", "link": "https://thehackernews.com/2023/05/threat-group-unc3944-abusing-azure.html", "date_published": "2023-05-17 11:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Serious Unpatched Vulnerability Uncovered in Popular Belkin Wemo Smart Plugs", "description": "The second generation version of Belkin's Wemo Mini Smart Plug has been found to contain a buffer overflow vulnerability that could be weaponized by a threat actor to inject arbitrary commands remotely.\nThe issue, assigned the identifier CVE-2023-27217, was discovered and reported to Belkin on January 9, 2023, by Israeli IoT security company Sternum, which reverse-engineered the device and", "link": "https://thehackernews.com/2023/05/serious-unpatched-vulnerability.html", "date_published": "2023-05-17 10:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "State-Sponsored Sidewinder Hacker Group's Covert Attack Infrastructure Uncovered", "description": "Cybersecurity researchers have unearthed previously undocumented attack infrastructure used by the prolific state-sponsored group SideWinder to strike entities located in Pakistan and China.\nThis comprises a network of 55 domains and IP addresses used by the threat actor, cybersecurity companies Group-IB and Bridewell said in a joint report shared with The Hacker News.\n\"The identified phishing", "link": "https://thehackernews.com/2023/05/state-sponsored-sidewinder-hacker.html", "date_published": "2023-05-17 08:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "U.S. Offers $10 Million Bounty for Capture of Notorious Russian Ransomware Operator", "description": "A Russian national has been charged and indicted by the U.S. Department of Justice (DoJ) for launching ransomware attacks against \"thousands of victims\" in the country and across the world.\nMikhail Pavlovich Matveev (aka Wazawaka, m1x, Boriselcin, and Uhodiransomwar), the 30-year-old individual in question, is alleged to be a \"central figure\" in the development and deployment of LockBit, Babuk,", "link": "https://thehackernews.com/2023/05/us-offers-10-million-bounty-for-capture.html", "date_published": "2023-05-17 05:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}]