[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Women’s Swimsuits Aren’t Accessorized With A Bulge’: Riley Gaines Slams Adidas Swimwear Line Modeled By Male", "description": "Swimming champion Riley Gaines — who was deprived of an NCAA award by trans-identifying swimmer Lia Thomas — slammed Adidas after it used male models to promote its line of women&#8217;s swimsuits. The former college swimmer responded on Wednesday to a tweet about the brand&#8217;s new &#8220;Pride Swimsuit&#8221; with a headline that read, &#8220;The new ...", "link": "https://www.dailywire.com/news/womens-swimsuits-arent-accessorized-with-a-bulge-riley-gaines-slams-adidas-swimwear-line-modeled-by-male", "date_published": "2023-05-17 19:13:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Pick The Crops’ And ‘Clean Our Homes’: Democrats Love Illegal Aliens For Cheap Labor — And Votes", "description": "Democrats love having illegal aliens flood the country. No, not because they are children of God, or whatever platitudes the Dems throw around in vain. It&#8217;s because, as the Left sees it, these men and women supply an abundance of cheap labor and votes — though they would never admit the second part. Ever since ...", "link": "https://www.dailywire.com/news/pick-the-crops-and-clean-our-homes-democrats-love-illegal-aliens-for-cheap-labor-and-votes", "date_published": "2023-05-17 18:01:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Durham Finds Researcher Felt Threatened By Schiff Staffer", "description": "A university researcher felt threatened when pressed by a staffer to Rep. Adam Schiff (D-CA) and a Democrat senator seeking help to suss out alleged links between former President Donald Trump and Russia, special counsel John Durham revealed this week. According to Durham&#8217;s report, which the Justice Department released on Monday, the researcher recalled traveling to ...", "link": "https://www.dailywire.com/news/durham-finds-researcher-felt-threatened-by-schiff-staffer", "date_published": "2023-05-17 17:50:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Just F***ed Up’: Court Reform Group Accidentally Leaks Donor List", "description": "A group advocating for an overhaul of the Supreme Court may have torpedoed its own organization after one of its staffers accidentally emailed its donor list to the press. Gabe Roth, executive director of Fix the Court, an activist organization linked to ongoing efforts to reform the Supreme Court, sent confidential tax forms to the ...", "link": "https://www.dailywire.com/news/i-just-fed-up-court-reform-group-accidentally-leaks-donor-list", "date_published": "2023-05-17 17:45:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Retail Theft Is Driving A Shocking Amount Of Losses For Target, Executives Say", "description": "Target executives revealed on Wednesday that the retail behemoth is suffering from considerable losses driven by organized retail theft. Target CFO Michael Fiddelke remarked in an earnings call that retail shrink, the loss of products from theft, accidents, accounting errors, and other phenomena apart from sales, is expected to reduce profitability by an additional $500 ...", "link": "https://www.dailywire.com/news/retail-theft-is-driving-a-shocking-amount-of-losses-for-target-executives-say", "date_published": "2023-05-17 17:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Wednesday Afternoon Update: North Carolina GOP Overrides Abortion Ban Veto, Ukraine Grain Deal Extended, Fox News’ New Primetime Line Up?", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. North Carolina GOP Overrides Democrat Abortion Ban Veto  North Carolina Republicans voted to override Democratic Governor Roy Cooper’s veto of a 12-week abortion ban, using their supermajority to put the pro-life measure into law. The law bans abortions ...", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-north-carolina-gop-overrides-abortion-ban-veto-ukraine-grain-deal-extended-fox-news-new-primetime-line-up", "date_published": "2023-05-17 17:32:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nashville Covenant School Files Motion To Protect Sensitive Information In Shooter’s Manifesto", "description": "Lawyers for The Covenant School in Nashville filed a motion on Monday to intervene in lawsuits calling for the release of the 28-year-old female mass shooter&#8217;s manifesto, citing security and safety concerns for staff and students at the private education institution. Local media reported that school officials are concerned the manifesto could publicize sensitive information ...", "link": "https://www.dailywire.com/news/nashville-covenant-school-files-motion-to-protect-sensitive-information-in-shooters-manifesto", "date_published": "2023-05-17 17:25:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dodgers Boot Anti-Catholic ‘Sisters Of Perpetual Indulgence’ From LGBT Event After Controversy", "description": "The Los Angeles Dodgers have decided not to give a &#8220;Community Hero Award&#8221; to an anti-Catholic drag group after outrage and pushback from Catholics. The Dodgers had originally planned to present the award to the Los Angeles chapter of the &#8220;Sisters of Perpetual Indulgence,&#8221; an organization of men who dress in drag queen versions of ...", "link": "https://www.dailywire.com/news/dodgers-boot-anti-catholic-sisters-of-perpetual-indulgence-from-lgbt-event-after-controversy", "date_published": "2023-05-17 16:45:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Harry And Meghan’s Taxi Driver Speaks Out On Car ‘Chase’ Narrative", "description": "Prince Harry and Meghan Markle&#8217;s taxi driver spoke out about the royal&#8217;s &#8220;near catastrophic car chase&#8221; narrative and said during his part of the royal&#8217;s journey he felt safe the entire ride. The New York City cab driver told the Washington Post that he drove the Duke and Duchess of Sussex and her mom Doria ...", "link": "https://www.dailywire.com/news/harry-and-meghans-taxi-driver-speaks-out-on-car-chase-narrative", "date_published": "2023-05-17 16:40:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Major Bank Sets Up ‘War Room’ As Nation Approaches Debt Default", "description": "Veteran bank executives are meeting with senior lawmakers and federal officials as the government comes within two weeks of a potential debt default. The debt ceiling, a statute established by Congress that prevents the government from spending beyond a predetermined national debt limit of $31.4 trillion, exceeded the threshold earlier this year. Treasury Secretary Janet ...", "link": "https://www.dailywire.com/news/major-bank-sets-up-war-room-as-nation-approaches-debt-default", "date_published": "2023-05-17 16:37:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Bans Mutilating Surgical Procedures On Minors, Other Woke Initiatives: ‘Not Happening Here’", "description": "Florida Governor Ron DeSantis signed five pieces of legislation into law on Wednesday to protect children in the state from harmful leftist initiatives, including mutilating surgical procedures, radical gender ideology in schools, and sexually explicit drag queen shows. “Florida is proud to lead the way in standing up for our children,” DeSantis said in a ...", "link": "https://www.dailywire.com/news/desantis-bans-mutilating-surgical-procedures-on-minors-other-woke-initiatives-not-happening-here", "date_published": "2023-05-17 16:34:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Was Hot’: Dame Helen Mirren Says Her Fashion Choice Had ‘No Secret Message’ Aimed At Johnny Depp", "description": "Dame Helen Mirren quickly shut down rumors that a last-minute fashion choice was a coded message designed to shade actor Johnny Depp and support his ex-wife Amber Heard. Mirren, while walking the red carpet ahead of the premiere of Depp&#8217;s new film &#8220;Jeanne du Barry,&#8221; was spotted carrying a folding fan emblazoned with the hashtag ...", "link": "https://www.dailywire.com/news/i-was-hot-dame-helen-mirren-says-her-fashion-choice-had-no-secret-message-aimed-at-johnny-depp", "date_published": "2023-05-17 16:26:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Musk Doubles Down On George Soros Remark: ‘I’ll Say What I Want To Say’ And If I Lose Money, ‘So Be It’", "description": "Twitter owner Elon Musk doubled down on supporting free speech during an interview this week, saying that he will say whatever he wants to say and he is fine if he loses money over it. Musk made the remarks during a CNBC interview with David Faber when Faber asked him about the following tweet: &#8220;Soros ...", "link": "https://www.dailywire.com/news/musk-doubles-down-on-george-soros-remark-ill-say-what-i-want-to-say-and-if-i-lose-money-so-be-it", "date_published": "2023-05-17 15:54:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Massive Share Of Workers Upset Companies Are Not Calling Out Racism More Often", "description": "Many Americans believe companies should be more vocal on the topic of racism, according to two surveys released on Wednesday, a reality which comes as many conservatives raise concerns about the impact of diversity initiatives. The most recent edition of the Edelman Trust Barometer found that 62% of respondents believe companies are “doing mediocre or ...", "link": "https://www.dailywire.com/news/massive-share-of-workers-upset-companies-are-not-calling-out-racism-more-often", "date_published": "2023-05-17 15:43:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "How North Carolina’s New Abortion Rules Stack Up With Europe", "description": "Liberals love Europe. They think the continent is better than America, and they apologize for us lowly hoi polloi every chance they get. Take Barack Obama. Back in 2009, a few months after he took office, he jetted off to France to say he was sorry for the United States. &#8220;There have been times where ...", "link": "https://www.dailywire.com/news/how-north-carolinas-new-abortion-rules-stack-up-with-europe", "date_published": "2023-05-17 15:42:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Soros-Backed U.S. Attorney Resigning After DOJ IG Accuses Her Of Election Interference, Lying To Feds: Reports", "description": "A U.S. Attorney backed by Democrat megadonor George Soros announced this week that she is resigning after reports from federal investigators concluded that she repeatedly leaked damaging information to a reporter at the Boston Herald about a political candidate to help an ally and then lied about it to federal investigators. The investigations from the ...", "link": "https://www.dailywire.com/news/soros-backed-u-s-attorney-resigning-after-doj-ig-accuses-her-of-election-interference-lying-to-feds-reports", "date_published": "2023-05-17 15:21:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It Is Not Possible’: Megyn Kelly, Celebs And Others React To Harry & Meghan’s ‘Near Catastrophic Car Chase’ Story", "description": "Megyn Kelly, Caitlyn Jenner, and others reacted on Wednesday to reports that Prince Harry, Meghan Markle and her mom Doria Ragland were involved in a &#8220;near catastrophic car chase&#8221; with paparazzi while in New York City. Kelly tweeted to her nearly 3 million followers that the &#8220;car chase&#8221; reports involving the Duke and Duchess of ...", "link": "https://www.dailywire.com/news/it-is-not-possible-megyn-kelly-celebs-and-others-react-to-harry-meghans-near-catastrophic-car-chase-story", "date_published": "2023-05-17 15:09:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Supreme Court Turns Down Emergency Appeal To Block Illinois Gun Control Law", "description": "The U.S. Supreme Court turned down the National Association for Gun Rights and a firearms retailer&#8217;s Second Amendment emergency appeal on Wednesday to block Illinois&#8217; new gun control law. &#8220;The application for a writ of injunction pending appeal presented to Justice Barrett and by her referred to the Court is denied,&#8221; the Court said in ...", "link": "https://www.dailywire.com/news/u-s-supreme-court-turns-down-emergency-appeal-to-block-illinois-gun-control-law", "date_published": "2023-05-17 15:04:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘First We Get The Money’: Chicago’s New Mayor Linked To Wild Budget Proposal That Attacks Businesses And Cops", "description": "Leftist allies of Chicago&#8217;s new Mayor Brandon Johnson have proposed a budget plan that would tax the rich and businesses, and would effectively defund police in a city already nearly crippled by crime. The budget plan was proposed by ACRE, the Action Center on Race and the Economy, in conjunction with the People&#8217;s Unity Platform ...", "link": "https://www.dailywire.com/news/first-we-get-the-money-chicagos-new-mayor-linked-to-wild-budget-proposal-that-attacks-businesses-and-cops", "date_published": "2023-05-17 14:42:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "In Emergency Order, Eric Adams Suspends Public Hearings Over Migrant Housing Plans", "description": "New York City Democratic Mayor Eric Adams has suspended land use review processes, including public hearings with city residents, to expedite the search for housing for illegal immigrants coming to the city. Adams suspended the city’s Uniform Land Use Review Procedure used in city planning to weigh interests and receive public input. The “humanitarian crisis” ...", "link": "https://www.dailywire.com/news/in-emergency-order-eric-adams-suspends-public-hearings-over-migrant-housing-plans", "date_published": "2023-05-17 13:24:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYPD Responds To Reports Of Prince Harry and Meghan Markle’s ‘Near Catastrophic Car Chase’ In NYC", "description": "The New York Police Department responded on Wednesday to reports that Prince Harry, his wife Meghan Markle and her mother Doria Ragland were involved in a &#8220;near catastrophic car chase&#8221; with paparazzi while visiting New York City on Tuesday night. NYPD Deputy Commissioner Public Information officer Julian Phillips issued a statement to The Daily Wire ...", "link": "https://www.dailywire.com/news/nypd-responds-to-reports-of-prince-harry-and-meghan-markles-near-catastrophic-car-chase-in-nyc", "date_published": "2023-05-17 13:08:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "MTG Escalates Clash With DOJ, Moves To Impeach Garland", "description": "Rep. Marjorie Taylor Greene (R-GA) took another step toward cleaning house at the Department of Justice (DOJ) on Wednesday, seeking to remove from office another high-ranking official she views as politically corrupt. The congresswoman, sometimes called &#8220;MTG&#8221; for short, announced on Wednesday that she is moving to impeach Attorney General Merrick Garland. The move comes ...", "link": "https://www.dailywire.com/news/mtg-escalates-clash-with-doj-moves-to-impeach-garland", "date_published": "2023-05-17 13:03:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Johnny Depp Roasts Hollywood, Receives 7-Minute Standing Ovation At Cannes Film Festival", "description": "Actor Johnny Depp received a warm welcome — and a seven-minute standing ovation – at Cannes Film Festival, but he made it clear in a subsequent interview that he no longer had any use for Hollywood. While fielding a barrage of media questions for the first time since winning his defamation trial against ex-wife Amber ...", "link": "https://www.dailywire.com/news/johnny-depp-roasts-hollywood-receives-7-minute-standing-ovation-at-cannes-film-festival", "date_published": "2023-05-17 12:57:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "University Of Idaho Quadruple Homicide Suspect Formally Indicted By Grand Jury", "description": "The 28-year-old man accused of killing four University of Idaho students has been formally indicted by a grand jury. The suspect, who is not being named per Daily Wire policy, was indicted on charges including first-degree murder, ABC News reported. The suspect was arrested at his parents’ home in Pennsylvania and extradited back to Idaho in January. He ...", "link": "https://www.dailywire.com/news/university-of-idaho-quadruple-homicide-suspect-formally-indicted-by-grand-jury", "date_published": "2023-05-17 12:47:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Too Many People Are Using It Against Us’: Celebs And Hollywood At Odds Over Use Of AI", "description": "Celebrities and Hollywood executives have found themselves at odds over the use of  Artificial Intelligence like ChatGPT, even as it&#8217;s already happening at every level of moviemaking, eliminating human accountability and judgment. Stars like Harrison Ford, Keanu Reeves and more have started to speak out about AI using their likeness and voice. While some celebs ...", "link": "https://www.dailywire.com/news/too-many-people-are-using-it-against-us-celebs-and-hollywood-at-odds-over-use-of-ai", "date_published": "2023-05-17 12:42:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Flawed From The Start’: Adam Schiff Doubles Down, Says Durham Investigation Was Political", "description": "Rep. Adam Schiff (D-CA) doubled down on Tuesday, calling the just-concluded Durham investigation &#8220;flawed from the start&#8221; and claiming that it had only begun on the political whim of former President Donald Trump. Schiff made his assessment during an appearance on MSNBC, telling anchor Lawrence O&#8217;Donnell that special counsel John Durham&#8217;s report had not led ...", "link": "https://www.dailywire.com/news/flawed-from-the-start-adam-schiff-doubles-down-says-durham-investigation-was-political", "date_published": "2023-05-17 12:36:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Viewpoint Diversity’ Index Shows Most Large Companies Threaten The ‘Fundamental Freedoms’ Of Every American", "description": "The second annual Viewpoint Diversity Score Business Index unveiled on Tuesday showed that prominent companies lack commitments to guarantee the First Amendment liberties of their customers and employees, thereby threatening the “fundamental freedoms of every American.” The Viewpoint Diversity Score, an initiative of the conservative Christian legal advocacy group Alliance Defending Freedom (ADF), evaluated 75 ...", "link": "https://www.dailywire.com/news/viewpoint-diversity-index-shows-most-large-companies-threaten-the-fundamental-freedoms-of-every-american", "date_published": "2023-05-17 12:33:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mom Left Baby In Room, 7-Year-Old In Pool While She Drank At Hotel Bar — Now She’s Charged In Daughter’s Drowning", "description": "A Bronx mother has been charged with second-degree manslaughter and endangering the welfare of a child after her 7-year-old daughter drowned in a pool while the mom drank alcohol at a hotel bar. Erica Baez, 41, is being held without bail following an incident that occurred on January 13, 2022, at a Marriott Hotel in ...", "link": "https://www.dailywire.com/news/mom-left-baby-in-room-7-year-old-in-pool-while-she-drank-at-hotel-bar-now-shes-charged-in-daughters-drowning", "date_published": "2023-05-17 12:12:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elizabeth Holmes Must Report To Prison, Pay $452 Million In Restitution", "description": "An appeals court has rejected convicted fraudster Elizabeth Holmes’ bid to remain out of prison while she appeals the convictions against her. Holmes, the founder and CEO of failed blood-testing company Theranos, will have to report to prison, leaving behind her current partner and her two young children, both of whom she had after being charged ...", "link": "https://www.dailywire.com/news/elizabeth-holmes-must-report-to-prison-pay-452-million-in-restitution", "date_published": "2023-05-17 12:04:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Investigators Turn Up Heat On CIA Over Hunter Biden Laptop Letter", "description": "House Republicans issued a subpoena threat to the CIA, escalating their investigation into a letter used to discredit the Hunter Biden laptop story weeks before the 2020 presidential election. Committees &#8220;may resort to compulsory process&#8221; if the intelligence agency does not fully comply with a prior documents request, Judiciary Chairman Jim Jordan (R-OH) and Intelligence ...", "link": "https://www.dailywire.com/news/gop-investigators-turn-up-heat-on-cia-over-hunter-biden-laptop-letter", "date_published": "2023-05-17 11:59:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox News Replaces Its Entire Primetime Lineup, Names 3 New Shows: Report", "description": "Fox News is reportedly set to replace its entire primetime lineup with three of the network&#8217;s biggest hosts, according to a new report. The Drudge Report reported Wednesday morning that Fox News host Sean Hannity will take over Tucker Carlson&#8217;s 8 p.m. time slot, while Greg Gutfeld and Jesse Watters will each get their own ...", "link": "https://www.dailywire.com/news/fox-news-replaces-its-entire-primetime-lineup-names-3-new-shows-report", "date_published": "2023-05-17 11:57:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden And McCarthy Make Progress After Latest Debt Ceiling Talks", "description": "President Joe Biden and House Speaker Kevin McCarthy (R-CA) each said on Tuesday that they made progress on debt ceiling negotiations, indicating thaws in an impasse as the nation faces a possible debt default in two weeks. The debt ceiling, a statute that prevents the federal government from spending beyond a predetermined national debt limit ...", "link": "https://www.dailywire.com/news/biden-and-mccarthy-make-progress-after-latest-debt-ceiling-talks", "date_published": "2023-05-17 11:50:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Chairman Demands IRS Chief Answer For Alleged Hunter Biden Probe Shakeup", "description": "A top House Republican wants the Internal Revenue Service (IRS) to clarify what is happening with the criminal investigation into Hunter Biden after lawyers for a whistleblower within the agency claimed his team got removed from the case. Ways and Means Chairman Jason Smith (R-MO) is requesting an &#8220;urgent briefing&#8221; from IRS Commissioner Daniel Werfel&#8217;s office to address concerns ...", "link": "https://www.dailywire.com/news/house-chairman-demands-irs-chief-answer-for-alleged-hunter-biden-probe-shakeup", "date_published": "2023-05-17 11:45:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Journo Who Sparred With Trump At Town Hall Nabs Chris Cuomo’s Old Prime Time Slot", "description": "CNN anchor Kaitlan Collins will take over the prime time slot vacated by recently-ousted anchor Chris Cuomo, the network announced on Wednesday. Network CEO Chris Licht announced that Collins, 31, would host the 9 p.m. ET slot on weeknights beginning sometime in June — the highest-rated hour on CNN prior to Cuomo&#8217;s departure in late ...", "link": "https://www.dailywire.com/news/cnn-journo-who-sparred-with-trump-at-town-hall-nabs-chris-cuomos-old-prime-time-slot", "date_published": "2023-05-17 11:27:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Time For CA, PA Voters To Recall Their U.S. Senators", "description": "Let&#8217;s get one thing straight from the get-go: this isn&#8217;t a partisan thing. The fact that the two senators are Democrats has nothing to do with the call for voters to bounce them from office. For the record, I think voters in New York&#8217;s 3rd congressional district should recall Republican Rep. George Santos, too. But ...", "link": "https://www.dailywire.com/news/time-for-ca-pa-voters-to-recall-their-u-s-senators", "date_published": "2023-05-17 11:23:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prince Harry, Meghan Markle, And Her Mother Involved In ‘Near Catastrophic Car Chase’ With Paparazzi, Spox Says", "description": "Prince Harry, Meghan Markle, and her mother, Doria Ragland, were involved in a car chase with paparazzi for over two hours Tuesday night, a spokesperson for the prince said according to Deadline. The chase, described as “near catastrophic,” happened following an event in New York City where Markle received a “Woman of Vision” award. “This ...", "link": "https://www.dailywire.com/news/prince-harry-meghan-markle-and-her-mother-involved-in-near-catastrophic-car-chase-with-paparazzi-spox-says", "date_published": "2023-05-17 11:05:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bud Light Sales Plummet For Fifth Straight Week As Customers React Against Mulvaney Partnership", "description": "Sales for Bud Light continue to plummet more than one month after the beer brand’s partnership with self-identified transgender social media influencer Dylan Mulvaney. Retail data from Bump Williams Consulting and NielsenIQ indicate that sales for the brew declined 23.6% in the week ended May 6 relative to the same period last year, a slightly ...", "link": "https://www.dailywire.com/news/bud-light-sales-plummet-for-fifth-straight-week-as-customers-react-against-mulvaney-partnership", "date_published": "2023-05-17 10:52:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Philadelphia Democratic Mayoral Primary Winner Hospitalized, Misses Victory Party", "description": "Cherelle Parker, who on Tuesday won the Democratic nomination for Philadelphia&#8216;s upcoming mayoral election, was hospitalized over an emergency, causing her to miss her victory celebration.  Parker, 50, won with 33% of the vote, while former city comptroller Rebecca Rhynhart earned 22%. Leftist candidate Helen Gym garnered 21%. According to the Philadelphia Inquirer, Parker had ...", "link": "https://www.dailywire.com/news/philadelphia-democratic-mayoral-primary-winner-hospitalized-misses-victory-party", "date_published": "2023-05-17 10:50:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Maritime Mystery Solved With Discovery Of Lost Sunken Ship", "description": "One of Australia’s biggest maritime mysteries has been solved with the discovery of a ship that sank 50 years ago, sending its crew on a harrowing journey of survival.  The M.V. Blythe Star has been discovered off the coast of the Australian island state of Tasmania, the Commonwealth Scientific and Industrial Research Organisation (CSIRO) announced ...", "link": "https://www.dailywire.com/news/maritime-mystery-solved-with-discovery-of-lost-sunken-ship", "date_published": "2023-05-17 10:17:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Carolina Republicans Override Democrat Governor’s Veto On Abortion Ban", "description": "North Carolina Republicans voted to override Democratic Governor Roy Cooper’s veto of a 12-week abortion ban, using their supermajority to put the pro-life measure into law.  The law, called the “Care for Women, Children, and Families Act,” bans abortions after 12 weeks, with exceptions for rape or incest until 20 weeks and fetal abnormalities until ...", "link": "https://www.dailywire.com/news/north-carolina-republicans-override-democrat-governors-veto-on-abortion-ban", "date_published": "2023-05-17 09:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}]