[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Śmierć na planie westernu \"Rust\". Zarzuty wobec Aleca Baldwina wycofane", "description": "Zarzuty karne wobec aktora Aleca Baldwina zostały wycofane przez prokuratorów - poinformowali prawnicy aktora. W październiku 2021 roku na planie westernu Rust Baldwin postrzelił reżysera oraz operatorkę kamery. Kobieta zmarła w drodze do szpitala.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/smierc-na-planie-westernu-rdza-alec-baldwin-oczyszczony-z-zarzutow/", "date_published": "2023-04-20 20:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Żądał 22 tys. funtów za uraz pleców. Pogrążyło go zdjęcie z wakacji", "description": "Ferenc Kirinovits miał drobny wypadek samochodowy i złożył pozew cywilny w wysokości 22 tys. funtów (ok. 115 tys. zł) za obrażenia i utracone dochody. Mężczyzna utrzymywał, że w wyniku zdarzenia doznał urazu pleców. Ale firma ubezpieczeniowa nabrała podejrzeń, gdy zobaczyła zdjęcia poszkodowanego z wakacji spędzonych z żoną w Meksyku. Na jednym z nich wisiał do góry nogami na... tyrolce.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/zadal-22-tys-funtow-za-uraz-plecow-pograzylo-go-zdjecie-z-wakacji/", "date_published": "2023-04-20 19:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Arabia Saudyjska: Śnieg i gradobicie w mieście At-Taif", "description": "Al-Taif, miasto położone w zachodniej części Arabii Saudyjskiej, zostało zasypane przez śnieg i grad. Drogi w kilka minut stały się nieprzejezdne. Śnieżyce są niespotykanym zjawiskiem w tej części świata. Na zachodzie kraju temperatura w kwietniu wynosi 20-30 stopni Celsjusza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/arabia-saudyjska-snieg-i-gradobicie-w-miescie-at-taif/", "date_published": "2023-04-20 19:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Zdziczałe kozy terroryzują miasto. Mieszkańcy chcą ich odstrzelenia", "description": "Małe miasteczko w północnej Walii terroryzuje gang zdziczałych kóz. Zwierzęta nie tylko niszczą uprawy oraz tereny zielone, ale także domagają się od miejscowych jedzenia i utrudniają życie kierowcom. Poirytowani mieszkańcy mają dosyć kóz i domagają się od urzędników ich odstrzelenia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/zdziczale-kozy-terroryzuja-miasto-mieszkancy-chca-ich-odstrzelenia/", "date_published": "2023-04-20 18:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Rzadkie zwierzę zauważone przez mieszkańców. Ostrzeżenia przed zbliżaniem się", "description": "Rzadka tajemnicza bestia zauważona w walijskich miastach - ostrzega brytyjski Daily Mail. Ratownicy zwierząt opracowują plan schwytania bardzo rzadko spotykanego lisa srebrnego, który ich zdaniem uciekł właścicielowi trzymającego go prywatnie jako egzotyczne zwierzę domowe. Eksperci apelują o trzymanie się z dala od tego drapieżnika, a w sieci pojawiły się zdjęcia z czarnym osobnikiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/wielka-brytania-rzadkie-zwierze-zauwazone-przez-mieszkancow-ostrzezenia-przed-zblizaniem-sie/", "date_published": "2023-04-20 17:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wezwała hydraulika do mieszkania. Wyjął z jej szafki wałek do ciasta", "description": "Mieszkanka Australii wezwała hydraulika do zatkanej toalety. W celu usunięcia usterki mężczyzna postanowił wykorzystać wałek do ciasta. Po wszystkim odłożył przedmiot na miejsce, nie dezynfekując go, ani nie informując o tym fakcie właścicielki. Wszystko nagrała jednak kamera monitoringu. Z szafki przy łóżku kobiety miała także zniknąć para kolczyków. Sprawa trafiła na policję.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/wezwala-hydraulika-do-mieszkania-wyjal-z-jej-szafki-walek-do-ciasta/", "date_published": "2023-04-20 17:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Wygrał na loterii trzeci raz w ciągu roku. Wybiera ciągle te same cyfry", "description": "50-latek z hrabstwa Charles zgłosił się do siedziby organizatora loterii po odbiór swojej nagrody. To trzecia wygrana w ciągu niecałego roku. Szczęśliwiec przyznał, że zwycięstwo przynosi mu wciąż ta sama kombinacja cyfr. Łącznie wzbogacił się 150 tys. dolarów. Wydał natomiast trzy dolary.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/usa-wygral-na-loterii-trzeci-raz-w-ciagu-roku-wybiera-ciagle-te-same-cyfry/", "date_published": "2023-04-20 16:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tajlandia: Pokłócił się z recepcjonistą. W odwecie podpalił hotel", "description": "Brytyjski turysta pokłócił się z recepcjonistą hotelu w Tajlandii. Mężczyzna postanowił z zemsty podpalić swój pokój hotelowy. Służby rozpoczęły poszukiwania 27-latka, który ulotnił z miejsca zdarzenia przed przyjazdem straży pożarnej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/tajlandia-poklocil-sie-z-recepcjonista-w-odwecie-podpalil-hotel/", "date_published": "2023-04-20 16:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Naukowcy odkryli przyczynę siwienia. Teraz już wiedzą, jak mu zapobiec", "description": "Chociaż procesu starzenia się - jeszcze - nie można zatrzymać, a o postępującej wciąż metryce co niektórym przypomina siwizna, to dla niezadowolonych z utraty naturalnego koloru włosów być może jest jeszcze nadzieja. Naukowcy właśnie opublikowali obiecujące badania. Sądzą, że udało się im znaleźć przyczynę, dla której nasze głowy siwieją wraz z wiekiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/naukowcy-odkryli-przyczyne-siwienia-teraz-juz-wiedza-jak-mu-zapobiec/", "date_published": "2023-04-20 16:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Na jego podwórko wleciała piłka. Postrzelił sześciolatkę i rodziców", "description": "Mieszkaniec Karoliny Północnej postrzelił z broni palnej sześciolatkę i jej rodziców, po tym jak na jego posesję wleciała piłka do koszykówki. W incydencie ranny został także sąsiad rodziny. Organy ścigania cały czas poszukują 24-letniego podejrzanego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/usa-na-jego-podworko-wleciala-pilka-postrzelil-szesciolatke-i-rodzicow/", "date_published": "2023-04-20 14:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. 10 lat temu dziura pochłonęła jego sypialnię. Od tamtej pory jest uznawany za zaginionego", "description": "Mieszkańcy polskiej Trzebini drżą o swoje życie, oglądając pojawiające się niemal każdego miesiąca nowe zapadliska w swoim sąsiedztwie. Na szczęście do tej pory w wyniku powstawania dziur nikt nie ucierpiał. Nie może tego powiedzieć mieszkaniec Florydy, którego w środku nocy pochłonął żywcem głęboki na sześć metrów lej krasowy. Od tamtego tragicznego incydentu mija 10 lat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/usa-10-lat-temu-dziura-pochlonela-jego-sypialnie-od-tamtej-pory-jest-uznawany-za-zaginionego/", "date_published": "2023-04-20 14:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Start Starship od SpaceX. Lot testowy największej rakiety w historii zakończony eksplozją", "description": "O godz. 15:33, z portu kosmicznego SpaceX w Boca Chica w Teksasie, w lot testowy wystartował bezzałagowy statek Starship wraz z rakietą Super Heavy. Po czterech minutach doszło do eksplozji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/start-starship-od-space-x-to-najwieksza-rakieta-w-historii/", "date_published": "2023-04-20 14:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Żółw na głowie aligatora. Podróżnik pokazał niezwykłe zdjęcie", "description": "Amerykański podróżnik podzielił się w mediach społecznościowych niezwykłym zdjęciem z Florydy. Można zobaczyć na nim żółwia płynącego na głowie aligatora. Nietypowa fotografia błyskawicznie obiegła sieć. Żółwiowi brakuje tylko kowbojskiego kapelusza - ocenił żartobliwie jeden z komentujących.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/usa-zolw-na-glowie-aligatora-podroznik-pokazal-niezwykle-zdjecie/", "date_published": "2023-04-20 13:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Wściekły byk atakował przechodniów. Zagrażał też dzieciom w szkole", "description": "Był rozeźlony, nawet właściciel nie mógł go uspokoić ani schwytać. Byk wymknął się z gospodarstwa i atakował mieszkańców brytyjskiego miasteczka. Na miejsce wezwano policję, która przestrzegła mieszkańców i okoliczną szkołę o zagrożeniu. Mundurowi przyznają, że zagrożenie było poważne, więc musieli podjąć trudną decyzję. W stronę zwierzęcia padły strzały.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/wielka-brytania-wsciekly-byk-atakowal-przechodniow-zagrazal-tez-dzieciom-w-szkole/", "date_published": "2023-04-20 13:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Dmitrij Pieskow zapytany o sobowtóra Putina: Bardzo dziwne", "description": "Rzecznik prasowy prezydenta Rosji Dmitrij Pieskow ocenił jako bardzo dziwne doniesienia o pojawieniu się sobowtóra zamiast Władimira Putina podczas wizyty na okupowanych ukraińskich terenach - podaje rosyjski portal Kommersant. Jedną z osób, która zarzucała wykorzystanie sobowtóra Putina był Ołeksij Daniłow, szef Rady Bezpieczeństwa Narodowego i Obrony Ukrainy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/rosja-dmitrij-pieskow-zapytany-o-sobowtora-putina-bardzo-dziwne/", "date_published": "2023-04-20 12:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Arabia Saudyjska. Wulgarny gest Cristiano Ronaldo. Portugalczyk może stanąć przed sądem", "description": "Cristiano Ronaldo po ostatnim spotkaniu przeciwko Al-Hilal znalazł się w tarapatach. Jego obsceniczny gest spowodował, że grozi mu rozprawa sądowa, która może zakończyć się wydaleniem z Arabii Saudyjskiej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/arabia-saudyjska-wulgarny-gest-cristiano-ronaldo-portugalczyk-moze-stanac-przed-sadem/", "date_published": "2023-04-20 12:10:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Korea Południowa. Nie żyje gwiazda K-pop Moon Bin. 25-latek został znaleziony w mieszkaniu w Seulu", "description": "Nie żyje Moon Bin. 25-letni gwiazdor muzyki K-pop został znaleziony w środę wieczorem przez swojego menagera w mieszkaniu w Seulu. W czwartek wytwórnia muzyczna Fantagio potwierdziła jego śmierć. Policja po kilku godzinach przekazała, że mężczyzna odebrał sobie życie", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/korea-poludniowa-nie-zyje-gwiazda-k-pop-moon-bin-25-latek-zostal-znaleziony-w-mieszkaniu-w-seulu/", "date_published": "2023-04-20 11:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Oszustwo na ultramaratonie. Joasia Zakrzewski cześć trasy pokonała autem. \"Nieporozumienie\"", "description": "Topowa szkocka biegaczka długodystansowa Joasia Zakrzewski cztery z 80 kilometrów trasy ultramaratonu pokonała autem. Jedynie przez chwilę cieszyła się z miejsca na podium - została zdyskwalifikowana. Teraz kobieta uważa, że incydent był spowodowany nieporozumieniem,", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/oszustwo-na-ultramaratonie-joasia-zakrzewski-czesc-trasy-przejechala-autem/", "date_published": "2023-04-20 11:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Chciała zabić, by ukraść tożsamość. Wyrok dla Rosjanki", "description": "Wiktoria Nasirowa, 45-letnia Rosjanka mieszkająca w Nowym Jorku, która usiłowała zabić i ukraść tożsamość kobiety pochodzącej z Ukrainy została skazana - podał portal BBC. Za próbę zabójstwa bliźniaczo podobnej kobiety spędzi 21 lat w więzieniu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/usa-chciala-zabic-i-ukrasc-tozsamosc-wyrok-dla-rosjanki/", "date_published": "2023-04-20 09:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Leopardy wysłane Ukrainie mają być serwisowane w Polsce. Decyzja zapadanie w Ramstein", "description": "Leopardy, które wysłane zostały na Ukrainę, mają być serwisowane w polskiej zbrojeniówce - przekazał korespondent Polsat News i Interii Tomasz Lejman. Z ustaleń wynika, że trwają rozmowy w tej sprawie. Jeśli zakończą się powodzeniem, to po piątkowym spotkaniu szefów obrony NATO w Ramstein powinien pojawić się oficjalny komunikat.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/niemcy-leopardy-wyslane-ukrainie-maja-byc-serwisowane-w-polsce-decyzja-zapadanie-w-ramstein/", "date_published": "2023-04-20 09:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Wrócił z wojny i na oczach dzieci zabił żonę", "description": "Rosjanin z Zawołżska, który wrócił z wojny w Ukrainie na oczach dzieci zabił żonę - podał portal The Moscow Times. Mężczyzna został zatrzymany, w sprawie zabójstwa trwa śledztwo. Jak powiadomiono, dzieci, którymi nie chcą zaopiekować się krewni, najprawdopodobniej trafią do sierocińca.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/rosja-wrocil-z-wojny-i-na-oczach-dzieci-zabil-zone/", "date_published": "2023-04-20 07:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Jemen: Panika w stolicy. Dziesiątki ofiar śmiertelnych i rannych", "description": "Co najmniej 78 osób zginęło, a ponad sto zostało rannych w stolicy Jemenu Sanie, gdy podczas rozdawania datków charytatywnych w tłumie wybuchła panika - podał portal CNN. Mieszkańcy mieli otrzymać równowartość dziewięciu dolarów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/jemen-panika-w-stolicy-dziesiatki-ofiar-smiertelnych-i-rannych/", "date_published": "2023-04-20 06:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Maria Zacharowa odpowiedziała prezydentowi Korei Płd.: Otwarcie wrogi ruch antyrosyjski", "description": "Moskwa uważa wszelkie dostawy broni na Ukrainę za otwarcie wrogie posunięcie antyrosyjskie - powiedziała w czwartek rzeczniczka rosyjskiego MSZ Maria Zacharowa, cytowana przez TASS. Jej komentarz odnosi się do wypowiedzi prezydenta Korei Południowej Juk Suk Jeola w sprawie możliwego poszerzenia wsparcia dla Kijowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/rosja-maria-zacharowa-odpowiedziala-prezydentowi-korei-pld-otwarcie-wrogi-ruch-antyrosyjski/", "date_published": "2023-04-20 06:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Młody zapaśnik zaatakował rywala po walce", "description": "Skandalem zakończyła się jedna z walk podczas młodzieżowego turnieju zapasów rozgrywanego w stanie Illinois w USA. Przegrany zawodnik nie mógł pogodzić się z porażką i po walce zaatakował rywala, który chciał mu podziękować za pojedynek. Uderzony pięścią w twarz zapaśnik doznał poważnych obrażeń.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/usa-mlody-zapasnik-zaatakowal-rywala-po-walce-zlamal-mu-nos/", "date_published": "2023-04-20 05:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Wybuch nad Kijowem. Media: Satelita albo meteoryt", "description": "W środę późnym wieczorem nad Kijowem pojawiła się świetlista kula. Po chwili obiekt zgasł. Trwają spekulacje nad jego pochodzeniem. Wykluczono, że był to efekt działań wojennych. Strona ukraińska od początku informowała, że to satelita albo meteoryt, który wszedł w atmosferę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-20/ukraina-wybuch-nad-kijowem-media-satelita-albo-meteoryt/", "date_published": "2023-04-20 05:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]