[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Two Critical Flaws Found in Alibaba Cloud's PostgreSQL Databases", "description": "A chain of two critical flaws has been disclosed in Alibaba Cloud's ApsaraDB RDS for PostgreSQL and AnalyticDB for PostgreSQL that could be exploited to breach tenant isolation protections and access sensitive data belonging to other customers.\n\"The vulnerabilities potentially allowed unauthorized access to Alibaba Cloud customers' PostgreSQL databases and the ability to perform a supply chain", "link": "https://thehackernews.com/2023/04/two-critical-flaws-found-in-alibaba.html", "date_published": "2023-04-20 13:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Beyond Traditional Security: NDR's Pivotal Role in Safeguarding OT Networks", "description": "Why is Visibility into OT Environments Crucial?\nThe significance of Operational Technology (OT) for businesses is undeniable as the OT sector flourishes alongside the already thriving IT sector. OT includes industrial control systems, manufacturing equipment, and devices that oversee and manage industrial environments and critical infrastructures. In recent years, adversaries have recognized the", "link": "https://thehackernews.com/2023/04/beyond-traditional-security-ndrs.html", "date_published": "2023-04-20 11:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Lazarus Group Adds Linux Malware to Arsenal in Operation Dream Job", "description": "The notorious North Korea-aligned state-sponsored actor known as the Lazarus Group has been attributed to a new campaign aimed at Linux users.\nThe attacks are part of a persistent and long-running activity tracked under the name Operation Dream Job, ESET said in a new report published today.\nThe findings are crucial, not least because it marks the first publicly documented example of the", "link": "https://thehackernews.com/2023/04/lazarus-group-adds-linux-malware-to.html", "date_published": "2023-04-20 11:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fortra Sheds Light on GoAnywhere MFT Zero-Day Exploit Used in Ransomware Attacks", "description": "Fortra, the company behind Cobalt Strike, shed light on a zero-day remote code execution (RCE) vulnerability in its GoAnywhere MFT tool that has come under active exploitation by ransomware actors to steal sensitive data.\nThe high-severity flaw, tracked as CVE-2023-0669 (CVSS score: 7.2), concerns a case of pre-authenticated command injection that could be abused to achieve code execution. The", "link": "https://thehackernews.com/2023/04/fortra-sheds-light-on-goanywhere-mft.html", "date_published": "2023-04-20 11:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "ChatGPT's Data Protection Blind Spots and How Security Teams Can Solve Them", "description": "In the short time since their inception, ChatGPT and other generative AI platforms have rightfully gained the reputation of ultimate productivity boosters. However, the very same technology that enables rapid production of high-quality text on demand, can at the same time expose sensitive corporate data. A recent incident, in which Samsung software engineers pasted proprietary code into ChatGPT,", "link": "https://thehackernews.com/2023/04/chatgpts-data-protection-blind-spots.html", "date_published": "2023-04-20 11:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Daggerfly Cyberattack Campaign Hits African Telecom Services Providers", "description": "Telecommunication services providers in Africa are the target of a new campaign orchestrated by a China-linked threat actor at least since November 2022.\nThe intrusions have been pinned on a hacking crew tracked by Symantec as Daggerfly, and which is also tracked by the broader cybersecurity community as Bronze Highland and Evasive Panda.\nThe campaign makes use of \"previously unseen plugins from", "link": "https://thehackernews.com/2023/04/daggerfly-cyberattack-campaign-hits.html", "date_published": "2023-04-20 10:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "NSO Group Used 3 Zero-Click iPhone Exploits Against Human Rights Defenders", "description": "Israeli spyware maker NSO Group deployed at least three novel \"zero-click\" exploits against iPhones in 2022 to infiltrate defenses erected by Apple and deploy Pegasus, according to the latest findings from Citizen Lab.\n\"NSO Group customers widely deployed at least three iOS 15 and iOS 16 zero-click exploit chains against civil society targets around the world,\" the interdisciplinary laboratory", "link": "https://thehackernews.com/2023/04/nso-group-used-3-zero-click-iphone.html", "date_published": "2023-04-20 10:11:00+00:00", "persistent": false, "user": null, "language": "en-US"}]