[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "NVIDIA on Linux is WAY BETTER than everyone says, but...", "description": "Download the free report on managing cyber threats using the MITRE ATT&amp;CK framework and live patching: https://bit.ly/41zVI5O\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#nvidia #linux #gpu \n\n\n00:00 Intro\n00:46 Sponsor: Free report on cybersecurity with the MITRE ATT&amp;CK framework\n01:26 Nvidia Drivers\n03:27 Screen Tearing\n06:04 Multi Monitor support\n07:34 Hybrid graphics\n10:10 Wayland Support\n11:48 Power Management\n13:04 It's not the whole story\n14:09 Why would anyone pick Nvidia, though?\n15:26 Sponsor: Get a PC that runs Linux perfectly, from Tuxedo\n16:19 Support the channel\n\n\nDrivers are a one click install from the graphical app store. DO NOT install them manually from the nvidia website, and don't mess with kernels that your distro doesn't officially pack.\n\nSo, a first big issue people report with nvidia drivers is Screen tearing. I plugged my desktop's RTX 3070 into a basic 1080p monitor. That desktop uses X11, and  tearing just isn't a thing here.\n\nNow, if I launch a game to see how well things go, for example Darktide, with v sync off, we can clearly see some big tearing happening. With vsync on, it disappears.\n\nIf you still have tearing, you can auto start a command when your computer starts, with the following command line:\n \nnvidia-settings --assign CurrentMetaMode=\"nvidia-auto-select +0+0 {ForceFullCompositionPipeline=On}\"\n\nAdd that command to your startup applications, and you're done.\n\nBut how about multi monitor support? I plugged my laptop running Wayland, into the same external monitor, the basic 1080p one, using the hdmi port that's connected to the nvidia dedicated GPU.\nNothing to say here, it just works.\n\nI also plugged in 2 displays onto my desktop, the 1080p one, and my usual 1440p ultrawide, straight into the RTX3070.\n\nNo problems here, both displays are detected immediately. Same experience with KDE Plasma, no issues to report here, multi monitor support works normally.\n\nNow, another thing people tend to hold against nvidia drivers is the hybrid graphics support, as in you have a laptop with a dedicated GPU from Nvidia, and an AMD integrated chip, or an Intel one.\n\nOn Wayland, it seems that hybrid mode is the default, and the only mode you can use, I could not find a way to move it back to the intel GPU only, or Nvidia only. Hybrid mode works perfectly.\n\nOn X11, the experience is pretty much the same. Hybrid mode is the default, and you do get a bunch more options in the nvidia control panel.\n\nNvidia has the reputation of not working with Wayland, but that's not true anymore. Everything works as it would on a normal wayland session: touchpad gestures, no screen tearing, fractional scaling support, screen sharing and recording, and running any application. Same experience on KDE with Wayland, it just works.\n\nOn my laptop, closing the lid will suspend the laptop. But very regularly, opening the lid doesn't wake the laptop back up, and I get a black screen.\n\nI can get out of it by just getting into a TTY, then moving back to TTY1, and I'm good, but it's not what I'd call a smooth experience.\n\nOn my desktop, running Fedora also but with X11, suspend works perfectly, and resuming also happens without any issues.\n\nAll my tests are done using the latest nvidia drivers available on Fedora 37 with GNOME, and on Ubuntu 22.10 with KDE 5.25, and all these devices have relatively recent Nvidia GPUs. So it's only 2 distros, 2 desktop environments, and 3 different cards from the same generation.\n\nSupport for older GPUs, like the RTX10 series, or older ones, might not be as good, and might require you to use older legacy drivers, which very probably won't support Wayland, and might have more issues.", "link": "https://www.youtube.com/watch?v=9f4B8uIPqcE", "date_published": "2023-04-20 16:02:19+00:00", "persistent": false, "user": null, "language": "en-US"}]