[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Amnesia: The Bunker - 12 Things You Need To Know Before You Buy", "description": "We've had no shortage of excellent survival horror games to play over recent months and years, and plenty more are coming up soon. The one that's closest to us and thus has most of our attention is Amnesia: The Bunker, the next instalment in Frictional Games' beloved survival horror franchise. What's really interesting about it, other than the fact that it's another Amnesia game, is that it's doing a lot of things that you wouldn't necessarily associate with the series, and trying to evolve and expand its tried-and-tested formula in some pretty significant ways. \n\nDue out on May 23, excitement surrounding Amnesia: The Bunker is starting to build, and as we get closer to its launch, here, we're going to talk about a few key things that you should know about it.", "link": "https://www.youtube.com/watch?v=zGTzkEnbL-c", "date_published": "2023-04-20 15:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Is Horizon Forbidden West: Burning Shores Pushing The PS5 To Deliver Next-Gen Graphics?", "description": "Guerilla Games has done a fantastic job with Horizon: Forbidden West by taking a strong foundation of ideas and casting a wide net of new mechanics and refined polish for a sequel that completely dwarfs the original in terms of scope and visuals. Not only does the game manage to impress with its moment-to-moment gameplay, Horizon: Forbidden West also shines bright as a strong reminder of the PS5’s graphical grunt and a testament to the rendering prowess of the Decima Engine. \n\nEven after a year since its release, Horizon: Forbidden West stands tall as one of the best looking open worlds on the market. Thanks to the newly released Burning Shores expansion, we are getting another chance to dive deep into this beautifully desolate world and see what’s under the hood with this PS5 exclusive expansion.", "link": "https://www.youtube.com/watch?v=pJFP0XpkLfw", "date_published": "2023-04-20 13:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}]