[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "America's Dangerous Trucks (full documentary) | FRONTLINE", "description": "Deadly traffic accidents involving large trucks have surged over the past decade. FRONTLINE and ProPublica investigate one particularly gruesome kind of truck accident — underride crashes — and why they keep happening. \n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\n“These are crashes where a smaller vehicle gets caught under large trucks like 18-wheelers, often with devastating consequences,” says award-winning correspondent A.C. Thompson (“Documenting Hate,” “American Insurrection,” and “Law & Disorder”). “Our new investigation explores what the trucking industry and the government knew about these crashes, when they knew it, and their role in the fight over safety measures that could potentially save thousands of lives.”\n\nAmerica’s Dangerous Trucks is a FRONTLINE production with Midnight Films LLC in partnership with ProPublica. The director is Gabrielle Schonder. The producers are A.C. Thompson, Gabrielle Schonder and Karim Hajj. The correspondent is A.C. Thompson. The writers are A.C. Thompson and Gabrielle Schonder. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath. \n\nExplore additional reporting on \"America’s Dangerous Trucks\" on our website and ProPublica’s website:\n\nhttps://www.pbs.org/wgbh/frontline/documentary/americas-dangerous-trucks/\nhttps://www.propublica.org/\n\n#Documentary #Trucks #Accidents #Crashes #Traffic\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nPrologue - 00:00\nA 16-Year-Old Killed in a Truck Underride Crash - 00:34\nWhat Are Underride Crashes — and Why Are They So Devastating? - 4:38\nJayne Mansfield’s 1967 Death Put Underride Crashes in Spotlight - 8:30\nDept. of Transportation’s Lead Agency on Underride Crashes: NHTSA - 9:52 \nTruck Rear Guards Met 1998 Federal Regulations But Mostly Failed Crash Tests - 12:26\nThe Truck Industry Lobby and NHTSA - 17:42\nSen. Gillibrand Seeks Stronger Regulations to Prevent Underride Crashes - 27:54\nThe Truck Industry’s Reaction to Proposed Underride Regulations - 30:49\nAccident Reconstructionist Tests a New Kind of Truck Side Guard - 33:10\nWhy Is There a Lack of Reliable Data on Truck Underride Crashes and Fatalities? - 38:52\nDepartment of Transportation Insider Speaks Out - 45:10\nCredits - 51:58", "link": "https://www.youtube.com/watch?v=1LyaWzOesXk", "date_published": "2023-06-14 02:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]