[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tank: Tiny Desk Concert", "description": "NPR Music is celebrating Black Music Month with an array of brand new Tiny Desk concerts. Together, these artists represent the past, present and future of Black music. This month of carefully curated shows is a celebration of Black artists expressing themselves in ways we've never seen before, and of the Tiny Desk's unique way of showcasing that talent.\n\nAshley Pointer | June 14, 2023\nIt's practically a sin to not have Durrell \"Tank\" Babbs on your spiciest playlist — he's penned some of the steamiest records in R&amp;B. If you've been following our Black Music Month takeover, it's likely you spotted Tank accompanying Babyface, the love maestro himself, on background vocals. In his own concert, the veteran crooner and R&amp;B scholar performed a 14-song medley of passionate love songs and bedroom bops from across his 23 years-long career in music, and turned the Tiny Desk into \"the big, nasty Desk.\"\n\nThis doesn't happen without warning: \"Some of these songs make you wanna make up. Some of these songs make you wanna breakup and some of these songs make you want to participate in various sexual activities,\" Tank declared before traversing his catalog. Backed by the phenomenal Florida-based MVP Band, along with a trio of famed background vocalists — singer-songwriter-actor Luke James, singer Brooke Valentine and songwriter/producer Lonny Bereal — we got a taste of the songs that not only established Tank as a pillar in R&amp;B, but hits he wrote and produced for other notable artists such as Jamie Foxx, Omarion, Marques Houston and LeToya Luckett.\n\nFull of buttery smooth runs and yearning melodies (along with the occasional, witty HR joke), Tank's Tiny Desk concert is a stellar display of how powerful the allure of R&amp;B can be, and perhaps a masterclass for any youngin' learning how to woo.\n\nSET LIST\n\"Slowly\"\n\"Coldest\"\n\"Do What It Do\"\n\"O\"\n\"Naked\"\n\"Regret\"\n\"When We\"\n\"Dirty\"\n\"Can't Let It Show\"\n\"Slow\"\n\"See Through Love\"\n\"Maybe I Deserve\"\n\"I Deserve\"\n\"Please Don't Go\"\n\nMUSICIANS\nTank: vocals\nLonny Bereal: vocals\nBrooke Valentine: vocals\nLuke James: vocals\nLa'Chaz Holloway: guitar\nAlex Hill: keys\nJevon Hill: keys, vocals\nArthur Jones: bass\nJimmy Hill: drums\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector: Joshua Bryant\nAudio Engineer: Neil Tevault \nCreative Director: Bob Boilen\nEditor: Maia Stern\nVideographers: Joshua Bryant, Maia Stern, Sofia Seidel, Kara Frame\nAudio Assistant: Hannah Gluvna\nProduction Assistant: Ashley Pointer\nPhotographer: Elizabeth Gillis\nTiny Desk Team: Suraya Mohamed, Josh Rogosin, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #tank", "link": "https://www.youtube.com/watch?v=nmBxJ2VcUk0", "date_published": "2023-06-14 09:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}]