[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Unreal Engine 5 Mind-Blowing GRAPHICS #shorts", "description": "Check out this latest footage showcasing graphics from upcoming demos and levels built in Unreal Engine 5. This is truly stunning!", "link": "https://www.youtube.com/watch?v=SAnmRskdpeg", "date_published": "2023-06-14 20:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mortal Kombat 1 Lore Theory: Will Scorpion and Sub Zero Become Enemies Once Again?", "description": "After a long wait and plenty of rumors, NetherRealm finally announced its next entry in the Mortal Kombat series: Mortal Kombat 1. It's out on September 19th for Xbox Series X/S, PS5, PC and Switch. Though it showcased no gameplay, the announcement trailer featured the fighter's signature, over-the-top brutality with multiple fatalities.\n\nHowever, what's most interesting about the title is that it's a reboot. Classic characters have new roles and new relationships with each other, and this is not a direct continuation of Mortal Kombat 11's story. It's a clean slate, meaning we'll have to rethink what we know about icons like Scorpion and Sub-Zero.\n\nWill they work together or become sworn enemies once more? Let's look at some possibilities ahead of the game's release.", "link": "https://www.youtube.com/watch?v=fYEjG9jmWUo", "date_published": "2023-06-14 15:30:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Forza Motorsport (2023) - 11 New Things YOU NEED TO KNOW", "description": "Turn 10 Studios has established itself as one of the leading developers of racing sims over the course of nearly two decades, having delivered over half a dozen excellent Forza Motorsport games that, with each new iteration, have pushed the boundaries of the genre further than ever before. \n\nThe series is rebooting itself with its next instalment, called simply Forza Motorsport, and ahead of its release later this year (which finally got set in stone at the recent Xbox Games Showcase), Turn 10 has started to reveal much more about what players can expect from the game. Recently, the developer showcased a comprehensive deep dive into the racer’s career mode, and here, we’re going to turn our attention there, and talk about everything you should know about it.", "link": "https://www.youtube.com/watch?v=X73Pc2cFdwk", "date_published": "2023-06-14 13:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "SERIOUSLY, Starfield's 30 FPS Lock on Xbox Isn't a Big Deal", "description": "Starfield looks like Bethesda's biggest game yet, and undoubtedly one of the industry's biggest this year. It offers an array of systems, from crafting and procedurally generated worlds to space combat and main quests. With such massive scope and scale, you would expect some compromises.\n\nSurely enough, as revealed by director Todd Howard, the sci-fi RPG runs at a locked 30 FPS on Xbox Series X/S for consistency and without sacrificing visual fidelity or gameplay complexity. While that hasn't stopped Starfield from becoming a best-seller on Steam, there are no doubt concerns over the frame rate, especially in this generation of powerful hardware.\n\nSo why isn't it a big deal, especially compared to other recent releases like Redfall? Find out here.", "link": "https://www.youtube.com/watch?v=NnHVYaCt-kM", "date_published": "2023-06-14 10:45:01+00:00", "persistent": false, "user": null, "language": "en-US"}]