[{"source": "https://www.computerworld.com/index.rss", "title": "European Commission could move to break up Google’s ad empire", "description": "<article>\n\t<section class=\"page\">\n<p>The European Commission announced today that Google may have violated EU antitrust law by controlling too much of the online advertising industry, and that it could move to force the company to divest part of its advertising business if it wants to continue operating in Europe.</p><p>In a preliminary finding issued this morning, the Commission said that Google’s high degree of control over both the supply and demand side of the advertising technology market threatens free competition in that market and that it could force Google to sell off some of its core business to address those concerns.</p><p>“The Commission preliminarily finds that, in this particular case, a behavioral remedy is likely to be ineffective to prevent the risk that Google continues such self-preferencing conducts or engages in new ones,” the statement read.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699708/european-commission-could-move-to-break-up-googles-ad-empire.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699708/european-commission-could-move-to-break-up-googles-ad-empire.html#tk.rss_all", "date_published": "2023-06-14 18:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "EU Parliament approves AI Act, moving it closer to becoming law", "description": "<article>\n\t<section class=\"page\">\n<p>The European Parliament has approved a draft of the EU's AI Act, taking a major step toward what could be the first comprehensive set of regulations for AI in the West.</p><p>However, the legislation did not pass unanimously, with the final vote at 499 in favor, 28 against, and 93 abstentions. While today’s vote marks a huge step forward in the regulation of AI technology, the draft legislation is still subject to change, with each EU country needing to agree on the bill before it becomes law.</p><p>Members of the European Parliament reached an initial agreement on its <a href=\"https://www.computerworld.com/article/3695009/eu-closes-in-on-ai-act-with-last-minute-chatgpt-related-adjustments.html\">AI Act back in April,</a> after a number of last-minute amendments were added relating to the regulation of <a href=\"https://www.infoworld.com/article/3689973/what-is-generative-ai-the-evolution-of-artificial-intelligence.html\">generative AI</a> and <a href=\"https://www.computerworld.com/article/3697649/what-are-large-language-models-and-how-are-they-used-in-generative-ai.html\">large language models</a>, such as <a href=\"https://www.computerworld.com/article/3682143/chatgpt-finally-an-ai-chatbot-worth-talking-to.html\">ChatGPT</a>. This includes a requirement for generative AI systems like to comply with transparency requirements by disclosing if content was AI-generated, and helping to distinguish <a href=\"https://www.infoworld.com/article/3574949/what-are-deepfakes-ai-that-deceives.html\">deep-fake</a> images from real ones.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699311/eu-parliament-approves-ai-act-moving-it-closer-to-becoming-law.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699311/eu-parliament-approves-ai-act-moving-it-closer-to-becoming-law.html#tk.rss_all", "date_published": "2023-06-14 16:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "US judge temporarily blocks Microsoft's Activision deal at request of FTC", "description": "<article>\n\t<section class=\"page\">\n<p>A district judge in San Francisco has granted a Federal Trade Commission (FTC) request to temporarily block Microsoft’s proposed $69 billion acquisition of Activision Blizzard, ahead of a hearing on June 22.</p><p>Judge Edward Davila <a href=\"https://www.documentcloud.org/documents/23845848-ftc-v-microsoft-order-re-tro-and-preliminary-injunction\" rel=\"nofollow\">ruled</a> that a “preliminary injunction is warranted [to] preserve the FTC’s ability to obtain an effective permanent remedy” to its antitrust concerns. Microsoft and Activision have until June 16 to submit their opposition to the motion, while the FTC must respond by June 20.</p><p>An evidentiary hearing will be held on June 22 for the judge to hear oral arguments about whether the injunction should remain in force until the FTC's antitrust case is resolved. The ruling on the FTC's request for an injunction comes six months after the FTC filed its initial antitrust case against the acquisition, arguing that if the deal were to go ahead, Microsoft would have an “increased incentive to withhold or degrade Activision’s content in ways that substantially lessen competition — including competition on product quality, price, and innovation.”</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699310/us-judge-temporarily-blocks-microsofts-activision-deal-at-request-of-ftc.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699310/us-judge-temporarily-blocks-microsofts-activision-deal-at-request-of-ftc.html#tk.rss_all", "date_published": "2023-06-14 16:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "6 ways iPadOS 17 makes iPads more productive", "description": "<article>\n\t<section class=\"page\">\n<p>Currently available in beta, <a href=\"https://www.apple.com/ipados/ipados-17-preview/\" rel=\"noopener nofollow\" target=\"_blank\">iPadOS 17</a> at first glance doesn’t deliver the same magnitude of productivity improvements we saw in the previous version of the tablet OS. Still, <a href=\"https://www.applemust.com/wwdc-whats-new-in-apples-ipados-17/\" rel=\"noopener nofollow\" target=\"_blank\">there are some useful additions</a>, many of which are shared across all relevant Apple platforms.</p><h2><strong>Stage Manager is a lot more flexible</strong></h2>\n<p><a href=\"https://www.computerworld.com/article/3667999/what-is-apple-stage-manager-and-how-is-it-used.html\">Stage Manager</a> now lets you resize app windows. It isn’t perfect — you don’t have granular control of application window size, but the system does seem to give you more flexibility in the sizes available to you. To resize a window, just grab it by the corner and shuffle it into shape.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699266/6-ways-ipados-17-makes-ipads-more-productive.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699266/6-ways-ipados-17-makes-ipads-more-productive.html#tk.rss_all", "date_published": "2023-06-14 16:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "5 hot workplace collaboration trends (and 2 going cold)", "description": "<article>\n\t<section class=\"page\">\n<p>Workplace collaboration is vital for the flow of knowledge across an organization, and, ultimately, to enable employees to get work done. Get it right and collaboration between workers can result in better coordination of shared projects, a boost to creativity, faster problem-solving, and an increase in individual productivity. </p><p>The rise of remote work in recent years has highlighted the importance of connecting individuals, no matter where their desk is or what time zone they’re in. At the same time, the tools used by teams to work together continue to evolve quickly: there are a huge range of collaboration software products available to businesses, from email to real-time chat apps and video meeting platforms, while collaboration functions are also built directly into productivity, project management, and other business apps these days. Looking further ahead, there’s even the prospect of <a href=\"https://www.computerworld.com/article/3697812/metaverse-not-dead-yet.html\">conversing in virtual environments</a>.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699069/workplace-collaboration-trends.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699069/workplace-collaboration-trends.html#tk.rss_all", "date_published": "2023-06-14 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Android's hidden Smart Display superpower", "description": "<article>\n\t<section class=\"page\">\n<p>All right, my fellow Android-appreciating animals: We've got an elephant in the room right now, and that elephant is Apple's new <a href=\"https://www.techhive.com/article/1942433/ios-17-standby-mode-iphone.html\" rel=\"noopener\" target=\"_blank\">StandBy mode</a> for phones.</p><p>StandBy mode, if you haven't heard, is a fancy new feature in Apple's latest <em>magical</em> (wretch) and <em>revolutionary</em> (gag) iOS update. And all involuntary reactions and unnecessary midword capitalizations aside, it actually looks pretty useful (or UseFul, if we want to stick with the Apple-style vernacular).</p><p>In short, the system brings an interactive, info-filled interface onto an iPhone's screen anytime it's charging. It's kind of like turning it into a super-simple <a href=\"https://www.computerworld.com/article/3300098/google-assistant-working-from-home.html\">Smart Display</a>, and it's something those of us here on the Googley side of the mobile-tech divide could certainly benefit from as well.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3699114/android-smart-display.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3699114/android-smart-display.html#tk.rss_all", "date_published": "2023-06-14 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]