[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Hackers Exploit VMware Zero-Day to Backdoor Windows and Linux Systems", "description": "The Chinese state-sponsored group known as UNC3886 has been found to exploit a zero-day flaw in VMware ESXi hosts to backdoor Windows and Linux systems.\nThe VMware Tools authentication bypass vulnerability, tracked as CVE-2023-20867 (CVSS score: 3.9), \"enabled the execution of privileged commands across Windows, Linux, and PhotonOS (vCenter) guest VMs without authentication of guest credentials", "link": "https://thehackernews.com/2023/06/chinese-hackers-exploit-vmware-zero-day.html", "date_published": "2023-06-14 16:46:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Severe Vulnerabilities Reported in Microsoft Azure Bastion and Container Registry", "description": "Two \"dangerous\" security vulnerabilities have been disclosed in Microsoft Azure Bastion and Azure Container Registry that could have been exploited to carry out cross-site scripting (XSS) attacks.\n\"The vulnerabilities allowed unauthorized access to the victim's session within the compromised Azure service iframe, which can lead to severe consequences, including unauthorized data access,", "link": "https://thehackernews.com/2023/06/severe-vulnerabilities-reported-in.html", "date_published": "2023-06-14 13:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Golang-based Skuld Malware Stealing Discord and Browser Data from Windows PCs", "description": "A new Golang-based information stealer called Skuld has compromised Windows systems across Europe, Southeast Asia, and the U.S.\n\"This new malware strain tries to steal sensitive information from its victims,\" Trellix researcher Ernesto Fernández Provecho said in a Tuesday analysis. \"To accomplish this task, it searches for data stored in applications such as Discord and web browsers; information", "link": "https://thehackernews.com/2023/06/new-golang-based-skuld-malware-stealing.html", "date_published": "2023-06-14 10:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Where from, Where to — The Evolution of Network Security", "description": "For the better part of the 90s and early aughts, the sysadmin handbook said, \"Filter your incoming traffic, not everyone is nice out there\" (later coined by Gandalf as \"You shall not pass\"). So CIOs started to supercharge their network fences with every appliance they could get to protect against inbound (aka INGRESS) traffic.\nIn the wake of the first mass phishing campaigns in the early 2010s,", "link": "https://thehackernews.com/2023/06/where-from-where-to-evolution-of.html", "date_published": "2023-06-14 10:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fake Researcher Profiles Spread Malware through GitHub Repositories as PoC Exploits", "description": "At least half of dozen GitHub accounts from fake researchers associated with a fraudulent cybersecurity company have been observed pushing malicious repositories on the code hosting service.\nAll seven repositories, which are still available as of writing, claim to be a proof-of-concept (PoC) exploit for purported zero-day flaws in Discord, Google Chrome, and Microsoft Exchange.\nVulnCheck, which", "link": "https://thehackernews.com/2023/06/fake-researcher-profiles-spread-malware.html", "date_published": "2023-06-14 10:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Security Vulnerability Discovered in WooCommerce Stripe Gateway Plugin", "description": "A security flaw has been uncovered in the WooCommerce Stripe Gateway WordPress plugin that could lead to the unauthorized disclosure of sensitive information.\nThe flaw, tracked as CVE-2023-34000, impacts versions 7.4.0 and below. It was addressed by the plugin maintainers in version 7.4.1, which shipped on May 30, 2023.\nWooCommerce Stripe Gateway allows e-commerce websites to directly accept", "link": "https://thehackernews.com/2023/06/critical-security-vulnerability.html", "date_published": "2023-06-14 08:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Releases Updates to Patch Critical Flaws in Windows and Other Software", "description": "Microsoft has rolled out fixes for its Windows operating system and other software components to remediate major security shortcomings as part of Patch Tuesday updates for June 2023.\nOf the 73 flaws, six are rated Critical, 63 are rated Important, two are rated Moderated, and one is rated Low in severity. This also includes three issues the tech giant addressed in its Chromium-based Edge browser", "link": "https://thehackernews.com/2023/06/microsoft-releases-updates-to-patch.html", "date_published": "2023-06-14 07:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}]