[{"source": "https://businessinsider.com.pl/.feed", "title": "Nie tylko Trump ma problemy. Johnson na celowniku specjalnej komisji", "description": "Boris Johnson zostanie uznany za osobę, która dopuściła się \"wielokrotnego\" obrażania parlamentu. Taka konkluzja ma znaleźć się w raporcie parlamentu, poświęconym jego zachowaniu jako premiera podczas skandalu \"Partygate\".", "link": "https://businessinsider.com.pl/wiadomosci/nie-tylko-trump-ma-problemy-johnson-na-celowniku-specjalnej-komisji/q46n0r4", "date_published": "2023-06-14 19:31:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fed przestał podwyższać stopy? Nie na długo. Komentarze po decyzji w USA", "description": "Choć Fed zdecydował się w czerwcu nie podwyższać stóp procentowych. Giełda zareagowała negatywnie jednak na zapowiedzi amerykańskiego banku centralnego.", "link": "https://businessinsider.com.pl/gospodarka/fed-przestal-podwyzszac-stopy-nie-na-dlugo-komentarze-po-decyzji-w-usa/g8vp12b", "date_published": "2023-06-14 19:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowa wiceprezes w grupie Orlen. Wcześniej była... nauczycielką plastyki", "description": "Jak informuje Wirtualna Polska, podporządkowana grupie Orlen spółka PGNiG Technologie od niedawna ma nową wiceprezes. Została nią Stanisława Kasprzycka, która wcześniej była nauczycielką plastyki. W ostatnich wyborach parlamentarnych kandydowała z listy PiS do Sejmu, jednak nie została wybrana.", "link": "https://businessinsider.com.pl/gospodarka/nowa-wiceprezes-w-grupie-orlen-wczesniej-byla-nauczycielka-plastyki/2eysfh4", "date_published": "2023-06-14 18:11:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fed rozstrzygnął, co ze stopami procentowymi. Złoty się umacnia", "description": "Fed podjął decyzję. Stopy pozostaną bez zmian w czerwcu, co oznacza prawdopodobny koniec podwyżek i wypatrywanie zwiastunów pierwszej obniżki. Gospodarka odetchnęła z ulgą. Nie tylko amerykańska. Ta decyzja przełoży się na postanowienia innych banków centralnych na świecie.", "link": "https://businessinsider.com.pl/gospodarka/fed-rozstrzygnal-co-ze-stopami-procentowymi-zloty-sie-umacnia/1lv750v", "date_published": "2023-06-14 18:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Holenderski milioner okazał się nazistowskim zbrodniarzem. Wpadł przez jeden błąd", "description": "W sztuce dostrzegł maszynkę do zarabiania pieniędzy. Jeszcze w latach 30. XX w. Pieter Menten dał się poznać jako człowiek pozbawiony skrupułów, ale dopiero po wybuchu II wojny światowej pokazał, że nie cofnie się przed niczym. Organizowanie mordów, uczestniczenie w nich oraz plądrowanie majątku Polaków i Żydów bardzo długo uchodziło mu płazem. Sprawiedliwość upomniała się jednak o niego, gdy postanowił zrobić coś ze zrabowanymi dziełami sztuki.", "link": "https://businessinsider.com.pl/wiadomosci/menten-mordowal-i-grabil-polakow-w-holandii-robil-za-kolekcjonera-sztuki/vf4b4v3", "date_published": "2023-06-14 17:20:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ropa tanieje, a paliwa na stacjach drożeją? Orlen wyjaśnia", "description": "W Polsce brakuje ok. 5 mln ton diesla, a ceny paliw mogą rosnąć, mimo że cena ropy spada — mówił w środę przedstawiciel Orlenu przed sejmową podkomisją.", "link": "https://businessinsider.com.pl/gospodarka/cena-ropy-spada-a-paliwa-drozeja-jak-to-mozliwe-orlen-wyjasnia/tb2w6sh", "date_published": "2023-06-14 16:50:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NATO rozpocznie szkolenia Ukrainy na F-16. Szef Sojuszu ujawnił szczegóły", "description": "Kraje NATO mogą rozpocząć szkolenie ukraińskich pilotów w lataniu myśliwcami F-16 tego lata — powiedział cytowany przez \"Financial Times\" sekretarz generalny Sojuszu Jens Stoltenberg.", "link": "https://businessinsider.com.pl/gospodarka/nato-rozpocznie-szkolenia-ukrainy-na-f-16-szef-sojuszu-ujawnil-szczegoly/1xn4tyj", "date_published": "2023-06-14 16:33:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wolą pracę bez myślenia i kwalifikacji. To nowy trend", "description": "Młodzi ludzie w Chinach rezygnują z dobrze płatnych zawodów, żeby zostać baristami czy kelnerami. Porzucają pracę biurową dla \"bezmyślnej\" pracy fizycznej, a wszystko to dla większego poczucia spełnienia. \"Chociaż ciało jest zmęczone, umysł jest bardzo szczęśliwy\" — piszą.", "link": "https://businessinsider.com.pl/praca/rezygnuja-z-dobrze-platnych-zawodow-chca-byc-baristami-lub-kelnerami/mmkvg9e", "date_published": "2023-06-14 16:17:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Takiego spotkania nie było od dawna. Wiemy, co będzie tematem rozmów na szczycie USA-Chiny", "description": "Sekretarz stanu USA Antony Blinken wyrusza w najbliższy piątek z wizytą do Chin. W środę Departament Stanu poinformował, jakie będą tematy tego spotkania. Szef amerykańskiej dyplomacji rozmawiał we wtorek telefonicznie ze swoim chińskim odpowiednikiem Qin Gangiem.", "link": "https://businessinsider.com.pl/gospodarka/tego-nie-bylo-od-dawna-wiemy-co-bedzie-tematem-rozmow-na-szczycie-usa-chiny/dhf6l1m", "date_published": "2023-06-14 16:04:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co warto studiować? Absolwenci tych kierunków i uczelni zarabiają najwięcej. Najnowszy ranking", "description": "Ile zarabia absolwent zaraz po studiach? Z najnowszego ogólnopolskiego rankingu ELA wynika, że nawet kilkanaście tysięcy złotych. Ranking pokazuje nie tylko zarobki absolwentów poszczególnych kierunków, ale też konkretnych uczelni. Pierwsza dziesiątka jest zdominowana przez informatyków, ale jest jeden wyjątek.", "link": "https://businessinsider.com.pl/praca/te-kierunki-warto-studiowac-po-ich-ukonczeniu-mozesz-duzo-zarabiac/5pzrj22", "date_published": "2023-06-14 15:47:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski minister odpowiada Ukrainie. \"Niepokoi nas ta wypowiedź\"", "description": "Państwa przygraniczne niepokoi, że Komisja Europejska przyjęła zakaz przywozu do nich zbóż z Ukrainy tylko do 15 września — przekazał w środę minister rolnictwa Robert Telus. Dodał, że niepokojące jest również to, że KE nie wypłaciła do tej pory 100 mln euro dla państw przyfrontowych. Minister odpowiedział też władzom Ukrainy.", "link": "https://businessinsider.com.pl/gospodarka/polski-minister-odpowiada-ukrainie-niepokoi-nas-ta-wypowiedz/cpwrxn5", "date_published": "2023-06-14 15:39:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakujący wyrok sądu. Głośna sprawa bankowca-frankowicza rozstrzygnięta", "description": "Zapadł wyrok w głośnej sprawie frankowej, dotyczącej bankowca ze sporym doświadczeniem na rynku finansowym. Chciał podważyć nie jedną, ale cztery umowy kredytu mieszkaniowego opiewające na znaczne kwoty. Wyrok pierwszej instancji okazał się dla niego negatywny. W związku ze sprawą mogą pojawić się kolejne pytania frankowe do TSUE.", "link": "https://businessinsider.com.pl/finanse/zaskakujacy-wyrok-w-sprawie-frankowicza-bankowca-moga-byc-pytania-do-tsue/0glwmfk", "date_published": "2023-06-14 14:52:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biedronka w sporze ze znaną marką. Tych produktów już w niej nie zobaczysz", "description": "Choć pod koniec ubiegłego roku kompromis wydawał się być na wyciągnięcie ręki, Biedronka wciąż nie znalazła porozumienia z PepsiCo. W popularnych dyskontach od dłuższego czasu nie ma chipsów Lay's, a ostatnio zaczyna też brakować Pepsi i innych napojów producenta.", "link": "https://businessinsider.com.pl/finanse/handel/biedronka-w-sporze-ze-znana-marka-tych-produktow-juz-w-niej-nie-zobaczysz/8vm77s4", "date_published": "2023-06-14 14:33:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kupili Starbucksa za bezcen. Tak Rosjanie bogacą się na wojennych sankcjach", "description": "Dwóch rosyjskich bogaczy kupiło sieć kawiarni Starbucks za kwotę dziesięciokrotnie niższą, niż wyniosły przychody tej firmy w całym 2021 r. Dziś z powodzeniem prowadzą biznes, który praktycznie niczym — poza nieznacznie zmienioną nazwą — nie różni się od kultowej sieciówki. To tylko jeden z przykładów na to, jak niektórzy sprytni Rosjanie zbijają kokosy na wojennych sankcjach i wyjściu zachodnich firm z krajowego rynku.", "link": "https://businessinsider.com.pl/wiadomosci/kupili-starbucksa-za-bezcen-tak-rosjanie-bogaca-sie-na-wojennych-sankcjach/95tkjz5", "date_published": "2023-06-14 14:10:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przemysł unijny wyhamował. Polska po ciemnej stronie", "description": "Estonia, Holandia, Bułgaria i Czarnogóra — tam przemysł przechodził ostatnio prawdziwy zawał. W Polsce niestety nie jest wiele lepiej i filar naszej gospodarki się chwieje. Jesteśmy po ciemnej stronie Europy, jeśli chodzi o produkcję przemysłową. Co ciekawe, przemysł Niemiec nawet rósł.", "link": "https://businessinsider.com.pl/gospodarka/przemysl-unijny-wyhamowal-polska-po-ciemnej-stronie/kbtl60c", "date_published": "2023-06-14 14:09:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niska cena skusiła go na fotowoltaikę. Paneli nie otrzymał, przyszły tylko raty kredytów", "description": "Mieszkaniec pow. kolbuszowskiego podpisał umowę na założenie paneli fotowoltaicznych. Nie miał jednak pieniędzy na usługę, więc zgodził się, by firma wzięła w jego imieniu kredyt. Potem sprawa przybrała zaskakujący obrót.", "link": "https://businessinsider.com.pl/firmy/niska-cena-skusila-go-na-fotowoltaike-paneli-nie-otrzymal-przyszly-tylko-raty/rcxt645", "date_published": "2023-06-14 14:04:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto najcenniejsza marka na świecie. Jest najnowszy ranking", "description": "Łączna wartość 100 najcenniejszych marek na świecie w 2023 r. wynosi 6,9 trylionów dol. — wynika z najnowszego rankingu Kantar BrandZ. Na szczycie rankingu znalazł się Apple. Najbardziej rewolucyjną marką jest z kolei Tesla.", "link": "https://businessinsider.com.pl/gielda/oto-najcenniejsza-marka-na-swiecie-jest-warta-880-mld-dol/1149nv6", "date_published": "2023-06-14 13:53:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To będzie tsunami. Taką siłę może mieć wyrok TSUE. Chodzi o miliardy złotych", "description": "Trybunału Sprawiedliwości Unii Europejskiej  w czwartek 15 czerwca br. ma rozstrzygnąć najważniejszą obecnie sprawę dla kredytobiorców, banków i sądów. Chodzi o to, czy w razie unieważnienia umowy o kredyt, bankowi i konsumentowi należy się opłata za korzystanie z kapitału. TSUE tego dnia ogłosi jeszcze jeden wyrok dla frankowiczów. Oba mogą zadziałać jak tsunami. Chodzi o miliardy złotych.", "link": "https://businessinsider.com.pl/prawo/to-bedzie-tsunami-taka-sile-moze-miec-wyrok-tsue-co-rozstrzygnie/e12q39e", "date_published": "2023-06-14 13:06:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy ogłosiły nową strategię bezpieczeństwa. Mocne słowa o Rosji", "description": "Rząd Niemiec chce reagować na wyzwania związane z niestabilnym porządkiem światowym i rosnącymi zagrożeniami, dzięki \"polityce zintegrowanego bezpieczeństwa\". Zaprezentowany dokument to strategiczna odpowiedź na inwazję Rosji na Ukrainę.", "link": "https://businessinsider.com.pl/gospodarka/niemcy-oglosily-nowa-strategie-bezpieczenstwa-mocne-slowa-o-rosji/z2qr2w0", "date_published": "2023-06-14 12:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja długo ukrywała tę tajemnicę. Teraz Putin powiedział o niej wprost", "description": "Putin przyznaje, że Rosja nie ma wystarczającej liczby dronów, samolotów i amunicji na wojnę w Ukrainie, mimo że przez cały rok zwiększała produkcję wojskową.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-dlugo-ukrywala-te-tajemnice-teraz-putin-powiedzial-o-niej-wprost/36lpgxg", "date_published": "2023-06-14 12:38:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oligarchowie i ich firmy też muszą dorzucić się do wojny. Putin nałożył nowy podatek", "description": "Kreml tak bardzo odczuwa skutki wojny w Ukrainie, że nakłada jednorazowy podatek od zysków nadzwyczajnych na duże rosyjskie firmy i ich właścicieli oligarchów. Rosja zatwierdziła projekt ustawy wprowadzający nowe przepisy, które pozwolą zebrać równowartość prawie 4 mld dol. — wynika z wtorkowego komunikatu rosyjskiego resortu finansów oraz wypowiedzi wicepremiera.", "link": "https://businessinsider.com.pl/gospodarka/putin-wydal-tyle-na-wojne-ze-naklada-podatek-na-oligarchow-chce-4-mld-dol/77glwl3", "date_published": "2023-06-14 12:34:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliarder daje rady małym firmom. \"Jeśli tego nie zrobią, zostaną zmiażdżone przez rywali\"", "description": "Miliarder technologiczny Mark Cuban zachęca małe firmy do poznania sztucznej inteligencji. Jeśli tego nie zrobią, zostaną zmiażdżone przez rywali — mówi.", "link": "https://businessinsider.com.pl/technologie/miliarder-daje-rady-malym-firmom-jesli-tego-nie-zrobia-zostana-zmiazdzone-przez/gbt5cz9", "date_published": "2023-06-14 12:26:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Klimatyzacja z usługą montażu — przegląd ofert", "description": "Już za kilka dni nad Polskę nadciągnie pierwsza fala upałów. Warto się do niej przygotować i już teraz zamówić klimatyzację wraz z montażem. Dzięki temu zaoszczędzimy nie tylko czas, ale często również pieniądze.", "link": "https://businessinsider.com.pl/technologie/klimatyzacja-z-usluga-montazu-przeglad-ofert/eqq7fve", "date_published": "2023-06-14 12:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nastolatkowie i młodzi dorośli wgapieni w telefony. Wielu z nich odkłada je najwyżej na godzinę", "description": "Młodym Polakom trudno jest wyobrazić sobie funkcjonowanie bez smartfonu. 39 proc. z nich spędza z telefonem w ręku między 5 a 10 godzin dziennie. Co dziesiąty mógłby go odłożyć najwyżej na godzinę — wynika z raportu \"Młodzi vs Mobile\".", "link": "https://businessinsider.com.pl/wiadomosci/nastolatkowie-i-mlodzi-dorosli-wgapieni-w-telefony-wielu-z-nich-odklada-je-najwyzej/vgc90g6", "date_published": "2023-06-14 11:55:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Centrum badań mleczarskich szuka degustatora, który będzie jadł 12 pizz i 24 próbki sera tygodniowo", "description": "Uniwersytet Wisconsin-Madison opublikował niedawno ogłoszenie o pracy w Centrum Badań Mleczarskich na stanowisku \"testera, który będzie opisywał swoje wrażenia zmysłowe\" – w zasadzie jest to wymyślna nazwa na \"degustatora żywności\".", "link": "https://businessinsider.com.pl/wiadomosci/centrum-badan-mleczarskich-szuka-degustatora-placi-15-dol-za-godzine-testowania-pizzy/p74nk8p", "date_published": "2023-06-14 11:26:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Scenariusz szokowy dla banków. Akcjonariusze muszą zacisnąć zęby", "description": "Stress testy pokazują, że banki komercyjne o łącznym udziale 6 proc. w aktywach sektora nie spełniłyby norm kapitałowych w przypadku materializacji scenariusza szokowego. Niedobór kapitału podstawowego wynosiłby w sumie około 3,1 mld zł — poinformował NBP w raporcie o stabilności systemu finansowego. O tyle mniej dywidendy mogliby wziąć akcjonariusze lub tyle dołożyć do kapitałów banków. Największe ryzyko dla banków niosą kredyty frankowe i wakacje kredytowe.", "link": "https://businessinsider.com.pl/gospodarka/scenariusz-szokowy-dla-bankow-akcjonariusze-musza-zacisnac-zeby/6n0swp1", "date_published": "2023-06-14 11:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mossad boi się dokumentów Trumpa. Wśród nich mogą być dane o programie nuklearnym Izraela", "description": "Tajne dokumenty przejęte od byłego prezydenta USA Donalda Trumpa mogą zawierać materiały, których ujawnienie zaszkodziło bezpieczeństwu Izraela — alarmują przedstawiciele izraelskiego establishmentu obronnego, w szczególności Korpusu Wywiadowczego Sił Obronnych Izraela (IDF) i Mossadu.", "link": "https://businessinsider.com.pl/wiadomosci/mossad-boi-sie-dokumentow-trumpa-wsrod-nich-moga-byc-dane-o-programie-nuklearnym/yh2v8eh", "date_published": "2023-06-14 10:44:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Beata Szydło w Parlamencie Europejskim: Polska nie da się sterroryzować przez wasze ataki i kary", "description": "Polska nie jest i nie będzie chłopcem do bicia; nie da się sterroryzować poprzez wasze ataki i kary – powiedziała europosłanka, była premier Beata Szydło w Parlamencie Europejskim. Dodała, że w Polsce \"sama ze sobą problem ma opozycja\", która \"wszczyna awantury\". Podczas debaty na temat praworządności była premier oceniła, że Komisja Europejska potrzebuje zasłony dymnej.", "link": "https://businessinsider.com.pl/wiadomosci/beata-szydlo-na-forum-pe-polska-nie-jest-i-nie-bedzie-chlopcem-do-bicia/d3lwqsv", "date_published": "2023-06-14 10:42:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wzmacniacze sygnału wi-fi — które wybrać, by polepszyć jakość połączenia?", "description": "Najnowszy, czerwcowy ranking popularności wzmacniaczy wi-fi przyniósł tylko jedno, ale za to spore zaskoczenie. W pierwszej piątce według danych ze Skąpiec.pl znajdują się teraz same wzmacniacze od TP-Linka.", "link": "https://businessinsider.com.pl/technologie/wzmacniacze-sygnalu-wi-fi-ktore-wybrac-by-polepszyc-jakosc-polaczenia/zx3hpdq", "date_published": "2023-06-14 10:30:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kupcy z Litwy wywindowali ceny truskawek. A będzie jeszcze drożej", "description": "Jeszcze w poniedziałek ceny truskawek na giełdzie w Broniszach i w Goławinie kształtowały się na poziomie 8 — 10 zł za łubiankę. Po tym, jak wieczorem popyt na owoce wywindowali pośrednicy ze wschodu, ceny wzrosły do nawet 15 zł za łubiankę owoców najwyższej jakości.", "link": "https://businessinsider.com.pl/biznes/kupcy-z-litwy-wywindowali-ceny-truskawek-a-bedzie-jeszcze-drozej/z0dw6fj", "date_published": "2023-06-14 10:17:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP traci ekonomiczny klejnot. Do EBOR odchodzi autor prognoz i analiz banku centralnego", "description": "Piotr Szpunar, dyrektor departamentu przygotowującego projekcje inflacji i prognozy dla RPP, odchodzi z Narodowego Banku Polskiego. Od lipca Szpunar będzie dyrektorem w Europejskim Banku Odbudowy i Rozwoju (EBOR).", "link": "https://businessinsider.com.pl/wiadomosci/ekonomiczny-mozg-nbp-odchodzi-z-banku-centralnego-bedzie-dyrektorem-w-ebor/c0mzc48", "date_published": "2023-06-14 10:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "NBP traci ekonomiczny klejnot. Do EBOR odchodzi autor prognoz i analiz banku centralnego", "description": "Piotr Szpunar, dyrektor departamentu przygotowującego projekcje inflacji i prognozy dla RPP, odchodzi z Narodowego Banku Polskiego. Od lipca Szpunar będzie dyrektorem w Europejskim Banku Odbudowy i Rozwoju (EBOR).", "link": "https://businessinsider.com.pl/wiadomosci/nbp-traci-ekonomiczny-klejnot-odchodzi-autor-prognoz-i-analiz-banku-centralnego/c0mzc48", "date_published": "2023-06-14 10:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Płaca minimalna w górę. Pracodawcy grzmią o zagrożeniu dla gospodarki", "description": "Rząd zaproponował, by od 1 stycznia 2024 r. minimalne wynagrodzenie za pracę wzrosło do 4242 zł, a od 1 lipca — do 4300 zł. Te kwoty szybko wywołały reakcję pracodawców i to mimo faktu, że to najniższe możliwe stawki dopuszczone przez przepisy.", "link": "https://businessinsider.com.pl/wiadomosci/placa-minimalna-w-gore-pracodawcy-grzmia-o-zagrozeniu-dla-gospodarki/w09qpcs", "date_published": "2023-06-14 10:03:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ponad połowa dochodów na spłatę kredytu mieszkaniowego. To coraz większy problem", "description": "NBP przygotował raport, w którym ocenia między innymi, jaki procent kredytobiorców hipotecznych może mieć problemy ze spłatą kredytów. Po wzroście stóp procentowych dotyczy to coraz większej liczby osób. Straty banków z powodu gorszej spłacalności mogą dojść do 5 mld zł.", "link": "https://businessinsider.com.pl/gospodarka/ponad-polowa-dochodow-na-splate-kredytu-mieszkaniowego-to-coraz-wiekszy-problem/yq1n4xg", "date_published": "2023-06-14 09:57:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ryanair wybuduje w Polsce bazę szkoleniową za 600 mln zł", "description": "Ryanair wybuduje w Krakowie centrum szkoleniowe dla pilotów, członków załóg i mechaników. Inwestycja pochłonie 600 mln zł i ma zostać oddana z końcem przyszłego roku.", "link": "https://businessinsider.com.pl/biznes/ryanair-wybuduje-w-polsce-baze-szkoleniowa-za-600-mln-zl/30b649v", "date_published": "2023-06-14 09:49:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Planujesz wyjazd? Zadbaj o bezpieczeństwo domu w mądry i nowoczesny sposób", "description": "Lato to czas wyjazdów. Często zostawiamy swoje domy i mieszkania bez opieki - w tym czasie może zdarzyć się wiele. Zadbaj w mądry i nowoczesny sposób. Oto kilka systemów alarmowych nowej generacji, którymi warto się zainteresować.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/planujesz-wyjazd-zadbaj-o-bezpieczenstwo-domu-w-madry-i-nowoczesny-sposob/p7l5942", "date_published": "2023-06-14 09:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rynek pracy rozgrzany. Dobra wiadomość dla Polaków pracujących za granicą", "description": "Rynek pracy w Wielkiej Brytanii jest mocno rozgrzany: płace przyśpieszają, a stopa bezrobocia spada. To dobra wiadomość także dla około 700 tys. Polaków, którzy mieszkają na Wyspach.", "link": "https://businessinsider.com.pl/gospodarka/rynek-pracy-rozgrzany-dobra-wiadomosc-dla-polakow-pracujacych-za-granica/d9grc8n", "date_published": "2023-06-14 09:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Systemu kaucyjnego jeszcze nie ma, a już jest problem. \"Zagrożenie sanitarne\"", "description": "\"System kaucyjny nie powinien uwzględniać opakowań po mleku. Zbiórka tych odpadów stanowiłaby zagrożenie sanitarne dla personelu sklepu oraz klientów\" — ostrzega Polska Izba Handlu. Nowe zasady mają obowiązywać od 2025 r.", "link": "https://businessinsider.com.pl/wiadomosci/systemu-kaucyjnego-jeszcze-nie-ma-a-juz-jest-problem-zagrozenie-sanitarne/1fpzevb", "date_published": "2023-06-14 09:17:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kto pokieruje NATO? Nie ma zgody w Sojuszu, ale wszyscy chcą, by była to kobieta", "description": "Dyskusje nad następcą kierującego NATO od 2014 r. Jensa Stoltenberga mają być jednym z głównych tematów corocznego szczytu Sojuszu, zaplanowanego na 11-12 lipca w Wilnie. Polska opowiada się za tym, by następny sekretarz generalny pochodził z jednego z państw wschodniej flanki Sojuszu; najlepiej z kraju, który był niegdyś częścią ZSRR, co byłoby mocnym sygnałem dla Rosji — pisze w środę dziennik \"Wall Street Journal\".", "link": "https://businessinsider.com.pl/wiadomosci/kto-pokieruje-nato-nie-ma-zgody-w-sojuszu-ale-wszyscy-chca-by-byla-to-kobieta/9jyl6nl", "date_published": "2023-06-14 09:14:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja wznawia eksport ropy do Korei Północnej", "description": "Rosja wznowiła eksport ropy naftowej do Korei Północnej po dwóch latach przerwy — informuje \"Financial Times\".", "link": "https://businessinsider.com.pl/wiadomosci/rosja-wznawia-eksport-ropy-do-korei-polnocnej/m88tehv", "date_published": "2023-06-14 08:38:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nadchodzi druga fala podwyżek. Na co mogą liczyć pracownicy?", "description": "Podwyżki w ciągu najbliższego półrocza planuje 34 proc. firm i jest to wzrost o 6 pkt proc. względem tego samego okresu w ubiegłym roku, wynika z badania \"Plany Pracodawców\" zrealizowanego przez Instytut Badawczy Randstad i Gfk Polonia. Z badania dowiadujemy się też, które branże mogą szczególnie liczyć na podwyżki i o jaki procent mają wzrosnąć wynagrodzenia.", "link": "https://businessinsider.com.pl/praca/nadchodzi-druga-fala-podwyzek-na-co-moga-liczyc-pracownicy/ppjbyee", "date_published": "2023-06-14 08:29:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Rekordowe zwroty podatku\". Tak płaciliśmy PIT", "description": "Administracja skarbowa podsumowała rozliczenia PIT za 2022 r. Większość podatników rozliczała się elektronicznie, głównie poprzez usługę e-PIT. Rekordowe były zwroty podatków.", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/rekordowe-zwroty-podatku-tak-placilismy-pit/0jd83kg", "date_published": "2023-06-14 08:07:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "STS na sprzedaż. Gigantyczna wycena firmy 36-latka", "description": "Polska firma bukmacherska STS zostanie kupiona przez notowane na giełdzie w Londynie joint venture Entain CEE. Transakcja ma opiewać na blisko 4 mld zł, a właściciele STS, rodzina Juroszków, mogą wzbogacić się o ponad 2,7 mld.", "link": "https://businessinsider.com.pl/biznes/sts-na-sprzedaz-gigantyczna-wycena-firmy-36-latka/fdphbg5", "date_published": "2023-06-14 08:05:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "BAOBAB-K zasili polską armię. Co to za pojazd? [WIDEO]", "description": "Wojsko Polskie zdecydowało się na zamówienie pojazdów minowania narzutowego BAOBAB-K. To sprzęt produkowany przez Hutę Stalowa Wola.", "link": "https://businessinsider.com.pl/wiadomosci/baobab-k-zasili-polska-armie-co-to-za-pojazd-wideo/fzj21j8", "date_published": "2023-06-14 07:43:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 14 czerwca poniżej 4,6 zł", "description": "Frank szwajcarski poniżej 4,6 zł. W środę rano 14 czerwca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,5966.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-14-czerwca-2023/jbzqxej", "date_published": "2023-06-14 07:16:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 14 czerwca powyżej 4,1 zł", "description": "Kurs dolara powyżej 4,1 zł. We środę rano 14 czerwca 2023 r. rano kurs USD/PLN wynosi 4,1597.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-14-czerwca-2023/1p08vgn", "date_published": "2023-06-14 07:13:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 14 czerwca 2023 r.", "description": "Przedstawiamy notowania aktualnego kursu waluty euro z dnia 14 czerwca 2023 r. Wczoraj wynosił on: 4,48075 zł. Od kursu uzależnione są ceny importowanych towarów oraz usług. Obecnie euro jest walutą obowiązującą w 20 państwach członkowskich Unii Europejskiej, a także kilku, które nie są jej członkami.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-14-czerwca-2023-r/rkktcxn", "date_published": "2023-06-14 07:08:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacja będzie spadać, ale dużo wolniej. Oto powody", "description": "Wskaźnik prognozujący z kilkumiesięcznym wyprzedzeniem inflację obniżył się w czerwcu o 2,1 pkt w stosunku do notowań sprzed miesiąca — podało Biuro Inwestycji i Cykli Ekonomicznych. Oznacza to, że inflacja spadnie, co jest zgodne z oczekiwaniami. Problem w tym, że będzie spadać wolniej niż dotychczas, a tendencje inflacyjne mogą nawet przybrać na sile.", "link": "https://businessinsider.com.pl/gospodarka/inflacja-bedzie-spadac-ale-duzo-wolniej-oto-powody/0n0s2jb", "date_published": "2023-06-14 07:06:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te zwierzęta to problem. Inwazyjne gatunki w Europie generują gigantyczne koszty", "description": "Rozprzestrzenianie się na nowych terenach obcych gatunków to silne zagrożenie dla miejscowych ekosystemów i dobrostanu ludzi. Naukowcy oszacowali koszty takich przyrodniczych zaburzeń dla Unii Europejskiej. Są gigantyczne.", "link": "https://businessinsider.com.pl/wiadomosci/te-zwierzeta-to-problem-inwazyjne-gatunki-w-europie-generuja-gigantyczne-koszty/4zb5lbl", "date_published": "2023-06-14 06:18:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zakaz walizek na kółkach w popularnej turystycznej miejscowości", "description": "Chorwacki Dubrownik jeszcze tego lata zakaże poruszania się po historycznym centrum z walizkami na kółkach. Na odgłosy kółek stukających na brukowanych uliczkach skarżą się mieszkańcy 42-tys. miasta, które co roku odwiedza milion turystów.", "link": "https://businessinsider.com.pl/wiadomosci/zakaz-walizek-na-kolkach-w-popularnej-turystycznej-miejscowosci/qz43011", "date_published": "2023-06-14 06:10:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lotnisko w Rzeszowie zostanie czasowo zamknięte. To oznacza duże zmiany", "description": "Pas startowy lotniska w Rzeszowie musi przejść poważny remont. Z tego powodu działanie najważniejszego dla wojsk NATO portu lotniczego w Polsce zostanie sparaliżowane.", "link": "https://businessinsider.com.pl/wiadomosci/lotnisko-w-rzeszowie-zostanie-czasowo-zamkniete-to-oznacza-duze-zmiany/mhqmqwm", "date_published": "2023-06-14 05:46:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny gang opanuje Biedronkę. Zgłoszenie już w Urzędzie Patentowym", "description": "Zaczęło się od Gangu Świeżaków, ostatni był Gang Bystrzaków, a tego lata można spodziewać się kolejnego. Jego nazwa przestała być tajemnicą ze względu na zgłoszenie w Urzędzie Patentowym.", "link": "https://businessinsider.com.pl/wiadomosci/kolejny-gang-opanuje-biedronke-zgloszenie-juz-w-urzedzie-patentowym/eqdxtmw", "date_published": "2023-06-14 05:33:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wódka leje się na Kremlu. Także ta z Polski", "description": "Od rosyjskiej inwazji na Ukrainę znacząco zwiększyła się ilość alkoholu spożywanego na Kremlu. Moskiewscy dygnitarze rozładowania stresów szukają w kieliszku wódki. A w zasadzie — w butelce. Chętnie sięgają po polskie trunki.", "link": "https://businessinsider.com.pl/wiadomosci/wodka-leje-sie-na-kremlu-takze-ta-z-polski/2cpl5s2", "date_published": "2023-06-14 05:13:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Orlen rozpycha się w Niemczech. Aż 17 przejęć w czerwcu", "description": "Orlen Deutschland przejął od OMV 17 samoobsługowych punktów tankowania w Niemczech. W ciągu najbliższych dwóch lat na niemieckich stacjach Orlenu do ponad 430 zwiększy się liczba punktów ładowania pojazdów elektrycznych — poinformował PKN Orlen.", "link": "https://businessinsider.com.pl/wiadomosci/orlen-rozpycha-sie-w-niemczech-az-17-przejec-w-czerwcu/tbcc4kt", "date_published": "2023-06-14 05:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "14. emerytura niezgodna z konstytucją? Wątpliwości Senatu", "description": "Przepisy o 14. emeryturze są wątpliwe konstytucyjnie, a zasady ich wypłacania powinny zostać uregulowane w ustawie — pisze \"Rzeczpospolita\", powołując się na opinię Biura Legislacyjnego Senatu.", "link": "https://businessinsider.com.pl/prawo/14-emerytura-niezgodna-z-konstytucja-watpliwosci-senatu/bk9dc7g", "date_published": "2023-06-14 04:47:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nasz handel zagraniczny znów wygląda gorzej. Nadwyżka jest najmniejsza w tym roku", "description": "Po trzech świetnych miesiącach w handlu zagranicznym najnowsze dane na ten temat wyglądają znowu gorzej. Rząd zapowiada potężny wzrost płacy minimalnej, bo nie da się tego uniknąć. Założenia do budżetu sugerują, że przyszły rok ma być w gospodarce lepszy od obecnego, a wiceminister finansów sugeruje, że inflacja wcale nie musi spaść poniżej 10 proc. już we wrześniu. Dziś jednak najważniejsze na rynkach będą stopy procentowe w USA – decyzja Fed w tej sprawie pojawi się wieczorem. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/nasz-handel-zagraniczny-znow-wyglada-gorzej-nadwyzka-jest-najmniejsza-w-tym-roku/h03vd2y", "date_published": "2023-06-14 04:45:49+00:00", "persistent": false, "user": null, "language": "en-US"}]