[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "McDonald's Grimace's Birthday on GameBoy Color 9 Minutes of Gameplay 2023", "description": "McDonald's released a new GameBoy Color game, thats right you read that correctly, in 2023 to celebrate Grimace's Birthday. It is of course called: Grimace's Birthday and can be played on actual hardware or in a modern browser. Here's 9 minutes of gameplay on GameBoy Color.\n\n#IGN", "link": "https://www.youtube.com/watch?v=pK4k5kUj9WA", "date_published": "2023-06-14 23:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nimona - Official Trailer (2023) Riz Ahmed, Eugene Lee Yang, Chloë Grace Moretz", "description": "Check out the trailer for Nimona, an upcoming movie starring Chloë Grace Moretz (Nimona), Riz Ahmed (Ballister Boldheart), Eugene Lee Yang (Ambrosius Goldenloin), Frances Conroy (The Director), Lorraine Toussaint (Queen Valerin), Beck Bennett (Sir Thoddeus Sureblade), Indya Moore (Alamzapam Davis), RuPaul Charles (Nate Knight), Julio Torres (Diego the Squire), and Sarah Sherman (Coriander Cadaverish).\n\nWhen Ballister Boldheart (Riz Ahmed), a knight in a futuristic medieval world, is framed for a crime he didn't commit, the only one who can help him prove his innocence is Nimona (Chloë Grace Moretz), a mischievous teen with a taste for mayhem — who also happens to be a shapeshifting creature Ballister has been trained to destroy. But with the entire kingdom out to get him, Nimona’s the best (or technically the only) sidekick Ballister can hope for. And as the lines between heroes, villains, and monsters start to blur, the two of them set out to wreak serious havoc — for Ballister to clear his name once and for all, and for Nimona to…just wreak serious havoc.\n\nDirected by Nick Bruno and Troy Quane, Nimona is an epic tale about finding friendship in the most surprising situations and accepting yourself and others for who they are. Based on the National Book Award-nominated, New York Times best-selling graphic novel by ND Stevenson.\n\nNimona is produced by Karen Ryan, p.g.a, Julie Zackary, p.g.a., and Roy Lee. Megan Ellison, Robert L. Baird, Andrew Millstein, and John Powers Middleton serve as executive producers. It is co-produced by ND Stevenson. The story is by Robert L. Baird, Lloyd Taylor, Pamela Ribon, Marc Haimes, Nick Bruno, Troy Quane, and Keith Bunin. The screenplay is by Robert L. Baird and Lloyd Taylor.\n\nNimona will be available on Netflix on June 30, 2023\n\n#IGN", "link": "https://www.youtube.com/watch?v=g5VNITRJ68k", "date_published": "2023-06-14 22:18:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lysfanga: The Time Shift Warrior - Official Reveal Trailer", "description": "Lysfanga is a isometetric action game where you use the power of time to fight alongside your....self? Lysfanga is out later in 2023 on PC via Steam and Epic Games.", "link": "https://www.youtube.com/watch?v=OUKNZ57l-ac", "date_published": "2023-06-14 22:08:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "ExeKiller - Official Gameplay Reveal Trailer", "description": "ExeKiller is a first-person western game set in a retro-futuristic post-apocalyptic setting. The game features an alternate timeline with a character progression system and a variety of story choices. ExeKiller is launching in 2025 for PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=nr9SX3TvVnw", "date_published": "2023-06-14 22:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What Happens “Behind the Scenes” at IGN? - Summer of Gaming Lenovo Sketch", "description": "Summer is here and IGN needs to be ready for a very busy Summer of Gaming and it’s all presented by Lenovo Legion. Now, this may be a parody involving a lot of Lenovo Legion Slim 7i laptops, but it definitely captures the panic that courses through all of our veins when we are looking to deliver a perfect Summer of Gaming experience. 🌞\n\nPresented by Lenovo Legion with 13th gen intel core processors.", "link": "https://www.youtube.com/watch?v=twoNFIV6zlg", "date_published": "2023-06-14 21:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "‘My Favorite Final Fantasy!’ Final Fantasy 16 Devs Give Their Top 3 – IGN First", "description": "We asked six members of the Final Fantasy 16 development team to tell us their Top 3 Final Fantasy games.\n\n#IGN #FF16", "link": "https://www.youtube.com/watch?v=sCLfAUL3nHo", "date_published": "2023-06-14 20:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Peaky Blinders: The King's Ransom - Official 2023 Updates Trailer | Upload VR Showcase 2023", "description": "Check out the new content coming to Peaky Blinders: The King's Ransom this year. Players can look forward to new combat missions in the VR action-adventure game inspired by the gangster drama series. Later this year, we'll also see the launch of a new six-player mode that lets friends gather together in the pub, chat, and play minigames. Peaky Blinders: The King's Ransom is available to play on Meta Quest 2 and Pico.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=t-3jt8YaU0I", "date_published": "2023-06-14 19:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pneumata VR - Announcement Trailer | Upload VR Showcase 2023", "description": "Check out the reveal trailer for Pneumata VR, the virtual reality version of the upcoming grisly horror game in which you play a detective desperately trying to piece together their fractured memories \n\n#SummerOfGaming #VR", "link": "https://www.youtube.com/watch?v=KpIanPwfo1A", "date_published": "2023-06-14 19:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Low-Fi - Official Release Window Announcement Trailer | Upload VR Showcase 2023", "description": "Low-Fi is a VR RPG life-sim game that takes place in a retro-futuristic cyberpunk slum where you act as the sheriff of cityblock 303. Will you kick back and be entertained by the neon soaked lights? Or fuel your lust for high-octane action? It’s all up to you in Low-FI, launching in 2023 for PC, PlayStation 5, and PlayStation VR2.\n\n#IGN #VR #SummerofGaming", "link": "https://www.youtube.com/watch?v=7F8fN_Vr2LE", "date_published": "2023-06-14 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cobweb - Official Trailer (2023) Lizzy Caplan, Woody Norman, Antony Starr", "description": "Check out the terrifying trailer for Cobweb, an upcoming movie starring Lizzy Caplan, Woody Norman, Cleopatra Coleman, and Antony Starr.\n\nEight-year-old Peter is plagued by a mysterious, constant tap, tap from inside his bedroom wall – a tapping that his parents insist is all in his imagination. As Peter’s fear intensifies, he believes that his parents (Lizzy Caplan and Antony Starr) could be hiding a terrible, dangerous secret and questions their trust. And for a child, what could be more frightening than that?\n\nCobweb is produced by Roy Lee, Andrew Childs, Evan Goldberg, Seth Rogen, James Weaver, and Josh Fagen. It is written by Chris Thomas Devlin. \n\nCobweb, directed by Samuel Bodin, opens in theaters on July 21, 2023.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=FE0EZ3JTIus", "date_published": "2023-06-14 19:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "7 Things to Know About Black Desert Online: Land of The Morning Light", "description": "Black Desert Online's Latest Expansion: The Land of The Morning Light has officially launched! IGN has you covered with 7 things you need to know before you dive into your upcoming journey. \n\nBlack Desert Online: The Land of The Morning Light introduces a ton of new content to the game, including new Boss Fight, Environments, Stories, Outfits, and tons more. This expansion takes a lot fo influence from the Joseon era of Korea's history, and even features a brand new pet - Prankkebi. \n\nPresented by Black Desert Online.", "link": "https://www.youtube.com/watch?v=pGV7XnriPUU", "date_published": "2023-06-14 18:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Indiana Jones and the Dial of Destiny - Official 'Get in the Pool' Clip (2023) Harrison Ford", "description": "Watch as Indiana Jones (played by Harrison Ford) solves a water displacement puzzle in this clip from Indiana Jones and the Dial of Destiny. The upcoming movie also stars Phoebe Waller-Bridge, Antonio Banderas, John Rhys-Davies, Shaunette Renee Wilson, Thomas Kretschmann, Toby Jones, Boyd Holbrook, Oliver Richters, Ethann Isidore, and Mads Mikkelsen.\n\nDirected by James Mangold, the film is produced by Kathleen Kennedy, Frank Marshall and Simon Emanuel, with Steven Spielberg and George Lucas serving as executive producers. John Williams, who has scored each Indy adventure since the original \"Raiders of the Lost Ark\" in 1981, is once again composing the score.\n\nIndiana Jones and the Dial of Destiny will open in theaters on June 30, 2023.\n\n#IGN #Movies #IndianaJones", "link": "https://www.youtube.com/watch?v=4UKJb7q9IVQ", "date_published": "2023-06-14 18:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Harmony: The Fall of Reverie Review", "description": "Harmony: The Fall of Reverie reviewed by Gabriel Moss on PC, also available on Switch, Xbox, and PlayStation.\n\nThis powerful visual novel from Life is Strange developer Don't Nod mixes a world-bending story with deeply personal stakes. It takes a while to get going, though it also makes familiarizing yourself with its somewhat dense lore easy thanks to a built-in codex that explains most of the in-world jargon required to understand what’s going on. But hidden between Reverie’s magic and metaphors is a story firmly rooted in the power of community, reflecting the resilience of the human spirit itself.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=v2XnXJoqZcY", "date_published": "2023-06-14 17:42:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Jagged Alliance 3 - Official 'Wider Picture' Trailer", "description": "Watch the latest Jagged Alliance 3 trailer, showing off some gameplay from the upcoming tactical RPG. Use the satellite view for a better picture of what's going on in the game's open world and keep tabs on your squads. Orchestrate the entire operation by hiring mercs, balancing your budget, maintaining equipment, and more. Jagged Alliance 3 will be released on July 14, 2023 on PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=21sQMoFW3T8", "date_published": "2023-06-14 17:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The State of Xbox, Sony Following Those Showcases - Next-Gen Console Watch", "description": "In this week's Next-Gen Console Watch, we take a look at the state of Xbox and PlayStation following their big summer showcases. We also break down the Xbox Extended presentation from Microsoft, which offered a deeper dive into games they showcased on Sunday. Plus, we have a poll for you to vote on at IGN.com—we want to know, after seeing the summer showcases, what game are you most excited for this fall?\n\n#IGN #Gaming #SummerOfGaming", "link": "https://www.youtube.com/watch?v=qUbo3tp27Jg", "date_published": "2023-06-14 16:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dungeon Stalkers - Official Teaser Trailer", "description": "Meet some of the characters, fearsome enemies, see combat, and a daunting dungeon born from a powerful curse, in this trailer for Dungeon Stalkers, an upcoming PvEvP dungeon crawler game from developer Studio HG. Dungeon Stalkers will be available on PC and mobile in 2023.\n\n#IGN", "link": "https://www.youtube.com/watch?v=KnR5JT3aLb8", "date_published": "2023-06-14 16:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Carnival Hunt - Official Gameplay Teaser Trailer", "description": "Check out the new gameplay teaser for Carnival Hunt, an upcoming first-person asymmetrical multiplayer horror game from Beer Night Studio in which one player takes the role of the carnival monster while the rest are bunnies.\n\n#IGN #Gaming #CarnivalHunt", "link": "https://www.youtube.com/watch?v=-szE7xyE3NY", "date_published": "2023-06-14 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Cells: The Animated Series - Official Teaser Trailer (2024)", "description": "Check out the teaser trailer for Dead Cells - The Animated Series, an upcoming show coming in 2024 from animation house Bobbypills and animated streaming service ADN, in collaboration with Evil Empire and Motion Twin. The 10, seven-minute long episodes of the Dead Cells  animated series will be available to watch on ADN. It will initially be exclusive in France before being made available worldwide. \n\nDead Cells - The Animated Series is set on a cursed island that has been racked by a strange plague. After the island’s foolish king develops a remedy that ends up turning the population into monstrous creatures, prophecies depicting a flame-headed hero begin to appear. As it so happens this beheaded hero is real, but saving a kingdom isn’t on his schedule and he just wants to be left alone.\n\n#IGN #Gaming #DeadCells", "link": "https://www.youtube.com/watch?v=idGeN4_lax0", "date_published": "2023-06-14 15:59:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mission: Impossible - Dead Reckoning Part One - Official Behind the Scenes (2023) Tom Cruise", "description": "Join stars Tom Cruise and Hayley Atwell, writer/director Christopher McQuarrie, and members of the crew for a behind-the-scenes look at a risky car chase stunt set in Rome from Mission: Impossible – Dead Reckoning Part One. The upcoming movie also stars Ving Rhames, Simon Pegg, Rebecca Ferguson, Vanessa Kirby, Esai Morales, Pom Klementieff, Mariela Garriga, Henry Czerny, Shea Whigham, Greg Tarzan Davis, Charles Parnell, Frederick Schmidt, Cary Elwes, Mark Gatiss, Indira Varma, and Rob Delaney.\n\nIn Mission: Impossible – Dead Reckoning Part One, Ethan Hunt (Tom Cruise) and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the fate of the world at stake, and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan is forced to consider that nothing can matter more than his mission – not even the lives of those he cares about most.\n\nThe film is produced by Tom Cruise and Christopher McQuarrie. David Ellison, Dana Goldberg, Don Granger, Tommy Gormley, Chris Brock, and Susan E. Novick serve as executive producers. The film is written by Christopher McQuarrie and Erik Jendresen. It is based on the television series by Bruce Geller. \n\nMission: Impossible – Dead Reckoning Part One, directed by Christopher McQuarrie, opens in US theaters on July 12, 2023, and in UK cinemas on July 10, 2023.\n\n#IGN #Movies #MissionImpossible", "link": "https://www.youtube.com/watch?v=LmsKU-UHcjQ", "date_published": "2023-06-14 15:36:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom - Best Recipes to Cook for Every Situation", "description": "In Tears of the Kingdom, cooking is a great way to help your success in a variety of situations. Here are the best recipes to cook for every situation to get the most out of your ingredients.\n\n0:00 Intro\n0:27 How to Cook Meals\n0:37 Best Health Recovery Meal: Hearty Mushroom Skewer\n1:33 Best Stamina Meal: Enduring Fried Wild Greens\n2:32 Best Glow Meal: Bright Mushroom Skewers\n3:05 Best Broken Heart Recovery Meal: Sunny Steamed Meat\n3:55 Best Gloom Resistance Meal: Warding Dark Stew\n4:44 Best Increased Attack Meal: Mighty Simmered Fruit\n5:24 Best Increased Defense Meal: Tough Mushroom Skewers\n5:47 Best Cold Resistance Meal: Spicy Sautéed Peppers\n6:17 Best Increased Stealth Recipe: Sneaky Mushroom Skewers\n6:53 How to Cook Elixirs\n7:19 Best Movement Speed Elixir: Hasty Elixir\n7:54 Best Slip Resistance Elixir: Sticky Elixir\n8:22 Best Glow Elixir: Bright Elixir\n8:38 Best Stealth Elixir: Sneaky Elixir\n8:57 Best Cold Resistance Elixir: Spicy Elixir\n9:18 Best Stamina Elixir: Energizing Elixir\n9:36 Best Fireproof Elixir: Fireproof Elixir\n10:00 Closing\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=KlDwE_f013A", "date_published": "2023-06-14 15:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Unholy - Official Release Date Trailer", "description": "Unholy is coming to PC on July 20, 2023. Watch the creepy Unholy release date trailer for a look at the upcoming first-person psychological horror game. Unholy follows the disappearance of a young child from a run-down post-soviet town. Solve puzzles as you traverse between reality and a twisted world to uncover a terrifying truth. The Unholy demo is available on Steam now. Unholy will also be released on PS5 and Xbox Series X/S at a later date.\n\n#IGN #Gaming #Unholy", "link": "https://www.youtube.com/watch?v=A_Ak4FAVyKE", "date_published": "2023-06-14 14:54:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Michael Keaton’s Batman Went From Flop to Phenomenon", "description": "It’s 1988, and the new Batman has just been announced. There’s no internet, because it’s 1988, so I’m hearing this news on the corner of 12th Street and Broadway at Manhattan’s comic-book mecca of the time, Forbidden Planet.\nBut the thing is, people are pissed. Michael Keaton? Mr. Mom?! How could this guy be Batman?!\n\nBut it wasn’t just the fans. The Wall Street Journal ran a front-page story in November of that year questioning the casting of Keaton as Batman. That in turn spurred on even more media speculation about the choices being made on this multi-million dollar movie.\nAnd then there were the petitions and the letter-writing campaigns where fans are said to have pleaded with Warner Bros. to get rid of Keaton and change the course of the DC film – some reports say there were 50,000 letters written!\n\nThe role of Batman is so huge now, as is Keaton’s part in making the character the big-screen legend that he is, that it’s hard to conceptualize today what a shock his casting was in 1988. But at the time, the actor was mostly known for his comedic roles like Mr. Mom.\n\nOf course, the echos of Tim Burton’s Batman still influence the superhero movie genre to this day, even as Keaton himself returns to the role for The Flash some 31 years after being away. But it’s easy to forget now that when he first donned the cowl and eyeliner, there were a ton of fans who couldn’t handle the notion of Mr. Mom, Beetlejuice, the Clean and Sober guy, and so on playing Batman. And for better or worse, it would be a trend that would continue with pretty much every Batman since, from Christian Bale to Ben Affleck to Robert Pattinson (and even Val Kilmer and George Clooney if you dig deep enough).\n\nSo let’s look back at the inauspicious debut of Michael Keaton’s Batman, and how his Dark Knight would go on to soar all the same, paving the way for the big-screen dominance of the character ever since.\n\n#IGN #Movies #Batman", "link": "https://www.youtube.com/watch?v=scFUG6Bk5fw", "date_published": "2023-06-14 13:15:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Devil May Cry Director Talks Creating Iconic Characters, Multiplayer, and Going Mobile", "description": "Devil May Cry series director, Hideaki Itsuno joins us to talk all things Devil May Cry. He covers everything new coming to the DMC mobile game, Devil May Cry: Peak of Combat, how some of the series' iconic Devil May Cry characters such as Nero and V were created, and the idea of Devil May Cry multiplayer modes. Check out this IGN Devil May Cry interview for all the details.\n\n#IGN #Gaming #DevilMayCry", "link": "https://www.youtube.com/watch?v=wcPCPFVnH0k", "date_published": "2023-06-14 11:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "You can get the Starfield watch (it's real) #starfield #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=j_6-cGEB7LA", "date_published": "2023-06-14 00:39:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Phoebe Waller-Bridge on her Tomb Raider series #tombraider #jamesbond #indianajones #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=fn0OomPzMvE", "date_published": "2023-06-14 00:30:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What we know about Nix from Star Wars: Outlaws #starwars #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=Rdee6xK7vt8", "date_published": "2023-06-14 00:25:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Assassin's Creed: Mirage is stealth-focused #assassinscreed #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=N9h8-a5E0D8", "date_published": "2023-06-14 00:24:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The new ability in Assassin's Creed: Mirage #assassinscreed #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=2oXMAIJtkGM", "date_published": "2023-06-14 00:24:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars: Outlaws' open world approach #starwars #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=Aqg8Qw9TS2w", "date_published": "2023-06-14 00:23:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Star Wars: Outlaws is set after Empire Strikes Back #starwars #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=3JoVZxCG2us", "date_published": "2023-06-14 00:23:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars: Outlaws gameplay features #starwars #gaming #ignsummerofgaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=OxdudQ4pb44", "date_published": "2023-06-14 00:22:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Everything Announced at the Xbox Games Showcase Extended 2023", "description": "From Lies of P to Cyberpunk 2077: Phantom Liberty, here's everything announced at Xbox Games Showcase Extended 2023.", "link": "https://www.youtube.com/watch?v=H5N2Bgfg6pQ", "date_published": "2023-06-14 00:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}]