[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis PAC Releases Blistering Ad On Biden Bribery Allegations: ‘Secretly Received Millions Of Dollars’", "description": "DeSantis-aligned PAC Never Back Down released a blistering ad on Tuesday attacking President Joe Biden over allegations that he allegedly accepted $5 million in bribes from a Ukrainian oligarch. The ad accuses of the Biden and his son, Hunter, of accepting bribe money from the Ukrainian energy company Burisma, drawing on allegations made in an ...", "link": "https://www.dailywire.com/news/desantis-pac-releases-blistering-ad-on-biden-bribery-allegations-secretly-received-millions-of-dollars", "date_published": "2023-06-14 19:48:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pence Weighs In On Pardoning Trump If He’s Convicted In Federal Case", "description": "Former President Mike Pence pushed back on efforts during an interview this week to get him to commit to pardoning former President Donald Trump if the former president ends up getting convicted in the federal criminal case. Pence made the remarks during an interview on the &#8220;The Clay Travis and Buck Sexton Show&#8221; on Wednesday ...", "link": "https://www.dailywire.com/news/pence-weighs-in-on-pardoning-trump-if-hes-convicted-in-federal-case", "date_published": "2023-06-14 19:41:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Space Force General Admits She’d Prioritize Gender Surgery Access Over Qualified Officers", "description": "United States Space Force Lt. Gen. DeAnna M. Burt admitted during a recent Department of Defense (DoD) LGBTQ+ PRIDE event that she would allow access to &#8220;gender-affirming care&#8221; to take priority over qualifications when assigning officers. Burt referenced several states that have passed laws banning transgender surgeries — and in some cases, puberty blockers and ...", "link": "https://www.dailywire.com/news/space-force-general-admits-shed-prioritize-gender-surgery-access-over-qualified-officers", "date_published": "2023-06-14 19:35:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Witness Unable To Name One Study That Shows Benefits Of Sex-Change Treatments For Minors", "description": "Rep. Dan Crenshaw (R-TX) charged a Democratic witness to cite evidence for her claim that sex change treatments were beneficial for children — which she was unable to do. In a heated exchange posted to Twitter by The Post Millennial, Crenshaw repeatedly asked Dr. Meredithe McNamara, a professor at the Yale School of Medicine, who ...", "link": "https://www.dailywire.com/news/democrat-witness-unable-to-name-one-study-that-shows-benefits-of-sex-change-treatments-for-minors", "date_published": "2023-06-14 19:21:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Miami Mayor Francis Suarez Announces GOP Presidential Bid Despite Support For Left-Wing Positions", "description": "Republican Miami Mayor Francis Suarez filed paperwork on Wednesday to run for president in the upcoming 2024 election, according to new FEC filings. Suarez joins an already crowded field of contenders, with former President Donald Trump and Florida Governor Ron DeSantis being by far the top two leading candidates, followed by Sen. Tim Scott (R-SC), ...", "link": "https://www.dailywire.com/news/miami-mayor-francis-suarez-announces-gop-presidential-bid-despite-support-for-left-wing-positions", "date_published": "2023-06-14 19:07:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘They’re Liars’: Ben Shapiro’s Not Buying WH Shock Over Topless Trans Person At Pride Event", "description": "Daily Wire Editor Emeritus Ben Shapiro said he&#8217;s not buying the Biden administration’s shock and condemnation after transgender activist Rose Montoya, a man who identifies as a woman, went topless, &#8220;jiggling&#8221; bare breasts at a recent White House Pride event. &#8220;The Ben Shapiro Show&#8221; podcast host blasted President Joe Biden and his administration after a ...", "link": "https://www.dailywire.com/news/theyre-liars-ben-shapiros-not-buying-wh-shock-over-topless-trans-person-at-pride-event", "date_published": "2023-06-14 19:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Archeologists Discover 3 Shipwrecks In Treacherous Mediterranean Reef", "description": "Archeologists have uncovered three previously unknown shipwrecks, including one dating as far back as the first century BC, in a stretch of the Mediterranean Sea known for wrecks, according to findings announced at a UNESCO press conference last week. The discoveries were made by an international team of 20 researchers in August and September of ...", "link": "https://www.dailywire.com/news/archeologists-discover-3-shipwrecks-in-treacherous-mediterranean-reef", "date_published": "2023-06-14 18:15:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Human Brains, Skin From Harvard Morgue Sold On Black Market, Feds Say", "description": "Several people stole and sold human remains, including brains and skin, from Harvard Medical School&#8217;s morgue, federal prosecutors say. A grand jury has indicted Cedric Lodge, 55, the morgue manager, and his wife, in the criminal plot, which lasted from 2018 to earlier this year, according to the complaint. The federal complaint was filed in ...", "link": "https://www.dailywire.com/news/human-brains-skin-from-harvard-morgue-sold-on-black-market-feds-say", "date_published": "2023-06-14 18:09:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Virginia First Grade Teacher Who Was Shot By Student In Dispute Over Whether She Was Fired", "description": "A Virginia first grade teacher who was shot by her six-year-old student in January is now in a dispute with her school district over whether she was fired or not. First-grade teacher Abby Zwerner was informed by Newport News Public Schools in May that she no longer works for the district. “NNPS has processed a ...", "link": "https://www.dailywire.com/news/virginia-first-grade-teacher-who-was-shot-by-student-in-dispute-over-whether-she-was-fired", "date_published": "2023-06-14 17:32:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Grand Jury Indicts Daniel Penny In Death Of Jordan Neely: Reports", "description": "A grand jury in Manhattan indicted Daniel Penny, the man who put Jordan Neely into a fatal headlock aboard a New York City subway train last month, according to multiple reports on Wednesday. The New York Post, which reported the indictment based on sources, said exact charges remain unclear. The charges will be unsealed when Penny ...", "link": "https://www.dailywire.com/news/grand-jury-indicts-daniel-penny-in-death-of-jordan-neely-reports", "date_published": "2023-06-14 17:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DA Says Armorer May Have Been Hung Over During Fatal ‘Rust’ Shooting", "description": "Prosecutors have alleged that Hannah Gutierrez-Reed was probably &#8220;hung over&#8221; when she handed actor Alec Baldwin a real gun instead of a prop on the set of their movie &#8220;Rust&#8221; in 2021. Attorneys filed a motion on behalf of Gutierrez-Reed, asking that the involuntary manslaughter charges against her be dismissed — but the prosecution responded ...", "link": "https://www.dailywire.com/news/da-says-armorer-may-have-been-hung-over-during-fatal-rust-shooting", "date_published": "2023-06-14 16:56:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bud Light’s Slump Continues As New Drink Becomes Top-Selling Beer In America", "description": "Bud Light has continued its slide from its long-standing place as the top-selling beer in America in the aftermath of its partnership with transgender-identifying activist Dylan Mulvaney. According to new numbers from NielsenIQ analyzed by Bump Williams consulting firm, the embattled beer brand again placed second to Mexican beer Modelo Especial, which is owned in ...", "link": "https://www.dailywire.com/news/bud-lights-slump-continues-as-new-drink-becomes-top-selling-beer-in-america", "date_published": "2023-06-14 16:54:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Vice President Mike Pence Calls Trump Arraignment ‘Sad Day’ For America", "description": "Former Vice President Mike Pence called Tuesday&#8217;s arraignment of former President Donald Trump a “sad day” for America before pledging to restore Americans&#8217; faith in the justice system if elected president in an interview with Daily Wire host Ben Shapiro.  In the wide-ranging interview on Shapiro’s Wednesday show, Pence responded to Trump’s arraignment on federal charges ...", "link": "https://www.dailywire.com/news/former-vice-president-mike-pence-calls-trump-arraignment-sad-day-for-america", "date_published": "2023-06-14 16:39:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dozens Die In Migrant Shipwreck Near Greek Coast", "description": "At least 79 people drowned early Wednesday morning, and hundreds more are feared dead after an overcrowded boat of migrants sank in the Mediterranean Sea near Greece. The shipwreck occurred 47 nautical miles from the Greek town of Pylos. Greek officials have rescued more than 100 passengers from the sea, housing them in nearby Kalamata.  ...", "link": "https://www.dailywire.com/news/dozens-die-in-migrant-shipwreck-near-greek-coast", "date_published": "2023-06-14 15:58:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fox News Raises Eyebrows With New ‘Nickname’ For President Biden", "description": "Fox News raised eyebrows on Monday with a chyron blasting President Joe Biden as a &#8220;wannabe dictator&#8221; who had his political opponent arrested. The New York Times&#8217; chief White House correspondent Peter Baker tweeted, &#8220;Fox refers to Biden and &#8216;wannabe dictator,’” and shared a screenshot of the chyron — which read in full, &#8220;Wannabe Dictator ...", "link": "https://www.dailywire.com/news/fox-news-raises-eyebrows-with-new-nickname-for-president-biden", "date_published": "2023-06-14 15:56:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California State Senator Warns Parents To ‘Flee’ State After ‘Gender-Affirmation’ Bill Advances", "description": "A Republican California lawmaker warned families to escape from the Golden State after legislators advanced a bill on Tuesday that would accuse parents of child abuse if they refuse to &#8220;affirm&#8221; their children&#8217;s so-called gender identity. Senator Scott Wilk (R-Antelope Valley) sounded the alarm during a hearing late Tuesday night when the Senate Judiciary Committee ...", "link": "https://www.dailywire.com/news/california-state-senator-warns-parents-to-flee-state-after-gender-affirmation-bill-advances", "date_published": "2023-06-14 15:45:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rising Crime, Homelessness Leave Residents Of San Francisco And Oakland On Edge", "description": "San Francisco has been in the throes of a homelessness and drug crisis that has come with rampant crime for years now. The city by the bay consistently struggles to make a dent in the humanitarian crisis unfolding every day on the streets. Homelessness has only gotten worse since before the pandemic. About 38,000 people ...", "link": "https://www.dailywire.com/news/rising-crime-homelessness-leave-residents-of-san-francisco-and-oakland-on-edge", "date_published": "2023-06-14 15:43:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘American Idol’ Judge Luke Bryan Defends Katy Perry Following Backlash-Filled Season", "description": "&#8220;American Idol&#8221; judge Luke Bryan came to the defense of fellow judge Katy Perry following a season filled with backlash against her for her criticism and comments towards participants on the reality show. The 46-year-old country singer said he and the other judges get &#8220;set up&#8221; to fall on their &#8220;sword&#8221; when they critique contestants ...", "link": "https://www.dailywire.com/news/american-idol-judge-luke-bryan-defends-katy-perry-following-backlash-filled-season", "date_published": "2023-06-14 15:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Demi Lovato Says She Got ‘Tired’ Of Using ‘They/Them’ Pronouns", "description": "Singer Demi Lovato explained in an interview published Tuesday why she decided to go back to using &#8220;she/her&#8221; pronouns as well as &#8220;they/them&#8221; back in August 2022 after announcing she identified as non-binary in 2021. During the 30-year-old pop singer&#8217;s interview for GQ Hype Spain, she said always having to explain why she was using ...", "link": "https://www.dailywire.com/news/demi-lovato-says-she-got-tired-of-using-they-them-pronouns", "date_published": "2023-06-14 15:41:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Sesame Street’ Dragged On Twitter For Sharing Progress Pride Flag", "description": "The official “Sesame Street” Twitter account shared a pro-LGBTQ message in a post for Pride Month, prompting many social media users to express strong objections. “On our Street, we celebrate inclusion, belonging, and freedom of authentic self-expression. Happy #PrideMonth to all the people in our neighborhoods!” the post said, along with a rainbow array of ...", "link": "https://www.dailywire.com/news/sesame-street-dragged-on-twitter-for-sharing-progress-pride-flag", "date_published": "2023-06-14 15:17:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Murdered Through Instagram’: Social Media ‘Sextortion’ Led To Teenager’s Suicide, Family Says", "description": "The family of a Michigan teenager who died by suicide in March of 2022 is speaking out about the dangers of social media “sextortion.”  Jordan DeMay, 17, killed himself after a Nigerian man posing as a woman solicited nude photos from the teen and allegedly threatened to share them online if he didn’t receive $1,000. ...", "link": "https://www.dailywire.com/news/murdered-through-instagram-social-media-sextortion-led-to-teenagers-suicide-family-says", "date_published": "2023-06-14 14:48:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Run Someone Who Enrages The Left By Winning’: Ann Coulter Calls For Nominee Other Than Trump", "description": "Conservative firebrand Ann Coulter, who was a die-hard supporter of Donald Trump before turning on him midway through his presidency for not fulfilling his pledge to build a wall on the Mexican border, called for Trump&#8217;s backers to follow her lead in the wake of his federal indictment. In a stinging column, Coulter, the author of 2016’s “In ...", "link": "https://www.dailywire.com/news/run-someone-who-enrages-the-left-by-winning-ann-coulter-calls-for-nominee-other-than-trump", "date_published": "2023-06-14 14:33:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meet The Attorneys Heading Trump’s Defense Against Biden’s Prosecutors In Florida", "description": "Todd Blanche and Chris Kise, two high-powered attorneys from New York and Florida, respectively, appeared alongside former President Donald Trump for his arraignment at a federal courthouse in Florida on Tuesday. Blanche and Kise have been part of Trump’s legal defense for some time as the former president battles state and federal indictments and investigations. ...", "link": "https://www.dailywire.com/news/meet-the-attorneys-heading-trumps-defense-against-bidens-prosecutors-in-florida", "date_published": "2023-06-14 14:31:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Legacy Media Seemingly Has No Interest In Covering Alleged Biden Bribery Scheme", "description": "Legacy media appears to have no interest in an alleged bribery scheme involving then-Vice President Joe Biden, his son Hunter Biden, and an as-yet unidentified foreign national. When Sen. Chuck Grassley (R-IA) and Rep. James Comer (R-KY) came forward with information about the alleged scheme, legacy media outlets should have been all over the story ...", "link": "https://www.dailywire.com/news/legacy-media-seemingly-has-no-interest-in-covering-alleged-biden-bribery-scheme", "date_published": "2023-06-14 14:27:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chris Pratt Encourages Couples To ‘Rush’ And Start A Family", "description": "Chris Pratt encouraged couples who have found their &#8220;great partner&#8221; to &#8220;rush&#8221; and start a family, acknowledging that his message contradicts the advice many young people are given about not being in a hurry to have children. During the 43-year-old actor&#8217;s interview with Men&#8217;s Journal, the Marvel star talked about fatherhood&#8217;s &#8220;incredible&#8221; joys and being ...", "link": "https://www.dailywire.com/news/chris-pratt-encourages-couples-to-rush-and-start-a-family", "date_published": "2023-06-14 14:10:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Watchdog Sues DOJ For Records On Merrick Garland’s Role In Loudoun County Rape Scandal", "description": "A conservative watchdog group on Wednesday sued the Department of Justice to get to the bottom of Attorney General Merrick Garland&#8217;s role in the targeting of concerned parents.", "link": "https://www.dailywire.com/news/watchdog-sues-doj-for-records-on-merrick-garlands-role-in-loudoun-county-rape-scandal", "date_published": "2023-06-14 14:09:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why The War In Ukraine Reminds Me Of Afghanistan", "description": "When in 1979 the Red Army scorned the history books and invaded Afghanistan, the D.C. war machine saw its chance to both weaken the USSR while exacting revenge for Moscow’s support of Hanoi during the Vietnam War. From 1979 to 1989, the CIA covertly channeled $2 billion in weapons, logistical support, and training to the ...", "link": "https://www.dailywire.com/news/why-the-war-in-ukraine-reminds-me-of-afghanistan", "date_published": "2023-06-14 13:51:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Rich Takes Swipe At Modern Country Music, Talks AI’s Potential Impact On Industry", "description": "Musician John Rich took a swipe at modern country music during a recent discussion about the impact artificial intelligence could have on songwriting in the industry. The 49-year-old country singer said the technology could possibly produce a better product than what many in the genre have been creating, Fox News reported. &#8220;Could AI do any ...", "link": "https://www.dailywire.com/news/john-rich-takes-swipe-at-modern-country-music-talks-ais-potential-impact-on-industry", "date_published": "2023-06-14 13:39:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Court Rules White Starbucks Manager Was Fired Because Of Her Race, Awards Her $25M", "description": "A federal jury awarded a white Starbucks regional manager — who was fired after staff at one of her stores called the police on two black men in 2018 — over $25 million, finding that the coffee giant fired her because of her race. In the unanimous ruling, the jury awarded Shannon Phillips $25 million ...", "link": "https://www.dailywire.com/news/court-rules-white-starbucks-manager-was-fired-because-of-her-race-awards-her-25m", "date_published": "2023-06-14 13:29:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kelly Clarkson Says ‘Ego’ Made Her Stay Married To Ex-Husband For So Long", "description": "Grammy Award-winning recording artist Kelly Clarkson discussed the dissolution of her almost seven-year marriage, alluding that it would have ended sooner if not for her “ego.” The talk show host discussed what happened during an episode of Glennon Doyle’s “We Can Do Hard Things” podcast. Clarkson said she didn’t initially want to end things with ...", "link": "https://www.dailywire.com/news/kelly-clarkson-says-ego-made-her-stay-married-to-ex-husband-for-so-long", "date_published": "2023-06-14 13:09:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nevada GOP Gov Signs Bill Mandating Insurance Companies Cover Trans Procedures On Minors", "description": "Nevada Republican Governor Joe Lombardo signed a bill into law this week that forces insurance companies to pay for an individual&#8217;s transgender procedures, including surgery on minors.  Lombardo’s move comes as Republican governors in nearly 20 states have signed laws to ban transgender procedures on those under 18. In Kentucky, Republicans overrode Democratic Governor Andy ...", "link": "https://www.dailywire.com/news/nevada-gop-gov-signs-bill-mandating-insurance-companies-cover-trans-procedures-on-minors", "date_published": "2023-06-14 13:07:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mom Tells Senate Terrifying Story Of Ransom Plot Using AI To Simulate Her Daughter’s Voice", "description": "A mother from Arizona described a harrowing action perpetrated against her when scammers used artificial intelligence to simulate her daughter’s terrified voice in a fake kidnapping to induce the mom to pay a ransom. Jennifer DeStefano testified before the Senate Judiciary Committee and related the ordeal she suffered in April when she received a phone ...", "link": "https://www.dailywire.com/news/mom-tells-senate-terrifying-story-of-ransom-plot-using-ai-to-simulate-her-daughters-voice", "date_published": "2023-06-14 13:02:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "LA Soccer Team Sponsors ‘All Ages’ Trans Pride Fest Featuring Sisters Of Perpetual Indulgence", "description": "A National Women&#8217;s Soccer League expansion team in Los Angeles is presenting an “all ages” transgender pride festival which will feature drag performances and members of the controversial Sisters of Perpetual Indulgence. Trans Pride LA 2023, which will take place on June 16th and 17th, is being presented by Angel City FC, according to the ...", "link": "https://www.dailywire.com/news/la-soccer-team-sponsors-all-ages-trans-pride-fest-featuring-sisters-of-perpetual-indulgence", "date_published": "2023-06-14 12:44:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Korean Hackers Suspected In $100M Crypto Heist That Could Fund Nuclear Program", "description": "Analysts believe that hackers from North Korea are behind a recent cryptocurrency heist that topped $100 million, and some of that money could reportedly go to the nation’s nuclear and ballistic weapons programs. The heist occurred earlier this month and affected 5,500 crypto wallets with the Estonia-based cryptocurrency exchange Atomic Wallet, according to crypto analysis ...", "link": "https://www.dailywire.com/news/north-korean-hackers-suspected-in-100m-crypto-heist-that-could-fund-nuclear-program", "date_published": "2023-06-14 12:02:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kevin Costner’s Estranged Wife Refuses To Vacate Home Until ‘Financial Demands’ Are Met: Report", "description": "Christine Baumgartner, the estranged wife of “Yellowstone” actor Kevin Costner, filed for divorce after 18 years of marriage on May 1, and now court documents seem to indicate she’s refusing to leave her home for financial reasons.  Radar Online accessed legal documents detailing the situation between the estranged couple. Costner and Baumgartner signed a prenuptial agreement ...", "link": "https://www.dailywire.com/news/kevin-costners-estranged-wife-refuses-to-vacate-home-until-financial-demands-are-met-report", "date_published": "2023-06-14 11:55:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "PBS Puts ‘Inflammatory Rhetoric’ Warning Below Stream Of Trump Speech", "description": "Federally funded PBS added an “inflammatory rhetoric&#8221; warning to its stream of former President Donald Trump&#8217;s speech in response to his arraignment on federal charges in Miami on Tuesday.  PBS repeatedly added “context” banners to the bottom of its stream of Trump&#8217;s speech, including taking aim at his statements about the 2020 presidential election and comments about allegations ...", "link": "https://www.dailywire.com/news/pbs-puts-inflammatory-rhetoric-warning-below-stream-of-trump-speech", "date_published": "2023-06-14 11:41:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thousands Of Schools Urge Or Instruct Teachers To Hide Students’ Gender Identity From Parents: Report", "description": "Thousands of schools across the country provide teachers and staff with guidelines that mandate or urge them to keep students’ gender identity a secret from parents, a parental rights organization alleges.  Parents Defending Education (PDE) maintains a state-by-state list of schools and school districts that have policies allowing or requiring staff to hide students’ gender ...", "link": "https://www.dailywire.com/news/thousands-of-schools-urge-or-instruct-teachers-to-hide-students-gender-identity-from-parents-report", "date_published": "2023-06-14 11:39:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Amy Schumer Mocks ‘Sociopath’ Hilaria Baldwin For Playing Up Spanish Heritage", "description": "Comedian and far-Left activist Amy Schumer came down hard on Alec Baldwin’s wife, Hilaria Baldwin, who made headlines in 2020 for suggesting that she was from Spain and playing up her Spanish heritage despite hailing from the United States. Schumer addressed the controversy in her new Netflix stand-up special, &#8220;Emergency Contact.&#8221;  “Do you guys know ...", "link": "https://www.dailywire.com/news/amy-schumer-mocks-sociopath-hilaria-baldwin-for-playing-up-spanish-heritage", "date_published": "2023-06-14 11:33:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Tells U.S. Parents: ‘They’re All Our Kids.’ Elon Musk Fires Defiant Response.", "description": "A new White House video insisting that Americans’ children collectively belong to the nation instead of their parents has sparked fierce responses from Elon Musk and a host of conservatives including Florida Governor Ron DeSantis. The video, released this week, featured the White House lit up in rainbow colors as President Joe Biden intoned, “These ...", "link": "https://www.dailywire.com/news/biden-tells-u-s-parents-theyre-all-our-kids-elon-musk-fires-defiant-response", "date_published": "2023-06-14 11:29:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Patients Zero’ Were Wuhan Lab Researchers Working On Coronavirus Gain-Of-Function, Journalists Say", "description": "Three journalists investigating the origin of SARS-CoV-2, the virus that causes COVID-19, say the first three patients who contracted the virus were lab researchers at the Wuhan Institute of Virology (WIV). The report, compiled by Michael Shellenberger, Matt Taibbi, and Alex Gutentag, identified researchers Ben Hu, Yu Ping, and Yan Zhu as “patients zero,&#8221; citing ...", "link": "https://www.dailywire.com/news/patients-zero-were-wuhan-lab-researchers-working-on-coronavirus-gain-of-function-journalists-say", "date_published": "2023-06-14 10:56:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California School Teacher With No Interest In Defunding The Police, Takes Stand For First Amendment Rights", "description": "The following is an excerpt from the new book Freedom Is The Foundation, by Aaron Withe, courtesy of Post Hill Press.  The Glenn Laird Story The sight of a student’s blood spilled on his classroom floor is not something longtime high school teacher Glenn Laird would soon forget. The memory would not only haunt him ...", "link": "https://www.dailywire.com/news/california-school-teacher-with-no-interest-in-defunding-the-police-takes-stand-for-first-amendment-rights", "date_published": "2023-06-14 10:37:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Admin Rescinds Trump-Era Policy, Extends ‘Temporary Protected Status’ For 300K Illegal Immigrants", "description": "More than 300,000 people who entered the U.S. illegally from four different countries will be safe from deportation for another 18 months after the Biden administration rescinded a Trump-era immigration policy Tuesday.  Illegal immigrants from El Salvador, Honduras, Nicaragua, and Nepal can remain in the U.S. under a Temporary Protected Status (TPS) after President Joe ...", "link": "https://www.dailywire.com/news/biden-admin-rescinds-trump-era-policy-extends-temporary-protected-status-for-300k-illegal-immigrants", "date_published": "2023-06-14 10:23:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Middle Schoolers Accused Of ‘Homophobia’ After Chanting ‘USA,’ Tearing Down ‘Pride’ Decorations", "description": "Middle schoolers in Massachusetts were accused of “intolerance and homophobia” after they reportedly revolted against a Pride celebration at the school and chanted that their pronouns were “USA.” Some students at Marshall Simonds Middle School in Burlington were accused of organizing a protest against a school-approved spirit day celebrating Pride Month, which encouraged students to ...", "link": "https://www.dailywire.com/news/middle-schoolers-accused-of-homophobia-after-chanting-usa-tearing-down-pride-decorations", "date_published": "2023-06-14 10:01:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump After Pleading ‘Not Guilty’ To Federal Charges: ‘I Am The Only One That Can Save This Nation’", "description": "Former President Donald Trump delivered his response at Trump National Golf Club in Bedminster, New Jersey, on Tuesday night after turning himself in to authorities in Miami and pleading not guilty to 37 felony counts, declaring that he is &#8220;the only one&#8221; who can save America. The remarks came after Trump appeared before federal Magistrate ...", "link": "https://www.dailywire.com/news/trump-after-pleading-not-guilty-to-federal-charges-i-am-the-only-one-that-can-save-this-nation", "date_published": "2023-06-14 09:17:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-U.S. Prosecutor Andrew McCarthy Explains Why Trump’s Presidential Records Act Defense May Not Work", "description": "Former Assistant U.S. Attorney Andrew C. McCarthy disputed claims on Tuesday that former President Donald Trump was allowed to retain the sensitive documents that were recovered from his home because of the Presidential Records Act. Appearing on Fox News while Trump was being arraigned in a Miami courthouse, McCarthy, who is a staunch conservative, pushed ...", "link": "https://www.dailywire.com/news/ex-u-s-prosecutor-andrew-mccarthy-explains-why-trumps-presidential-records-act-defense-may-not-work", "date_published": "2023-06-14 08:55:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Slapping Us Across The Face’: Riley Gaines Rips Jean-Pierre For Ignoring Parents Worried About Women’s Sports", "description": "Twelve-time NCAA swimming champion Riley Gaines, an outspoken advocate for keeping women’s sports exclusive to women, ripped into White House Press Secretary Karine Jean-Pierre for disputing the idea that males competing in women’s sports could be dangerous for women. A reporter asked Jean-Pierre what the Biden administration would say to parents worried that their daughter ...", "link": "https://www.dailywire.com/news/slapping-us-across-the-face-riley-gaines-rips-jean-pierre-for-ignoring-parents-worried-about-womens-sports", "date_published": "2023-06-14 08:44:32+00:00", "persistent": false, "user": null, "language": "en-US"}]