[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "How to Escape the Rat Race and Find Freedom Like James Baldwin", "description": "Do you feel observed and intruded upon? Society can be moralistic and prurient. It can be hard to be creative or truly free. To escape this we can learn from writer James Baldwin, who when facing this undertook that most inwardly liberating of moves: he went into exile.\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/Ni8mmA\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/vQFSTC\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/pdpZPz\nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/cOlJMX\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://www.theschooloflife.com/article/james-baldwin/\n\n“James Baldwin was a novelist, essayist and activist whose writings on racism and the idea of self-acceptance in 20th century America challenged readers to investigate their innermost thoughts and beliefs…”\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on SELF in our playlist: \nhttp://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nMike Booth\nhttps://www.youtube.com/@somegreybloke\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=k9h9LY-Z_4o", "date_published": "2023-06-14 13:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}]