[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "TB Silent Killer (full documentary) | FRONTLINE", "description": "Tuberculosis was once thought of as a disease of the past. But this 2014 documentary chronicled how new, multi-drug-resistant strains were devastating the lives of people in Swaziland, the country with the world’s highest incidence of TB at the time. (Aired 2014)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWhen the documentary aired, tuberculosis — passed simply by a cough or a sneeze — had become the second leading cause of death from an infectious disease on the planet, and new, multi-drug-resistant variants were on the rise. With startling intimacy and emotion, “TB Silent Killer” delivered an unforgettable portrait of patients, family members and medical workers who let FRONTLINE into their lives to shed light on a new epidemic of a very old disease. \n\n“TB Silent Killer” was a True Vision production for WGBH/FRONTLINE and the BBC. The producer and director was Jezza Neumann. The producer was Rebecca Stewart. Clare Paterson was the executive producer for the BBC. The executive producer for True Vision was Brian Woods. The deputy executive producer of FRONTLINE was Raney Aronson-Rath. The executive producer of FRONTLINE was David Fanning.\n\nExplore additional reporting related to \"TB Silent Killer\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/tb-silent-killer/\n\n#Documentary #Swaziland #Tuberculosis\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and airs nationwide on PBS.\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting.\n\nAdditional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nCHAPTERS:\nPrologue - 00:00\nMulti-Drug-Resistant TB: A Dreaded Diagnosis  - 01:33\nStarting Treatment for Multi-Drug-Resistant Tuberculosis - 18:25\nLife in a Tuberculosis Hospital - 30:20\nThe Threat of XDR-TB: Extensively Drug-Resistant Tuberculosis - 48:46\nFighting to Survive Tuberculosis - 1:08:04\nCredits - 1:21:56", "link": "https://www.youtube.com/watch?v=l5vW4mlFwuY", "date_published": "2023-05-16 23:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}]