[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "I Had To Travel To Japan To Buy This Game Cheap | The Kurt Locker", "description": "All Kurt wanted was his weird little retro horror game. Instead, he was introduced to the complicated world of retro game prices and the curious case of how much cheaper they are in Japan.\n\nHave you ever noticed how much cheaper retro games are in Japan than America? Kurt Indovina had to learn the hard way after developing an infatuation with the game D2 and its designer Kenji Eno. When Kurt set out to obtain a physical copy of the Dreamcast cult-classic, it was to his dismay when he learned how expensive it was to purchase. Well, the American version that is. Because, by comparison, its Japan release cost only a few mere dollars. What’s the deal with that? Quickly, Kurt fell down a rabbit hole of retro game prices and the drastic difference between how Japan and America view and price older games.\n\nIn this episode of The Kurt Locker, Kurt attempts to unpack Japan and America’s relationship with retro games. And what better way to try and understand all of this than going to the source: Japan. Kurt travels to Japan and explores areas like Tokyo’s electronic district Akihabara – a hub for retro games – and makes some surprising comparisons along the way. In the process, Kurt also examines his own relationship with collecting games like D2, and what it means to be a collector in the first place.\n\nTimestamps:\n\n00:00 - Intro: Why are Japanese retro games so cheap?\n01:00 - Kurt goes to Japan\n02:13 - Japan's culture of physical media\n03:27 - Games as books\n04:13 - The D2 rabbit hole\n05:53 - US has a retro game problem\n07:38 - The game grading bubble\n09:02 - Our relationship with collecting\n\nBe sure to check out more episodes of The Kurt Locker here: https://youtube.com/playlist?list=PLpg6WLs8kxGNL5FL6lNys2rK-3lajF_F8", "link": "https://www.youtube.com/watch?v=JnPdtCu3bUs", "date_published": "2023-05-16 15:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}]