[{"source": "https://businessinsider.com.pl/.feed", "title": "Tyle zarobił prezydent Gdyni. Jest oświadczenie", "description": "Prezydent Gdyni Wojciech Szczurek w ubiegłym roku zarobił więcej niż rok wcześniej, jednak mniej niż prezydent Warszawy czy Sopotu — wynika z opublikowanego we wtorek oświadczenia majątkowego.", "link": "https://businessinsider.com.pl/wiadomosci/takim-majatkiem-dysponuje-prezydent-gdyni-jest-oswiadczenie/p6nl8lv", "date_published": "2023-05-16 19:51:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Lidl przestanie sprzedawać papierosy w kolejnym kraju", "description": "Po tym, jak Lidl przestał sprzedawać papierosy w swoich sklepach w Holandii, sieć dyskontów zdecydowała się wprowadzić zmiany w kolejnym kraju.", "link": "https://businessinsider.com.pl/wiadomosci/lidl-nie-bedzie-sprzedawal-papierosow-po-holandii-czas-na-kolejny-kraj/y8n3lwv", "date_published": "2023-05-16 19:18:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak margaryna udaje masło? Internauci oburzeni", "description": "Uwagę internautów zwrócił produkt marki Rama. Z daleka rzuca się w oczy duży napis \"Masło\", jednak produkt ten masłem nie jest. Na 250-gramowej kostce producent umieścił napis \"Używaj jak Masło\", co — zdaniem niektórych — może wprowadzić konsumentów w błąd. Tym bardziej że w opisie produktu znajduje się charakterystyczne dla masła 82 proc. Chodzi jednak o \"82 proc. mniejszy wpływ na klimat\".", "link": "https://businessinsider.com.pl/twoje-pieniadze/tak-margaryna-znanej-marki-udaje-maslo-producent-sprytnie-uzyl-82-proc/be0q9we", "date_published": "2023-05-16 18:15:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec z bramki na autostradach. Jest pierwszy termin", "description": "Pomysł likwidacji opłat za przejazd płatnymi odcinkami autostrad zarządzanymi przez GDDKiA trafił do wykazu prac legislacyjnych rządu. To pierwszy krok na drodze do zmiany obietnicy wyborczej w rzeczywistość.", "link": "https://businessinsider.com.pl/wiadomosci/koniec-z-bramki-na-autostradach-jest-pierwszy-termin/zs37388", "date_published": "2023-05-16 17:45:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraina. Prezes Sądu Najwyższego odwołany za korupcję", "description": "Prezes Sądu Najwyższego Ukrainy Wsewołod Kniaziew został odwołany ze stanowiska. 15 maja został zatrzymany w chwili przyjmowania łapówki w wysokości 3 mld dol.", "link": "https://businessinsider.com.pl/wiadomosci/ukraina-prezes-sadu-najwyzszego-odwolany-za-korupcje/gczkvf9", "date_published": "2023-05-16 17:12:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Węgry blokują 500 mln euro dla Ukrainy. Nowe informacje", "description": "Węgry zablokowały pomoc dla Ukrainy o wartości 500 mln euro — podała włoska agencja ANSA. Teraz węgierskie media ujawniają przyczyny decyzji rządu Victora Orbana. Jak piszą, chodzi o rzekomą wypowiedź Wołodymyra Zełenskiego.", "link": "https://businessinsider.com.pl/wiadomosci/wegry-blokuja-pomoc-dla-ukrainy-nieoficjalnie-chodzi-o-slowa-zelenskiego/z8212p7", "date_published": "2023-05-16 16:17:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Aktywa w PPK w miesiąc zwiększyły się o 900 mln zł. Nowe dane", "description": "Wartość środków zgromadzonych przez Polaków w kwietniu wyniosła 14,87 mld zł, co oznacza, że w miesiąc przybyło 909 mln zł — poinformowała spółka PFR Portal PPK.", "link": "https://businessinsider.com.pl/poradnik-finansowy/aktywa-w-ppk-w-miesiac-zwiekszyly-sie-o-900-mln-zl-nowe-dane/mjwbry4", "date_published": "2023-05-16 16:10:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Indie bogacą się dzięki obchodzeniu zachodnich sankcji wobec Rosji. UE traci cierpliwość", "description": "Unia Europejska powinna rozprawić się z Indiami, które odsprzedają do Europy rosyjską ropę jako rafinowane paliwo — powiedział szef unijnej dyplomacji Josep Borrell w wywiadzie dla \"Financial Times\".", "link": "https://businessinsider.com.pl/gospodarka/sankcje-wobec-rosji-indie-coraz-bardziej-draznia-ue/whb959j", "date_published": "2023-05-16 15:07:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jakie będą finansowe i gospodarcze skutki podniesienia 500 plus do 800 zł", "description": "Jarosław Kaczyński zapowiedział podniesienie 500 plus o 300 zł od początku przyszłego roku. Podwyżka tylko nieznacznie przekracza skumulowaną inflację od chwili wprowadzenia świadczenie, co oznacza, że rząd zaledwie przywraca jego wartość, a równocześnie zwiększa ryzyko utrwalenia inflacji. Oto co o nowej zapowiedzi sądzą redaktor naczelny BI Polska i jego zastępca.", "link": "https://businessinsider.com.pl/gospodarka/finansowe-i-gospodarcze-skutki-podniesienia-500-plus-do-800-zl/6pjg7d9", "date_published": "2023-05-16 14:48:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Putin uprościł procedury. Teraz łatwiej zostać Rosjaninem", "description": "Cudzoziemcy walczący w Ukrainie po stronie Rosji będą mogli skorzystać z uproszczonej procedury przyznania rosyjskiego obywatelstwa. Władimir Putin podpisał dekret, który pozwala na szybsze zostanie obywatelem Rosji nie tylko najemnikom, ale i członkom ich rodzin.", "link": "https://businessinsider.com.pl/wiadomosci/putin-uproscil-procedury-teraz-latwiej-zostac-rosjaninem/s17bgfs", "date_published": "2023-05-16 14:40:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rowery gravel do czterech, sześciu i dwunastu tysięcy złotych", "description": "Gravel przez ostanie lata bardzo zyskał na popularności. Wiele mówi się uniwersalności jednośladów z tej kategorii, ponieważ łączą zalety rowerów górskich i szosowych. Gravel sprawdza się na szutrowych i polnych drogach, a jazda na nim potrafi być bardzo dynamiczna. Prezentujemy rowery tego typu z podziałem na trzy przedziały cenowe, aby ułatwić wam korzystną decyzję zakupową.", "link": "https://businessinsider.com.pl/lifestyle/rowery-gravel-do-czterech-szesciu-i-dwunastu-tysiecy-zlotych/w17jyf6", "date_published": "2023-05-16 14:40:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wypożyczalnia obciążyła klientkę na 6 tys. dol. Miała przejechać 37 tys. km w trzy dni", "description": "Według doniesień mediów wypożyczalnia Avis obciążyła klientkę na ponad 6 tys. dol., po tym, jak uznano, że przejechała wypożyczonym samochodem ponad 37 tys. km w ciągu trzech dni.", "link": "https://businessinsider.com.pl/wiadomosci/wypozyczalnia-obciazyla-klientke-na-6-tys-dol-miala-przejechac-37-tys-km-w-trzy-dni/t4dg68l", "date_published": "2023-05-16 14:05:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wypocznij w luksusowym hotelu w Karpaczu. Specjalne ceny z Ofertą Dnia", "description": "W południowej części Karpacza, przy granicy Karkonoskiego Parku Narodowego, u stóp Śnieżki położony jest nowoczesny i luksusowy hotel Green Mountain Hotel***** &amp; Apartments. Ten pięciogwiazdkowy kompleks, łączy piękno otaczającej przyrody z luksusem i komfortem. Hotel to idealne miejsce dla par, grup przyjaciół oraz rodzin z dziećmi, które szukają wyjątkowego miejsca na wypoczynek w górach. Co więcej? Green Mountain Hotel wraz z serwisem Triverna.pl przygotował dla użytkowników Business Insider najniższe ceny rezerwacji w obiekcie. Specjalna cena rezerwacji dostępna jest tylko 24 H, od godz. 16.00, 16 maja do godz. 16:00, 17 maja 2023 roku. Tylko za pośrednictwem linków partnerskich w poniższym artykule, dokonasz rezerwacji ze specjalną zniżką. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/wypocznij-w-luksusowym-hotelu-w-karpaczu-specjalne-ceny-z-oferta-dnia/0kqxzyy", "date_published": "2023-05-16 14:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mieszane dane z amerykańskiej gospodarki", "description": "W kwietniu w USA sprzedaż detaliczna wprawdzie wzrosła, ale mniej niż oczekiwano. Z kolei produkcja przemysłowa zwiększyła się bardziej od prognoz, ale skorygowano w dół poprzedni odczyt. Najnowsze dane z realnej gospodarki USA są prawdopodobnie neutralne z punktu widzenia decyzji o stopach procentowych.", "link": "https://businessinsider.com.pl/gospodarka/mieszane-dane-z-amerykanskiej-gospodarki-co-zrobi-fed/xz8389n", "date_published": "2023-05-16 13:42:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjski oligarcha traci dom w Holandii. Sąd dał zielone światło squattersom", "description": "Dzicy lokatorzy zajmujący w Amsterdamie budynek należący do rosyjskiego oligarchy Arkadija Wołoża mogą w nim pozostać — zdecydował sąd  apelacyjny. Wołoż jest współzałożycielem wyszukiwarki Yandex, rosyjskiego odpowiednika Google.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjski-krol-internetu-traci-dom-squattersi-dostali-zielone-swiatlo/w2ff2zl", "date_published": "2023-05-16 13:41:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Historyczny moment polskiej gospodarki. Czegoś takiego jeszcze nie było", "description": "Na polskim rynku pracy odnotowaliśmy przełomowe wydarzenie. Po raz pierwszy w historii liczba pracujących przekroczyła 17 mln osób - wynika z najnowszych danych Eurostatu.", "link": "https://businessinsider.com.pl/gospodarka/historyczny-moment-polskiej-gospodarki-czegos-takiego-jeszcze-nie-bylo/pcfl49j", "date_published": "2023-05-16 13:36:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaostrzono przepisy o sztucznej inteligencji. Europarlament wydłużył listę zakazów jej używania", "description": "Unia Europejska pracuje nad AI Act — rozporządzeniem, które ma wyznaczyć ramy prawne dla rozwoju sztucznej inteligencji. W minionym tygodniu dwie komisje Parlamentu Europejskiego przyjęły poprawiony projekt rozporządzenia. Europosłowie wydłużyli listę zastosowań sztucznej inteligencji, które będą zakazane.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/zaostrzono-przepisy-o-sztucznej-inteligencji-europarlament-wydluzyl-liste-zakazow-jej/pnkr89k", "date_published": "2023-05-16 13:30:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Volkswagen T-Roc. Praktyczny SUV na czasy, w których liczy się oszczędność", "description": "Volkswagen T-Roc to jeden z najchętniej kupowanych samochodów marki Volkswagen. Popularność zawdzięcza ładnemu designowi, praktycznie podniesionej sylwetce SUV-a, zaawansowanym technologiom na pokładzie oraz korzystnemu finansowaniu. Jeśli jesteś osobą oszczędną, może przypaść ci to do gustu niska rata w leasingu dla przedsiębiorców \"Jak Abonament\".", "link": "https://businessinsider.com.pl/motoryzacja/volkswagen-t-roc-praktyczny-suv-na-czasy-w-ktorych-liczy-sie-oszczednosc/l07vyg0", "date_published": "2023-05-16 12:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Agregaty prądotwórcze — nie czekaj z ich zakupem", "description": "Z powodu kryzysu energetycznego minionej zimy wiele osób zdecydowało się na zakup agregatu prądotwórczego. Wtedy był problem z ich dostępnością, a o promocjach można było zapomnieć. Dlatego warto kupić agregat wiosną, gdy większość jeszcze o tym nie myśli.", "link": "https://businessinsider.com.pl/technologie/agregaty-pradotworcze-nie-czekaj-z-ich-zakupem/9fy9zxf", "date_published": "2023-05-16 12:30:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na tych greckich wyspach uwielbiają wypoczywać Polacy. Polecamy pięć hoteli przy plaży", "description": "Śródziemnomorski klimat, znakomita kuchnia, starożytne zabytki, taniec zorba, oliwki oraz piękne wyspy. Grecja to z pewnością jeden z najbardziej malowniczych krajów i doskonały pomysł na urlop. U jej wybrzeża znajduje się około dwóch i pół tysiąca wysp i wysepek. Wiele z nich jest niezamieszkałych, a część z nich to perły światowej turystyki. Do najpiękniejszych i najpopularniejszych należą Rodos, Korfu i Lesbos. To na tych wyspach znaleźliśmy wolne miejsca w hotelach położonych przy samej plaży. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/na-tych-greckich-wyspach-uwielbiaja-wypoczywac-polacy-polecamy-piec-hoteli-przy-plazy/c3qg3wj", "date_published": "2023-05-16 12:23:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wreszcie coś pozytywnego w sprawie inflacji. Pierwszy spadek wskaźnika od prawie dwóch lat", "description": "Mimo że główny wskaźnik inflacji w Polsce ostatnio spadał, to do tej pory tzw. inflacja bazowa rosła nieustannie przez prawie dwa lata. Najnowszy odczyt za kwiecień przyniósł wreszcie spadek tego wskaźnika. Ale tylko w ujęciu rocznym, bo miesiąc do miesiąca znowu urósł i to w wysokim tempie.", "link": "https://businessinsider.com.pl/finanse/wreszcie-cos-pozytywnego-w-sprawie-inflacji-pierwszy-spadek-wskaznika-od-prawie-dwoch/jtgl6ge", "date_published": "2023-05-16 12:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Darmowe autostrady. Rząd dopiero szykuje harmonogram", "description": "W krótkim czasie przedstawiony zostanie harmonogram zniesienia opłat na płatnych odcinkach autostrad zarządzanych przez GDDKiA — poinformował premier Mateusz Morawiecki. Równocześnie zapowiedział, że rząd dopiero rozpocznie rozpocznie rozmowy o likwidacji bramek na drogach zarządzanych przez prywatne firmy.", "link": "https://businessinsider.com.pl/wiadomosci/darmowe-autostrady-rzad-dopiero-szykuje-harmonogram/m2v05vt", "date_published": "2023-05-16 11:55:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Europejska gospodarka broni się przed recesją. Komisja Europejska podniosła prognozy", "description": "Odczyty dynamiki produktu krajowego brutto w strefie euro okazały się zgodne z oczekiwaniami. Na razie gospodarki państw należących do unii walutowej jako całość bronią się przed recesją. Komisja Europejska podniosła prognozy.", "link": "https://businessinsider.com.pl/gospodarka/europejska-gospodarka-broni-sie-przed-recesja-prognozy-w-gore/j6xteht", "date_published": "2023-05-16 11:44:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Norwegia przeliczyła się z tunelem dla statków. Projekt zawieszony", "description": "Przekop Mierzei Wiślanej to nic przy tym, czego planują dokonać Norwegowie. Ich projekt zakłada budowę pierwszego na świecie tunelu dla statków. Tyle że koszty przerastają wszelkie przewidywania.", "link": "https://businessinsider.com.pl/wiadomosci/norwegia-przeliczyla-sie-z-tunelem-dla-statkow-projekt-zawieszony/1dzvdz8", "date_published": "2023-05-16 11:29:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Francja tworzy atomowy sojusz. Polska wśród zaproszonych", "description": "Francuska minister transformacji energetycznej Agnes Pannier-Runacher zorganizowała w Paryżu spotkanie 16 krajów, w tym m.in. Polski. Jak donoszą francuskie media, jej celem jest stworzenie \"sojuszu krajów popierających atom\".", "link": "https://businessinsider.com.pl/gospodarka/francja-tworzy-atomowy-sojusz-polska-wsrod-zaproszonych/k0khb07", "date_published": "2023-05-16 11:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "91 proc. Polaków szuka tańszych miejsc do zakupów, wynika z badania", "description": "53 proc. ankietowanych Polaków zadeklarowało, że kupuje tylko niezbędne artykuły. Aż 91 proc. szuka tańszych miejsc, w których może zrobić zakupy. W przyszłość patrzymy pesymistycznie - wynika z \"EY Future Consumer Index 2023\".", "link": "https://businessinsider.com.pl/gospodarka/91-proc-polakow-szuka-tanszych-miejsc-do-zakupow-wynika-z-badania/dgqv692", "date_published": "2023-05-16 11:06:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uwaga oszustów z OLX, Allegro i Vinted. Trwa ich kampania", "description": "Oszuści podszywają się pod popularne platformy sprzedażowe takie jak OLX, Allegro i Vinted i wyłudzają dane logowania do bankowości internetowej lub dane karty kredytowej — poinformowała we wtorek NASK.", "link": "https://businessinsider.com.pl/media/internet/uwaga-oszustow-z-olx-allegro-i-vinted-trwa-ich-kampania/x5cvnyf", "date_published": "2023-05-16 11:04:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kijów potrzebuje F-16, bo Rosja zmieniła taktykę", "description": "Ostatnie wizyty Wołodymyra Zełenskiego we Włoszech, Niemczech, Francji i Wielkiej Brytanii miały na celu przekonywanie partnerów, by dostarczyli Ukrainie amerykańskie samoloty wielozadaniowe F-16 — donosi \"Politico\". Kijów liczy na 40-50 takich maszyn.", "link": "https://businessinsider.com.pl/wiadomosci/kijow-potrzebuje-f-16-bo-rosja-zmienila-taktyke/4ckyvcs", "date_published": "2023-05-16 10:53:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Restauracja zmuszała kelnerów do dzielenia się napiwkami z właścicielami. Teraz musi  zwrócić im 262 tys. dol.", "description": "Jedna z restauracji na Florydzie musiała oddać pracownikom 262 tys. dol. po tym, jak federalne śledztwo ujawniło szereg naruszeń prawa pracy, w tym wymóg dzielenia się napiwkami z przełożonymi.", "link": "https://businessinsider.com.pl/wiadomosci/restauracja-zmuszala-kelnerow-do-dzielenia-sie-napiwkami-z-wlascicielami/1sdvfmh", "date_published": "2023-05-16 10:45:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Twoja niedostarczona paczka wystawiona na sprzedaż? Poczta Polska zabiera głos", "description": "Osoby podszywające się pod Pocztę Polską oferują \"możliwość zakupu\" palet z niedoręczonymi przesyłkami zalegającymi rzekomo w magazynach. To oszustwo — ostrzegł we wtorek narodowy operator pocztowy. Spółka zapewniła, że nie sprzedaje niedoręczonych przesyłek.", "link": "https://businessinsider.com.pl/poradnik-finansowy/twoja-niedostarczona-paczka-wystawiona-na-sprzedaz-poczta-polska-zabiera-glos/cf2pncy", "date_published": "2023-05-16 10:39:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jest wielki program unijny dla polskich producentów rolnych", "description": "Komisja Europejska zatwierdziła, zgodnie z unijnymi zasadami pomocy publicznej, program Polski o wartości 1,3 mld euro, który ma wesprzeć producentów rolnych.", "link": "https://businessinsider.com.pl/biznes/jest-wielki-program-unijny-dla-polskich-producentow-rolnych/6rwcx4s", "date_published": "2023-05-16 10:37:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bill Gates żałuje, że w młodości nie wiedział, że życie to coś więcej niż praca", "description": "Bill Gates stwierdził, że dopiero gdy się zestarzał i został ojcem, zrozumiał, że w życiu liczy się coś więcej niż praca.", "link": "https://businessinsider.com.pl/firmy/zarzadzanie/bill-gates-zaluje-ze-w-mlodosci-nie-wiedzial-ze-zycie-to-cos-wiecej-niz-praca/4mk28ee", "date_published": "2023-05-16 10:26:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "14. emerytura na stałe? Jest decyzja rządu", "description": "Rząd przyjął projekt ustawy, która przewiduje coroczną wypłatę 14. świadczenia dla emerytów i rencistów. Tym samym dodatkowa wypłata zostanie wprowadzona na stałe. W tym roku wyniesie maksymalnie 1 588,44 zł.", "link": "https://businessinsider.com.pl/prawo/praca/czternasta-emerytura-2023-czy-bedzie-wyplacana-na-stale/l4lw1jw", "date_published": "2023-05-16 10:26:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największe polskie biuro podróży wprowadza ubezpieczenie od deszczu. 250 zł za każdy dzień", "description": "Itaka, największy polski touroperator, wprowadza ubezpieczenie od deszczu. Gwarantować ma ono rekompensatę za każdy deszczowy dzień wakacji.", "link": "https://businessinsider.com.pl/wiadomosci/najwieksze-polskie-biuro-podrozy-wprowadza-ubezpieczenie-od-deszczu-250-zl-za-kazdy/xqh7yfb", "date_published": "2023-05-16 10:05:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja zanotowała rekordowy eksport ropy, rosną zyski Putina", "description": "Rosja wyeksportowała w kwietniu więcej ropy niż w jakimkolwiek innym miesiącu od czasu inwazji na Ukrainę — pisze \"Financial Times\", powołując się na dane Międzynarodowej Agencji Energii.", "link": "https://businessinsider.com.pl/gospodarka/rosja-zanotowala-rekordowy-eksport-ropy-rosna-zyski-putina/8x0mbdg", "date_published": "2023-05-16 10:03:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szokujące śledztwo Onetu. Szef PPL rezygnuje", "description": "Paweł Siennicki, członek zarządu Polskich Portów Lotniczych S.A. podał się do dymisji z powodów osobistych — poinformowała firma na Twitterze. To efekt publikacji Onetu.", "link": "https://businessinsider.com.pl/wiadomosci/szokujace-sledztwo-onetu-szef-ppl-rezygnuje/evly1xp", "date_published": "2023-05-16 09:43:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szokujące śledztwo Onetu. Wiceprezes PPL rezygnuje", "description": "Paweł Siennicki, członek zarządu Polskich Portów Lotniczych S.A. podał się do dymisji z powodów osobistych — poinformowała firma na Twitterze. To efekt publikacji Onetu.", "link": "https://businessinsider.com.pl/wiadomosci/szokujace-sledztwo-onetu-wiceprezes-ppl-rezygnuje/evly1xp", "date_published": "2023-05-16 09:43:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wakacje w dobie inflacji. Last minute przestaje mieć rację bytu", "description": "Rośnie liczba osób organizujących wakacje na własną rękę, czego przyczyn można upatrywać w wysokiej inflacji. By zaoszczędzić, wyjazdy organizujemy z większym wyprzedzeniem niż w ubiegłych latach. To, ile czasu spędzimy w danym kraju, często jest konsekwencją miejscowych cen.", "link": "https://businessinsider.com.pl/poradnik-finansowy/wakacje-w-dobie-inflacji-last-minute-przestaje-miec-racje-bytu/nn0xnn6", "date_published": "2023-05-16 09:39:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zaskakująca, ale kłopotliwa odporność polskiej gospodarki. Komplikuje się wizja NBP", "description": "Nasza gospodarka w pierwszym kwartale, choć skurczyła się w ujęciu rocznym, wykazała się zaskakującą siłą. Teraz ekonomiści zastanawiają się, czy trzeba podnosić prognozy wzrostu PKB na cały rok. Niestety, jest też druga strona medalu. Lepsza koniunktura oznacza utrzymywanie się większej presji na wzrost cen i utrudnia walkę z inflacją. Znowu rozważane mogą być podwyżki stóp procentowych.", "link": "https://businessinsider.com.pl/gospodarka/zaskakujaca-ale-klopotliwa-odpornosc-polskiej-gospodarki-komplikuje-sie-wizja-nbp/9y8drpn", "date_published": "2023-05-16 09:34:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliarder oskarża \"dzieciaki z TikToka: są zbyt zajęte, by rozwinąć karierę", "description": "Miliarder John Catsimatidis stwierdził, że w młodości pracował 70 godzin tygodniowo w supermarkecie, a dziś obawia się, że pokolenie Z jest zbyt zajęte na TikToku, żeby podjąć podobne kroki.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/miliarder-oskarza-dzieciaki-z-tiktoka-sa-zbyt-zajete-by-rozwinac-kariere/4tx4lks", "date_published": "2023-05-16 09:32:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bitwa o 800 plus rozgorzała na dobre. PiS odpowiada Tuskowi, Tusk składa projekt", "description": "Zapowiadając w weekend poniesienie 500 plus do 800 plus, prezes PiS Jarosław Kaczyński rozkręcił polityczną karuzelę. Donald Tusk skontrował i chce, by nowe zasady obowiązywały już od czerwca. Partia rządząca nie zamierza jednak przyspieszać swojej reformy.", "link": "https://businessinsider.com.pl/wiadomosci/bitwa-o-800-plus-rozgorzala-na-dobre-pis-odpowiada-tuskowi-tusk-sklada-projekt/hwtfr1w", "date_published": "2023-05-16 09:14:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prezes PFR: podniesienie 500 plus zwiększa perspektywę wzrostu PKB", "description": "Podniesienie świadczenia 500 plus do 800 zł powinno podnieść perspektywę wzrostu gospodarczego Polski w przyszłym roku o 0,5 pkt. proc. — ocenił we wtorek w TOK FM prezes Polskiego Funduszu Rozwoju Paweł Borys. Dodał, że nie zmieni to zarazem trendów związanych z inflacją.", "link": "https://businessinsider.com.pl/finanse/prezes-pfr-podniesienie-500-plus-zwieksza-perspektywe-wzrostu-pkb/w0tdddl", "date_published": "2023-05-16 09:09:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Polsce znów ubyło aptek. Ta seria trwa od lat", "description": "Liczba aptek ogólnodostępnych działających na koniec 2022 r. spadła o 1,8 proc. rok do roku i wyniosła 11,7 tys., a punktów aptecznych — 1,1 tys. (o 2,4 proc. mniej niż rok wcześniej), podał Główny Urząd Statystyczny.", "link": "https://businessinsider.com.pl/wiadomosci/w-polsce-znow-ubylo-aptek-ta-seria-trwa-od-lat/ezj1eql", "date_published": "2023-05-16 08:43:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski eksport łapie drugi oddech. Pozytywne dane", "description": "Polska gospodarka ma za sobą kolejny miesiąc dodatniego salda wymiany towarowej. W pierwszych trzech miesiącach roku eksport rósł mocniej m.in. dzięki sprzedaży olejów i tłuszczy spożywczych, napojów i tytoniu oraz żywności i zwierząt żywych. Z kolei wzrost importu paliw nie jest już tak wysoki jak w ubiegłym roku.", "link": "https://businessinsider.com.pl/gospodarka/polski-eksport-lapie-drugi-oddech-pozytywne-dane/7k4et2l", "date_published": "2023-05-16 08:32:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wypocznij w luksusowym hotelu w sercu Mazur. Specjalne ceny z Ofertą Dnia", "description": "W sercu Mazur, nad brzegiem malowniczego Jeziora Drwęckiego, znajduje się stylowy hotel, który potrafi pozytywnie zaskakiwać na każdym kroku. Radisson Blu Resort &amp; Conference Center w Ostródzie to pięciogwiazdkowy kompleks, który łączy piękno otaczającej przyrody z luksusowym i komfortowym wypoczynkiem. To idealne miejsce dla par, grup przyjaciół oraz rodzin z dziećmi, które szukają wyjątkowego miejsca na wypoczynek nad jeziorem. Co więcej? Radisson Blu Resort wraz z serwisem Travelist.pl przygotował dla użytkowników Business Insider najniższe ceny rezerwacji w obiekcie. Specjalna cena rezerwacji dostępna jest tylko 24 H, od godz. 16.00, 15 maja do godz. 16:00, 16 maja 2023 roku. Tylko za pośrednictwem linków partnerskich w poniższym artykule, dokonasz rezerwacji ze specjalną zniżką. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/wypocznij-w-luksusowym-hotelu-w-sercu-mazur-specjalne-ceny-z-oferta-dnia/chjhlb3", "date_published": "2023-05-16 08:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Glovo z zarzutami od UOKiK. Grozi wysoka kara", "description": "Prezes UOKiK postawił platformie Glovo zarzuty wprowadzania konsumentów w błąd, za które grozi kara do 10 proc. obrotu — poinformował we wtorek Urząd Ochrony Konkurencji i Konsumentów.", "link": "https://businessinsider.com.pl/finanse/handel/glovo-z-zarzutami-od-uokik-grozi-wysoka-kara/31ff29z", "date_published": "2023-05-16 08:13:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Problem dopadł fotowoltaikę. Polacy odsyłani z odmowami", "description": "Fotowoltaiczny boom, z którym mamy od kilku lat do czynienia w Polsce, napotkał problemy infrastrukturalnie. Coraz więcej Polaków otrzymuje odmowy w sprawie przyłączeń do sieci — informuje portalsamorzadowy.pl.", "link": "https://businessinsider.com.pl/wiadomosci/problem-dopadl-fotowoltaike-polacy-odsylani-z-odmowami/tmcc0zk", "date_published": "2023-05-16 08:06:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Problem dopadł przydomową fotowoltaikę. Polacy odsyłani z odmowami", "description": "Fotowoltaiczny boom, z którym mamy od kilku lat do czynienia w Polsce, napotkał problemy infrastrukturalnie. Coraz więcej Polaków otrzymuje odmowy w sprawie przyłączeń do sieci — informuje portalsamorzadowy.pl.", "link": "https://businessinsider.com.pl/wiadomosci/problem-dopadl-przydomowa-fotowoltaike-polacy-odsylani-z-odmowami/tmcc0zk", "date_published": "2023-05-16 08:06:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Najtańsze europejskie miasta na weekend. Polska w czołówce", "description": "Lizbona, Wilno, Kraków, Ateny i Ryga zostały uznane kolejno za pięć najtańszych miast w Europie, które można odwiedzić tego lata w czasie weekendowego wypadku. Tak wynika z badania firmy Post Office, brytyjskiego dostawcy usług pocztowych — podaje serwis mirror.co.uk.", "link": "https://businessinsider.com.pl/wiadomosci/najtansze-europejskie-miasta-na-weekend-polska-w-czolowce/wwk3f22", "date_published": "2023-05-16 08:02:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Hamowanie polskiej gospodarki. Spadek PKB w pierwszym kwartale", "description": "Polska gospodarka prawdopodobnie ma już za sobą najgorszy okres w tym cyklu koniunkturalnym i udało jej się uniknąć recesji. W I kwartale 2023 r. nasz produkt krajowy brutto mocno obniżył się — wynika ze wstępnych danych.", "link": "https://businessinsider.com.pl/gospodarka/hamowanie-polskiej-gospodarki-spadek-pkb-w-pierwszym-kwartale/e2xvgpg", "date_published": "2023-05-16 08:01:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie jedna, a dwie obniżki stóp procentowych. Odważna prognoza ministra", "description": "Podwyższenie 500 plus do 800 zł to jedna z najgłośniejszych przedwyborczych obietnic PiS z weekendu. Pojawiają się jednak obawy o proinflacyjne działanie tej waloryzacji. Zdaniem ministra rozwoju i technologii Waldemara Budy do podniesienia świadczenia dojdzie w momencie, kiedy inflacja będzie w trendzie spadkowym, a za nami będą już być może nawet dwie obniżki stóp procentowych.", "link": "https://businessinsider.com.pl/wiadomosci/nie-jedna-a-dwie-obnizki-stop-procentowych-odwazna-prognoza-ministra/w452n9x", "date_published": "2023-05-16 07:27:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 16 maja poniżej 4,2 zł", "description": "Kurs dolara poniżej 4,2 zł. W piątek rano 16 maja 2023 r. kurs USD/PLN wynosi 4,1387.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-16-maja-2023/n9l00s7", "date_published": "2023-05-16 07:11:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 16 maja powyżej 4,6 zł", "description": "Frank szwajcarski powyżej 4,6 zł. We wtorek rano 16 maja 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,6283.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-16-maja-2023/bqe0tbz", "date_published": "2023-05-16 07:10:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 16 maja 2023 r.", "description": "Poznaj konwersje kursu EUR/PLN dla dnia 16 maja 2023 r. Jak dziś wygląda euro względem złotego? Jak silna jest najważniejsza waluta w Unii Europejskiej? Czy aktualnie opłaca się wymieniać euro na polskie złotówki? Wczoraj wartość euro wyniosła: 4,50735 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-16-maja-2023-r/6jsddv8", "date_published": "2023-05-16 07:06:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jedno z największych miast w Polsce chce wprowadzić prohibicję. Od północy alkoholu nie kupisz", "description": "Stolica Małopolski wprowadza prohibicję. Od północy do godzi. 5.30 nie będzie można kupić alkoholu w Krakowie. Zakaz obejmie wszystkie dzielnice miasta.", "link": "https://businessinsider.com.pl/wiadomosci/jedno-z-najwiekszych-miast-w-polsce-chce-wprowadzic-prohibicje-od-polnocy-alkoholu/q1ky40m", "date_published": "2023-05-16 07:05:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jedno z największych miast w Polsce wprowadza prohibicję. Od północy alkoholu nie kupisz", "description": "Stolica Małopolski wprowadza prohibicję. Od północy do godzi. 5.30 nie będzie można kupić alkoholu w Krakowie. Zakaz obejmie wszystkie dzielnice miasta.", "link": "https://businessinsider.com.pl/wiadomosci/jedno-z-najwiekszych-miast-w-polsce-wprowadza-prohibicje-od-polnocy-alkoholu-nie/q1ky40m", "date_published": "2023-05-16 07:05:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak Rosjanie naprawiają swoje samoloty? Części docierają m.in. z USA", "description": "Rosyjskie informacje celne pokazują, że części do samolotów produkcji Boeinga, Airbusa i innych firm warte miliony dolarów zostały wysłane w 2022 r. do Rosji, pomimo nałożonych na ten kraj sankcji z powodu inwazji na Ukrainę; proceder umożliwiają m.in. Rosjanie mieszkający w USA — podaje dziennik \"New York Times\".", "link": "https://businessinsider.com.pl/wiadomosci/jak-rosjanie-naprawiaja-swoje-samoloty-czesci-docieraja-min-z-usa/347x1t1", "date_published": "2023-05-16 06:24:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inflacyjny trend w umowach o pracę. Dotyczy już nie tylko menedżerów", "description": "W ostatnich miesiącach wyjątkowo brutalnie doświadczyliśmy w Polsce skutków wysokiej inflacji. A to oznacza też coraz częstsze rozmowy w firmach o podwyżkach. Okazuje się, że coraz więcej osób nie musi się tym martwić. Gwarantują im to umowy.", "link": "https://businessinsider.com.pl/poradnik-finansowy/nowy-trend-w-umowach-o-prace-dotyczy-juz-nie-tylko-menedzerow/wgsc194", "date_published": "2023-05-16 05:48:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rusza najtrudniejsza inwestycja kolejowa w historii Polski", "description": "Rusza pierwsza od wielu lat budowa całkiem nowej linii kolejowej w naszym kraju – z Krakowa w stronę Nowego Sącza i Rabki — podaje dziennik.pl.", "link": "https://businessinsider.com.pl/wiadomosci/rusza-najtrudniejsza-inwestycja-kolejowa-w-historii-polski/j6e3sky", "date_published": "2023-05-16 05:37:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy wypisują się z rodzinnych imprez. Powód? Brak pieniędzy", "description": "Coraz więcej osób w Polsce rozważa rezygnację z organizowania komunii, wesela czy chrztu lub bierze pod uwagę skromniejszą uroczystość — wynika z badania BIG InfoMonitor. Duża część osób szuka też wymówek, by nie pójść na rodzinną imprezę z powodu braku pieniędzy.", "link": "https://businessinsider.com.pl/wiadomosci/polacy-wypisuja-sie-z-rodzinnych-imprez-powod-brak-pieniedzy/f63qlw4", "date_published": "2023-05-16 05:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Składka zdrowotna za 2022 r. Tylko tydzień na rozliczenie. To musisz wiedzieć, by uniknąć problemów", "description": "Został już tylko niecały tydzień na rozliczenie składki zdrowotnej za 2022 r. Termin mija w poniedziałek 22 maja, ale nie warto odkładać tego na ostatnią chwilę. To nie PIT-y, które każdy przedsiębiorca dobrze zna. Składkę rozliczamy dopiero pierwszy raz, a pułapek nie brakuje. Jedna z nich to konieczność dopłaty i to niemałej kwoty.", "link": "https://businessinsider.com.pl/prawo/podatki/skladka-zdrowotna-za-2022-nowe-formularze-i-doplaty-a-czasu-coraz-mniej/s4bk210", "date_published": "2023-05-16 05:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "500 plus może być waloryzowane co roku. PiS walczy o głosy", "description": "Od 2024 r. 500 plus będzie świadczeniem 800 plus. Z naszych informacji wynika, że planowana jest coroczna waloryzacja tych środków — pisze we wtorek \"Super Express\".", "link": "https://businessinsider.com.pl/twoje-pieniadze/500-plus-moze-byc-waloryzowane-co-roku-pis-walczy-o-glosy/sbxwz04", "date_published": "2023-05-16 05:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jesteś rodzicem? Zyskasz kilka tysięcy złotych. Ostatnie dwa dni na złożenie wniosku", "description": "Rodzice na zasiłku macierzyńskim mają już tylko dwa dni na podwyższenie świadczenia. Jest o co zawalczyć, bo zarabiający przeciętną pensję dostaną z ZUS nawet ok. 3,5 tys. zł ekstra. By zyskać, trzeba złożyć odpowiedni wniosek i nie przegapić terminu, a ten jest krótki. Krok po kroku wyjaśniamy, co zrobić i dlaczego.", "link": "https://businessinsider.com.pl/prawo/praca/zasilek-macierzynski-w-gore-zyskasz-nawet-kilka-tysiecy-zlotych/p2ndgpf", "date_published": "2023-05-16 04:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzeci miesiąc z rzędu Polska ma miliardy euro nadwyżki w handlu zagranicznym", "description": "Mamy trzeci miesiąc z rzędu z nadwyżką w handlu zagranicznym, nieco lepsze prognozy wzrostu gospodarczego z Komisji Europejskiej, a nawet spadek emisji gazów cieplarnianych. Coraz mniejszym zainteresowaniem cieszą się obligacje detaliczne chroniące przed inflacją. Może to dlatego, że inflacja spada, co właśnie potwierdził GUS. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/trzeci-miesiac-z-rzedu-polska-ma-miliardy-euro-nadwyzki-w-handlu-zagranicznym/e53qvp3", "date_published": "2023-05-16 04:57:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "3 mln dol. łapówki. Prezes Sądu Najwyższego Ukrainy zatrzymany", "description": "Prezes Sądu Najwyższego Ukrainy Wsewołod Kniaziew został w poniedziałek zatrzymany podczas przyjmowania nielegalnej korzyści majątkowej w wysokości 3 mln dol. — poinformował portal Ukrainska Prawda za źródłami w ukraińskich organach ścigania.", "link": "https://businessinsider.com.pl/wiadomosci/3-mln-dol-lapowki-prezes-sadu-najwyzszego-ukrainy-zatrzymany/m5yrsnr", "date_published": "2023-05-16 04:51:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Darmowe leki dla dzieci i seniorów. Czy to tylko hasło reklamowe?", "description": "Według wyliczeń Ministerstwa Zdrowia zwiększenie osób uprawnionych do określonej grupy bezpłatnych leków pochłonie ok. 1,5 mld zł rocznie. Eksperci szacują, że ten koszt może być nieco niższy. Tym razem jednak problem nie stanowią pieniądze, ale sposób ich wydawania.", "link": "https://businessinsider.com.pl/prawo/darmowe-leki-dla-dzieci-i-seniorow-to-drogie-haslo-reklamowe-ile-kosztuje-kto-zaplaci/gzhq9c1", "date_published": "2023-05-16 04:49:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Darmowe leki dla dzieci i seniorów. Wiemy, ile zapłacimy za hasło wyborcze", "description": "Według wyliczeń Ministerstwa Zdrowia zwiększenie liczby osób uprawnionych do określonej grupy bezpłatnych leków pochłonie ok. 1,5 mld zł rocznie. Eksperci szacują, że ten koszt może być nieco niższy. Tym razem jednak problem nie stanowią pieniądze, ale sposób ich wydawania.", "link": "https://businessinsider.com.pl/prawo/darmowe-leki-to-drogie-haslo-reklamowe-ile-kosztuje-kto-zaplaci-kto-nie-zyska/gzhq9c1", "date_published": "2023-05-16 04:49:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz dziecko do lat ośmiu? Sprawdź, jakie masz nowe prawa", "description": "Od 26 kwietnia rodzice dzieci do ośmiu lat mogą wnioskować o elastyczną organizację pracy, czyli np. o ruchome godziny rozpoczynania dniówki lub o pracę zdalną. Mają też prawo nie zgodzić np. na nadgodziny lub pracę nocą. Co jeszcze zyskali dzięki najnowszej nowelizacji kodeksu pracy?", "link": "https://businessinsider.com.pl/prawo/praca/masz-dziecko-do-lat-osmiu-i-etat-masz-nowe-prawa-sprawdz-jakie/mvq52dk", "date_published": "2023-05-16 04:32:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To będzie najwyższy taki budynek w Polsce. Jest przetarg", "description": "Spółka Centralny Port Komunikacyjny do 6 czerwca czeka na oferty projektu wieży kontroli ruchu lotniczego nowego lotniska. Maksymalna wysokość wieży to 105 m, czyli ponad dwa razy więcej niż najwyższy tego typu obiekt w Polsce — dodał.", "link": "https://businessinsider.com.pl/wiadomosci/to-bedzie-najwyzszy-taki-budynek-w-polsce-jest-przetarg/hc14jkd", "date_published": "2023-05-16 04:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rozliczenie składki zdrowotnej to droga przez mękę. Szwankuje system Płatnik", "description": "Rozliczenie składki zdrowotnej za 2022 r. spędza sen z powiek przedsiębiorcom, księgowym, a nawet doradcom podatkowym. System Płatnik działa z problemami, co przyznaje sam ZUS. Przeszkód do sprawnego rozliczenia składki jest więcej. Nawet na przedsiębiorców, którym udaje się przebrnąć przez problemy, czeka zaskoczenie.", "link": "https://businessinsider.com.pl/prawo/podatki/jest-problem-z-rozliczeniem-skladki-zdrowotnej-szwankuje-system-platnik/9xgj9sx", "date_published": "2023-05-16 04:23:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny pomysł polityków. 500 plus tylko dla pracujących", "description": "Postulujemy 800 plus dla pracujących, dodatkowa praca i nadgodziny bez podatków, dobrowolny ZUS dla samozatrudnionych. Praca musi się opłacać — napisał w poniedziałek lider PSL Władysław Kosiniak-Kamysz.", "link": "https://businessinsider.com.pl/wiadomosci/kolejny-pomysl-politykow-500-plus-tylko-dla-pracujacych/g1wjj0f", "date_published": "2023-05-16 04:16:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd znów zamrozi ceny prądu? Tak, jeśli chce dotrzymać paktu energetycznego", "description": "Ochrona Polaków przed wysokimi cenami energii to jedna z obietnic, jakie złożył minister aktywów państwowych Jacek Sasin podczas weekendowej konwencji PiS. Problem w tym, że dotychczasowe mechanizmy ochronne, czyli mrożenie cen prądu na szeroką skalę, wygasają z końcem roku. Wydłużenie ich może kosztować grube miliardy złotych, natomiast ich zakończenie wiązać się będzie ze skokowym wzrostem rachunków za energię. Ten drugi scenariusz oznaczałby złamanie przez PiS przedwyborczej obietnicy.", "link": "https://businessinsider.com.pl/twoje-pieniadze/rzad-znow-zamrozi-ceny-pradu-tak-jesli-pis-chce-dotrzymac-paktu-energetycznego/ej3713e", "date_published": "2023-05-16 04:11:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ropa tak tania dawno nie była. Co z cenami paliw? \"Nie będzie jednej spektakularnej obniżki\"", "description": "Zapowiedź \"zdecydowanie niższych\" cen paliw z ust prezesa PKN Orlen Daniela Obajtka na konwencji PiS to niejedyna nadzieja dla kierowców na tańsze tankownie. Na korektę stawek na stacjach wskazują też spadające kursy ropy naftowej i dolara. Eksperci zauważają, że już teraz paliwa tanieją i w perspektywie kolejnych dwóch-trzech tygodni ten trend powinien się utrzymać. Bardziej ostrożny w prognozach jest z kolei Orlen. \"Cena baryłki ropy jest tylko jednym z wielu czynników, które wpływają na ceny paliw na stacjach\" — studzi entuzjazm biuro prasowe paliwowej spółki.", "link": "https://businessinsider.com.pl/poradnik-finansowy/ropa-tanieje-co-z-cenami-paliw-nie-bedzie-jednej-spektakularnej-obnizki/0j5e6hf", "date_published": "2023-05-16 04:02:57+00:00", "persistent": false, "user": null, "language": "en-US"}]