[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Why the BAD design of WINDOWS hurts LINUX desktops", "description": "Download Safing's Portmaster and take control of your network traffic: https://safing.io\n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nTwitter : http://twitter.com/thelinuxEXP\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\n\nThis video is distributed under the Creative Commons Share Alike license.\n\n#Linux #Windows #ux  \n\n00:00 Intro\n00:35 Sponsor: Monitor and secure your internet connection with Safing\n01:35 The Start Menu\n05:34 How the start menu affects Linux desktops\n06:42 Disjointed User Interface\n08:55 Program installs and storage\n12:22 System Updates\n14:17 Windows design matters to Linux\n15:53 Sponsor: get a PC that supports Linux perfectly\n16:46 Support the channel\n\nThis is going to be controversial, but the Windows menu, or really the whole start menu paradigm is bad. This menu is used to start and open things. It's not a multitasking experience. So having a menu that occupies a small corner of your screen is not great.\n\nThe reality of things is that people are now just used to it. In Windows 11, the centered menu is a disaster, and once it's open, it's just a bad launcher. Apps are sorted chronologically, so if you don't know the name of a program, you're out of luck, and you can't create any folder that you could build muscle memory upon. And there's the case of opening multiple apps in a row.\nWith the windows menu, you need to open it as many times as the number of apps you want to launch. Not efficient.\n\nThe issue is, this bad menu design affects Linux desktops. Because many distributions or desktops don't want users to run away, they mostly moved to a windows like menu.\n\nWe all know about the mismatched UI of Windows.The real problem is that people are now completely used to it. And for Linux, it means that UX, or just UI is not often considered.\n\nNext, let's look at how apps are installed on the system.\nOn Windows, while the store is progressively getting better, the main way to install a program is still to head over to its website, download an executable, and run it, then click next a few times, pick a location, and let the program install itself.\n\nThe files are stored in a single folder usually, with all the libraries the program needs, and the program itself in its own directory structure, that varies from program to program.\n\nAnd this is a bad design. First, for security reasons. Storing executables and libraries and data in a single folder is a surefire way to have badly set permissions on these files.\n\nSecond, it makes finding the files you're looking for difficult. You need to learn each program's directory structure, and look online to find where the data is stored. \n\nAnd this bad design on Windows also influences Linux desktops negatively. Because to this day, I still get people telling me it's easier to install a program on Windows than on Linux. Seriously.\n\nThe reality is that a lot of people don't understand how to install programs on Linux. They're so used to downloading them manually that they try to replicate this, and get super confused.\n\nAnd a lot of newcomers to Linux just don't understand where the files a program uses live, because they're used to having them lumped into a single directory. The better way to look at it is: what type of file am I looking to access? And then this tells you the folder where it's been stored.\n\nIt's no secret that system updates are dreaded by a lot of Windows users. Windows updates have always been problematic, super slow to install, they require a reboot in most cases, and they can make your system worse than it was, so it's no wonder that many users are wary of these.\n\nApp updates are also handled separately from system updates. And  people that moved from Windows to Linux will keep this fear of updates, because it's been drilled into them again and again that updates or even worse, major version upgrades, aren't a good thing. But they ARE.\n\nAnd that negatively affects Linux desktops, because you'll get plenty of people who don't apply their updates and then ask for help about a bug that's been fixed already, or who stick to insecure software that has patches available. It makes the work of maintainers and developers harder.", "link": "https://www.youtube.com/watch?v=GkxAp2Gh7-E", "date_published": "2023-05-16 15:43:10+00:00", "persistent": false, "user": null, "language": "en-US"}]