[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna na Ukrainie. Rosjanie otworzyli zapory w elektrowni wodnej i zalali własne pozycje", "description": "Ukraińscy dziennikarze dowiedzieli się, że Rosjanie otworzyli zapory w Kachowskiej Elektrowni Wodnej. To doprowadziło do zalania pozycji najeźdźców i śmierci jednego z nich. Okupacyjne władze twierdzą, że kontrolują przepływ wody, ale przeczą temu nagrania, które trafiły do sieci.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/wojna-na-ukrainie-media-rosjanie-zniszczyli-zapory-w-elektrowni-wodnej-zalali-wlasne-pozycje/", "date_published": "2023-05-16 19:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Powstał dokument na temat jej zaginięcia. Odnalazła się po latach", "description": "Odnaleziono Kaylę Unbehaun, która zaginęła w 2017 roku. Sprawa zniknięcia dziewięciolatki została nagłośniona w jednym z odcinków serialu Niewyjaśnione tajemnice. Dokument obejrzał sklepikarz z Karoliny Północnej, który dzięki niemu rozpoznał dziewczynę i powiadomił policję.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/netflix-wyemitowal-dokument-o-zaginionej-odnalazla-sie-po-latach/", "date_published": "2023-05-16 19:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Łatuszka w \"Gościu Wydarzeń\" o scenariuszu po śmierci Łukaszenki. \"Rosjanie postawili na dwie osoby\"", "description": "Po sześciu dniach nieobecności Alaksandr Łukaszenka pojawił się publicznie. Wcześniej w sieci spekulowano o chorobie, śmierci, a nawet zastanawiano się, czy to naprawdę on. - Niektóre zdjęcia, które opublikowano, potem zostały wycofane, bo wyglądał tak, że w ogóle nie jest podobny - powiedział w Gościu Wydarzeń Paweł Łatuszka, członek tymczasowego rządu Białorusi na emigracji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/pawel-latuszka-czlonek-tymczasowego-rzadu-bialorusi-na-emigracji/", "date_published": "2023-05-16 19:18:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Udawała, że jest w ciąży. Szmuglowała kokainę w sztucznym brzuchu", "description": "Amerykańscy funkcjonariusze zatrzymali do kontroli drogowej kierowcę stwarzającego zagrożenie na drodze. Oprócz niego w samochodzie była jeszcze pasażerka wyglądającą, jakby była w zaawansowanej ciąży. Na widok funkcjonariuszy kobieta rzuciła się jednak do ucieczki. Wtedy z jej brzucha zaczęły wypadać woreczki z białym proszkiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/udawali-ze-jest-w-ciazy-para-szmuglowala-kokaine-w-sztucznym-brzuchu/", "date_published": "2023-05-16 17:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Atak pszczół w Los Angeles. Poszkodowane są dwie osoby", "description": "Setki pszczół atakowały mieszkańców Los Angeles. Rój był wyjątkowo agresywny. Służby poinformowały, że do szpitala trafiły dwie osoby z użądleniami. Jedna z nich to policjant. W sieci pojawiły się nagrania, na których widać atak na funkcjonariusza.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/usa-atak-pszczol-w-los-angeles-poszkodowane-sa-dwie-osoby/", "date_published": "2023-05-16 16:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Maria Zacharowa mówiła o \"potomkach nazistów\". Jest odpowiedź z Polski", "description": "- Nie można powiedzieć, że wszyscy obywatele Polski są rusofobami - powiedziała rzeczniczka MSZ Rosji Maria Zacharowa na antenie autorskiego programu w radiu Sputnik. Jednak, jej zdaniem, zwolennicy Putina w Polsce mają być za swoje poglądy dyskryminowani i prześladowani przez władze. Propagandystka dostała odpowiedź z Polski.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/maria-zacharowa-mowi-o-potomkach-nazistow-jest-odpowiedz-z-polski/", "date_published": "2023-05-16 15:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Spędzą ponad rok w izolacji. NASA szykuje astronautów do misji na Marsa", "description": "Astronauci NASA przygotowują się do spędzenia ponad roku w zamknięciu. Przez 378 dni będą przebywać w specjalnej bazie w Teksasie, która symulować ma warunki panujące na Marsie. Amerykańska agencja kosmiczna pokazała zdjęcia z wnętrza nietypowego kompleksu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/spedza-ponad-rok-w-izolacji-astronauci-nasa-szykuja-sie-do-misji-na-marsa/", "date_published": "2023-05-16 15:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny: Żart o wojsku rozgniewał urzędników. Komik musiał przepraszać", "description": "Komik Li Haoshi podczas jednego ze swoim występów w Pekinie nawiązał do chińskiej Amii Ludowo-Wyzwoleńczej. Żart nie spodobał się urzędnikom. Haoshi odwołał wszystkie swoje występy, musiał przeprosić, a na dodatek wszczęto oficjalne dochodzenie w sprawie firmy, która go reprezentuje.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/chiny-zart-o-wojsku-rozgniewal-urzednikow-komik-musial-przepraszac/", "date_published": "2023-05-16 15:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Pijany kierowca zatrzymany przez policję. Próbował zamienić się miejscami ze swoim psem", "description": "Policjanci ze Springfield zatrzymali kierowcę, który wyraźnie przekroczył dozwoloną prędkość. Mężczyzna próbował jednak zmylić funkcjonariuszy i podczas kontroli zamienił się miejscami ze swoim psem. Jak się okazało zrobił to aby uniknąć odpowiedzialności za jazdę pod wpływem alkoholu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/usa-nie-chcial-zeby-zlapala-go-policja-zrzucal-wine-na-psa/", "date_published": "2023-05-16 15:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Ratownicy pomogli wyczerpanemu i rannemu psu w górach", "description": "Brytyjscy ratownicy górscy pomogli rannemu i wyczerpanemu psu, który nie potrafił o własnych siłach zejść z najwyższego szczytu w Anglii. Cała operacja trwała ponad cztery godziny. O pomoc poprosił właściciel czworonoga, który poinformował, że zwierzę nie chciało się ruszyć. Poszkodowany przez cały czas był opanowany i spokojny. Zachowywał się po królewsku - przekazali ratownicy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/wielka-brytania-ratownicy-pomogli-wyczerpanemu-i-rannemu-psu-w-gorach/", "date_published": "2023-05-16 14:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Nie był w pracy od 15 lat. Domaga się od pracodawcy podwyżki", "description": "Pracownik firmy IBM Ian Clifford jest na zwolnieniu lekarskim od 2008 roku. Mężczyzna cały czas pobiera wynagrodzenie w wysokości ok. 4,5 tys. funtów (ok. 23 tys. zł) miesięcznie. Mimo tego niedawno postanowił pozwać swojego pracodawcę, domagając się podwyżki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/wielka-brytania-nie-byl-w-pracy-od-15-lat-domaga-sie-od-pracodawcy-podwyzki/", "date_published": "2023-05-16 13:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Rośnie popyt na dziczyznę. \"Nawet byli wegetarianie zostali myśliwymi\"", "description": "Mimo że w Niemczech z roku na rok spada spożycie mięsa w ostatnim czasie zaobserwowano, że Niemcy chętniej sięgają po dziczyznę - podaje tygodnik Spiegel. Według rzecznika niemieckiego Związku Łowieckiego, nawet osoby, które w przeszłości były na diecie wegetariańskiej poprzez zostanie myśliwymi, znalazły sposób na zdobycie mięsa z odpowiednich źródeł.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/niemcy-rosnie-popyt-na-dziczyzne-nawet-byli-wegetarianie-zostali-mysliwymi/", "date_published": "2023-05-16 11:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Powraca sprawa tajemniczego zaginięcia Emanueli Orlandi. Watykan udostępnił akta śledztwa", "description": "Rzymska prokuratura postanowiła wznowić śledztwo w sprawie Emanueli Orlandi. 15-letnia obywatelka Watykanu zaginęła 22 czerwca 1983 roku, a sprawa do dziś uważana jest za jedną z największych zagadek kryminalnych we Włoszech.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/powraca-sprawa-tajemniczego-zaginiecia-emanueli-orlandi-watykan-udostepnil-akta-sledztwa/", "date_published": "2023-05-16 11:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "1,3 mld euro dla polskich rolników. Jest zgoda Komisji Europejskiej", "description": "Komisja Europejska zatwierdziła, zgodnie z unijnymi zasadami pomocy publicznej, program Polski o wartości 1,3 mld euro. Pieniądze mają wesprzeć producentów rolnych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/13-mld-euro-dla-polskich-rolnikow-jest-zgoda-komisji-europejskiej/", "date_published": "2023-05-16 10:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Tragiczny finał poszukiwań. Odnaleziono ciało 3-latka", "description": "Trzyletni Mykell Richardson, który zaginął w niedzielę w Elkton, został odnaleziony martwy - powiadomiło biuro szeryfa hrabstwa Cecil w stanie Maryland. Ciało chłopca zostało wyciągnięte z kanału niedaleko domu. - Nie uważam, że on po prostu zaginął. Myślę, że coś innego się stało - mówiła babcia chłopca.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/usa-tragiczny-final-poszukiwan-odnaleziono-cialo-3-latka/", "date_published": "2023-05-16 09:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Miedwiediew o \"kijowskim ćpunie\" i \"przejściowo okupowanej Polsce\"", "description": "W nocy z niedzieli na poniedziałek doszło do spotkania w Paryżu prezydentów Francji i Ukrainy, podczas którego Emmanuel Macron zapewnił Zełenskiego o kolejnym wsparciu militarnym dla jego armii. Do tej deklaracji odniósł się był prezydent Rosji, a obecnie wiceprzewodniczący Rady Bezpieczeństwa Federacji Rosyjskiej, Dmitrij Miedwiediew. Dostało się też Polsce i krajom bałtyckim.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/miedwiediew-o-kijowskim-cpunie-i-przejsciowo-okupowanej-polsce/", "date_published": "2023-05-16 08:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna na Ukrainie. Kadyrow w \"ulepszonym\" czołgu T-72. Zapowiada wjazd do Kijowa", "description": "Ramzan Kadyrow nie przestaje zaskakiwać swoim przekazem w mediach społecznościowych. Przywódca Czeczenii w najnowszym wpisie pochwalił się jazdą zmodernizowanym czołgiem T-72 i zapowiedział wjazd do Kijowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/wojna-na-ukrainie-kadyrow-w-ulepszonym-czolgu-t-72-zapowiada-wjazd-do-kijowa/", "date_published": "2023-05-16 08:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Myszołów zaatakował biegacza. Zostawił mu sześć dziur w głowie", "description": "Sześć dziur w głowie to konsekwencje ataku myszołowa na biegacza Ewana Camerona ze wsi Frockheim w Wielkiej Brytanii. Mężczyzna dotkliwie odczuł agresywne zachowanie ptaka. Drapieżnik miał go zaatakować nie po raz pierwszy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/wielka-brytania-myszolow-zaatakowal-biegacza-zostawil-mu-szesc-dziur-w-glowie/", "date_published": "2023-05-16 08:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Prezes Sądu Najwyższego Ukrainy zatrzymany. Przyjmował łapówkę", "description": "Prezes Sądu Najwyższego Ukrainy Wsewołod Kniaziew został zatrzymany podczas przyjmowania łapówki w wysokości około trzech milionów dolarów - przekazał portal Ukrainska Prawda. Według medialnych doniesień, łącznie do przeszukań doszło u 18 ukraińskich sędziów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/ukraina-prezes-sadu-najwyzszego-ukrainy-zatrzymany-przyjmowal-lapowke/", "date_published": "2023-05-16 07:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nigeria: Gotowała przez 100 godzin. Pobiła rekord", "description": "Nigeryjska szefowa kuchni spędziła 100 godzin, przygotowując posiłki non-stop. Kobieta dążyła do ustanowienia światowego rekordu Guinnessa dla najdłuższej sesji gotowania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/nigeria-gotowala-przez-100-godzin-pobila-rekord/", "date_published": "2023-05-16 07:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowa Zelandia: Pożar hostelu w stolicy. Nie żyje co najmniej 10 osób", "description": "Przynajmniej 10 osób zginęło w ogromnym pożarze w czteropiętrowym hostelu w stolicy Nowej Zelandii, Wellington. Los 11 osób nie jest jeszcze znany. Jedna z osób, by się ratować, wyskoczyła z okna na trzecim piętrze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/nowa-zelandia-pozar-hostelu-w-stolicy-nie-zyje-co-najmniej-10-osob/", "date_published": "2023-05-16 06:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: Alaksandr Łukaszenka pojawił się publicznie. Postawił wojska w stan gotowości", "description": "Po blisko pięciu dniach nieobecności białoruski dyktator Alaksandr Łukaszenka pojawił się publicznie. Polityk wizytował Centrum Dowodzenia Sił Powietrznych i Wojsk Obrony Powietrznej, gdzie spotkał się z oficerami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/bialorus-alaksandr-lukaszenka-pojawil-sie-publicznie-postawil-wojska-w-stan-gotowosci/", "date_published": "2023-05-16 06:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Rosja przeprowadziła nalot o \"wyjątkowej\" intensywności na Kijów", "description": "Rosja przeprowadziła w nocy i nad ranem intensywny atak powietrzny na Kijów. Kilka osób jest rannych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-16/ukraina-rosja-przeprowadzila-nalot-o-wyjatkowej-intensywnosci-na-kijow/", "date_published": "2023-05-16 04:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]