[{"source": "https://www.theguardian.com/rss", "title": "Unionists angry as Joe Biden says he visited Northern Ireland to ‘make sure the Brits didn’t screw around’", "description": "<p>DUP MP Sammy Wilson calls on US president to ‘show us some respect’ after Biden says he wanted to ensure UK kept its Good Friday commitments</p><p>An MP from Northern Ireland’s biggest pro-UK party has condemned Joe Biden after the US president made contentious remarks about his recent visit to the territory.</p><p>Biden said the purpose of his trip last month was “to make sure … the Brits didn’t screw around” with peace in Northern Ireland, and “didn’t walk away from their commitments”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/12/unionists-angry-as-joe-biden-says-he-visited-northern-ireland-to-make-sure-the-brits-didnt-screw-around\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/12/unionists-angry-as-joe-biden-says-he-visited-northern-ireland-to-make-sure-the-brits-didnt-screw-around", "date_published": "2023-05-11 23:34:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thailand elections: young people want radical change in a country they say is stagnating", "description": "<p>An end to military service and the lese majesty laws are among the priorities for many young voters ahead of Sunday’s election</p><p>As the date for the military draft loomed, Napasit Tonsiedee, 23, from Buriram, north-east Thailand, visited the temple, bathed in holy water and prayed the odds would land in his favour.</p><p>He, like many other young men in Thailand, was part of a lottery that would determine whether he would be forced to complete military service. If you pull a red card, you are drafted for two years; a black card means you are exempt.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/thailand-elections-young-people-want-radical-change-in-a-country-they-say-is-stagnating\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/thailand-elections-young-people-want-radical-change-in-a-country-they-say-is-stagnating", "date_published": "2023-05-11 23:32:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost two-thirds of young women have been sexually harassed at work, says TUC", "description": "<p>Most victims do not report it for fear of not being believed or damaging career prospects, says union body</p><p>Almost two in three young women have experienced sexual harassment, bullying or verbal abuse at work, according to a TUC poll.</p><p>However, most victims do not report it for fear of not being believed or of damaging their relationships at work or their career prospects, the TUC said.</p> <a href=\"https://www.theguardian.com/world/2023/may/12/almost-two-thirds-of-young-women-have-been-sexually-harassed-at-work-says-tuc\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/12/almost-two-thirds-of-young-women-have-been-sexually-harassed-at-work-says-tuc", "date_published": "2023-05-11 23:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Astronomers capture largest cosmic explosion ever witnessed", "description": "<p>Fireball ‘100 times the size of the solar system’ thought to have been caused by gas being sucked into supermassive black hole</p><p>It started as an unremarkable flicker in the night sky. But closer observations revealed that astronomers had captured the largest cosmic explosion ever witnessed, an event thought to have been triggered by a giant cloud of gas being gobbled up by a supermassive black hole.</p><p>The flare-up, traced to 8bn light years away, is more than 10 times brighter than any known supernova and has so far lasted more than three years, making it the most energetic explosion on record.</p> <a href=\"https://www.theguardian.com/science/2023/may/12/astronomers-capture-largest-cosmic-explosion-ever-witnessed\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/may/12/astronomers-capture-largest-cosmic-explosion-ever-witnessed", "date_published": "2023-05-11 23:01:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>Big Sam returns to Newcastle, Southampton are nearing their end and will City risk things at buoyant Everton?</p><p>Sam Allardyce arrived at St James’ Park for his May 2007 unveiling as Newcastle’s manager by helicopter. Eight underwhelming months later, Big Sam was sacked – and immediately had to hand his top-of-the-range company car to security, leaving him requiring a lift home to County Durham in his press officer’s somewhat more modest vehicle. Allardyce’s hefty payoff from Mike Ashley, Newcastle’s then-owner, enabled him to buy a lavish villa on Spain’s Costa Blanca, swiftly dubbed ‘Casa St James’ but the current Leeds manager has not forgotten what he describes as a “massive, massive career setback”. Allardyce has played down any talk of old scores being settled when Eddie Howe’s Champions League-chasing team visit Elland Road on Saturday but there is little doubt that Allardyce would enjoy sticking a metaphorical two fingers in the directions of those travelling Newcastle fans whose lack of enthusiasm for his tactics arguably prompted that dismissal. Much more importantly, this is a game Leeds <a href=\"https://www.theguardian.com/football/2023/may/11/leeds-players-cannot-afford-to-lose-against-newcastle-warns-sam-allardyce\">surely cannot afford to lose</a> – and quite possibly need to win – if they are to avoid falling into the Championship. <strong>Louise Taylor</strong></p><p><em>Leeds v Newcastle, Saturday 12.30pm</em></p><p><em>Manchester United v Wolves, Saturday 3pm</em></p><p><em>Chelsea v Nottingham Forest, Saturday 3pm</em></p><p><em>Everton v Manchester City, Sunday 2pm</em></p><p><em>Aston Villa v Tottenham, Saturday 3pm</em></p> <a href=\"https://www.theguardian.com/football/2023/may/12/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/12/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2023-05-11 23:01:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wealth tax of 0.5% could cover UK’s share of loss and damage fund, says charity", "description": "<p>International fund set up at Cop27 is intended to provide compensation to countries worst hit by climate breakdown</p><p>A tax on wealthy Britons of just 0.5% could more than meet the UK’s entire “fair share” contribution to the international loss and damage fund established to support countries worst hit by global climate breakdown, a charity has suggested.</p><p>Taxing 5p of every £10 of individuals’ wealth over £1m would raise £15bn a year by 2030, well in excess of an estimated $15bn (£12bn) UK contribution to the new fund, according to an analysis by the anti-poverty campaigners Christian Aid.</p> <a href=\"https://www.theguardian.com/environment/2023/may/12/wealth-tax-of-05-could-cover-uks-share-of-loss-and-damage-fund-says-charity\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/12/wealth-tax-of-05-could-cover-uks-share-of-loss-and-damage-fund-says-charity", "date_published": "2023-05-11 23:01:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moyes banks on West Ham’s ‘resilience’ to hold off AZ Alkmaar and reach final", "description": "<ul><li>Manager says Europa League semi-final is ‘evenly balanced’</li><li>Michail Antonio’s strike gave West Ham a 2-1 first leg lead</li></ul><p>David Moyes believes that West Ham will have enough resilience to reach the final of the Europa Conference League when they resume their battle with AZ Alkmaar next week.</p><p>West Ham will travel to the Netherlands <a href=\"https://www.theguardian.com/football/2023/may/11/west-ham-az-alkmaar-match-report-europa-conference-league\">with a 2-1 lead</a> after fighting back from a goal down to win the first leg of their Conference League semi-final at the London Stadium last night.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/moyes-banks-on-west-hams-resilience-to-hold-off-az-alkmaar-and-reach-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/moyes-banks-on-west-hams-resilience-to-hold-off-az-alkmaar-and-reach-final", "date_published": "2023-05-11 22:40:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eurovision organisers rebuff Zelenskiy request to give video speech at final", "description": "<p>European Broadcasting Union, which oversees song contest, says appearance by Ukrainian president could politicise the event</p><p>The owners of the Eurovision song contest have turned down a request from Volodymyr Zelenskiy to make a video appearance during the final on Saturday in Liverpool.</p><p>The Ukrainian president had hoped to appeal to the global audience of about 160 million people to continue their support for his country in the war with Russia.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/eurovision-organisers-rebuff-zelenskiy-request-to-give-video-speech-at-final\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/eurovision-organisers-rebuff-zelenskiy-request-to-give-video-speech-at-final", "date_published": "2023-05-11 21:52:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vincent Kompany: ‘Let’s not put a ceiling on how high we can go’", "description": "<p>The Burnley manager on his Premier League ambitions, the secret to the Clarets’ success and why he signed a new five-year deal</p><p>Good environment. The term crops up regularly in Vincent Kompany’s description of Burnley. His portrait is revealing, getting to the heart of why the coveted manager has <a href=\"https://www.theguardian.com/football/2023/may/07/vincent-kompany-ends-speculation-by-signing-five-year-deal-with-burnley\" title=\"\">signed a new five-year contract</a> and will not place a ceiling on how far his Championship winners can develop in the Premier League next season.</p><p>Kompany and his players savoured the good environment of Burnley on Wednesday when thousands of fans packed the town centre to witness the title winners’ open-top bus parade to Turf Moor. The 37-year-old admits he had a plan to reclaim the club’s Premier League status within three years when accepting his first management job in English football last June. It made sense to be prudent at the time. Burnley lost 16 players after relegation – only four brought in a transfer fee – and the first parachute payment from the Premier League repaid debt incurred as part of ALK Capital’s takeover. Ten months and 21 signings later, Burnley were back, Kompany having transformed the squad, playing style and mood way ahead of schedule.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/vincent-kompany-lets-not-put-a-ceiling-on-how-high-we-can-go\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/vincent-kompany-lets-not-put-a-ceiling-on-how-high-we-can-go", "date_published": "2023-05-11 21:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gatti rescues draw for Juventus against Sevilla in Europa League semi-final", "description": "<p>Federico Gatti scored with a header seven minutes into added time to earn Juventus a 1-1 home draw against Sevilla in their Europa League semi-final first leg.</p><p>Morocco striker Youssef En-Nesyri scored early in the first half with a tidy finish from close range and Sevilla could have extended their lead before the break.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/juventus-sevilla-europa-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/juventus-sevilla-europa-league-match-report", "date_published": "2023-05-11 21:25:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antonio strikes against AZ Alkmaar to give West Ham chance of final step", "description": "<ul><li>West Ham 2-1 AZ Alkmaar</li><li>Benrahma equalises from spot before Antonio winner</li></ul><p>It was scrappy, it was messy, but West Ham only saw the beauty. They celebrated wildly when Michail Antonio bundled the ball over the line in the second half, completing a turnaround few people had anticipated, and they could feel the anxiety fading away. The London Stadium had been a tense, moody place for most of the evening and now, with West Ham finally ahead, the home fans could dream of booking their tickets to Prague next month.</p><p>Nobody, of course, should make the mistake of thinking that West Ham are already through to the final of the Europa Conference League. They toiled for long spells against AZ Alkmaar, who led through a sloppy goal from Tijani Reijnders, and David Moyes will need his side to be resilient again when they take a 2-1 lead to the Netherlands for next week’s second leg.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/west-ham-az-alkmaar-match-report-europa-conference-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/west-ham-az-alkmaar-match-report-europa-conference-league", "date_published": "2023-05-11 21:13:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E Jean Carroll considering suing Trump for his remarks during CNN town hall", "description": "<p>The disparaging comments came just a day after the ex-president was found liable for sexually abusing the writer</p><p>Writer E Jean Carroll is considering suing Donald Trump for defamation again after the former US president made disparaging remarks about her during a televised CNN town hall just a day after he was found liable in a civil case for sexually assaulting her.</p><p>“Everything’s on the table, obviously, and we have to give serious consideration to it,” Carroll’s lawyer Roberta Kaplan <a href=\"https://www.nytimes.com/2023/05/11/nyregion/e-jean-carroll-trump-defamation.html?partner=slack&amp;smid=sl-share\">told</a> the New York Times about the prospect of a defamation lawsuit. “We have to weigh the various pros and cons and we’ll come to a decision in the next day or so, probably.”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/trump-cnn-town-hall-e-jean-carroll-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/trump-cnn-town-hall-e-jean-carroll-lawsuit", "date_published": "2023-05-11 21:11:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novak Djokovic and Carlos Alcaraz rivalry could finally reignite in Rome | Tumaini Carayol", "description": "<p>The world’s two best men’s tennis players have not played one another in over a year but are in the same tournament at last</p><p>Over the past 10 months, the duality of the ATP tour has been exasperating. Two exceptional players have pieced together dominant runs across multiple surfaces, clearly distinguishing themselves from the rest of the field, trading the No 1 ranking back and forth. And yet, in this same period, Novak Djokovic and Carlos Alcaraz have avoided each other the entire way.</p><p>Since he rediscovered his killer instinct, Djokovic’s results have read like a vintage season even on the eve of his 36th birthday. Djokovic has compiled a 43-5 record in individual events since losing to Rafael Nadal in the French Open quarter-finals last year. He has won Wimbledon and the Australian Open among six titles in total.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/novak-djokovic-and-carlos-alcaraz-rivalry-could-finally-reignite-in-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/novak-djokovic-and-carlos-alcaraz-rivalry-could-finally-reignite-in-rome", "date_published": "2023-05-11 20:42:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "YouTuber accused of deliberately crashing plane for views pleads guilty", "description": "<p>Trevor Jacob, 29, faces up to 20 years in prison after purposely destroying wreckage of small plane that he crashed in 2021</p><p>A YouTuber accused of deliberately crashing his plane to get a boost in views has agreed to plead guilty to obstructing a federal investigation, the US Department of Justice announced.</p><p>Trevor Jacob, 29, faces up to 20 years in federal prison after he purposely destroyed the wreckage of the small single-engine plane that he crashed in California’s Los Padres national forest in 2021, according to a statement from the US attorney’s office.</p> <a href=\"https://www.theguardian.com/technology/2023/may/11/youtuber-crashed-plane-pleads-guilty-los-padres-forest\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/11/youtuber-crashed-plane-pleads-guilty-los-padres-forest", "date_published": "2023-05-11 20:29:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scenes from the US-Mexico border as Title 42 nears its end: in pictures", "description": "<p>Many people hoping to cross into the US expected at border with Mexico as  Biden administration officially ends use of Title 42</p> <a href=\"https://www.theguardian.com/us-news/gallery/2023/may/11/us-mexico-border-photos-title-42\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2023/may/11/us-mexico-border-photos-title-42", "date_published": "2023-05-11 20:19:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk announces he has found new Twitter CEO", "description": "<p>The current owner did not reveal the identity of the person, divulging only that she would start in six weeks’ time</p><p>Twitter’s CEO, Elon Musk, said on Thursday that he has found a new chief executive for the social media platform and that she will be starting in about six weeks. However, he did not reveal who that person was in his tweet.</p><p>“My role will transition to being exec chair &amp; CTO, overseeing product, software &amp; sysops,” Musk said in a tweet.</p> <a href=\"https://www.theguardian.com/technology/2023/may/11/elon-musk-twitter-new-ceo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/11/elon-musk-twitter-new-ceo", "date_published": "2023-05-11 20:15:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country star Jimmie Allen accused of sexual assault by former manager", "description": "<p>The Grammy-nominated musician has been accused of a ‘torrential cycle’ of abuse and harassment which he denies</p><p>The country star Jimmie Allen is being sued by his former manager for sexual assault.</p><p>The woman known as “Jane Doe” has alleged that while working for the singer, he repeatedly raped and harassed her over an 18-month period, referring to it as a “torrential cycle” of abuse. According to <a href=\"https://variety.com/2023/music/news/jimmie-allen-manager-rape-assault-allegations-lawsuit-1235609483/\">Variety</a>, a lawsuit has been filed this week in federal court in Tennessee, accusing Allen of sexual battery, assault, false imprisonment, sex trafficking and emotional distress.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/jimmie-allen-sexual-assault-accusation-country-star\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/jimmie-allen-sexual-assault-accusation-country-star", "date_published": "2023-05-11 20:07:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lois Keith obituary", "description": "Writer, teacher and disability rights campaigner who challenged the barriers facing disabled women<p>The writer, teacher and disability rights campaigner Lois Keith, who has died aged 73, used her words and first-hand experience as a wheelchair user to challenge the barriers faced by disabled women.</p><p>Lois began to write about attitudes towards disability in the 1990s, part of a growing band of disabled women, including Jane (now Lady) Campbell, Jenny Morris, and Rosalie (now Lady) Wilkins, who were spearheading change in the years before the Disability Discrimination Act was passed.</p> <a href=\"https://www.theguardian.com/society/2023/may/11/lois-keith-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/11/lois-keith-obituary", "date_published": "2023-05-11 19:41:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New US blood donation rules allow more gay and bisexual men to give", "description": "<p>Gay and bisexual men in monogamous relationships can donate without abstaining from sex under updated FDA guidelines</p><p>Gay and bisexual men in monogamous relationships can give blood in the US without abstaining from sex under updated federal health guidelines that focus on donors’ behavior, not their sexual orientation.</p><p>The Food and Drug Administration (FDA) guidelines finalized on Thursday ease decades-old restrictions designed to protect the blood supply from HIV.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/us-blood-donation-rules-gay-bisexual-men\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/us-blood-donation-rules-gay-bisexual-men", "date_published": "2023-05-11 19:37:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sussex police ‘committed to solving’ Vishal Mehrotra murder case", "description": "<p>Father had criticised force for failing to reinvestigate killing of 8-year-old son who disappeared in 1981</p><p>Sussex police are to re-examine the case of a murdered schoolboy who disappeared on his way home more than 40 years ago.</p><p>Vishal Mehrotra, eight, vanished from west London in July 1981 and part of his remains were found in Rogate, West Sussex, seven months later. No one has been convicted for his murder.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/sussex-police-committed-to-solving-vishal-mehrotra-case\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/sussex-police-committed-to-solving-vishal-mehrotra-case", "date_published": "2023-05-11 19:18:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Man of 1,000 faces’ wins Deutsche Börse photography prize", "description": "<p>Samuel Fosso scoops £30,000 award for performative self-portraits of historical figures including Angela Davis and Mao Zedong</p><p>One of Africa’s most important living photographers and contemporary artists, who photographs himself in the style of leading historical figures including Martin Luther King and Angela Davis, has won the Deutsche Börse Photography Foundation prize 2023.</p><p>The Cameroonian-born Nigerian photographer Samuel Fosso was awarded the £30,000 prize – one of the most prestigious in the industry – at the Photographers’ Gallery in London on Thursday.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/11/deutsche-borse-photography-prize-samuel-fosso\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/11/deutsche-borse-photography-prize-samuel-fosso", "date_published": "2023-05-11 19:10:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arinze Ifeakandu wins Dylan Thomas prize for ‘kaleidoscopic reflection of queer life in Nigeria’", "description": "<p>The writer took the £20,000 award for writers under 39 with his debut short story collection, God’s Children Are Little Broken Things</p><p>The 28-year-old writer Arinze Ifeakandu has won the £20,000 Swansea University Dylan Thomas prize for a “kaleidoscopic reflection of queer life and love in Nigeria”.</p><p>The prize, which recognises literary works by authors aged 39 or under, is one of the most prestigious awards for young writers.</p> <a href=\"https://www.theguardian.com/books/2023/may/11/arinze-ifeakandu-wins-dylan-thomas-prize-for-kaleidoscopic-reflection-of-queer-life-in-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/11/arinze-ifeakandu-wins-dylan-thomas-prize-for-kaleidoscopic-reflection-of-queer-life-in-nigeria", "date_published": "2023-05-11 19:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Donald Trump staying on the campaign trail despite court verdict – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/11/ben-jennings-on-donald-trump-staying-on-the-campaign-trail-despite-court-verdict-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/11/ben-jennings-on-donald-trump-staying-on-the-campaign-trail-despite-court-verdict-cartoon", "date_published": "2023-05-11 19:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Headteachers express concern over Sats amid claims a paper left pupils ‘in tears’", "description": "<p>Parents and teachers have complained about a year 6 reading exam, which they say damaged students’ mental health</p><p>A headteachers’ union has expressed concern over this week’s Sats exams for 10- and 11-year-olds amid claims that an English paper left some pupils “in tears” and damaged their “mental health and wellbeing”.</p><p>Hundreds of parents and teachers have complained online about Wednesday’s year 6 reading exam, with one saying on Mumsnet that her daughter had found the paper “awful”.</p> <a href=\"https://www.theguardian.com/education/2023/may/11/headteachers-express-concern-over-sats-amid-claims-a-paper-left-pupils-in-tears\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/11/headteachers-express-concern-over-sats-amid-claims-a-paper-left-pupils-in-tears", "date_published": "2023-05-11 18:58:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hypnotic review – Ben Affleck apes Inception in goofy B-movie thriller", "description": "<p>Robert Rodriguez’s nonsensical yet charmingly unpretentious film about the power of hypnosis makes for a fast-paced pre-summer throwback</p><p>Before the inevitable bloat of summer lands with exhaustingly overextended runtimes and confusingly interconnected universes, there’s some unpretentious fun to be had with Robert Rodriguez’s daft and brief little B-movie Hypnotic, written in 2002 and made as if it was shot soon after. It’s such a curiously dated thriller, from the score to the direction to the casting to the overall vibe, that at times it feels like Rodriguez is in full pastiche mode, as if this was a Far From Heaven-level homage deliberately designed to recall a very specific moment in cinema history.</p><p>Maybe he’s trying to feed into our collective desire to see mid-budget genre films that look like real films again, rather than whatever washed-out pieces of content Netflix dumps on our smartphones, and whether intentional or not, there is something satisfying in how slickly mid-2000s the whole thing feels. Back then it probably would have been more of an event – a mind-bending sci-fi thriller starring Ben Affleck with a $70m budget – but in 2023, it’s far from it, made back in 2021 and gathering dust ever since. Its original backers, cursed studio Solstice, imploded after just one release and so the Covid-impacted film was sold on, eventually finding its home at Ketchup Entertainment, a small distributor without any major titles to its name (last release was 2021’s Dr Bird’s Advice for Sad Poets).</p> <a href=\"https://www.theguardian.com/film/2023/may/11/ben-affleck-hypnotic-movie-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/11/ben-affleck-hypnotic-movie-review", "date_published": "2023-05-11 18:55:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeff Hollingworth obituary", "description": "<p>My friend Jeff Hollingworth, who has died aged 74, was a senior civil servant in the Department of the Environment. He was well known in environmental health and housing circles for his work on regulatory reform of housing renewal assistance in 2002 and his drafting, in the early 1990s, of a consultation paper on the licensing of bedsits and other houses in multiple occupation.</p><p>The proposals in his paper were blocked by the government at the time, but licensing eventually came into being with the Housing Act of 2004. Jeff was also involved, behind the scenes, in the Commonhold and Leasehold Reform Act 2002, which introduced the concept of commonhold as an alternative to leasehold for flats and other properties.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/jeff-hollingworth-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/jeff-hollingworth-obituary", "date_published": "2023-05-11 18:49:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europa League and Conference League semi-finals: clockwatch – live", "description": "<ul><li>Juventus v Sevilla, Roma v Leverkusen in Europa League</li><li>West Ham v AZ, Fiorentina v Basel in Conference League</li><li>Get in touch. You can <a href=\"mailto:john.brewin.casual@theguardian.com\">email John</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet</a> him</li></ul><p><strong>Peter Oh is in, too:</strong> “David Moyes is a good manager but I don’t know if he can compete with the Spooky &amp; Sue pedigree of the AZ Alkmaar gaffer. With the return of Kurt Zouma, however, there is hope that Soucek &amp; Zou will drop a hip-swaying hit tonight.”</p><p><strong>Simon McMahon gets in touch:</strong> “Hi John. In a parallel universe, tonight’s game is a ‘Battle of Britain’ between Dundee United and West Ham, after United, having beaten AZ 1-0 at Tannadice in the qualifying round, held on to beat Alkmaar in Holland and then progress through the groups and into tonight’s last four clash. Of course, I’m conveniently glossing over the fact that the return leg ended 7-0 to the home side. Still, dreams are free, right? Come on West Ham (Dundee) United.”</p> <a href=\"https://www.theguardian.com/football/live/2023/may/11/europa-league-and-conference-league-semi-finals-clockwatch-live-juventus-sevilla-roma-leverkusen-west-ham-az-alkmaar-fiorentina-basel\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/11/europa-league-and-conference-league-semi-finals-clockwatch-live-juventus-sevilla-roma-leverkusen-west-ham-az-alkmaar-fiorentina-basel", "date_published": "2023-05-11 18:47:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police officer filmed appearing to punch man repeatedly in head during arrest in Wales", "description": "<p>Independent Office for Police Conduct has launched investigation into incident in Porthmadog</p><p>The police watchdog has launched an independent investigation after a police officer in Wales was filmed appearing to punch a man repeatedly in the head before arresting him.</p><p>Footage of the incident is circulating on social media and has caused considerable “public concern”, the Independent Office for Police Conduct (IOPC) said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/police-officer-filmed-appearing-to-punch-man-repeatedly-in-head-during-arrest-in-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/police-officer-filmed-appearing-to-punch-man-repeatedly-in-head-during-arrest-in-wales", "date_published": "2023-05-11 18:45:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ray Shulman obituary", "description": "<p>My friend Ray Shulman, who has died aged 73, was an adventurous composer, musician and record producer.</p><p>He was born in Portsmouth to Louis Shulman and Rebecca Laufer, and attended Portsmouth Technical high school. At first he seemed set to become a jazz trumpeter like his dad, then seemed headed for the National Youth Orchestra, but in 1966 he was persuaded to join his older brother Derek’s R&amp;B group Simon Dupree and the Big Sound. Their career – whose highpoint was the psychedelic hit Kites – flared and faded while Ray was still a teen, but the group soon reinvented itself as Gentle Giant, an ensemble of supremely accomplished multi-instrumentalists who combined medieval, baroque, folk, jazz and rock elements with joyous panache.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/ray-shulman-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/ray-shulman-obituary", "date_published": "2023-05-11 18:44:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester’s Chris Ashton escapes ban following red card against Harlequins", "description": "<ul><li>Ashton free to play in Premiership semi-final after hearing</li><li>Soon-to-retire winger was sent off for tackle on Cadan Murley</li></ul><p>The soon-to-retire Chris Ashton has been handed a dramatic Premiership reprieve after escaping a ban following his sending off in Leicester’s final regular season game on Saturday. The former England winger has had his red card rescinded and is free to play with immediate effect.</p><p>Ashton, 36, was sent off for a dangerous tackle on Harlequins’ Cadan Murley which Leicester believed was only worthy of a yellow card. An independent disciplinary panel came to the same conclusion after a five-hour hearing, deciding the head contact had been indirect and did not involve a high degree of danger. Ashton admitted to an act of foul play but Murley testified to the panel that the initial contact was to his right shoulder rather than his head.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/leicesters-chris-ashton-escapes-ban-following-red-card-against-harlequins\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/leicesters-chris-ashton-escapes-ban-following-red-card-against-harlequins", "date_published": "2023-05-11 18:08:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Skeletal’ body of man who lay dead in Bolton flat for six years discovered", "description": "<p>Robert Alton, 70, is believed to have died in 2017 with his death going unnoticed by his landlord and local council</p><p>The body of a retired bookkeeper lay undiscovered in his flat for six years with his “skeletal” remains found only after housing officials forced entry to carry out a gas safety check, an inquest heard.</p><p>Robert Alton is believed to have died in 2017 aged 70, but his death went unnoticed by both his landlord, which continued to receive his rent automatically through housing benefit, and his local council, which seemingly failed to act on Alton’s mounting council tax arrears.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/skeletal-body-of-man-who-lay-dead-in-flat-for-six-years-found-on-gas-check-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/skeletal-body-of-man-who-lay-dead-in-flat-for-six-years-found-on-gas-check-visit", "date_published": "2023-05-11 18:02:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piers Morgan authorised illegal blagging of prince’s bank details, court told", "description": "<p>Mirror hired investigators to pose as Prince Michael of Kent’s accountant, phone-hacking trial hears</p><p>Piers Morgan authorised the illegal blagging of a prince’s private bank details when he was editor of the Daily Mirror, it has been alleged at the high court.</p><p>Prince Michael of Kent’s personal financial records were published by the Mirror in 1999, allegedly revealing that Queen Elizabeth II’s cousin was millions of pounds in debt and had an unauthorised £220,000 overdraft at Coutts bank.</p><p>Morgan “lies at the heart” of allegations of unlawful information-gathering, including phone hacking, under the Mirror’s parent company and was “directly” involved in illegal behaviour.</p><p>The journalist who helped obtain Prince Michael of Kent’s financial records was Gary Jones, now the editor of the Daily Express.</p><p>The Mirror regularly used the services of Southern Investigations, a private investigations agency heavily implicated in police corruption and the murder of a former employee, <a href=\"https://www.theguardian.com/uk-news/2021/jun/15/daniel-morgan-met-chief-censured-for-hampering-corruption-inquiry\">Daniel Morgan</a>.</p><p>Phone hacking was so widespread at the Daily Mirror, Sunday Mirror and People that even those newspapers’ editors were illegally accessing voicemails.</p> <a href=\"https://www.theguardian.com/media/2023/may/11/piers-morgan-authorised-blagging-of-prince-michael-bank-details-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/11/piers-morgan-authorised-blagging-of-prince-michael-bank-details-court-told", "date_published": "2023-05-11 18:02:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sentamu rejects report findings that he failed to act on child sexual abuse claim", "description": "<p>Church of England commissioned review into how it handled disclosures that a vicar raped a 16-year-old boy</p><p>John Sentamu, the former archbishop of York, failed to act on disclosures that a Church of England vicar raped a 16-year-old boy, a report commissioned by the church has found.</p><p>Lord Sentamu immediately rejected the conclusions of <a href=\"https://www.churchofengland.org/sites/default/files/2023-05/LLR%20Trevor%20Devamanikkam.pdf\">the report</a>, saying the author, an experienced safeguarding investigator, had a “fundamental misunderstanding” of the responsibilities of bishops and archbishops.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/sentamu-rejects-report-findings-child-sexual-abuse-claim-church-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/sentamu-rejects-report-findings-child-sexual-abuse-claim-church-of-england", "date_published": "2023-05-11 17:57:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Touts to remain ‘rampant’ on resale sites after UK government avoids crackdown", "description": "<p>Campaign group backed by artists including Ed Sheeran criticises decision not to prevent bulk buying and speculative selling</p><p>A campaign group backed by Ed Sheeran, PJ Harvey and Arctic Monkeys has warned that music fans will continue to face “rampant” ripoffs by <a href=\"https://www.theguardian.com/money/2020/nov/01/most-tickets-on-viagogo-and-stubhub-sold-by-professional-resellers\">touts on resale sites</a>, after ministers rejected plans to crack down on the sector.</p><p>The Department for Business and Trade decided <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1155785/government-response-to-CMAs-secondary-ticketing-report.pdf\">not to implement proposals</a> from the competition watchdog designed to make life harder for professional touts, who have been repeatedly <a href=\"https://www.theguardian.com/money/2020/feb/27/revealed-viagogo-toolkit-fraud-tickets\">exposed using sites such as Viagogo and StubHub</a> to exploit fans.</p> <a href=\"https://www.theguardian.com/money/2023/may/11/touts-to-remain-rampant-on-resale-sites-after-uk-government-avoids-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/11/touts-to-remain-rampant-on-resale-sites-after-uk-government-avoids-crackdown", "date_published": "2023-05-11 17:53:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olly Stone to miss at least England’s first Ashes Test due to hamstring injury", "description": "<ul><li>Stone may not return to face Australia until third Test in July</li><li>Nottinghamshire bowler facing ‘five to six weeks’ out</li></ul><p>Olly Stone faces a battle to be fit for the second half of this summer’s Ashes series after scans pointed to a “five to six week” absence with <a href=\"https://www.theguardian.com/sport/2023/may/07/england-handed-ashes-scare-after-olly-stone-suffers-hamstring-injury\" title=\"\">a hamstring injury.</a></p><p>The England fast bowler, 29, pulled up with an injury during Nottinghamshire’s Division One match with Lancashire at Trent Bridge last weekend and it is understood he has been ruled out of the first Test at Edgbaston that starts on 16 June.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/olly-stone-injured-first-ashes-test-england-australia-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/olly-stone-injured-first-ashes-test-england-australia-cricket", "date_published": "2023-05-11 17:51:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Turkey’s election: an end to Erdoğan’s authoritarianism? | Editorial", "description": "<p>A neck-and-neck race could conclude the president’s two decades in power, with profound consequences for the country </p><p>Few elections have been more closely contested or more important than those <a href=\"https://www.theguardian.com/world/2023/may/09/turkish-election-opposition-ideas-personality-antalya-erdogan\" title=\"\">taking place in Turkey</a> on Sunday. Voters face a stark choice which will not only define their country’s future, but reverberate more widely. Recep Tayyip Erdoğan has been part of a broader global shift towards authoritarianism. His defeat, after 20 years in power, could allow Turkey to move back towards democracy and greater freedom – the pledge which unites the multiparty opposition Nation’s Alliance. Another victory for him might see it slide into outright autocracy – leading to the destruction of essential institutions and civil society, already badly damaged by the assaults of the president and his Justice and Development party (AKP).</p><p>Polls place the opposition coalition only just ahead, though Thursday’s <a href=\"https://www.theguardian.com/world/2023/may/11/muharrem-ince-turkish-presidential-candidate-withdraws-alleged-sex-tape\" title=\"\">withdrawal of another opposition candidate</a> may boost its prospects. Candidates <a href=\"https://www.theguardian.com/world/2023/may/10/recep-tayyip-erdogan-facies-real-chance-of-losing-as-turkey-gets-ready-to-vote\" title=\"\">must win 51%</a> in the first round to avoid a runoff, which experts think would favour Mr Erdoğan. There is also concern that a narrow opposition victory might not carry the day. Elections still matter in Turkey: Mr Erdoğan wants a mandate. But that also depends on winning, and these are not fully free and fair. In 2019, the election watchdog ordered a rerun of Istanbul’s mayoral race after the AKP’s defeat, though the original victor triumphed again. The president has browbeaten the judiciary.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/the-guardian-view-on-turkeys-election-an-end-to-erdogans-authoritarianism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/the-guardian-view-on-turkeys-election-an-end-to-erdogans-authoritarianism", "date_published": "2023-05-11 17:48:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on scrapping EU rules: the threat remains | Editorial", "description": "<p>Kemi Badenoch had no choice but to remove the  2023 deadline. Even so, this  bill is still a dangerous stunt</p><p>The government’s <a href=\"https://bills.parliament.uk/bills/3340\" title=\"\">retained EU law bill</a> always was – and still remains – a dangerous stunt, even after a significant change was made to it this week. The bill aims to scrap thousands of laws and rules adopted by UK law while Britain was part of the EU. It was devised by Jacob Rees-Mogg when Boris Johnson was prime minister. It then became the subject of a Brexiter bidding war between Liz Truss and Rishi Sunak during the Conservative leadership election last summer, as a result of which a <a href=\"https://www.politico.eu/article/elizabeth-truss-uk-tory-government-policy-manifesto/\" title=\"\">deadline</a> of the end of 2023 was added by Ms Truss for the laws to be wiped from the statute book.</p><p>This week, the trade secretary, Kemi Badenoch, <a href=\"https://www.theguardian.com/politics/2023/may/11/kemi-badenoch-challenged-over-massive-climbdown-on-eu-laws\" title=\"\">announced </a>that the 2023 deadline has now been scrapped. Instead, some 600 EU-derived laws will be removed by the year’s end and the remainder, more than 4,000 at the last count, will be the subject of “assessment and consultation” with a view to most of them also being scrapped eventually. Removing the arbitrary deadline makes the bill a bit less destructive. But it is still dogmatic and dangerous.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/the-guardian-view-on-scrapping-eu-rules-the-threat-remains\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/the-guardian-view-on-scrapping-eu-rules-the-threat-remains", "date_published": "2023-05-11 17:46:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French prosecutors demand Nicolas Sarkozy face trial over alleged Libya money", "description": "<p>The former president is accused of seeking millions of euros from Gaddafi to finance his 2007 campaign</p><p>French prosecutors have demanded that the former president <a href=\"https://www.theguardian.com/world/nicolas-sarkozy\">Nicolas Sarkozy</a> face a new trial over alleged Libyan financing of his 2007 election campaign.</p><p>France’s financial crimes prosecutors (PNF) said on Thursday that Sarkozy and 12 others should face trial over accusations they sought millions of euros in <a href=\"https://www.theguardian.com/world/2018/mar/21/nicolas-sarkozy-former-president-back-in-police-custody-over-libya-case\">financing from the regime of then Libyan leader Muammar Gaddafi</a> for his ultimately victorious campaign.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/french-prosecutors-demand-nicolas-sarkozy-face-trial-over-alleged-libya-money\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/french-prosecutors-demand-nicolas-sarkozy-face-trial-over-alleged-libya-money", "date_published": "2023-05-11 17:44:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "17 lives lost: London exhibition turns lens on state-related deaths", "description": "<p>Images featured taken under direction of relatives of people who died after contact with state apparatus</p><p>On a wall in a back room of the gallery, next to a window, is a photograph of a basketball stuck between the hoop and the backboard, forever up in the air. A game prematurely cut short. Across in the adjoining room is an image of a dressing gown, slippers and shoes, along with a slinky toy, sleepily shed on the way up the stairs to bed. A third photo, on the same wall, depicts a pair of blue and white trainers. Used but well kept. Prada. Someone’s pride and joy, left behind.</p><p>These are three of the images taken by the photographer Sarah Booker, under the direction of campaigning relatives, in memory of 17 people who died after coming into contact with the apparatus of the state, whether it be the police, prison service or in care.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/17-lives-lost-london-exhibition-turns-lens-on-state-related-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/17-lives-lost-london-exhibition-turns-lens-on-state-related-deaths", "date_published": "2023-05-11 17:34:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tracey Emin speaks about her cancer at opening of her exhibition in Rome", "description": "<p>The artist, who has been given the all clear, describes her works as a testament ‘to the healing power of art’</p><p>British artist Tracey Emin spoke about her recovery from cancer as she opened a new exhibition in Rome, recalling her last visit to the Italian capital “when I was dying, but didn’t know it”.</p><p>Fifteen artworks completed by Emin, 59, since she was given the all-clear from bladder cancer in 2021 are being displayed at the Galleria Lorcan O’Neill in central Rome. Called You Should Have Saved Me, the works are described as a testament “to the healing power of art”.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/11/tracey-emin-speaks-about-her-cancer-at-opening-of-her-exhibition-in-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/11/tracey-emin-speaks-about-her-cancer-at-opening-of-her-exhibition-in-rome", "date_published": "2023-05-11 17:11:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "University of York’s favourite mallard is a dead duck, fear staff", "description": "<p>Students invited to celebrate life of campus favourite Long Boi, who has not been seen for two months</p><p>Long Boi, the grand old duck of York, is presumed dead after going missing for several weeks, leaving behind grieving students at his favourite university watering holes.</p><p>The 70cm-tall drake was celebrated at the University of York for his unusual height and gregarious nature, delighting students with his appearances around campus for several years.</p> <a href=\"https://www.theguardian.com/education/2023/may/11/university-of-york-favourite-mallard-is-a-dead-duck-fear-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/11/university-of-york-favourite-mallard-is-a-dead-duck-fear-staff", "date_published": "2023-05-11 17:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Please stop using AI to make Wes Anderson parodies", "description": "<p>A recent online trend has seen users mock up Harry Potter, Star Wars and Lord of the Rings in the director’s distinctive style but is he beyond parody?</p><p>There are plenty of reasons why the emergence of AI should make you angry. It will destroy creativity. It will take your job. It will, in years to come, gain vengeful sentience and doom humankind to a life of miserable enslavement. However, by the far the very worst thing that AI has ever done – and potentially the worst thing that it will ever do – is make all those crummy Wes Anderson parodies.</p><p>You know the ones. Last month a number of AI-generated photos were shared on Twitter, of what the Harry Potter franchise would look like if it had been directed by Wes Anderson. And, you guessed it, they all show the Harry Potter characters standing dead centre in front of various meticulously designed backdrops. They also all happen to be wearing the sort of garish outfits you only really find in the most obnoxious percentile of East London hipster brunch spots. No character in Wes Anderson’s entire filmography has ever worn the sort of garish paisley Banana Splits outfit that Harry Potter wears here, for instance. But, hey, let’s not let accuracy get in the way of an easy gag.</p> <a href=\"https://www.theguardian.com/film/2023/may/11/wes-anderson-parodies-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/11/wes-anderson-parodies-ai", "date_published": "2023-05-11 16:43:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fifteen-year-old girl killed her newborn baby with cotton wool, court hears", "description": "<p>Paris Mayo, who is on trial for the murder, had allegedly tried to prevent people discovering her pregnancy</p><p>A 15-year-old girl killed her newborn baby by assaulting him and stuffing his throat with cotton wool to prevent people discovering her pregnancy, a court has heard.</p><p>Paris Mayo, now 19, is on trial for the murder of her son Stanley Mayo who died in Ross-on-Wye, Herefordshire, on the evening of 23 March 2019, and was discovered in a bin bag outside her home the following day.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/fifteen-year-old-girl-killed-her-newborn-baby-with-cotton-wool-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/fifteen-year-old-girl-killed-her-newborn-baby-with-cotton-wool-court-hears", "date_published": "2023-05-11 16:40:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News sued for defamation by ex-government disinformation chief", "description": "<p>Nina Jankowicz, head of short-lived DHS board, alleges Fox News hosts spread lies about her work and compromised her safety</p><p>The former head of a disinformation group created by the US Department of Homeland Security has <a href=\"https://www.nytimes.com/2023/05/10/business/media/defamation-suit-fox-nina-jankowicz.html\">sued</a> Fox News for defamation, saying its attacks threatened her safety.</p><p>In the lawsuit filed on Wednesday, Nina Jankowicz alleged that multiple Fox News hosts spread lies about her work, fueling an internet campaign against her that ultimately led to her resignation and the disbandment of the group.</p> <a href=\"https://www.theguardian.com/media/2023/may/11/fox-news-sued-defamation-nina-jankowicz\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/11/fox-news-sued-defamation-nina-jankowicz", "date_published": "2023-05-11 16:38:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sharon White still needs to be clearer about John Lewis’s mutual status | Nils Pratley", "description": "<p>How can there be ‘no question’ of demutualisation if the board ‘could consider’ bringing in an outside investor?</p><p>Dame Sharon White can reflect that <a href=\"https://www.theguardian.com/business/2023/may/10/john-lewis-staff-rebuke-sharon-white-over-losses-but-back-her-to-continue\">she won the vote that counted</a>. The one she lost – on the John Lewis Partnership’s performance last year – sounds a bit like a relegated football club’s fans wishing the results had been different. Given <a href=\"https://www.theguardian.com/business/2023/mar/16/john-lewis-group-loss-waitrose-sales-fall-no-staff-bonus\">the £234m pre-tax loss and no staff bonus</a>, a thumbs-down for the business’s performance cannot be called a shock.</p><p>The meaningful vote at this week’s meeting of the partnership governing council was on whether the club should stick with its manager, or chair in this case. On that front, the 60-strong body backed White by an undisclosed majority.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/11/sharon-white-still-needs-to-be-clearer-about-john-lewiss-mutual-status\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/may/11/sharon-white-still-needs-to-be-clearer-about-john-lewiss-mutual-status", "date_published": "2023-05-11 16:29:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peloton recalls over 2m bikes over seat post assembly breaking during use", "description": "<p>Recall includes about 2.2m of the Peloton Bikes Model PL01, sold from January 2018 though May 2023 for about $1,400</p><p>Peloton is recalling more than 2m of its exercise bikes because the bike’s seat post assembly can break during use, posing fall and injury hazards.</p><p>Shares of Peloton Interactive fell more than 7% in Thursday morning trading. The company’s shares have fallen 39% over the past 12 months, and are about 95% off their highs in late 2020 during the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/peloton-bike-recall-seat-breaking\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/peloton-bike-recall-seat-breaking", "date_published": "2023-05-11 16:11:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The government has had to take over yet another railway – and yet it still balks at full nationalisation | Christian Wolmar", "description": "<p>The Conservatives are on a TransPennine Express to nowhere by insisting that private companies can run the railways </p><p>It should not really have taken Einstein to work out that doing the same thing and expecting a different result is the definition of insanity. Nonetheless even this basic truth seems to be lost on the Conservative government and its relationship to the railways.</p><p>The lesson to be learned from the collapse of the <a href=\"https://www.theguardian.com/business/2023/may/11/transpennine-express-nationalised-for-catalogue-of-failings-and-poor-service\">TransPennine Express </a>contract – the latest railway to be effectively nationalised by the government – should be all too obvious: relying on the private sector to provide an efficient, cost-effective and reliable railway was a fundamental mistake. Raw capitalism does not work in an industry that is heavily dependent on massive investment, that is a natural monopoly and provides an essential public service. The privatisation in the mid-1990s created a system of pretend capitalism, which involved the fragmentation of a coherent but complex industry into a series of interdependent companies motivated by private profit rather than public service.</p><p>Christian Wolmar is the author of British Rail, a New History, to be <a href=\"https://www.penguin.co.uk/books/319219/british-rail-by-wolmar-christian/9781405946278\">published in paperback</a> next month by Penguin, and presents the transport podcast Calling All Stations</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/railway-nationalisation-transpennine-express-conservatives\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/railway-nationalisation-transpennine-express-conservatives", "date_published": "2023-05-11 16:07:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC to tackle high proportion of women prosecuted for licence fee evasion", "description": "<p>Measures include ability to spread cost over small instalments and free debt advice</p><p>The BBC has set out plans to reduce the high proportion of women being prosecuted for licence fee evasion, after suggestions that the charge is sexist.</p><p>The measures including free debt advice and allowing all unlicensed households to spread payments, underlining the BBC’s determination to save the licence fee, which was frozen by the government at £159 until 2024.</p> <a href=\"https://www.theguardian.com/media/2023/may/11/bbc-to-tackle-high-proportion-of-women-prosecuted-for-licence-fee-evasion\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/11/bbc-to-tackle-high-proportion-of-women-prosecuted-for-licence-fee-evasion", "date_published": "2023-05-11 16:06:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why first past the post is the last thing we need in British politics | Letters", "description": "<p>Sweeping electoral reform is vital to ensure the future of progresssive politics, says <strong>Peter Mendenall, Lyn A Dade, Neil Blackshaw</strong> and <strong>Jonathan Allum</strong></p><p>Martin Kettle (<a href=\"https://www.theguardian.com/commentisfree/2023/may/11/progressive-alliance-tories-local-elections-general-election-labour\" title=\"\">Are you hoping for a progressive alliance to oust the Tories? Don’t hold your breath, 11 May</a>) is probably right about Labour’s attitude to governing alone after the next election. Given its postwar track record, it should think again. Labour has only won a working majority – over 50.5% of seats – in five of its nine victories. Of the other four, three were very short-lived, and the fourth needed Liberal support to survive. Even after landslide victories in 1945 and 1966, Labour was soon back in opposition. If Keir Starmer wants to be prime minister long enough to change Britain for the better, he should ensure proportional representation is introduced without delay. Otherwise the Conservatives will yet again quickly recoup their tactical voting losses at the following election.<br /><strong>Peter Mendenhall</strong><br /><em>Nottingham</em></p><p>• Martin Kettle usefully reminds us of the power of political parties – a 20th-century construct characterised by “institutional lag” as well as tribalism. A politics of ideas and innovation is the only kind that will fit us for the challenges of the 21st century, and the parties, as constituted, cannot deliver it. A tribe cannot look beyond its own boundaries because “there be dragons”.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/why-first-past-the-post-is-the-last-thing-we-need-in-british-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/why-first-past-the-post-is-the-last-thing-we-need-in-british-politics", "date_published": "2023-05-11 16:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Backlash over plan to force French town halls to display presidential portrait", "description": "<p>Critics have attacked proposals by members of Emmanuel Macron’s centrist party as ‘a cult of the leader’</p><p>A proposal by two lawmakers from Emmanuel Macron’s centrist party to make it obligatory for town halls to display a portrait of the French president has sparked a political row.</p><p>The portrait issue has been seized upon by Macron’s critics as he travels around France in an attempt to counter accusations of arrogance and haughtiness, amid <a href=\"https://www.theguardian.com/world/2023/apr/23/french-message-macron-pots-and-pans-protest\">saucepan banging</a> and <a href=\"https://www.theguardian.com/world/2023/may/01/police-fire-teargas-on-may-day-protesters-in-cities-across-france\">street protests</a> against the rise in the pension age.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/backlash-over-plan-to-force-french-town-halls-to-display-presidential-portrait-emmanuel-macron\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/backlash-over-plan-to-force-french-town-halls-to-display-presidential-portrait-emmanuel-macron", "date_published": "2023-05-11 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More must be done to fight the scourge of loneliness | Letters", "description": "<p><strong>Julia Edwards</strong> worries about the loss of public libraries and other services, while <strong>Jean Jackson</strong> describes the isolation that comes with hearing loss and <strong>David Jones</strong> suggests churches could be part of the solution</p><p>Your editorial on loneliness (<a href=\"https://www.theguardian.com/commentisfree/2023/may/08/the-guardian-view-on-loneliness-private-pain-should-be-a-public-priority\" title=\"\">8 May</a>) says that “opportunities for people to meet and build relationships have vanished as libraries, youth centres and swimming pools have shut”.</p><p>I worked in both public and school libraries in London in the mid-1970s to 80s. The library space provided a haven for many – of all ages – challenged by loneliness, isolation or obvious impairments. My strongest memories of those years are chatting with our members who needed regular human contact. School library services are now hugely reduced, and public libraries open until 8pm are not the norm. I returned to UK library work in the late 1990s, not long before library closures started. Local authority funding continues to diminish; the coronation’s Big Help Out day seemed trite and patronising.<br /><strong>Julia Edwards</strong><br /><em>Winchester</em></p> <a href=\"https://www.theguardian.com/society/2023/may/11/more-must-be-done-to-fight-the-scourge-of-loneliness\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/11/more-must-be-done-to-fight-the-scourge-of-loneliness", "date_published": "2023-05-11 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Lawrence: ‘I was given an opportunity and I couldn’t not take it’", "description": "<p>The Premiership’s player of the season on Worcester’s woes, bouncing back with Bath and proving the doubters wrong</p><p>To collect his award as the <a href=\"https://www.theguardian.com/sport/2023/may/10/bath-centre-ollie-lawrence-named-premiership-player-of-the-season\" title=\"\">Premiership’s player of the season</a>, Ollie Lawrence had to leave Bath’s end-of-season bash in Lisbon on Tuesday. Two delayed flights later, plus a mad dash from Gatwick to central London, and Lawrence made it with moments to spare. Suffice it to say that tortuous journey is small fry compared to that which he has been on this season.</p><p>Lawrence was a worthy winner of the award for the manner in which he has performed on the pitch, firstly for Worcester <a href=\"https://www.theguardian.com/sport/2023/feb/09/worcester-warriors-renamed-sixways-rugby-union-and-out-of-championship\" title=\"\">despite their slide into the abyss</a>, then for Bath who offered him, as he puts it, “a second chance”. He speaks of playing with a “desperation” to make the most of the lifeline afforded to him at the Rec and that was evident in his performances from the word go – bursting tackles and hitting rucks with such alacrity you could not help but take note. He is a worthy winner for how he handled himself off the field too, taking in a Worcester academy player who had been made homeless, addressing the Warriors’ plight in public with passion and resilience in equal measure.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/ollie-lawrence-i-was-given-an-opportunity-and-i-couldnt-not-take-it\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/ollie-lawrence-i-was-given-an-opportunity-and-i-couldnt-not-take-it", "date_published": "2023-05-11 16:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds players warned by Allardyce they ‘cannot afford to lose’ against Newcastle", "description": "<ul><li>‘The fear of relegation needs to drive them on,’ says manager</li><li>Allardyce rounds on ‘thick’ critics after Guardiola comparison</li></ul><p>Sam Allardyce has warned his Leeds players they cannot afford to lose Saturday’s clash with his former club Newcastle, and has challenged his squad to use the fear of relegation to spur them to safety in their final three games of the season.</p><p>Leeds, who are second-bottom and two points shy of safety, host Newcastle at lunchtime before facing West Ham away and Tottenham at home. Allardyce said his goal was to get to the final day still in with a chance of survival after <a href=\"https://www.theguardian.com/football/2023/may/06/manchester-city-leeds-premier-league-match-report\" title=\"\">losing to Manchester City</a> in his first game as head coach last week.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/leeds-players-cannot-afford-to-lose-against-newcastle-warns-sam-allardyce\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/leeds-players-cannot-afford-to-lose-against-newcastle-warns-sam-allardyce", "date_published": "2023-05-11 15:57:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unprecedented €2.2bn drought response plan approved in Spain", "description": "<p>Package of measures will help farmers maintain production and avoid food shortages after hottest April ever</p><p>The Spanish government has approved a €2.2bn (£1.9bn) plan to help farmers and consumers cope with an enduring drought that has been exacerbated by the <a href=\"https://www.theguardian.com/world/2023/apr/27/spain-braced-for-record-april-temperature-of-39c-as-heatwave-causes-misery\">hottest and driest April on record</a>.</p><p>The measures, described as unprecedented by the government, were <br />signed off by the cabinet on Thursday. They include €1.4bn of funds from the environment ministry to tackle the drought and increase the availability of water, and €784m from the agriculture ministry to help farmers maintain production and avoid food shortages.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/spain-approves-unprecedented-drought-recovery-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/spain-approves-unprecedented-drought-recovery-plan", "date_published": "2023-05-11 15:55:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK will have to raise retirement age after election, minister says", "description": "<p>Work and pensions secretary says his successor will have to ‘grasp nettle’ of bringing forward rise to 68</p><p>Ministers will have to “grasp the nettle” on bringing forward the rise in the state pension age to 68 in the first couple of years of the next parliament, Mel Stride, the work and pensions secretary, has suggested.</p><p>After delaying the decision because of stalling life expectancy, Stride said it would still have to be taken, but it would probably be one for his successor in the job and that people would still get 10 years of notice.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/uk-will-have-to-raise-retirement-age-after-election-minister-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/uk-will-have-to-raise-retirement-age-after-election-minister-says", "date_published": "2023-05-11 15:48:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey’s choice could not be starker: more cruelty under Erdoğan, or the return of justice and hope | Ece Temelkuran", "description": "<p>The country could finally tear off the straitjacket it has worn for years. But its president is a tiger caught by the tail – what will he do if he loses?</p><p>This weekend, my country <a href=\"https://www.theguardian.com/world/2023/may/10/recep-tayyip-erdogan-facies-real-chance-of-losing-as-turkey-gets-ready-to-vote\">will choose</a>. If the unlikely unity coalition of opposition parties beats the goliath that is President Recep Tayyip Erdoğan, Turkey will be able to tear off the straitjacket that it has worn for years. If the regime wins, however, we will be mourning a country that once was, that could have been.</p><p>This is a clash between the forces of autocracy and democracy, between cruelty and basic morals. There is a real chance that Erdoğan will lose because six opposition parties have formed a united coalition, led by the secularist <a href=\"https://www.theguardian.com/world/2023/may/08/kemal-kilicdaroglu-touted-future-turkish-democracy-elections-erdogan\">Kemal Kılıçdaroğlu</a>. Not since the huge anti-government <a href=\"https://www.theguardian.com/world/2013/may/31/istanbul-protesters-violent-clashes-police\">Gezi park protests</a> in 2013 have the people of Turkey put their eternal conflicts to the side like this in order to take on Erdoğan’s palace, which effectively runs everything from the economy to the judiciary.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/turkey-elections-recep-tayyip-erdogan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/turkey-elections-recep-tayyip-erdogan", "date_published": "2023-05-11 15:45:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CNN head defends Trump’s lie-strewn town hall: ‘America was served very well’", "description": "<p>Chris Licht boasts that network ‘made a lot of news’ in call to angry staff but CNN reporter laments Trump’s ‘firehose of disinformation’</p><p>CNN bosses have defended their decision to host a prime-time town hall with Donald Trump, after triggering widespread outrage by allowing the former president to spout lies and disinformation on subjects from sexual assault to attempts to overturn the 2020 election.</p><p>Addressing staff anger over the decision to host the New Hampshire event, the CNN chief executive, Chris Licht, saluted what he called a “masterful performance” by Kaitlan Collins, the anchor who attempted to cope with Trump’s lies and abusive comments in front of a raucous Republican audience.</p> <a href=\"https://www.theguardian.com/media/2023/may/11/cnn-chris-licht-trump-town-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/11/cnn-chris-licht-trump-town-hall", "date_published": "2023-05-11 15:43:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mads Pedersen takes Giro d’Italia stage six as breakaway duo fall metres short", "description": "<ul><li>Clarke and De Marchi reeled in with just 300m to go in Naples</li><li>Pedersen wins sprint, Andreas Leknessund keeps pink jersey</li></ul><p>Mads Pedersen won stage six of the Giro d’Italia to complete a grand slam of career sprint wins, but only after a brave two-man breakaway was caught with only 300m to go until the finish line.</p><p>Simon Clarke and Alessandro De Marchi were part of an early five-man break but, as their supporting cast dwindled, both worked together to stay clear. It appeared the race for a glorious stage win was on as they entered the final kilometre, with Clarke the favourite – but neither man found the legs for a final push and the peloton swept past them with the finish line in sight.</p><p><em>More details to follow …</em></p> <a href=\"https://www.theguardian.com/sport/2023/may/11/mads-pedersen-takes-giro-ditalia-stage-six-as-breakaway-duo-fall-metres-short\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/mads-pedersen-takes-giro-ditalia-stage-six-as-breakaway-duo-fall-metres-short", "date_published": "2023-05-11 15:42:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nobody believes me when I tell them how bad TransPennine Express is", "description": "<p>My and many people’s lives are being turned upside down by last-minute cancellations that make a mockery of work and family plans</p><p>People in London used to think I was making it up when I told them what an ordeal it was planning a journey on TransPennine Express (TPE). It sounded so absurd. The angst began as soon as you dared to book a ticket, wondering whether the train you had chosen to get you to Manchester Airport for a flight, to Leeds for an interview or to Cleethorpes for the seaside, would actually run. The niggling feeling: maybe I should drive, just to be safe?</p><p>The night before, you needed to stay up until 10pm, when TPE would publish a list of “planned cancellations” for the following day. There were regularly 50 cancellations, sometimes 100, invariably blamed on staff shortages and sometimes the rail unions too. You’d then have to make alternative plans which might involve leaving the house before the kids woke up, booking a taxi or begging your employers to let you join by Zoom instead.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/nobody-believes-me-when-i-tell-them-how-bad-transpennine-express-is\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/nobody-believes-me-when-i-tell-them-how-bad-transpennine-express-is", "date_published": "2023-05-11 15:32:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian tycoon suing UK government for return of £38m superyacht", "description": "<p>Sergei Georgievich Naumenko, who is not on sanctions list, is also seeking damages in hight court claim</p><p>A Russian tycoon is suing the UK government over <a href=\"https://www.theguardian.com/world/2022/mar/29/superyacht-detained-london-under-russian-sanctions-grant-shapps\">the seizure of his £38m superyacht in London</a> shortly after Russia’s invasion of Ukraine last year.</p><p>Sergei Georgievich Naumenko, a property developer who is not on the UK’s Russia sanctions list, has <a href=\"https://caselaw.nationalarchives.gov.uk/ewhc/admin/2023/1106\">filed a high court claim</a> against the Department for Transport (DfT) demanding it free his 58.5-metre (192ft) long superyacht Phi and pay damages.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/russian-tycoon-suing-uk-government-for-return-of-38m-superyacht-phi-sergei-georgievich-naumenko\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/russian-tycoon-suing-uk-government-for-return-of-38m-superyacht-phi-sergei-georgievich-naumenko", "date_published": "2023-05-11 15:31:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cork homeware – in pictures", "description": "<p>Waterproof, insulating, versatile and attractive, cork furniture is making a comeback</p> <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2023/may/11/cork-homeware-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/gallery/2023/may/11/cork-homeware-in-pictures", "date_published": "2023-05-11 15:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Devon bolthole: caves for sale billed as ‘Britain’s oldest home’", "description": "<p>Kents Cavern, described as ‘the most important prehistoric cave complex in Britain’, is up for sale for £2.5m</p><p>It is billed by the estate agent as <a href=\"https://www.bettesworths.co.uk/investment/for-sale/torquay/4627\">“Britain’s oldest home”</a> and includes a network of caves featuring stalagmites and stalactites, a collection of full-size (replica) ice age animals, and an acre of woodland trails.</p><p><a href=\"https://www.kents-cavern.co.uk/\">Kents Cavern in Devon</a>, which has been open to the public since the 19th century and in the ownership of the same family for 100 years, is up for sale for a very modern-sounding £2m to £2.5m.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/devon-bolt-hole-caves-for-sale-billed-as-britains-oldest-home\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/devon-bolt-hole-caves-for-sale-billed-as-britains-oldest-home", "date_published": "2023-05-11 15:25:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Milan, Inter, BT Sport and an unquenchable state of damnation", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Considering that whoever ultimately prevails in the Big Cup semi between Milan and Inter already seems to have been allocated the role of sacrificial lambs in a final most pundits expect to be won by Real Madrid or Manchester City, Football Daily is surprised anyone – players, fans, officials or media – bothered turning up at San Siro to see the first leg of the biggest <em>Derby della Madonnina</em> in 20 years. Yet turn up to the iconic, much-loved but crumbling old ruin that is San Siro they most certainly did – all 75,532 of them intent on creating an ear-splitting cacophony and a tifo-tastic sea of black and red around three sides of the famous giant edifice. “Hell is empty tonight because all the devils are here,” declared a large banner draped from the Curva Sud by Milan fans, whose side were the designated home team in their shared digs.</p><p>So here we are on the big stage, at such an exciting time of year, in such a huge competition, with interest from all over the world. We’re in the middle of the semi-finals and we have Italy, Spain and ourselves still in the running. Isn’t Eurovision just the best?” – Pete Cody.</p><p>Sad to see Sergio Busquets go (yesterday’s News, Bits and Bobs, full email edition); not just for all the footballing reasons that Sid Lowe lists in <a href=\"https://www.theguardian.com/football/2023/may/10/sergio-busquets-the-unique-talent-who-changed-barcelona-and-football\">his excellent piece</a>, but for sentimental reasons too. He was the last reason to hang on to the fantasy of Barcelona as being a team, or liking them because of Xavi, Iniesta, Messi and the rest, looking forward to watching them on the telly, willing to believe the Unesco-era <em>Més que un club</em> story. The last thread has snapped, and you have the likes of Robert Lewandowski up front and Messi making a grotesque fool of himself in Saudi Arabia. As in much of football, the old days were better. Adéu, Sergio” – Charles Antaki.</p><p>Big Website reports that Valérien Ismaël is the <a href=\"https://www.theguardian.com/football/2023/may/10/watford-confirm-valerien-ismael-new-manager-chris-wilder\" title=\"https://www.theguardian.com/football/2023/may/10/watford-confirm-valerien-ismael-new-manager-chris-wilder\">19th full-time managerial appointment</a> made by the Pozzo family, which is true of course but even this doesn’t give the full picture of the constant merry-go-round that is the Watford manager position. The Pozzos took over Watford in <a href=\"https://www.theguardian.com/football/2012/jun/29/watford-takeover-pozzo-family\" title=\"https://www.theguardian.com/football/2012/jun/29/watford-takeover-pozzo-family\">June 2012</a>, when Sean Dyche was in charge and had just guided them to their highest position in four years – so he was obviously sacked immediately – while Hayden Mullins has been a caretaker manager twice (but then all managers at Watford are just caretakers really). So I make it that Ismaël is the 22nd Watford manager to work for the Pozzos. Since June 2012” – Noble Francis [with an average tenure of eight months for Ismaël, this will doubtlessly end well – Football Daily Ed].</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/may/11/football-daily-email-milan-inter-big-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/football-daily-email-milan-inter-big-cup", "date_published": "2023-05-11 15:15:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Levi Bellfield confesses to 1999 murder of Elizabeth Chau", "description": "<p>Serial killer gives police location in west London where he says he hid body of 19-year-old student</p><p>The serial killer Levi Bellfield has confessed to the murder of the missing student Elizabeth Chau in a recorded face-to-face interview with police.</p><p>Scotland Yard homicide detectives interviewed Bellfield in prison on Tuesday under criminal caution, during which he named a location in west London where he claims to have hidden the body of Chau, who was 19 when she vanished 24 years ago.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/levi-bellfield-confesses-elizabeth-chau-1999\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/levi-bellfield-confesses-elizabeth-chau-1999", "date_published": "2023-05-11 15:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kemi Badenoch provides masterclass in how to lose friends and influence | John Crace", "description": "<p>Business secretary insults her way through interrogation by MPs as she threatens bonfire of workers’ rights</p><p>Why make friends, when it’s so much easier to make enemies? Kemi Badenoch’s default mode of interaction is always to be patronising and condescending.</p><p>She can’t help herself. It’s a narcissistic variant. She is unable to imagine herself as anything other than always right about everything. Even when she has been forced to change her mind. So, in her mind, anyone who disagrees with her or dares to even question her is automatically branded as stupid. Hardly worth her time bothering with them.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/kemi-badenoch-makes-enemies-with-narcissistic-commons-appearance\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/kemi-badenoch-makes-enemies-with-narcissistic-commons-appearance", "date_published": "2023-05-11 15:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Classic first date stuff: what men could learn from bowerbirds and their courting efforts | Rebecca Shaw", "description": "<p>While the bar for boy birds is high, the bar for boy humans seems pretty low – as seen in a trend on TikTok where men are praised by women for doing … very little</p><p>A few nights ago I watched the Netflix nature documentary<em> </em>Dancing with the Birds, about, you guessed it, Abraham Lincoln. Just kidding, it’s about dancing birds! This is why I get the big bucks.</p><p>While watching the cute profiles of various bird species that all incorporate dance into their mating schemes, I cleverly noticed a running theme. In each case, when it came to the effort of courting and relationships, it was exclusively the <em>male birds </em>that had to put in the work.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/12/classic-first-date-stuff-what-men-could-learn-from-bowerbirds-and-their-courting-efforts\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/12/classic-first-date-stuff-what-men-could-learn-from-bowerbirds-and-their-courting-efforts", "date_published": "2023-05-11 15:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I do not want my friend to stay with me, but saying no feels mean. What can I do? | Leading questions", "description": "<p>What you should do depends on what your reason is, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. Not feeling like it might not be a good enough excuse</p><p><strong>I have a friend who got divorced about five years ago. She has been travelling around Australia and in Europe since that time. She housesits and stays in youth hostels (she is 59 years old)</strong><strong>. When she is in my area, she likes to stay at my place. She usually stays for three to five nights, and I cook for her. She used to say that she is going to buy a house and wants to find the right house in the right location, but she is not saying this any more.</strong></p><p><strong>I have been following her travels and noticed that she often stays with people, and then provides comments such as “the best thing during this stay was the bed and the meals”.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/12/i-do-not-want-my-friend-to-stay-with-me-but-saying-no-feels-mean-what-can-i-do\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/12/i-do-not-want-my-friend-to-stay-with-me-but-saying-no-feels-mean-what-can-i-do", "date_published": "2023-05-11 15:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NFL 2023 schedule: Chiefs kick off season as Rodgers faces Bills in Jets debut", "description": "<ul><li>Defending champions will host Detroit Lions on 7 September</li><li>Full 2023 schedule will be released on Thursday night</li></ul><p>The Super Bowl champion Kansas City Chiefs will host the Detroit Lions on 7 September to kick off the 2023 NFL season.</p><p>And NFL fans will get their first look at Aaron Rodgers in a Jets uniform when New York face the Buffalo Bills on Monday Night Football on 11 September. It will be a tough test for Rodgers in his Jets debut: the Bills have won the AFC East for the last three seasons and have one of the league’s best quarterback-wide receiver duos in Josh Allen and Stefon Diggs.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/nfl-2023-schedule-chiefs-kick-off-season-as-rodgers-faces-bills-in-jets-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/nfl-2023-schedule-chiefs-kick-off-season-as-rodgers-faces-bills-in-jets-debut", "date_published": "2023-05-11 14:58:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kansas man wearing beer costume arrested for alleged drunk driving", "description": "<p>Driver, dressed as a Bud Light beer can, was pulled over for suspected drunk driving near Topeka, Kansas</p><p>A man wearing a beer can costume was arrested for alleged drunk driving.</p><p>Oh, the non-irony.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/kansas-man-beer-costume-alleged-drunk-driving\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/kansas-man-beer-costume-alleged-drunk-driving", "date_published": "2023-05-11 14:58:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England firefighters called to record number of serious outdoor blazes in summer 2022", "description": "<p>Soaring temperatures caused naturally-occurring wildfires to double while separate report shows fire crews had slowest attendance times</p><p>Fire crews attended a record number of serious outdoor blazes in England in summer 2022, as scorching temperatures caused the number of naturally occurring wildfires to soar.</p><p>Figures released by the Home Office showed there were 4,017 serious outdoor fires between July and September, during the period of record summer temperatures – almost three times as many as the same period in 2021.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/firefighters-in-england-called-to-record-number-of-serious-outdoor-blazes-last-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/firefighters-in-england-called-to-record-number-of-serious-outdoor-blazes-last-summer", "date_published": "2023-05-11 14:41:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adidas plans not to destroy unsold Yeezy stock but sell it off for charity", "description": "<p>€1.2bn worth of footwear in storage since company cut ties with Kanye West after his antisemitic remarks</p><p>Adidas has said it will not destroy the unsold merchandise from its defunct Yeezy partnership with Kanye West and will instead try to sell the stock and donate some money to those harmed by the rapper’s comments.</p><p>The German sportswear brand has been faced with a <a href=\"https://www.theguardian.com/fashion/2023/feb/15/yeezy-sneakers-adidas-kanye-west-ye\">problematic pile</a> of millions of pairs of Yeezy shoes since last October when it <a href=\"https://www.theguardian.com/music/2022/oct/25/adidas-cuts-ties-with-kanye-west-over-antisemitic-comments\">cut ties with West</a> over <a href=\"https://www.theguardian.com/music/2022/oct/09/kanye-west-ye-instagram-twitter-accounts-locked-antisemitic-posts\">antisemitic comments on social media</a>.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/11/adidas-not-destroy-unsold-yeezy-stock-sell-off-charity-shows-kanye-west\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/11/adidas-not-destroy-unsold-yeezy-stock-sell-off-charity-shows-kanye-west", "date_published": "2023-05-11 14:34:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Josef Fritzl writes book from prison in attempt to be reconciled with his family", "description": "<p>Austrian, who was jailed in 2009 for murder, enslavement, rape and incest, co-authored book with his lawyer</p><p>An Austrian man who held his daughter captive in a cellar for 24 years and fathered seven children after raping her has written a book from prison, saying he hopes one day to be reconciled with his family.</p><p>Josef Fritzl, 88 – who was <a href=\"https://www.theguardian.com/world/2009/mar/27/josef-fritzl-remorse-lawyer\">sentenced to life imprisonment in 2009</a> for murder, enslavement, rape and incest – co-authored the book with his lawyer, Astrid Wagner.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/josef-fritzl-writes-book-from-prison-attempt-reconciled-with-family\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/josef-fritzl-writes-book-from-prison-attempt-reconciled-with-family", "date_published": "2023-05-11 14:30:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Female Labour MP accuses shadow minister of sexual assault", "description": "<p>Accuser concerned about ‘wider pattern of behaviour’ of Labour MP and reports 2021 incident to police</p><p>A female Labour MP has reported a shadow frontbench MP to the Metropolitan police, claiming he sexually assaulted her.</p><p>The alleged incident is said to have taken place after a summer party in London in July 2021. But the MP decided to approach the Met in recent weeks, according to Tortoise.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/female-labour-mp-accuses-shadow-minister-of-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/female-labour-mp-accuses-shadow-minister-of-sexual-assault", "date_published": "2023-05-11 14:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brahms By Arrangement: Orchestrations By Robin Holloway | Andrew Clements's classical album of the week", "description": "<p><strong>BBCSO/Mann<br />(Toccata Classics)<br /></strong>The English composer pays reverent and inventive homage to music by the German grandee with the help of the BBC Symphony Orchestra conducted by Paul Mann</p><p>Throughout his 60-year career as a composer, Robin Holloway’s own music has regularly been in a dialogue with the past. His early success in the 1970s came through a series of chamber and orchestral pieces that took works by Schumann as their raw material, and at various times subsequently the music of Wagner and Weill, Bach and Schubert have served as triggers for his prodigious productivity.</p><p>Alongside these borrowings, Holloway has paid more conventional homage to composers he admires with arrangements, even though the point at which simple transcription ends and his own invention takes over is sometimes hard to define. In his notes to this collection from the BBC Symphony Orchestra conducted by Paul Mann, Holloway lists no less than 15 composers, from Bach to Britten, whose works he has “opened out, reverently enhanced, spread more widely”, to use his own phrase.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/brahms-by-arrangement-orchestrations-by-robin-holloway-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/brahms-by-arrangement-orchestrations-by-robin-holloway-review", "date_published": "2023-05-11 14:15:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suspected gang member arrested by police investigating Oldham fire deaths", "description": "<p>Man, 34, arrested on suspicion of manslaughter after four Vietnamese men died in fire at mill last May</p><p>A suspected gang member has been arrested on suspicion of manslaughter after four Vietnamese men died in a fire at a mill that was being used as a cannabis factory.</p><p>Police said a 34-year-old man had been arrested after a series of raids on properties in connection with the deadly fire in Oldham, Greater Manchester, last May.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/suspected-gang-member-arrested-after-four-vietnamese-men-die-in-oldham-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/suspected-gang-member-arrested-after-four-vietnamese-men-die-in-oldham-fire", "date_published": "2023-05-11 14:11:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish presidential candidate quits race after release of alleged sex tape", "description": "<p>Muharrem İnce pulls out just days from close election race saying alleged sex tape is deepfake</p><p>The Turkish presidential candidate Muharrem İnce withdrew from the race after the release of a purported sex tape, boosting chances of outright success for other candidates in a race that polls suggest will be close.</p><p>İnce, a two-time presidential candidate who also lost to Recep Tayyip Erdoğan in 2018, pulled his candidacy just days away from Turkey’s most consequential election in a generation saying: “I offered Turkey a third option, a third way. We couldn’t succeed with this way.”</p> <a href=\"https://www.theguardian.com/world/2023/may/11/muharrem-ince-turkish-presidential-candidate-withdraws-alleged-sex-tape\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/muharrem-ince-turkish-presidential-candidate-withdraws-alleged-sex-tape", "date_published": "2023-05-11 14:08:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Satellite town: why Premier League owners are keen on KV Oostende", "description": "<p>Owners of Bournemouth, Newcastle and Wolves are circling the Belgian club, with American incumbents willing to sell</p><p>Other than a stadium that turns into a nightclub after matches and stays open until 5am, there is not much going for KV Oostende these days. De Kustboys, who reached the qualifying rounds of the Europa League in 2017 after losing in the Belgian Cup final during their first season at the Diaz Arena, were relegated last month after a decade in the Jupiler League and attracted an average attendance of only 3,700 at their 8,400-capacity home.</p><p>KVO briefly had their professional licence withdrawn in 2020 after financial difficulties under the previous regime, before being purchased by Pacific Media Group, a US-based investment fund that sold Nice to Sir Jim Ratcliffe in 2019 and has stakes in several other European clubs including the League One side Barnsley, Nancy in France and Kaiserslautern in Germany. With KVO’s debts reported at €6m, there were fears recently that their licence application would again be rejected and that they could follow the fate of Royal Excel Mouscron, the former Jupiler League club dissolved in December after filing for bankruptcy.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/satellite-town-why-premier-league-owners-are-keen-on-kv-oostende\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/satellite-town-why-premier-league-owners-are-keen-on-kv-oostende", "date_published": "2023-05-11 14:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joel Edgerton: ‘I’d be terrified to fight Tom Hardy now’", "description": "<p>The Australian actor/writer/director on swearing, Star Wars, and working with everyone from his ‘far more interesting’ brother Nash to Bob Dylan</p><p><strong>How did you get the job of Uncle Owen [</strong><strong>in Star Wars: Episode II – <a href=\"https://www.theguardian.com/film/star-wars-episode-ii-attack-of-the-clones\">Attack of the Clones</a></strong><strong>]?</strong> <strong>Was it solely based on your similar looks to </strong><strong>original actor</strong><strong> Phil Brown</strong><strong>? Also, you must have known you were going to get killed off! </strong><em>TopTramp<br /></em>George Lucas was shooting in Australia. I have the Australian Media, Entertainment &amp; Arts Alliance to thank for saying: “You need to hire some local actors.” I was the right age and had the physical similarity. My brother [Nash Edgerton] left university to become a stunt man – much to my parents’ upset – and started working on the big Hollywood productions that came through Sydney, like The Matrix and Mission: Impossible 2. He got the job as Ewan McGregor’s stunt double. Any of the big serious dangerous stuff Ewan does in Episodes II and III, like fighting Jango Fett in the rain, my brother is likely getting a knock on the chin.</p><p><strong>How was it working with </strong><strong>Frank Grillo and Tom Hardy </strong><strong>for Warrior</strong><strong>? Have you kept up any of the <a href=\"https://www.theguardian.com/sport/mma\">MMA</a> training?</strong> <em>KamesJ<br /></em>I’d be terrified to fight Tom now because he’s really kept up with the jiu-jitsu. I got quite messed up from the wrestling aspects of Warrior and still have some old neck injuries, so I do more training than fighting – a bit of boxing and kickboxing. Tom is an amazing dude. I think he’s turned up three times now to enter random jiu-jitsu competitions. Mark Zuckerberg has done it too. Tom should tangle Zuckerberg.</p> <a href=\"https://www.theguardian.com/film/2023/may/11/joel-edgerton-id-be-terrified-to-fight-tom-hardy-now\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/11/joel-edgerton-id-be-terrified-to-fight-tom-hardy-now", "date_published": "2023-05-11 14:05:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Catholic cleric backed out of $1m settlement with sexual abuse victim", "description": "<p>Virgil Wheeler, who died in April, verbally agreed deal but made U-turn after learning he would have to register as sex offender</p><p>A US Roman <a href=\"https://www.theguardian.com/world/catholicism\">Catholic</a> cleric who admitted in criminal court to sexually abusing a child before his ordination backed out of a seven-figure settlement agreement with his victim after learning he would have to register as a sex offender, the Guardian has confirmed.</p><p>The deacon in question – attorney <a href=\"https://www.theguardian.com/us-news/2022/dec/06/new-orleans-deacon-pleads-guilty-molesting-boy-catholic\">Virgil Maxey “VM” Wheeler III</a> – died earlier this year after writing a will expressing his desire to donate much of his money to prominent institutions, mostly in the Louisiana community in which he worked. His victim is now calling on the beneficiaries to reject those gifts from his abuser.</p><p>In the US, call or text the Childhelp abuse hotline on 800-422-4453. In the UK, the NSPCC offers support to children on 0800 1111, and adults concerned about a child on 0808 800 5000. The National Association for People Abused in Childhood (Napac) offers support for adult survivors on 0808 801 0331. In Australia, children, young adults, parents and teachers can contact the Kids Helpline on 1800 55 1800, or Bravehearts on 1800 272 831, and adult survivors can contact Blue Knot Foundation on 1300 657 380. Other sources of help can be found at Child Helplines International</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/us-catholic-cleric-deacon-virgil-wheeler-sexual-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/us-catholic-cleric-deacon-virgil-wheeler-sexual-abuse", "date_published": "2023-05-11 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kemi Badenoch challenged over ‘massive climbdown’ on EU laws", "description": "<p>Business secretary questioned by Brexiter MPs, speaker and Labour after government scraps ‘sunset clause’</p><p>Kemi Badenoch has come under fire from furious Conservative backbenchers, the opposition and the Commons speaker after defending the government’s U-turn on retained EU laws.</p><p>The business secretary was challenged by Mark Francois, chair of the Tory Brexiter European Research Group (ERG), who asked why the government had performed “a massive climbdown on its own bill despite having such strong support from its backbenchers”.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/kemi-badenoch-challenged-over-massive-climbdown-on-eu-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/kemi-badenoch-challenged-over-massive-climbdown-on-eu-laws", "date_published": "2023-05-11 13:54:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French leaders warn of toxic rows over immigration after far-right arson attack", "description": "<p>Yannick Morez, the mayor of Saint-Brevin-les-Pins, resigned following death threats and attack on his home</p><p>French politicians have warned about the risk posed by the country’s increasingly violent and toxic rows over <a href=\"https://www.theguardian.com/uk/immigration\">immigration</a> after the mayor of a seaside town resigned following death threats and an arson attack on his home, and far-right groups protested over an asylum-seeker centre in his town.</p><p>Yannick Morez announced he was stepping down as mayor of Saint-Brevin-les-Pins in western France, and would have to stop his work as a local doctor, weeks after his home was targeted in an arson attack that burned two cars and the front of his family house. The arson attack is still under investigation, but Morez complained of a “lack of support from the state”.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/french-leaders-warn-of-toxic-rows-over-immigration-after-far-right-arson-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/french-leaders-warn-of-toxic-rows-over-immigration-after-far-right-arson-attack", "date_published": "2023-05-11 13:34:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: do you use self-storage facilities?", "description": "<p>Amid a boom in the use of self-storage, we would like to hear about your experiences</p><p>Amid a boom in the use of self-storage in the UK, we would like to hear about your experiences.</p><p>Do you rely on self-storage? What do you use it to store? And what does the growth of self-storage tell us about society? Tell us all about it using the form below.</p> <a href=\"https://www.theguardian.com/society/2023/may/11/tell-us-do-you-use-self-storage-facilities\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/11/tell-us-do-you-use-self-storage-facilities", "date_published": "2023-05-11 13:32:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police recruits with links to domestic abuse and sex offenders ‘still being appointed’", "description": "<p>England and Wales watchdog says vetting processes inadequate in 13 cases over two-month period, despite overhaul</p><p>Police officers with links to organised crime, sex offenders and domestic abuse have made it through vetting procedures in recent months despite an <a href=\"https://www.theguardian.com/uk-news/2022/nov/02/prevalent-predatory-misogynistic-culture-in-police-official-report-finds\">overhaul of the process</a> in the wake of the murder of Sarah Everard, according to the police watchdog for England and Wales.</p><p>In a <a href=\"https://www.justiceinspectorates.gov.uk/hmicfrs/wp-content/uploads/vetting-misconduct-and-misogyny-in-police-service-review-of-progress.pdf\">letter to the home secretary</a>, Suella Braverman, HM inspector of constabulary, Matt Parr, said an examination of vetting files over two months found concerns about multiple new recruits.</p><p>An officer with a history of domestic abuse against multiple partners.</p><p>An officer with a connection to a criminal gang.</p><p>An officer who had a family member who was a registered sex offender.</p><p>An officer who had a family member who had been jailed for drug dealing.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/police-recruits-with-links-to-domestic-abuse-and-sex-offenders-still-being-appointed\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/police-recruits-with-links-to-domestic-abuse-and-sex-offenders-still-being-appointed", "date_published": "2023-05-11 13:27:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eight men on trial accused of grooming and abusing girls in Rochdale", "description": "<p>Men deny 80 counts dating back to 2002 and 2006, involving alleged abuse of two girls from ages of 12 and 13</p><p>Eight men from Rochdale have gone on trial accused of grooming and abusing two young girls, after one of the alleged victims took a parenting course as an adult and made graphic claims about being exploited from the age of 12.</p><p>She and a friend were treated as “mere objects for the defendants to use, abuse, humiliate then discard” from the ages of 12 and 13, a jury at Manchester Minshull Street crown court was told.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/eight-men-on-trial-accused-of-grooming-and-abusing-girls-in-rochdale\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/eight-men-on-trial-accused-of-grooming-and-abusing-girls-in-rochdale", "date_published": "2023-05-11 13:25:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is in desperate need of radical ideas. So where are Labour’s? | Simon Jenkins", "description": "<p>Railways, water companies and the NHS are in crisis – we need bold new policies to fix them, not Keir Starmer’s timid dithering</p><p>What sort of Labour is Keir Starmer’s government now promising? Before previous elections, the party’s promise has been the same. It is the expectation of a change for the better, whether or not fulfilled.</p><p>What that means – perhaps higher taxes and a bigger state – emerges in the months leading up to voting day. That is when policy is still fluid, lobbyists insistent and manifesto pledges up for grabs. To political radicals these are rare moments of hope.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/britain-labour-railways-water-nhs-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/britain-labour-railways-water-nhs-keir-starmer", "date_published": "2023-05-11 13:18:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We won’t be able to pay this much’: UK interest rate hike hits home", "description": "<p>Families who have remortgaged or are about to do so tell of a precarious position after rate raised to 4.5%</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/11/bank-of-england-interest-rates-inflation-governor-andrew-bailey-stock-markets-pound-us-debt-ceiling-business-live\">Business live: Rates hiked to 4.5% in battle against inflation</a></li><li><a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">Full story: Bank of England raises UK interest rates to 4.5%</a></li><li><a href=\"https://www.theguardian.com/business/2023/may/11/uk-interest-rate-rise-how-it-affects-you-inflation\">Explainer: UK interest rate rise: how will it affect you?</a></li></ul><p>When Rob, 35, from Trowbridge in Wiltshire, and his wife bought their first home for £375,000 in 2021, they were unable to imagine that 18 months later the Bank of England would have raised interest rates to 4.5% – <a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">their highest point since 2008</a>.</p><p>“We bought a four-bedroom house after a decade of saving, when house prices were rising 10% a year and mortgage rates were tiny,” he says. “We felt like if we didn’t buy then, we’d start moving backwards as prices were rocketing, and we were tired of renting, particularly as we have two young children.</p> <a href=\"https://www.theguardian.com/money/2023/may/11/uk-interest-rate-hike-homeowners-remortgage\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/11/uk-interest-rate-hike-homeowners-remortgage", "date_published": "2023-05-11 13:13:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea push to keep fans onside by freezing price of cheapest season tickets", "description": "<ul><li>Disappointing results and rise in cost of living prompt decision</li><li>Owners under pressure to raise funds after huge transfer spend</li></ul><p>Chelsea’s owners have moved to build relations with disgruntled supporters by freezing the price of general admission season tickets for a 12th successive year.</p><p>The announcement came after a warning from the Chelsea Supporters’ Trust that raising prices would risk creating “irreversible toxicity” between the club and supporters. Chelsea’s owners, Todd Boehly and Clearlake Capital, who have spent almost £600m on signings since last summer, have taken those concerns on board.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/chelsea-freeze-price-cheapest-season-tickets-fans\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/chelsea-freeze-price-cheapest-season-tickets-fans", "date_published": "2023-05-11 13:07:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK sending long-range Storm Shadow missiles to Ukraine, says defence minister", "description": "<p>Britain donating arms capable of striking targets in occupied Crimea as Kyiv prepares counteroffensive against Russia</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/11/russia-ukraine-war-live-ukraine-operation-is-difficult-kremlin-says-as-us-thinktank-warns-russian-forces-constrained-in-bakhmut\">Russia-Ukraine war – latest news updates</a></li></ul><p>Britain has supplied long-range Storm Shadow cruise missiles to Ukraine, becoming the first major western country to supply arms that could strike targets deep into occupied <a href=\"https://www.theguardian.com/world/2023/may/11/ukraine-needs-more-time-before-its-counter-offensive-says-volodymyr-zelenskiy\">Crimea in a counteroffensive from Kyiv</a>.</p><p>Ben Wallace, the defence secretary, told MPs for the first time that the expensive missiles – costing over £2m a time – were “now going in, or are in the country itself,” and added the gift of the missiles was supported by the US.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/uk-sending-long-range-storm-shadow-missiles-to-ukraine-says-defence-minister-ben-wallace\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/uk-sending-long-range-storm-shadow-missiles-to-ukraine-says-defence-minister-ben-wallace", "date_published": "2023-05-11 13:02:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MEPs fear EU ethics body will fall short of Von der Leyen’s promises", "description": "<p>Commission president had pledged independent body but critics say proposals will not fix self-policing by institutions</p><p>A long-delayed plan to create an EU ethics body to police the conduct of officials and politicians could “miss the point” of key reform demands, MEPs have said.</p><p>The European parliament, which voted by a large majority in February for the EU to finalise plans for an independent ethics body, is increasingly concerned that the proposals will fall short when the European Commission delivers its blueprint later this month.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/eu-ethics-body-von-der-leyen-promises-european-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/eu-ethics-body-von-der-leyen-promises-european-parliament", "date_published": "2023-05-11 12:57:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fans are fretting about Beyoncé tour ‘spoilers’ – but live music thrives on gossip and excitement", "description": "<p>As the star kicks off her Renaissance dates, fans are battening down the hatches and avoiding coverage until she hits their city. Why have gigs become the equivalent of a Marvel plotline?</p><p>Before I went to bed last night, I already knew that <a href=\"https://www.theguardian.com/music/beyonce\">Beyoncé</a> had crawled inside a robotic vagina on the opening night of the Renaissance tour in Stockholm. I knew that she had flown on a bedazzled horse called Reneigh, dressed as a cyber bee in a nod to the BeyHive, opened with a surprising string of ballads, and perturbed fans by apparently not dancing as much as they’d hoped – or was it that she had a leg injury? I was 1,400 miles away and I didn’t even go looking for this information; it just came to me ambiently as I clicked around my regular diet of culture sites. <a href=\"https://www.vulture.com/2023/05/beyonce-renaissance-tour-opening-night-play-by-play.html\">Vulture</a>, <a href=\"https://www.rollingstone.com/music/music-features/beyonces-renaissance-tour-opener-full-1234733038/\">Rolling Stone</a> and <a href=\"https://pitchfork.com/news/beyonces-renaissance-tour-kicks-off-in-sweden-setlist-stage/\">Pitchfork</a> were among the outlets liveblogging the show through the medium of embedded TikToks and tweets from those at the Friends Arena. My lucky friend Jeff was one of them, posting from the front row: when I watched his Instagram Stories, I too was close enough to almost get a strand of Beyoncé’s wind machine-blown hair in my mouth during Break My Soul.</p><p>I don’t mind knowing the ins and outs of the Renaissance tour before it hits London later this month. (Admittedly it’s kind of my job to know.) But for many Beyoncé stans, these dispatches are tantamount to spoilers: as if her hair flicks and song segues were plot points out of the latest Marvel film or <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/12/spoiler-people-need-to-stop-ruining-the-plot-of-tv-shows\">episode of Succession</a>. Online, many fans are declaring that they’re muting hashtags and any accounts liable to give the game away before they get their own chance to see her in the flesh; our reviewer, <a href=\"https://www.theguardian.com/music/2023/may/11/beyonce-renaissance-world-tour-review-a-dizzying-three-hour-spectacular\">in his five-star rave</a>, spoke to one man who had travelled from Brazil in order to get the freshest possible perspective: “I want everything to be a surprise,” he said.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/fans-are-fretting-about-beyonce-tour-spoilers-but-live-music-thrives-on-gossip-and-excitement\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/fans-are-fretting-about-beyonce-tour-spoilers-but-live-music-thrives-on-gossip-and-excitement", "date_published": "2023-05-11 12:56:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-German chancellor criticised for attending event at Russian embassy", "description": "<p>Bild publishes leaked photos showing Gerhard Schröder with his wife and others at Victory Day reception in Berlin</p><p>Leaked photographs have emerged in the German press of former chancellor Gerhard Schröder, who has refused to denounce his friendship to and business ties with the Russian president, Vladimir Putin, as the guest of honour at a reception hosted by the Russian embassy in Berlin.</p><p>Schröder and his wife, So-yeon Schröder-Kim, reportedly rubbed shoulders at the event on Tuesday with Egon Krenz, 86, the last Communist leader of East Germany (GDR). Krenz was forced to resign when the Berlin Wall fell, and was later sentenced to six and a half years in prison for his role in the crimes of the Communist regime, in particular the fatal shootings of people trying to escape the GDR.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/ex-german-chancellor-criticised-for-attending-event-at-russian-embassy-gerhard-schroder\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/ex-german-chancellor-criticised-for-attending-event-at-russian-embassy-gerhard-schroder", "date_published": "2023-05-11 12:40:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republican senator on military white nationalists: ‘I call them Americans’", "description": "<p>Tommy Tuberville of Alabama tries to dial back comments in radio interview, dismissing problem revealed in Pentagon reports</p><p>The Alabama senator Tommy Tuberville was forced onto the defensive over a remark about white nationalists in the US military.</p><p>In an interview with the Alabama station WBHM, <a href=\"https://wbhm.org/2023/tuberville-defends-hold-on-defense-nominations-says-pentagon-wrong-to-screen-out-white-nationalists/\">published</a> on Monday, Tuberville was asked: “Do you believe they should allow white nationalists in the military?”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/tommy-tuberville-republican-senator-white-nationalists-us-military\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/tommy-tuberville-republican-senator-white-nationalists-us-military", "date_published": "2023-05-11 12:32:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stop acting tough with officials, former Tory politician tells ministers", "description": "<p>After Dominic Raab bullying scandal, David Gauke tells civil service union conference confrontational approach is not effective</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/11/brexit-eu-law-rishi-sunak-jacob-rees-mogg-latest-news-updates\">UK politics live – latest updates</a></li></ul><p>Ministers need to stop trying to look tough by being confrontational and trying to establish dominance in meetings with officials, the former Tory cabinet minister David Gauke has said after the Dominic Raab bullying scandal.</p><p>Gauke, who served in the cabinets of Theresa May and David Cameron, said it was not effective for ministers to deal with problems by “asking which idiot is to blame” rather than trying to solve them.</p> <a href=\"https://www.theguardian.com/society/2023/may/11/stop-acting-tough-with-officials-former-tory-politician-tells-ministers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/11/stop-acting-tough-with-officials-former-tory-politician-tells-ministers", "date_published": "2023-05-11 12:27:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian’s panel on the Donald Trump CNN town hall", "description": "<p>Lies, ridicule and applause from a pliable audience – the ex-president gave the audience what they came for, much to the discredit of CNN</p><p><br />The laughter was uproarious. On stage at CNN’s disastrous town hall, former president Trump recounted the rape allegation of E Jean Carroll, the columnist who won her lawsuit against him for sexual abuse and defamation just yesterday. Trump spoke to the character of Carroll’s former husband, addressing the man in a kind of masculine comradery, saying he felt bad for him for having been married to Carroll. He claimed Carroll was promiscuous for going into a dressing room at a department store with him, and also that he never met her. He complained that he had not been allowed to introduce the name of her pet as evidence against her at trial. And he referred to her accusation of rape as “hanky panky.” The crowd of Republican voters chuckled and cheered.</p><p>They laughed, too, when Trump referred to former Democratic House leader Nancy Pelosi as “crazy Nancy.” And they laughed when Trump got frustrated with the moderator, CNN’s 31-year-old Kaitlin Collins. “You’re a nasty person, I’ll tell ya,” he told her, and his fans in the audience erupted in delightful laughs. Collins, for her part, was badly outmatched, unable to fact check the continuous stream of disinformation from Trump. She failed to offer any correction whatsoever when Trump repeatedly made inflammatory lies about abortion, lies that have incited murderous violence against medical providers. Collins instead tried to pin Trump down on whether he would sign a federal abortion ban, but Trump demurred, refusing to commit. Reportedly, the former president has been alarmed at the political fallout from the Dobbs decision. All night, he derided women for contemptuous laughs, playing to his base. But there are evidently some women he’s quite afraid of: the ones who vote.</p><p>Moira Donegan is a Guardian US columnist</p><p>Moustafa Bayoumi is a Guardian US contributing writer</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/donald-trump-cnn-town-hall-guardian-panel\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/donald-trump-cnn-town-hall-guardian-panel", "date_published": "2023-05-11 12:21:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police officers sacked for punching and kicking child during arrest", "description": "<p>Alexei Zalesskiy and Conor Ryan found to have lied in statements about incident in Finsbury Park in April 2021</p><p>Two Metropolitan police officers have been sacked immediately after a gross misconduct hearing for punching and kicking a child during his arrest and lying about the incident.</p><p>The hearing, which followed an investigation by the IOPC, heard that police constables Alexei Zalesskiy and Conor Ryan were accused of using excessive force on the 14-year-old boy, who was part of a group of young people gathered at Finsbury Park, north London in April 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/met-police-officers-sacked-for-punching-and-kicking-child-during-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/met-police-officers-sacked-for-punching-and-kicking-child-during-arrest", "date_published": "2023-05-11 12:17:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage over plans to build highway over site of Canada’s deadliest rockslide", "description": "<p>Controversial expansion prompts worry and frustration from residents that a ‘sacred place’ could soon be destroyed</p><p>Before sunrise on the morning of 29 April 1903, a deep rumble echoed through Crowsnest Valley in western Alberta, Canada. The peak of Turtle Mountain had collapsed, sending a block of limestone <a href=\"https://frankslide.ca/learn\">nearly 1km wide and weighing 110m metric tonnes</a> hurtling towards the town of Frank, a coalmining community of 600 people.</p><p>In less than two minutes, 100 people are believed to have been killed in what remains Canada’s deadliest rockslide. A dozen bodies were recovered, but the vast majority of victims remain buried under boulders the size of vehicles.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/canada-contoversial-highway-expansion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/canada-contoversial-highway-expansion", "date_published": "2023-05-11 12:15:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What Piers Morgan knew about phone hacking – in his own words", "description": "<p>Former Daily Mirror editor’s comments on the method and widespread use of the illegal practice</p><p>Piers Morgan has faced fresh accusations that he must have know about phone hacking and other illegal behaviour by journalists at the Daily Mirror, the tabloid he edited between 1995 and 2004.</p><p>The allegations were made at the high court as part of the latest phone-hacking trial, which is pitting a group of alleged phone-hacking victims – including Prince Harry – against the Mirror’s parent company.</p> <a href=\"https://www.theguardian.com/media/2023/may/11/what-piers-morgan-knew-about-phone-hacking-in-his-own-words\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/11/what-piers-morgan-knew-about-phone-hacking-in-his-own-words", "date_published": "2023-05-11 12:06:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Traitors to The Crown: who will win the 2023 TV Baftas – and who deserves to?", "description": "<p>From Claudia Winkleman’s cunning new hit to Paddington Bear’s tea with the Queen, the biggest night in British TV is nearly here … and it’s all to play for. Here’s who should (and who will) win</p><p>The 2023 Bafta TV awards will be presented on Sunday (BBC One from 7pm) with <a href=\"https://www.theguardian.com/tv-and-radio/2022/jan/07/martin-freeman-explosively-dodgy-cop-responder\">The Responder</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2022/feb/08/this-is-going-to-hurt-review-ben-whishaw-stars-in-a-realism-packed-adaptation\">This Is Going to Hurt</a>, Slow Horses, Somewhere Boy and <a href=\"https://www.theguardian.com/tv-and-radio/2022/aug/19/bad-sisters-review-sharon-horgan-pitch-black-comedy-is-murderously-good\">Bad Sisters</a> among the most nominated contenders. As a Bafta member, I voted in the process that led to the long lists and on one jury but have no advance knowledge of winners. Here are my predictions for the biggest night in British television.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/the-traitors-to-the-crown-who-will-win-the-2023-tv-baftas-and-who-deserves-to\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/the-traitors-to-the-crown-who-will-win-the-2023-tv-baftas-and-who-deserves-to", "date_published": "2023-05-11 12:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artificial rockpools in south of England successfully attract sea creatures", "description": "<p>Creatures like crabs, barnacles, molluscs are drawn to havens built in Bournemouth and the Isle of Wight</p><p>Artificial rockpools in Bournemouth and the Isle of Wight have successfully attracted sea creatures, which have made them their home.</p><p>Scientists have hailed the discovery, saying the false crevices can be added to sea defences and other human-made coastline developments to create habitats for sealife such as crabs, barnacles, molluscs, small fish, sea squirts and seaweed.</p> <a href=\"https://www.theguardian.com/environment/2023/may/11/artificial-rockpools-bournemouth-isle-of-wight-sea-creatures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/11/artificial-rockpools-bournemouth-isle-of-wight-sea-creatures", "date_published": "2023-05-11 12:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Legend of Zelda: Tears of the Kingdom review – pure magic", "description": "<p><strong>Nintendo Switch; Nintendo</strong><br />Occasionally a game comes along that makes you look at life in a whole new way. This glorious, hilarious, utterly absorbing Zelda instalment is one of them</p><p>Since I first hit start on Tears of the Kingdom two weeks ago, scarcely a minute has passed when I was not either playing it, or wishing I was playing it. I am honestly slightly annoyed to be taking time away from it to write this review.</p><p>I am a grown 34-year-old woman and video games rarely get their hooks into me the way they did when I was 8, or 18, and relatively free of responsibilities. But now and then, every few years, I play something that reminds me that video games are kind of magic. They can transport you somewhere else. They can make time disappear. They can, sometimes, immerse you so totally in their worlds that they can make you see the real world a little differently.</p> <a href=\"https://www.theguardian.com/games/2023/may/11/the-legend-of-zelda-tears-of-the-kingdom-review-pure-magic\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/11/the-legend-of-zelda-tears-of-the-kingdom-review-pure-magic", "date_published": "2023-05-11 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All 69 Eurovision song contest winners – ranked!", "description": "<p>From Abba to Céline Dion, chicken noises to lyrics about magical shoes, we rate and slate every winning entry from 1956 onwards</p><p>With respect to the Herrey’s – three clean-cut brothers and one rogue apostrophe – Diggi-Loo Diggi-Ley sounds like the result of an experiment to deliberately synthesise an abysmal Eurovision entry. Antiseptic sound, meaningless title, mind-boggling lyrics – some frightful old balls about magical golden shoes – and a chorus that brings about a complete collapse of the will to live.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/all-69-eurovision-song-contest-winners-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/all-69-eurovision-song-contest-winners-ranked", "date_published": "2023-05-11 12:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gaza Strip fighting enters third day despite Egypt ceasefire efforts", "description": "<p>Israeli airstrikes targeting homes of commanders in Palestinian Islamic Jihad spark off latest violence</p><p>Fighting between Israel and militant groups in the blockaded Gaza Strip has entered a third day despite ceasefire efforts brokered by Egypt, in the worst <a href=\"https://www.theguardian.com/world/2023/may/10/militants-in-gaza-fire-60-rockets-following-israeli-airstrikes-palestine\">bout of violence</a> in the region in months that has left 25 people in Gaza dead, including at least 10 civilians, and wounded 76.</p><p>The latest conflagration began in the early hours of Tuesday, when Israel launched surprise airstrikes targeting the homes of three senior commanders in Palestinian Islamic Jihad, the second most powerful group in the strip after Hamas, despite a fragile ceasefire in place since a day of cross-frontier fire last week.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/gaza-strip-fighting-enters-third-day-despite-egypt-ceasefire-efforts-israel-palestine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/gaza-strip-fighting-enters-third-day-despite-egypt-ceasefire-efforts-israel-palestine", "date_published": "2023-05-11 11:55:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC board members to be required to declare drinks with cabinet ministers", "description": "<p>Move to oblige board members to declare social events involving ministers follows Richard Sharp resignation</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/11/brexit-eu-law-rishi-sunak-jacob-rees-mogg-latest-news-updates\">UK politics live – latest updates</a></li></ul><p>BBC board members will have to declare when they have social drinks or attend dinner parties with cabinet ministers, in the wake of <a href=\"https://www.theguardian.com/media/2023/apr/28/richard-sharp-resigns-as-bbc-chair-after-months-of-mounting-pressure\">Richard Sharp’s resignation as chair of the broadcaster</a>.</p><p>Sharp announced his intention to quit the BBC last month after an external investigation concluded he should have declared his connection to a secret £800,000 loan facility made to Boris Johnson.</p> <a href=\"https://www.theguardian.com/media/2023/may/11/bbc-board-members-must-declare-social-events-with-cabinet-ministers\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/11/bbc-board-members-must-declare-social-events-with-cabinet-ministers", "date_published": "2023-05-11 11:51:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tyson Fury and Oleksandr Usyk resume talks over fight in heavyweight tournament", "description": "<p>• Promoter Bob Arum reveals ‘interesting talks’ over bout</p><p>• Fight could be part of tournament featuring Anthony Joshua</p><p>Tyson Fury’s promoter has revealed that negotiations over a potential meeting with Oleksandr Usyk have resumed, with the prospect of the unification world heavyweight bout taking place in Saudi Arabia as part of a tournament also featuring Anthony Joshua.</p><p>Talks between WBC champion Fury and Usyk – who holds the WBA, WBO and IBF titles – <a href=\"https://www.theguardian.com/sport/2023/mar/22/tyson-fury-boxing-unification-fight-with-oleksandr-usyk-off-as-negotiations-end\">broke down</a> in March following a disagreement over how the purse would be split, with Bob Arum confirming this week Fury is likely to face Zhilei Zhang at Wembley in July following the Chinese fighter’s <a href=\"https://www.theguardian.com/sport/2023/apr/15/britains-joe-joyce-loses-for-first-time-after-being-stunned-by-zhilei-zhang\">victory over</a> Joe Joyce last month.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/tyson-fury-and-oleksandr-usyk-resume-talks-over-fight-in-heavyweight-tournament\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/tyson-fury-and-oleksandr-usyk-resume-talks-over-fight-in-heavyweight-tournament", "date_published": "2023-05-11 11:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is happening in Plaid Cymru?", "description": "<p>Key questions answered on the fallout from a report on the culture within the Welsh nationalist party</p><p><strong>Why did Plaid Cymru commission a report on the party’s culture?</strong></p><p>For months Plaid has been dogged by claims of a toxic culture, and it emerged last November that <a href=\"https://www.bbc.co.uk/news/uk-wales-politics-63781530\">an allegation of sexual assault had been made against a senior member of staff</a>. In December the party asked the former Plaid Senedd member Nerys Evans to look at the scale and scope of the issues.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/what-is-happening-in-plaid-cymru\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/what-is-happening-in-plaid-cymru", "date_published": "2023-05-11 11:39:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘It has always felt like Scotland was playing second fiddle to England’", "description": "<p>They’re both proud of their roots, but do they agree about the monarchy and whether Scotland should have a referendum?</p><p><strong>Alan, 51, Edinburgh</strong></p><p><strong>Occupation</strong> Design manager</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/11/dining-across-the-divide-alan-martin\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/11/dining-across-the-divide-alan-martin", "date_published": "2023-05-11 11:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Another UK interest rate rise was always nailed on but what happens next?", "description": "<p>Bank of England aware that impact of most rates rises has yet to be felt, meaning a pause is now probable</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/11/bank-of-england-interest-rates-inflation-governor-andrew-bailey-stock-markets-pound-us-debt-ceiling-business-live\">Business live: Rates hiked to 4.5% in battle against inflation</a></li><li><a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">Full story: </a><strong><a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">Bank of England raises UK interest rates to 4.5%</a></strong></li><li><a href=\"https://www.theguardian.com/business/2023/may/11/uk-interest-rate-rise-how-it-affects-you-inflation\">Explainer: </a><strong><a href=\"https://www.theguardian.com/business/2023/may/11/uk-interest-rate-rise-how-it-affects-you-inflation\">UK interest rate rise: how will it affect you?</a></strong></li></ul><p>Much has changed since the Bank of England predicted the economy would shrink for eight successive quarters last November. Threadneedle Street now thinks growth will be stronger, inflation higher and unemployment lower than it expected six months ago. It is no longer forecasting even a single quarter of negative growth, even allowing for strikes and the extra bank holiday for the king’s coronation.</p><p>One thing that has not changed is the relentless upward movement in interest rates, which the Bank’s monetary policy committee (MPC) has just raised for a 12th<sup> </sup> successive time. This is comfortably a record. Previously it had never raised borrowing costs more than three times in a row.</p> <a href=\"https://www.theguardian.com/business/2023/may/11/another-uk-interest-rate-rise-nailed-on-but-what-happens-next-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/another-uk-interest-rate-rise-nailed-on-but-what-happens-next-bank-of-england", "date_published": "2023-05-11 11:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Far-right extremist Vaughn Dolphin is to be sent young offender institution", "description": "<p>The 20-year-old from Aldridge built a crude gun in his garden shed and experimented with explosives</p><p>Far-right extremist <a href=\"https://www.theguardian.com/world/2023/apr/28/far-right-extremist-who-set-off-fireball-convicted-of-terrorism-offences-vaughn-dolphin\">Vaughn Dolphin</a>, who built a crude gun in his garden shed and experimented with explosives, has been ordered to be detained in a young offender institution for eight and a half years.</p><p>Dolphin, 20, of Walsall Wood Road, Aldridge, West Midlands, was found guilty last month of explosives, terrorism and firearm offences.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/far-right-extremist-vaughn-dolphin-is-to-be-sent-young-offender-institution\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/far-right-extremist-vaughn-dolphin-is-to-be-sent-young-offender-institution", "date_published": "2023-05-11 11:15:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Relatives search for loved ones after deadly flooding in DRC – in pictures", "description": "<p>In the worst-hit villages the search for victims and survivors continues after heavy rains caused devastating landslides in South Kivu. More than 400 people are dead and 5,500 still missing</p> <a href=\"https://www.theguardian.com/global-development/gallery/2023/may/11/relatives-search-for-loved-ones-after-deadly-flooding-in-drc-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2023/may/11/relatives-search-for-loved-ones-after-deadly-flooding-in-drc-in-pictures", "date_published": "2023-05-11 11:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Nature is great. But when it becomes real, it’s something else’: filming The Eight Mountains", "description": "<p>Directors Felix van Groeningen and Charlotte Vandermeersch took to Italy’s beautiful Aosta Valley to make their transcendental movie about male friendship – but couldn’t avoid their own personal issues</p><p>“You’re out of focus!” I’ve just logged in to Zoom to talk to Belgian directors Felix van Groeningen and Charlotte Vandermeersch, and they’re laughing already. “Like in Deconstructing Harry, you know that film?” says Vandermeersch I flap around, fiddling with my webcam, but nothing will correct the me-shaped smear on the screen. Like <a href=\"https://www.youtube.com/watch?v=3KZ6mIsbDc4\">Robin Williams in the Woody Allen film</a>, blurred outside of the cameras even when he goes home, I feel a flush of existential humiliation creeping up.</p><p>I could use a long stay in Van Groeningen and Vandermeersch’s transcendentally clarifying new film <a href=\"https://www.youtube.com/watch?v=ZypwY-hhI2c\">The Eight Mountains</a>. A parable of the forking paths of two childhood friends – urbanite Pietro (Lupo Barbiero) and shepherd kid Bruno (Cristiano Sassella), who meet in Italy’s <a href=\"https://en.wikipedia.org/wiki/Aosta_Valley\">Aosta Valley</a> – it rises up to an epic spiritual panorama as the pair intersect again as adults. Played respectively by Luca Marinelli and Alessandro Borghi, they shore up their relationship at the same time as they construct the mountain hideaway envisaged by Pietro’s late father: it’s called Barma Drola (“funny haven” in the local Valdôtain dialect). Are we destined, even duty-bound, to follow the trail made by our ancestors? What’s the price of heading off-piste? The film inhales it all in – family, friendship, time and permanence – without a trace of Woody-like self-consciousness.</p> <a href=\"https://www.theguardian.com/film/2023/may/11/nature-is-great-but-when-it-becomes-real-its-something-else-filming-the-eight-mountains\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/11/nature-is-great-but-when-it-becomes-real-its-something-else-filming-the-eight-mountains", "date_published": "2023-05-11 11:12:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK interest rate rise: how will it affect you?", "description": "<p>The quarter-point rise to 4.5% hits mortgage holders, credit card users and people seeking loans, but savers could benefit</p><p></p><ul><li><a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">Full story: Bank of England raises UK interest rates to 4.5%</a></li><li><a href=\"https://www.theguardian.com/business/2023/may/11/another-uk-interest-rate-rise-nailed-on-but-what-happens-next-bank-of-england\">Larry Elliott: What happens next?</a></li></ul><p>The Bank of England has yet again hiked interest rates, in the 12th consecutive rise since December 2021. This time the increase is 0.25 percentage points – taking the base rate to 4.5%. So what does that mean for your finances?</p> <a href=\"https://www.theguardian.com/business/2023/may/11/uk-interest-rate-rise-how-it-affects-you-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/uk-interest-rate-rise-how-it-affects-you-inflation", "date_published": "2023-05-11 11:06:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England raises UK interest rates to 4.5%", "description": "<p>Latest 0.25 point hike marks 12th rise in a row as Bank battles stubbornly high inflation</p><p>The <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> has raised interest rates by a quarter of a percentage point to 4.5% amid growing concerns about persistently high inflation in the UK.</p><p>The Bank’s monetary policy committee voted by a majority for a 12th successive increase in borrowing costs, continuing its most aggressive rate-hiking cycle since the 1980s in an attempt to dampen UK inflation which remains in double digits.</p> <a href=\"https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/bank-of-england-raises-uk-interest-rates-to-4-5-inflation", "date_published": "2023-05-11 11:02:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Depp casts Al Pacino in biopic of Italian artist Amedeo Modigliani", "description": "<p>Pacino is to star as art collector Maurice Gangnat in Modi, a drama about the Italian painter’s life in Paris. It will be Depp’s second film as director </p><p>Johnny Depp has confirmed that Al Pacino has accepted a role in the biopic of artist Amedeo Modigliani, which will become Depp’s second film as director.</p><p>Pacino will play the role of real-life art collector Maurice Gangnat (whose <a href=\"https://www.wikiart.org/en/pierre-auguste-renoir/maurice-gangnat-1916\">portrait was painted</a> in 1916 by Pierre-Auguste Renoir) in Modi, <a href=\"https://www.theguardian.com/film/2022/aug/15/johnny-depp-to-direct-film-about-italian-painter-amedeo-modigliani-al-pacino\">a drama adapted from a play by Dennis McIntyre</a>. Italian actor Riccardo Scamarcio has been cast in the title role, while French actor Pierre Niney is to play fellow artist Maurice Utrillo. Modi is due to start shooting in Budapest, Hungary, in the autumn, and will be Depp’s first film as director since The Brave, released in 1997.</p> <a href=\"https://www.theguardian.com/film/2023/may/11/johnny-depp-casts-al-pacino-in-biopic-of-italian-artist-amedeo-modigliani\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/11/johnny-depp-casts-al-pacino-in-biopic-of-italian-artist-amedeo-modigliani", "date_published": "2023-05-11 11:02:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De Gea is not the complete modern keeper but Manchester United should back him | Karen Carney", "description": "<p>Goalkeepers are now expected to be experts with their feet as well as hands and to have a chess-like grasp of the best options</p><p>Long gone are the days when the goalkeeper’s job was to make saves, catch crosses and kick the ball as far up the pitch as possible. The modern incarnation of the No 1 is a complex role that we sometimes underestimate. Alongside the shot-stopping, goalkeepers have to be great communicators, comfortable in possession and have in-depth tactical knowledge.</p><p>There is so much emphasis on playing out from the back and keeping possession that coaches do not want 10 outfield players and a goalkeeper, they want 11 outfield players who are really comfortable with the ball at their feet. When a modern goalkeeper has the ball they can play as an extra outfield player, meaning the centre-backs can move higher up the pitch and everyone moves up. Historically, centre-backs have the most touches and are in charge of starting the buildup but if the goalkeeper can do that, it gives a side another element. Teams often press high and it is really difficult for goalkeepers because they have to receive the ball under pressure near their goal before finding a pass and equally need to do their fundamental work with their hands.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/11/david-de-gea-not-complete-modern-keeper-manchester-united-back-him\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/11/david-de-gea-not-complete-modern-keeper-manchester-united-back-him", "date_published": "2023-05-11 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ilhan Omar and Bernie Sanders to introduce free school meals legislation", "description": "<p>The proposed bill would offer three meals and a snack to all students regardless of income</p><p>Representative Ilhan Omar, Senator Bernie Sanders and colleagues are set to introduce legislation on Thursday to revive one of the coronavirus pandemic era’s most popular social experiments: <a href=\"https://kansasreflector.com/2023/04/22/a-pandemic-experiment-in-universal-free-school-meals-gains-traction-in-the-states/#:~:text=Five%20states%20have%20passed%20laws,%2C%20Maine%2C%20California%20and%20Colorado.\">universal free school meals</a>.</p><p>The bill would permanently end child hunger in schools, they argue, by offering free breakfast, lunch and dinner plus a snack to all students from preschool to high school, regardless of income.</p> <a href=\"https://www.theguardian.com/education/2023/may/11/free-school-meals-legislation-us-congress\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/11/free-school-meals-legislation-us-congress", "date_published": "2023-05-11 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My parents have been a lifeline since I became disabled. But now they are pulling away", "description": "<p>I used to see them twice a week, but it is creeping towards once a fortnight and I don’t seem able to tie down arrangements with them. What should I do?</p><p><strong>Ten years ago, my parents, now in their mid-70s, moved to live closer to me and my family. Now I sense they are slowly pulling away and I don’t know how to </strong><strong>tackle it diplomatically. We used to see them twice a week but it’s creeping towards once a fortnight.</strong></p><p><strong>It has become increasingly difficult to make any arrangements in advance. This seems to be just with us; with anyone else, my parents are very keen on planning. They have a full year of groups, holidays and meet-ups with friends all </strong><strong>arranged. Before they moved, my parents talked about babysitting, but after a few times </strong><strong>we </strong><strong>didn’t seem to be able to tie down arrangements again.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/11/my-parents-have-been-a-lifeline-since-i-became-disabled-but-now-they-are-pulling-away\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/11/my-parents-have-been-a-lifeline-since-i-became-disabled-but-now-they-are-pulling-away", "date_published": "2023-05-11 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uganda’s first wildlife vet on breaking the mould – and why gorilla and human health are linked", "description": "<p>When Gladys Kalema-Zikusoka started out there were no black women in her field. She talks about creating roles for African leaders in wildlife and how protecting people is core to protecting the animals they live near</p><p>As a black African woman in a space often dominated by white, western males, the path to becoming a conservation leader didn’t always seem open to <a href=\"https://www.theguardian.com/environment/2023/apr/23/champion-of-the-gorillas-the-vet-fighting-to-save-ugandas-great-apes\">Gladys Kalema-Zikusoka</a>.</p><p>“I remember a warden came to talk to us at wildlife club [at school] about mountain gorillas, which had just been discovered in Uganda and were being habituated. The people involved were white American researchers,” she says.</p> <a href=\"https://www.theguardian.com/environment/2023/may/11/ugandas-first-wildlife-vet-on-breaking-the-mould-and-why-gorilla-and-human-health-are-linked\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/11/ugandas-first-wildlife-vet-on-breaking-the-mould-and-why-gorilla-and-human-health-are-linked", "date_published": "2023-05-11 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Life of One’s Own by Joanna Biggs review – on the shoulders of giants", "description": "<p>The lives of female authors provide inspiration for a woman who finds herself starting over after divorce</p><p>Around the time I realised I didn’t want to be married any more, I started visiting Mary Wollstonecraft’s grave,” begins this unusual blend of memoir, criticism and literary biography by the journalist Joanna Biggs. Finding herself newly single, and her mother fading from Alzheimer’s, Biggs might have turned to friends, or drink, or late-night posts on social media.</p><p>Instead, she looked for comfort in the lives and works of <a href=\"https://www.theguardian.com/books/mary-wollstonecraft\">Wollstonecraft</a>, <a href=\"https://www.theguardian.com/books/georgeeliot\">George Eliot</a>, <a href=\"https://www.theguardian.com/books/2022/feb/27/you-dont-know-us-negroes-by-zora-neale-hurston-review-fearless-and-dazzling-essays\">Zora Neale Hurston</a>, <a href=\"https://www.theguardian.com/books/virginiawoolf\">Virginia Woolf</a>, <a href=\"https://www.theguardian.com/books/simonedebeauvoir\">Simone de Beauvoir</a>, <a href=\"https://www.theguardian.com/books/sylviaplath\">Sylvia Plath</a>, <a href=\"https://www.theguardian.com/books/tonimorrison\">Toni Morrison</a> and <a href=\"https://www.theguardian.com/books/elena-ferrante\">Elena Ferrante</a>. She yearned for freedom, but didn’t know what it should look like. “Who do you tell,” she writes, “when you start to feel these things?” As she learns from her literary heroines, Wollstonecraft’s grave is not the worst place to turn when life is in a spin.</p> <a href=\"https://www.theguardian.com/books/2023/may/11/a-life-of-ones-own-by-joanna-biggs-review-on-the-shoulders-of-giants\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/11/a-life-of-ones-own-by-joanna-biggs-review-on-the-shoulders-of-giants", "date_published": "2023-05-11 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK’s Covid-19 inquiry was set up to uncover the truth. So why are bereaved people being silenced? | Saleyha Ahsan", "description": "<p>The story of my father’s death from Covid, like thousands of others, deserves a hearing. But some on the right are shouting us down</p><p></p><p>“No more fucking lockdowns – let the bodies pile high in their thousands,” <a href=\"https://www.theguardian.com/politics/2021/apr/26/pressure-mounts-on-boris-johnson-over-alleged-let-the-bodies-pile-high-remarks\">Boris Johnson</a> is alleged to have said in the months leading up to Christmas 2020.</p><p>In December that year, healthcare professionals and scientists were incredulous at the scenario; rising Covid deaths, increased infection rates and the Johnson government’s commitment for England to have an unrestricted Christmas.</p><p>Dr Saleyha Ahsan is a practising emergency medicine doctor and director of the documentary <a href=\"https://www.channel4.com/programmes/covid-critical-a-doctors-story-dispatches\" title=\"\">Covid Critical: A Doctor’s Story</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/covid-19-inquiry-deaths-uk-boris-johnson-lockdowns\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/covid-19-inquiry-deaths-uk-boris-johnson-lockdowns", "date_published": "2023-05-11 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ITV reveals slump in ad revenues and predicts tougher times ahead", "description": "<p>Overall media and entertainment revenue at Love Island broadcaster fell to £495m in first quarter of 2023</p><p>ITV has reported a 10% drop in advertising revenues in the first three months of this year, and said it expected the situation to get even tougher in the coming months.</p><p>The company warned of a “challenging” outlook for ad spending overall as businesses cut back their marketing budgets during an economic slowdown and cost of living crisis. The broadcaster predicting a further drop of 12% in ad revenues in the three months to the end of June, including a 14% fall in June alone.</p> <a href=\"https://www.theguardian.com/business/2023/may/11/itv-fall-ad-revenues-tougher-times-ahead-love-island-broadcaster\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/itv-fall-ad-revenues-tougher-times-ahead-love-island-broadcaster", "date_published": "2023-05-11 10:57:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Standup Ola Labib: ‘They want you to be the haram Muslim on TV – I wasn’t risque enough’", "description": "<p>From drunk punters to myopic commissioners, the comic has faced many hurdles. She talks about her NHS career, the conflict in Sudan and finding the funny through her family</p><p>‘I feel kind of selfish because I’m talking with you here in this fancy place and I’m so upset, but imagine being there – it’s 10 times worse,” says Ola Labib. The British-Sudanese comic took a break from gigging when <a href=\"https://www.theguardian.com/world/2023/apr/27/sudan-conflict-why-is-there-fighting-what-is-at-stake\">violence broke out</a> in Sudan last month. “It’s been constant anxiety,” she says about the conflict. “You can’t go on stage and make people laugh and be all happy when this is happening.”</p><p>In a rooftop cafe in London, she tells me her family were in Khartoum when the first clashes erupted. “My cousin flew to Sudan to surprise her dad for Eid but then she got stuck. When she had internet access, she messaged me saying, ‘Pray for me, forgive me if I’ve done anything to you.’ When people message you stuff like that, they think they’re going to die.”</p><p>Sudan Fundraiser for Medical Aid is at <a href=\"https://www.tickettext.co.uk/KKwc6Wez8i\">2 Northdown, London</a>, on 12 May</p> <a href=\"https://www.theguardian.com/stage/2023/may/11/ola-labib-sudanese-comic\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/11/ola-labib-sudanese-comic", "date_published": "2023-05-11 10:41:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your views on the impact of AI", "description": "<p>Whether you are anxious or optimistic, we want to hear your views on the technology </p><p>After <a href=\"https://www.theguardian.com/technology/2023/may/05/geoffrey-hinton-godfather-of-ai-fears-for-humanity\">Geof frey Hinton, one of the “godfathers of AI”</a>, warned of the dangers the technology poses to humanity, we want to hear your views on on the development of AI.</p><p>Are you anxious about the development of artificial intelligence, or do you think its potential has been overstated? What impact do you think the technology will have? If you use AI in your daily life, tell us about how.</p> <a href=\"https://www.theguardian.com/technology/2023/may/11/tell-us-are-you-anxious-about-the-future-of-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/11/tell-us-are-you-anxious-about-the-future-of-ai", "date_published": "2023-05-11 10:38:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mirror Group: phone-hacking trial initiated by Prince Harry and others continues – live", "description": "<p>Piers Morgan accused of knowing about illegal phone hacking when he was editor of  Daily Mirror on day one of trial</p><p>Lawyers are going through documents they say will give background on evidence the court is due to hear later. We’ll bring you details of that evidence as the court hears it.</p><p>Good morning, welcome to the Guardian’s live coverage of phone hacking claims against Mirror Group <a href=\"https://www.theguardian.com/media/newspapers\">Newspapers</a> at the high court in London.</p> <a href=\"https://www.theguardian.com/media/live/2023/may/11/piers-morgan-prince-harry-mirror-group-newspapers-phone-hacking-trial-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/media/live/2023/may/11/piers-morgan-prince-harry-mirror-group-newspapers-phone-hacking-trial-latest-news-updates", "date_published": "2023-05-11 10:33:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Stephen Tompkinson found not guilty of grievous bodily harm", "description": "<p>DCI Banks lead actor was accused of punching drunk man making noise outside his house</p><p>The actor Stephen Tompkinson has been found not guilty of inflicting grievous bodily harm by punching a drunk man who was making noise outside his house.</p><p>The DCI Banks lead actor had been accused of inflicting grievous bodily harm on Karl Poole on 30 May 2021.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/actor-stephen-tompkinson-found-not-guilty-of-grievous-bodily-harm\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/actor-stephen-tompkinson-found-not-guilty-of-grievous-bodily-harm", "date_published": "2023-05-11 10:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Overmono: Good Lies review | Alexis Petridis's album of the week", "description": "<p><strong>(XL Recordings)<br /></strong>Knitting garage with techno and chopped-up vocals, the pounding yet poppy debut album from Monmouth brothers Ed and Tom Russell is masterfully done</p><p>Overmono take their name from a suburb of their Welsh home town. You could take that as a knowing joke from a duo steeped in wilfully urban-sounding music, who specifically intended their celebrated 2021 Fabric Presents mix to evoke a winter’s night in south London. The idea of the authors of So U Kno, the reliably party-starting anthem that soundtracked the return of clubs and festivals after lockdown, naming themselves after a rural Welsh faubourg<em> </em>where, one assumes, there’s not much in the way of nightlife is the dance music equivalent of a death metal band naming themselves Bourton-on-the-Water, or an anarchist punk collective called Little Missenden.</p><p>Or perhaps not. The Russell brothers only started working together after they had established themselves as producers in their own right: Tom as Truss, making punishing techno that found a home on Perc’s hard-edged Perc Trax label; Ed as the breakbeat-fuelled Tessela, his 2013 single Hackney Parrot the kind of undeniable tune that effortlessly crosses between scenes, a hit at grime nights and house clubs alike. But the music they make together seems weirdly informed by their rural roots. A decade older than his brother, Tom grew up on 90s mixtapes from Fantazia and World Dance, in an era when the music at those raves had split into two factions: jungle on one hand and the relentless four-four kick of happy hardcore on the other. But in a pre-internet age, Monmouth was apparently so far removed from the action as to render that factionalism – or any of the other boundaries that sprang up in 90s dance music – meaningless. “We didn’t have any ideas about where the music was from or how it was it made,” Tom told an interviewer last year: locally, all dance music was known by the catch-all title “rave”. Existing on a diet of records scrounged from his brother, or listening to him DJ through the wall, Ed was further removed still.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/overmono-good-lies-review-uk-rave-history-is-distilled-to-perfection\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/overmono-good-lies-review-uk-rave-history-is-distilled-to-perfection", "date_published": "2023-05-11 10:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine needs ‘more time’ before its counter-offensive, says Zelenskiy", "description": "<p>Losses would be ‘unacceptable’ without more heavy weapons promised by west, says president</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/may/11/russia-ukraine-war-live-ukraine-operation-is-difficult-kremlin-says-as-us-thinktank-warns-russian-forces-constrained-in-bakhmut\">Russia-Ukraine war – latest news updates</a></li></ul><p>Volodymyr Zelenskiy has said that Ukraine needs “more time” before it can launch its much-anticipated counter-offensive against Russia, adding that some armoured vehicles promised by the west had yet to arrive.</p><p>The president said that newly formed brigades were ready to attack: “We can go forward and be successful. But we’d lose a lot of people. I think that’s unacceptable. So we need to wait. We still need a bit more time.”</p> <a href=\"https://www.theguardian.com/world/2023/may/11/ukraine-needs-more-time-before-its-counter-offensive-says-volodymyr-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/ukraine-needs-more-time-before-its-counter-offensive-says-volodymyr-zelenskiy", "date_published": "2023-05-11 10:09:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A sword bearer, Frankie at Eurovision, and some noisy old frogs – take the Thursday quiz", "description": "<p>Fourteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>A week bookended by the coronation and Eurovision still reassuringly has a Thursday quiz slap bang in the middle of it, which may feature the odd nod to both. You face 14 questions this week of varying levels of difficulty and obscurity, meeting several familiar regular faces along the way. This week again we will be having the comments open for a little longer than usual, so be kind to each other, and let us know how you got on.</p><p><strong>The Thursday quiz, No 107</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/11/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-107\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/11/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-107", "date_published": "2023-05-11 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fairbuds XL review: the excellent noise-cancelling headphones you can fix yourself", "description": "<p>This ethical and repairable design proves Bluetooth headphones can be more sustainable</p><p>On first impressions, the Fairbuds XL are just another set of big, plush noise-cancelling Bluetooth headphones. But their novel design allows them to be easily dismantled for simple at-home repairs, making them some of the most sustainable on the market.</p><p>Produced by repairable and Fairtrade electronics pioneer Fairphone, the £219 (€249) headphones follow in the footsteps of the <a href=\"https://www.theguardian.com/technology/2021/oct/15/fairphone-4-review-ethical-repairable-phone-gets-big-upgrade\">modular Fairphone 4</a>. All products from the company are aimed at being better for the planet, the workers making them and your wallet.</p><p><strong>Weight:</strong> 330g</p><p><strong>Dimensions:</strong> 190 x 180 x 70mm</p><p><strong>Water resistance:</strong> IP54 (splash)</p><p><strong>Drivers:</strong> 40mm</p><p><strong>Connectivity:</strong> Bluetooth 5.1 with multipoint, USB-C (charging and audio)</p><p><strong>Bluetooth codecs:</strong> SBC, AAC, aptX HD</p><p><strong>Battery life:</strong> 26 hours (ANC on)</p> <a href=\"https://www.theguardian.com/technology/2023/may/11/fairbuds-xl-review-noise-cancelling-headphones-fix-yourself-bluetooth\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/11/fairbuds-xl-review-noise-cancelling-headphones-fix-yourself-bluetooth", "date_published": "2023-05-11 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump symbolized powerful men’s impunity for sexual abuse – until now | Moira Donegan", "description": "<p>At stake in E Jean Carroll’s lawsuit was not whether she would be believed but whether it would matter. Finally, it did</p><p>It’s been nearly seven years since the nation heard Donald Trump bragging on tape to Access Hollywood’s Billy Bush about his habit for sexually assaulting women. It’s been seven years since the Republican presidential candidate shrugged off the remark as “locker room talk” – classifying sexual abuse as private, unserious, a prerogative of what he still claimed, then at 70 years old, was his boyish playfulness. It’s been seven years since he won the presidency anyway – a historic humiliation of women that affirmed powerful men’s impunity for sexual abuse, and portrayed Trump’s boorish hostility to women’s dignity as compatible with the solemnity of presidential power. It’s been just over six years since those women poured into the streets in defiant declaration of their own citizenship at the Women’s March, and six years since a wave of anger at the rampant and habitual sexual abuse of women by men exploded into the #MeToo movement.</p><p>But it took a New York jury less than three hours to unanimously agree that Donald Trump sexually abused the writer E Jean Carroll in a dressing room at a Manhattan department store in the mid-90s, and then defamed her when he said she was lying about it. When the verdict came down, it felt like letting out a breath you didn’t know you were holding.</p><p>Moira Donegan is a Guardian US columnist</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 500 2222. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a>.</em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/donald-trump-liable-e-jean-carroll-sexual-abuse-accountability\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/donald-trump-liable-e-jean-carroll-sexual-abuse-accountability", "date_published": "2023-05-11 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s hell’: life under the American mobile home king who calls himself a ‘grave dancer’", "description": "<p>Billionaire Sam Zell is the largest mobile home landlord in the US, but his tenants say they reckon with disrepair, neglect, flooding and rising rents. Some have had enough</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/may/10/tell-us-have-you-struggled-with-us-housing-costs\">Tell us: have you struggled with the US housing crisis?</a></li></ul><p>Down Yonder mobile home park bills itself as “downright relaxing”. Located a few miles from the beaches of the Tampa Bay area, the 362-unit community <a href=\"https://mymhcommunity.com/Communities/Florida/DownYonder/?utm_source=yext&amp;utm_medium=directory&amp;utm_campaign=Yext%20Directory%20Listing&amp;fbclid=IwAR1EusXG5ahK4AR8t5ZNHohlTP6zbslcR4Zp2lkpIPdpxzYjTcnZ027rTUY\">touts</a> numerous amenities for its residents such as a clubhouse, pool, hot tub, shuffleboard courts and warm weather.</p><p>These are what drew Colleen Gartner, 51, who moved to the park from Pennsylvania in November 2020 after being forced into retirement due to a disability. Like many Americans living in the north, she dreamed of getting away from cold winters and a retirement someplace warm.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/sam-zell-mobile-home-king-evictions-hell\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/sam-zell-mobile-home-king-evictions-hell", "date_published": "2023-05-11 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The forever prisoner’: Abu Zubaydah’s drawings expose the US’s depraved torture policy", "description": "<p>Exclusive: For 21 years, the detainee has been in US custody without charge, tortured and sexually humiliated, with no prospect for release</p><p><em>• </em><strong><em>Warning: the images and descriptions of torture in this article are extremely graphic</em></strong></p><p>A detainee held in the US prison camp at Guantánamo Bay who was used as a human guinea pig in the CIA’s post-9/11 torture program has produced the most comprehensive and detailed account yet seen of the brutal techniques to which he was subjected.</p><p>Abu Zubaydah has created a series of 40 drawings that chronicle the torture he endured in a number of CIA dark sites between 2002 and 2006 and at Guantánamo Bay. In the absence of a full official accounting of the torture program, which the CIA and the FBI have labored for years to keep secret, the images give a unique and searing insight into a grisly period in US history.</p> <a href=\"https://www.theguardian.com/law/2023/may/11/abu-zubaydah-drawings-guantanamo-bay-us-torture-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/may/11/abu-zubaydah-drawings-guantanamo-bay-us-torture-policy", "date_published": "2023-05-11 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘We kissed and there was so much chemistry’", "description": "<p>Nina, 36, and Lucie, 35, met at a dinner party and were friends at first. But when Nina decided to move abroad six months later, Lucie realised their bond went much deeper</p><p>After an evening spent dressed in a cow print nightgown, the last thing Lucie expected to find was love. “It was the summer of 2010, not long after I had moved to Zurich, and I’d had a terrible day at work, so I changed straight into my pyjamas,” she says. “My flatmate had invited two of his friends, who he knew through couchsurfing, over for dinner.” After moving to Switzerland from France for her job in supply chain management, Lucie had found hosting couchsurfers a great way to meet visitors and locals. “The idea was that all the local hosts knew each other, so you could recommend someone else when you couldn’t host.”</p><p>When Nina arrived with her own flatmate, Adonis, she was charmed by Lucie’s bad mood. “I actually thought she was very cute and funny, even though she was complaining so much,” she laughs. Although Lucie also noticed Nina and enjoyed her company, she’d never had a romantic relationship with a woman before, so didn’t consider it a possibility. Instead, she ended up exchanging numbers with Adonis and they began dating.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/11/how-we-met-we-kissed-and-there-was-so-much-chemistry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/11/how-we-met-we-kissed-and-there-was-so-much-chemistry", "date_published": "2023-05-11 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windmill Hill by Lucy Atkins review – haunted by the past", "description": "<p>A tale of scandal in the English countryside from the author of Magpie Lane is rich in charm and surprises</p><p>Lucy Atkins’s follow-up to her fourth novel, <a href=\"https://www.theguardian.com/books/2020/may/22/the-best-recent-and-thrillers-review-roundup\" title=\"\">Magpie Lane</a><em>, </em>will please that book’s many admirers. Once again she serves up vivid, slightly unhinged characters, a plot tangle worthy of a kitten in a knitting bag and a richly atmospheric backdrop. In this case the setting, an ancient windmill and cottage on the South Downs, is brought to life in such detail – from its trapdoors and untrustworthy upper storeys, to its damp patches, ghosts and secret tunnel – that it threatens to upstage the humans who live in it.</p><p>In the present day these are two apparently mismatched women in hiding from the wider world. Astrid, the mill’s owner, was once an RSC star in the vein of Judi Dench and Glenda Jackson: regal and commanding, a noted Lady Macbeth. Her career was cut short by scandal when she was framed by her ambitious actor husband in cahoots with an abusive Hollywood director. Since being tabloid-hounded into hiding, she has clung to her beloved, impractical retreat, eking out a sparse living offering haunted house B&amp;B and spirit writing to wealthy eccentrics, working as a paid mourner to the unloved, and making do on less and less. Her companion in sordid chaos is Mrs Baker (not her real name), a sturdily capable woman in hiding from a dangerous criminal husband. She entered Astrid’s life as her cleaner, but is now bound to her by deep loyalty, shared secrets and a grudging respect. Woven through their story is that of Constance Battiscombe, a free-spirited Bloomsbury-style aristocrat who once filled the mill and cottage with scandalously free-loving friends, then remained tied to the place by tragedy.</p> <a href=\"https://www.theguardian.com/books/2023/may/11/windmill-hill-by-lucy-atkins-review-haunted-by-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/11/windmill-hill-by-lucy-atkins-review-haunted-by-the-past", "date_published": "2023-05-11 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re living in madness’: George Santos’s constituents on federal charges", "description": "<p>Residents of the congressman’s New York district say they’re fed up with a system that enables his behavior</p><p>“It’s like we’re living in madness,” said Danielle Gentile at a Brazilian restaurant in Long Island’s Westbury, one of a cluster of towns close to the eastern border of the fabulist Republican congressman George Santos’s third congressional district.</p><p>“I know politicians lie all the time, but you’ve got to at least try to keep up,” Gentile added. “But what’s he going to say? I didn’t mean to lie? He’s like the Brian Williams of politics.”</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/george-santos-voter-reaction-long-island-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/george-santos-voter-reaction-long-island-new-york", "date_published": "2023-05-11 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was actually beautiful’: the wild rise in people turning their therapy sessions into devastating TV", "description": "<p>From explosive couples’ dramas to painful struggles with parental death, fly-on-the-wall footage of counselling is pulling in huge audiences. But is it just unhealthy voyeurism?</p><p>For many of us, the idea of being broadcast while in therapy is nauseating. Sitting opposite a complete stranger – who is seeking access to your inner world – can be scary. It can involve revisiting the difficult histories of our lives and doing the uncomfortable work of building self-awareness, exploring how certain experiences may inform our thoughts and behaviours. It’s not easy – especially if it’s your first time.</p><p>In a new BBC Three documentary Tough Talking, however, actor and musician Kema Kay invites viewers to be a fly-on-the-wall at his first therapy experience. The star of I, Daniel Blake moved to Newcastle with his family from Zambia at the age of three. As a boy, racial abuse in the city’s west end made him feel isolated. He struggled with a sense of belonging, compounded by delays to his immigration case. When Kay was a teenager, his mother returned to Zambia with no explanation. He desperately yearned for her return. She later died – causing him to fall apart.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/wild-rise-in-people-turning-their-therapy-sessions-into-devastating-tv-tough-talking-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/wild-rise-in-people-turning-their-therapy-sessions-into-devastating-tv-tough-talking-bbc", "date_published": "2023-05-11 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Lloyd Webber’s Bad Cinderella to close on Broadway", "description": "<p>The musical will close on 4 June, after receiving mixed reviews from US critics and failing to receive a nomination at the Tony awards</p><p>Andrew Lloyd Webber’s Bad Cinderella is to close on Broadway just over 10 weeks after its official opening night. The show, which did not receive any nominations at <a href=\"https://www.theguardian.com/stage/2023/may/02/tony-awards-jodie-comer-nominated-some-like-it-hot\">this year’s Tony awards</a>, has announced that “<a href=\"https://twitter.com/badcinderella/status/1656440733035896834\">the ball must come to an end</a>” and that it will bow out at New York’s Imperial theatre on 4 June. Ticket sales have dipped despite a low average price for a big Broadway musical ($54 for last week). It will have played 33 previews and 85 performances.</p><p>The musical is a retooled version of Cinderella, which <a href=\"https://www.theguardian.com/stage/2022/may/02/andrew-lloyd-webber-musical-cinderella-to-close-in-the-west-end\">ran for just under a year</a> (including a Covid-related break in performances) and suffered heavy losses at London’s Gillian Lynne theatre. Lloyd Webber was criticised for the manner in which some current and future Cinderella cast members learned of its closure in 2022 <a href=\"https://www.theguardian.com/commentisfree/2022/may/04/cinderella-west-end-musical-closing-job\">via social media</a> and for his suggestion, in a letter read out at its final night, that opening a new musical during the pandemic “<a href=\"https://www.theguardian.com/stage/2022/jun/13/a-costly-mistake-andrew-lloyd-webber-booed-as-cinderella-closes-in-west-end\">might have been a costly mistake</a>”. (He later issued a statement saying his words had been misunderstood and that he was proud of the show.)</p> <a href=\"https://www.theguardian.com/stage/2023/may/11/andrew-lloyd-webbers-bad-cinderella-to-close-on-broadway\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/11/andrew-lloyd-webbers-bad-cinderella-to-close-on-broadway", "date_published": "2023-05-11 09:54:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ronnie O’Sullivan will skip UK snooker events to concentrate on playing in Asia", "description": "<ul><li>Seven-time world champion reveals switch in new book</li><li>‘Asia’s a big place to play, with bigger tournaments’</li></ul><p>Ronnie O’Sullivan is planning to skip UK tournaments to concentrate on playing in Asia. The seven-time world champion has swung between preferring to play at home and abroad and, in an interview on TalkSport to promote his new autobiography, Unbreakable, O’Sullivan said he is now looking to travel more.</p><p>“I’ve gone the other way now, I’m going to travel and play all the overseas tournaments and miss all the UK tournaments,” he said. “I can’t do it all. Before I used to say, ‘I won’t travel, I’ll stay in the UK’, which was sweet, but now I think at this stage of my career, obviously Asia’s a big place to play, bigger tournaments, so I’ll do them and miss the UK ones.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/ronnie-osullivan-will-skip-uk-events-to-concentrate-on-playing-in-asia-snooker\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/ronnie-osullivan-will-skip-uk-events-to-concentrate-on-playing-in-asia-snooker", "date_published": "2023-05-11 09:50:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dom Phillips and Bruno Pereira: anger at ‘far-fetched’ self-defence claim", "description": "<p>Brazilian activists accuse defence lawyers for three accused in double murder case of smearing victims</p><p>Brazilian activists have condemned the “far-fetched” attempt by the alleged murderers of <a href=\"https://www.theguardian.com/world/dom-phillips-and-bruno-pereira\">Bruno Pereira and Dom Phillips</a> to contend they committed the crime in “self-defence” after supposedly being shot at by the Indigenous activist.</p><p>Pereira and Phillips, a British journalist and longtime Guardian contributor, <a href=\"https://www.theguardian.com/world/2022/jun/17/dom-phillips-bruno-pereira-final-journey\">were killed on the Amazon’s Itaquaí River</a> last June while returning from a reporting trip to the remote Javari Valley region, where Pereira had worked defending Indigenous communities from illegal fishing, poaching and mining gangs.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/dom-phillips-bruno-pereira-self-defence-claim-anger\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/dom-phillips-bruno-pereira-self-defence-claim-anger", "date_published": "2023-05-11 09:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Madrid Open admit silencing women’s doubles finalists was ‘a mistake’", "description": "<ul><li>Organisers apologise for not allowing players to speak</li><li>‘We made a mistake and this will not ever happen again’</li></ul><p>Madrid Open organisers have apologised for not allowing the women’s doubles finalists to speak on court after Sunday’s match.</p><p>It is understood the Women’s Tennis Association is investigating the various issues raised regarding the treatment of its players at La Caja Mágica last week, and the tournament’s chief executive, Gerard Tsobanian, has now issued a public apology.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/madrid-open-admit-silencing-womens-doubles-finalists-was-a-mistake-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/madrid-open-admit-silencing-womens-doubles-finalists-was-a-mistake-tennis", "date_published": "2023-05-11 09:22:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Love, pop and energy! Is this the perfect formula for a Eurovision winner?", "description": "<p>Having crunched data from all 1,371 Eurovision finalists since it began in 1956, we’ve worked out the type of song and artist with the best chance of scoring douze points</p><p>Grab a miniature flag, slap on a grin and prepare yourself for pre-written, faltering gags from the hosts falling on the deaf ears of a rambunctious audience … yes, Eurovision is upon us.</p><p>Whether you’re allured by the kitsch – or watch it under duress – at least one song each year will spark the thought: “Even I could write something better than this!”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/love-pop-and-energy-is-this-the-perfect-formula-for-a-eurovision-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/love-pop-and-energy-is-this-the-perfect-formula-for-a-eurovision-winner", "date_published": "2023-05-11 09:17:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Lancashire v Somerset, Warwickshire v Essex, and more – live", "description": "<ul><li>Latest updates from around the grounds on day one</li><li>Get in touch: <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet</a> or comment BTL</li></ul><p><strong>The very best of luck to Matt Dunn and his family and friends, </strong>who today are running from Lord’s to The Oval to raise funds and awareness of Dravet’s Syndrome, in memory of his lovely daughter Florence.</p><p>Jofra Archer latest</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/11/county-cricket-lancashire-v-somerset-warwickshire-v-essex-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/11/county-cricket-lancashire-v-somerset-warwickshire-v-essex-and-more-live", "date_published": "2023-05-11 09:17:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edin Dzeko shows ageless class as Inter use recent history lessons to rock Milan | Nicky Bandini", "description": "<p>With a goal from a corner and a blisteringly decisive start, Champions League meeting followed familiar patterns for Inzaghi’s cup kings</p><p>A banner hung from San Siro’s Curva Sud before kickoff claimed that every devil in hell had <a href=\"https://twitter.com/NickyBandini/status/1656364111171579921/photo/1\">come to support Milan</a> but they forgot the one who lives in the details. You can make a stadium into an inferno for an evening but leaving Edin Dzeko marked by a full-back at a corner is a recipe for eternal regret.</p><p>“He’s a lot bigger than me, there’s not much to be done,” said Davide Calabria of the goal that set Inter on the way to <a href=\"https://www.theguardian.com/football/2023/may/10/milan-internazionale-champions-league-semi-final-first-leg-match-report\">a 2-0 victory</a> over the Rossoneri in the first leg of their Champions League semi-final. The biggest Milan derby in two decades was barely eight minutes old when Dzeko hooked his leg around the defender and volleyed home.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/edin-dzeko-inter-milan-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/edin-dzeko-inter-milan-champions-league", "date_published": "2023-05-11 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal’s Lia Wälti ends transfer speculation with contract extension", "description": "<ul><li>Swiss midfielder would have been out of contract in summer</li><li>‘I want to keep making new memories with this group’</li></ul><p>Arsenal have announced that influential midfielder Lia Wälti has signed a contract extension with the club.</p><p>The 30-year-old’s current contract expired in the summer and there were fears that she could leave the club but the Switzerland captain has instead decided to remain. Arsenal have not disclosed the length of Wälti’s contract, but it is understood to be a multi-year deal.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/arsenals-lia-walti-ends-transfer-speculation-with-contract-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/arsenals-lia-walti-ends-transfer-speculation-with-contract-extension", "date_published": "2023-05-11 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour and Lib Dems can win big by calling out the Brexit mess | Alastair Campbell", "description": "<p>We must never stop speaking up on the damage it is doing to Britain’s economy, society, culture and standing in the world</p><p></p><p>Nelson Mandela said: “<a href=\"https://www.britannica.com/list/nelson-mandela-quotes#:~:text=%E2%80%9CDo%20not%20judge%20me%20by,and%20got%20back%20up%20again.%E2%80%9D\">It always seems impossible until it’s done</a>.” It’s one of many political quotes that I have on my office wall. Sadly, the Brexiters had it on their walls too. They showed how change once thought unthinkable can become the status quo. With the populist virus still rife in the Tory party, with Labour insisting it will “<a href=\"https://labour.org.uk/press/keir-starmer-sets-out-labours-5-point-plan-to-make-brexit-work/#:~:text=As%20well%20as%20building%20trust,Northern%20Ireland%20without%20unnecessary%20checks.\">make Brexit work</a>” and the Lib Dems also largely silent on it, it would appear to be the settled will of our politics that the Brexit decision cannot be revisited.</p><p>But if converting the country to a bad Brexit was possible, so is restoring it to good sense. People by and large accepted the result. They gave the government the chance to show it could work. However, bit by bit, despite the welter of gaslighting propaganda, more and more have learned through direct experience that Brexit is damaging lives and livelihoods.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/labour-lib-dems-brexit-britain-economy-society\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/labour-lib-dems-brexit-britain-economy-society", "date_published": "2023-05-11 09:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Best podcasts of the week: How to solve the crisis in modern masculinity, with Rylan", "description": "<p>In this week’s newsletter: The singer turned presenter tackles what it means to be a man in his new BBC series. Plus: five of the best award-winning podcasts</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p><strong><a href=\"https://www.audible.co.uk/pd/Educating-Daisy-with-Daisy-May-Cooper-Podcast/B0C4Q66RKM\">Educating Daisy</a><br />Audible, all episodes out now<br /></strong>Daisy May Cooper’s podcast is based on the fact that she hasn’t read a book since doing GCSE English. Celebrity guests bring a novel, extol its brilliance and hope to succeed in educating the host (pictured below). It’s a raucous, silly listen. Her guess at the subject of Tim Key’s choice, The Diary of a Nobody? “Curb Your Enthusiasm in Victorian times, where he’s complaining about shoe shines, penny farthings and the workhouses.” Not bad, actually. <em>Alexi Duggins</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/hear-here-rylan-how-to-be-a-man-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/hear-here-rylan-how-to-be-a-man-podcast", "date_published": "2023-05-11 08:45:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police motorcycle escorting royal leaves woman in 80s in critical condition", "description": "<p>Duchess of Edinburgh offers ‘heartfelt thoughts and prayers’ after incident in west London</p><p>A woman in her 80s is in a critical condition after being hit by a police motorcycle that was escorting the Duchess of Edinburgh.</p><p>The incident happened at 3.21pm on Wednesday at the junction of Cromwell Road and Warwick Road in west London, the Metropolitan police said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/11/police-motorcycle-escorting-royal-leaves-woman-in-80s-in-critical-condition-sophie-duchess-of-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/11/police-motorcycle-escorting-royal-leaves-woman-in-80s-in-critical-condition-sophie-duchess-of-edinburgh", "date_published": "2023-05-11 08:34:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak accused of ‘behaving like a Borgia’ as Rees-Mogg says he has broken promise to shred retained EU law – UK politics live", "description": "<p>Jacob Rees-Mogg says PM has failed to deliver on pledge to remove EU laws and accuses him of breaking his word</p><p>Good morning. Every Conservative prime ministers since John Major has been criticised by Eurosceptics/Brexiters in the party angry about feeling let down (except Liz Truss, who was not there long enough to initiate the betrayal narrative) and today it is happening to Rishi Sunak over the retained EU law (revocation and reform) bill, which is being gutted of the provisions that would have abolished around 4,000 retained EU laws by the end of this year, unless ministers took an active decision to retain or reform them.</p><p>Here is Ben Quinn’s overnight story.</p> <a href=\"https://www.theguardian.com/politics/live/2023/may/11/brexit-eu-law-rishi-sunak-jacob-rees-mogg-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/may/11/brexit-eu-law-rishi-sunak-jacob-rees-mogg-latest-news-updates", "date_published": "2023-05-11 08:34:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iranian dissident put under 24-hour police protection in UK after threats to life", "description": "<p>Exclusive: US-based Masih Alinejad says due to level of threat Met will be with her wherever she goes</p><p>Masih Alinejad, a leading Iranian dissident based in the US, has been put under 24-hour police protection in the UK after the Metropolitan police received credible threats to her life.</p><p>Alinejad has become one of the main amplifiers of the protests inside Iran, appearing at the UN and meeting European leaders such as France’s Emmanuel Macron and the Netherland’s Mark Rutte.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/iranian-dissident-masih-alinejad-24-hour-police-protection-uk-threats-to-life\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/iranian-dissident-masih-alinejad-24-hour-police-protection-uk-threats-to-life", "date_published": "2023-05-11 08:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If I can’t have coffee, I’ll put Philip Glass on’: Katie Melua’s honest playlist", "description": "<p>The singer used to know Eminem word for word and secretly loves a certain ocean-going ballad, but which of her own songs can’t she bear any more?</p><p><strong>The first song I remember hearing </strong><br />My early childhood was in Soviet Georgia. When the communist regime broke down, western TV started to dribble in. I remember the video to I’m Still Standing by Elton John, with all the women’s legs going up and down, thinking: “My God. What is this?”</p><p><strong>The first single I bought </strong><br />Spaceman by Babylon Zoo, when I was 10 or 11, when I was living in Belfast. That song was humongous.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/katie-melua-honest-playlist-temptations-fugees-eminem-queen\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/katie-melua-honest-playlist-temptations-fugees-eminem-queen", "date_published": "2023-05-11 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To Anyone Who Ever Asks by Howard Fishman review – vanishing act", "description": "<p>The mysterious story of 1950s New York folk singer Connie Converse, who disappeared before her music found popular recognition</p><p>In 2010, writer and musician Howard Fishman went to a Christmas party at a friend’s house where, not knowing many people, he took to scanning the bookshelves to quell his anxiety. As he did so, a song called Talkin’ Like You (Two Tall Mountains) came on the stereo that, he recalls, “swallowed me. The party froze. The room disappeared.” Set against a backdrop of gentle guitar picking, it was sung by a woman, plaintively and without affectation, about “a place they called Lonesome” where everything, from the nearby brook to the pigs in the yard, reminds her of an absent lover. Fishman sought out the host to ask who was singing, and she told him about Connie Converse, who recorded songs in her kitchen in 1950s Greenwich Village,<strong> </strong>and whose musical talents had gone largely unrecognised in her lifetime.</p><p>Fishman went straight from the party to a record store where he bought Converse’s How Sad, How Lovely, an album compiled by latterday fans in 2009. He wanted to hear more from this musician whose lyrics brimmed with poetic intimacy and whose lo-fi, homespun style sounded decades ahead of its time. Thus began a 13-year obsession, yielding a play based on Converse’s life; an album, by Fishman, of songs that Converse left behind in manuscript form; and now, in To Anyone Who Ever Asks, a rigorously researched and heartfelt biography.</p> <a href=\"https://www.theguardian.com/books/2023/may/11/to-anyone-who-ever-asks-by-howard-fishman-review-vanishing-act\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/11/to-anyone-who-ever-asks-by-howard-fishman-review-vanishing-act", "date_published": "2023-05-11 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a win-win’: the adult children living at home", "description": "<p>Rising numbers of adult children are living with their parents compared with a decade ago</p><ul><li><a href=\"https://www.theguardian.com/society/2023/may/10/number-adults-living-parents-england-wales-up-700000-decade\">Number of adults living with parents in England and Wales rises</a></li></ul><p>Soaring rents and the cost of living crisis mean there are 620,000 more adult children now living with their parents than a decade ago, figures from the 2021 census show.</p><p>There has been an almost 15% rise in the number of “non dependant adult children” living in their parents’ home, taking the number to 4.9 million.</p> <a href=\"https://www.theguardian.com/business/2023/may/11/its-a-win-win-the-adult-children-living-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/its-a-win-win-the-adult-children-living-at-home", "date_published": "2023-05-11 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Penny Mordaunt says she took painkillers before sword-carrying role", "description": "<p>Lord president of privy council says coronation was ‘humbling day’ and democracy ‘is about dissent’</p><p>Penny Mordaunt has revealed how she took painkillers before her role of carrying the ceremonial sword during King Charles’s coronation.</p><p>Mordaunt, wearing a custom-made teal outfit with a matching cape and headband with gold feather embroidery, was the first woman to perform the role as lord president of the council. She was responsible for bearing the sword of the state and presenting the jewelled sword of offering to the king. They were two of four swords used during the ceremony, and it is a practice that dates back to the coronation of Richard the Lionheart in 1189.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/penny-mordaunt-took-painkillers-before-sword-carrying-role-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/penny-mordaunt-took-painkillers-before-sword-carrying-role-coronation", "date_published": "2023-05-11 07:54:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior Plaid Cymru MP defends outgoing leader despite damning party review", "description": "<p>Liz Saville Roberts says attempts to keep Adam Price in place were for stability of party to bring about change</p><p>A senior Plaid Cymru figure has defended attempts by some in the party’s hierarchy to keep Adam Price in place as leader despite a damning review into the culture of the party, arguing they did so believing stability was needed to bring about change.</p><p>Price <a href=\"https://www.theguardian.com/politics/2023/may/10/plaid-cymru-leader-adam-price-future-in-doubt-damning-review-detoxify\">announced he is resigning</a> as leader late on Wednesday – a week after a review said his party had failed to “detoxify” its culture and found evidence of misogyny, harassment and bullying.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/senior-plaid-cymru-mp-defends-outgoing-leader-adam-price-despite-damning-party-review\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/senior-plaid-cymru-mp-defends-outgoing-leader-adam-price-despite-damning-party-review", "date_published": "2023-05-11 07:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I took anger management classes. Here’s what they get wrong about the world", "description": "<p>The course focuses on taming a ubiquitous emotion. But what about addressing its root causes?</p><p>There are six rules of anger management, says my anger workbook. The first rule: “STOP, think, take a look at the BIG picture.” Then, because why use lower-case when you’ve got capitals: “ANGER MANAGEMENT IS A THINKING PERSON’S GAME!”</p><p>But thinking, it turns out soon into the course, is discouraged. “I’m not here to psychoanalyze you,” says our group leader, a self-styled anger management guru. “I’m just here to help you follow the program. If you follow the program, you’ll see results.” Later, after one question too many, he tells me: “The problem with you, Olivia, is that you like to complicate things.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/11/anger-management-classes-society-emotion\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/11/anger-management-classes-society-emotion", "date_published": "2023-05-11 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AZ’s Pascal Jansen: ‘Cruyff said he’s never seen a bag of money win a game’", "description": "<p>Manager with a pop star mum is back in his birthplace as his side face West Ham in Europa Conference League semi-final</p><p>“You have to be authentic,” Pascal Jansen says. The AZ Alkmaar manager is thinking about how to lead. There is, he says, no point in putting on a face. The Dutchman has spent years doing things his way since a knee injury ended his hopes of becoming a professional player when he was 17.</p><p>He began jotting his ideas about football down in a book and he had big dreams. He wrote about wanting to pass his Uefa pro licence before his 35th birthday – mission accomplished – and his ambition was limitless, his determination to manage in the Premier League a sign this was going to be no ordinary journey.</p> <a href=\"https://www.theguardian.com/football/2023/may/11/pascal-jansen-az-alkmaar-manager-west-ham-europa-conference-league-semi-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/11/pascal-jansen-az-alkmaar-manager-west-ham-europa-conference-league-semi-final", "date_published": "2023-05-11 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do I feel the burn after going to the gym? No, I feel like going to bed. But it’s getting better | Emma Brockes", "description": "<p>Despite eye-bleedingly steep gym fees, I am actioning my spring fitness plan. It is very much a work in progress</p><p>It’s spring in New York, and the trees are vibrantly green – which can mean only one thing: time for my annual week-long obsession with exercise.</p><p>My history in this area is completely consistent, in that it is reliably unimpressive and rooted in delusion. Over the past 10 years, I have leaned heavily on the phrase “structural exercise” to prop up my belief that I’m in good shape. I run around all day (for which read: back and forth between school drop-off and pickup, with a solid eight hours in a chair in between) and occasionally lift weights in a desultory fashion. Beyond that, I’m prone and staring at my phone.</p><p>Emma Brockes is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/gym-fees-spring-fitness-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/gym-fees-spring-fitness-plan", "date_published": "2023-05-11 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Impact of warmer seas on fish stocks leads to rise in pirate attacks", "description": "<p>Study of piracy hotspots in east Africa and South China Sea found that piracy increases when fish populations decline and vice versa </p><p>Dwindling fish stocks caused by the climate crisis are leading to an increase in pirate attacks, according to a new study looking at two piracy hotspots over the past two decades.</p><p>Warmer seas have negatively affected fisheries in east Africa, one of the world’s worst areas for piracy; while in the South China Sea, another hotspot for attacks, it has had the opposite effect: fish populations have risen.</p> <a href=\"https://www.theguardian.com/environment/2023/may/11/impact-of-warmer-seas-on-fish-stocks-leads-to-rise-in-pirate-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/11/impact-of-warmer-seas-on-fish-stocks-leads-to-rise-in-pirate-attacks", "date_published": "2023-05-11 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ash Barty: ‘What I miss the most is the thrill of the fight’ | Courtney Walsh", "description": "<p>The former tennis No 1 on never having been busier since retiring, attempts to slow down with her first child on the way – and some worrisome form on the golf course</p><p>Fifteen months since deciding to step away from professional tennis, Ash Barty cuts a relaxed figure in the back yard of her Brisbane home as her beloved dogs play in the background and the former world No 1 contemplates the next chapter of her life. A recent dip in temperature in south-east Queensland has brought some relief to the expectant mother who, after a whirlwind year that has belied her expectations of retirement, will “shut up shop” after completing a final ambassadorial role on Monday.</p><p>The three-time grand slam champion, <a href=\"https://www.theguardian.com/sport/2023/jan/06/ash-barty-announces-on-instagram-she-is-pregnant\">who is pregnant with her first child</a>, has found the 15 months since she decided to step away from professional tennis both exciting and challenging. From publishing <a href=\"https://www.theguardian.com/sport/2022/nov/07/ash-barty-i-miss-competing-but-not-a-lot-that-comes-with-it\">her autobiography My Dream Time</a> to mentoring young players such as <a href=\"https://www.theguardian.com/sport/2023/jan/16/rising-star-olivia-gadecki-steps-into-ash-barty-shaped-hole-with-maiden-australian-open-win\">the rising star Olivia Gadecki</a>, from competing in a golf exhibition in the United States to her coming role as the face of the Australian Made Week campaign, Barty has been busier than she could ever have imagined.</p> <a href=\"https://www.theguardian.com/sport/2023/may/11/ash-barty-what-i-miss-the-most-is-the-thrill-of-the-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/11/ash-barty-what-i-miss-the-most-is-the-thrill-of-the-fight", "date_published": "2023-05-11 06:43:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TransPennine Express nationalised for catalogue of failings and poor service", "description": "<p>Transport minister says northern rail network will be taken under state control when contract expires on 28 May</p><p>TransPennine Express is to be run by the state after ministers announced that the <a href=\"https://www.theguardian.com/business/2023/may/09/transpennine-express-awaits-contract-decision-amid-poor-service-record\">failing rail company</a> would not have its contract renewed.</p><p>Transport secretary Mark Harper said that the northern rail network will be run by the state-owned operator of last resort after disruption, cancellations and a huge decline in the service.</p> <a href=\"https://www.theguardian.com/business/2023/may/11/transpennine-express-nationalised-for-catalogue-of-failings-and-poor-service\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/11/transpennine-express-nationalised-for-catalogue-of-failings-and-poor-service", "date_published": "2023-05-11 06:33:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The House of Doors by Tan Twan Eng review – tragedy in the tropics", "description": "<p>Somerset Maugham appears as a flawed actor in a colonial morality play inspired by his classic short story </p><p>On the night of 23 April 1911, Ethel Proudlock took her husband’s revolver and shot a man dead at her house in Malaysia. She claimed the victim, William Steward, had arrived unannounced and attempted to kiss her. But her trial pointed to a deeper story, one that lifted the lid on the culture that spawned it. Proudlock was a member of Kuala Lumpur’s expat community, a conservative outpost nicknamed Cheltenham-on-the-Equator. Her rumoured infidelity, combined with her concealed mixed-race background, made her a pariah. The killing was seen as almost the least of her crimes.</p><p>The Proudlock scandal would later be refitted to form the basis for The Letter, an acclaimed short story by <a href=\"https://www.theguardian.com/culture/somerset-maugham\">W Somerset Maugham</a>, that pitiless chronicler of so much human frailty. It now provides the prompt for Tan Twan Eng’s The House of Doors, an ambitious, elaborate fiction about fictions that beats back to the humid heyday of empire and instals the bestselling author as a flawed player in the drama. “We will be remembered through our stories,” Maugham declares at one point. He speaks with the bland self-assurance of a man who invariably writes the final draft.</p> <a href=\"https://www.theguardian.com/books/2023/may/11/the-house-of-doors-by-tan-twan-eng-review-tragedy-in-the-tropics\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/11/the-house-of-doors-by-tan-twan-eng-review-tragedy-in-the-tropics", "date_published": "2023-05-11 06:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Snoring is perfectly natural’: testing Air New Zealand’s world first sleep pods", "description": "<p>The skynest will set you back over NZ$400 for a four hour visit – so is it worth it?</p><p>At one point, during my attempted nap, I dig out my phone and look up the dimensions of a coffin.</p><p>A standard adult casket, it turns out, rises to 58cm. Gazing up at the whitewashed ceiling of my “nest”, I calculate it offers around 7cm more clearance than the average coffin.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/snoring-is-perfectly-natural-testing-air-new-zealands-world-first-sleep-pods\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/snoring-is-perfectly-natural-testing-air-new-zealands-world-first-sleep-pods", "date_published": "2023-05-11 06:20:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan: army deployed across country as unrest triggered by Imran Khan arrest continues", "description": "<p>Supporters have vowed to stay on streets until former PM is released while two more leaders from his party have been detained</p><p>Violence continued to erupt in Pakistan after the arrest of former prime minister Imran Khan, with the death toll rising to eight and the military deployed across the country.</p><p>Overnight, two more leaders from Khan’s Pakistan Tehreek-e-Insaf (PTI) party were arrested. PTI spokesperson Fawad Chaudhry was arrested late on Wednesday night, despite having obtained protective bail from the courts, and early on Thursday Shah Mahmood Qureshi, who served as foreign minister in Khan’s cabinet, was picked up by police. PTI’s former finance minister, Asad Umar, was also arrested on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/pakistan-army-deployed-across-country-as-unrest-triggered-by-imran-khan-arrest-continues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/pakistan-army-deployed-across-country-as-unrest-triggered-by-imran-khan-arrest-continues", "date_published": "2023-05-11 06:06:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Poverty Paradox: why is there still so much economic hardship in the US?", "description": "<p>In a new book, author Mark Rank looks at why one of the world’s wealthiest countries has such a high rate of poverty</p><p><a href=\"https://sociology.wustl.edu/people/mark-rank\">Mark Rank</a> thinks about American poverty like a game of musical chairs.</p><p>“What we’ve done so long is focus on who loses out in the game rather than why the game produces losers in the first place,” the social scientist says in a video call from his office at Washington University in St Louis, Missouri. “We’re playing a game of musical chairs with 10 players and only eight chairs. We can say, OK, who loses out of that game? Well, it’s people that aren’t as quick or they’re in a bad position when the music stops.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/poverty-paradox-new-book-mark-rank-us-economic-hardship\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/poverty-paradox-new-book-mark-rank-us-economic-hardship", "date_published": "2023-05-11 06:02:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbara Hulanicki’s forever fashion: ‘I made this jacket for Twiggy, which is why it’s so tiny’", "description": "<p>The designer made this in the early 70s for her label, Biba. It is one of the few pieces she still has from that era</p><p>I made this jacket <a href=\"https://www.theguardian.com/fashion/2020/may/12/twiggy-i-dont-think-high-fashion-will-ever-move-completely-away-from-slimness\">for Twiggy</a> in the early 70s, which is why it’s so tiny. It was an early sample. I just said: “Do you want to wear it?” We were doing lots of clothes for her at the time – we were one of the few labels that did such small sizes.</p><p>I’ve always been inspired by leopard print. When we had the big store in Kensington, we had it everywhere. Leopard print never dies, but it can look a bit tacky if it hasn’t been done nicely. If you get the print and the colourway right – if the base colours are correct and the spots aren’t too large – it’s fabulous.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/11/barbara-hulanickis-forever-fashion-i-made-this-jacket-for-twiggy-which-is-why-its-so-tiny\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/11/barbara-hulanickis-forever-fashion-i-made-this-jacket-for-twiggy-which-is-why-its-so-tiny", "date_published": "2023-05-11 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human skulls and grass bums! Pioneering female photographers – in pictures", "description": "<p>From ‘gross out’ images to sociological statements, a new exhibition celebrates game-changing female photography from the 1930s to the present</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/11/human-skulls-and-grass-bums-pioneering-female-photographers-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/11/human-skulls-and-grass-bums-pioneering-female-photographers-in-pictures", "date_published": "2023-05-11 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stop calling us woke, lazy snowflakes, senior civil servant tells government", "description": "<p>General secretary of FDA union makes plea to Rishi Sunak after multiple ‘culture war’ incidents</p><p>The head of the union for senior civil servants has urged Rishi Sunak to stop letting ministers call officials “lazy, woke, inefficient, remainer snowflakes” or brand them “machiavellian geniuses” trying to unseat the government.</p><p>In comments released ahead of its annual conference, Dave Penman, general secretary of the FDA union, also accused the prime minister of treating civil servants like “second-class public-sector workers” after the government offered them a worse pay deal than teachers and health staff.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/stop-calling-us-woke-lazy-snowflakes-civil-service-government\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/stop-calling-us-woke-lazy-snowflakes-civil-service-government", "date_published": "2023-05-11 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Choose a nice outfit and hold a sword steady: is that what it takes to succeed in politics now? | Adrian Chiles", "description": "<p>Penny Mordaunt did a magnificent job at the coronation but that’s no reason to make her leader of the Conservative party</p><p>Let’s be honest, the coronation wasn’t everyone’s cup of tea. But on one matter there was consensus: <a href=\"https://www.theguardian.com/politics/2023/may/07/penny-mordaunt-seizes-the-moment-at-coronation\">Penny Mordaunt was simply magnificent</a>. Praise came from the left of politics as well as the right, from the young and the old, from fashionistas and arbiters of good taste everywhere. Even before the newly crowned king and queen had reboarded their carriage, acclaim for the lord president of the privy council was frenzied, feeding off itself. Odds on her becoming the next leader of the Conservatives were slashed; learned articles were penned marking this as the moment we knew she was destined for greatness.</p><p>Now, if you search her name on Google, the first offering is “Penny Mordaunt sword”. Appropriately enough, given there’s a blade involved, there has been proper cut-through. She has carved a swathe through the whole wide world. Even my Croatian teacher, speaking from Zagreb, asked me about it. She says it’s a <em>sociološki</em><em> </em><em>fenomen</em>. She is right. Theses beg to be written.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/choose-a-nice-outfit-and-hold-a-sword-steady-is-that-what-it-takes-to-succeed-in-politics-penny-mordaunt-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/choose-a-nice-outfit-and-hold-a-sword-steady-is-that-what-it-takes-to-succeed-in-politics-penny-mordaunt-coronation", "date_published": "2023-05-11 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Half of UK gig economy workers earn below minimum wage, study reveals", "description": "<p>Poor pay, risky work, anxiety and job insecurity reported by delivery, transport and data workers tied to digital platforms</p><p><strong> </strong></p><p>More than half of <a href=\"https://www.theguardian.com/society/2023/apr/30/help-low-paid-workers-or-face-curbs-to-executive-pay-fund-managers-tell-uk-firms-living-wage\">gig economy workers</a> in the UK are earning less than the <a href=\"https://www.gov.uk/national-minimum-wage-rates\">minimum wage</a>, new research has found, with a quarter reporting that the nature of their work put their safety at risk.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/11/half-of-uk-gig-economy-workers-earn-below-minimum-wage-study-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/11/half-of-uk-gig-economy-workers-earn-below-minimum-wage-study-reveals", "date_published": "2023-05-11 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sending child to state secondary school costs UK families £39 a week, study says", "description": "<p>Low-income families in England face highest costs compared with Scotland and Wales due to fewer benefits</p><p>Sending a child to a state secondary school costs families at least £39 each week, and £19 a week for children at primary school, according to research based on a child’s minimum needs.</p><p>The study by the Child Poverty Action Group (CPAG) found that the associated costs of transport, lunch, uniform, school trips and learning materials combined amounts to hundreds of pounds a year for each child at a UK state school.</p> <a href=\"https://www.theguardian.com/education/2023/may/11/sending-child-to-state-secondary-school-costs-uk-families-39-a-week-study-says\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/11/sending-child-to-state-secondary-school-costs-uk-families-39-a-week-study-says", "date_published": "2023-05-11 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s all about freedom and adventure’: five of the best bikepacking routes in Scotland", "description": "<p>A cyclist who circumnavigated the globe says Scotland takes some beating because of its access-all-areas freedom</p><p>It’s not just the rolling hills or rugged coastline that make Scotland a haven for bikepacking, says <a href=\"http://markusstitz.com/round-the-world-singlespeed/\">round-the-world cyclist Markus Stitz</a>. “It’s the access rights which let you explore it all.”</p><p><a href=\"https://www.theguardian.com/environment/bike-blog/2021/jul/02/bikepacking-and-gravel-bikes-new-concepts-in-off-road-cycling-or-marketing-fad\">Bikepacking is an evolution of cycle touring</a> which involves heading out on a multi-day ride with everything you’ll need to spend the night strapped to your bike. Scotland’s access rights, which turn 20 <a href=\"https://www.walkhighlands.co.uk/news/outdoors-community-marks-20-years-of-scottish-access-rights/\">this year</a>, make wild camping legal – and so bikepacking has boomed.</p> <a href=\"https://www.theguardian.com/travel/2023/may/11/its-all-about-freedom-and-adventure-five-of-the-best-bikepacking-routes-in-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/11/its-all-about-freedom-and-adventure-five-of-the-best-bikepacking-routes-in-scotland", "date_published": "2023-05-11 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong passes law to limit work of foreign lawyers amid ongoing Jimmy Lai case", "description": "<p>Amended legislation gives chief executive power to veto any foreign lawyer working on cases brought under national security law</p><p>Hong Kong’s government has passed a law that allows authorities to ban foreign lawyers from working on national security cases, completing a months-long effort to block a UK lawyer from defending media mogul and activist Jimmy Lai.</p><p>The amendment, which was passed unanimously by the Legislative Council on Thursday, gives the chief executive the power to veto any foreign lawyer from working on cases brought under the 2020 National Security Law (NSL).</p> <a href=\"https://www.theguardian.com/world/2023/may/11/hong-kong-passes-law-to-limit-work-of-foreign-lawyers-amid-ongoing-jimmy-lai-case\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/hong-kong-passes-law-to-limit-work-of-foreign-lawyers-amid-ongoing-jimmy-lai-case", "date_published": "2023-05-11 05:26:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: what really happens in a therapy session", "description": "<p>Rapper and actor Kema Kay shares his therapy journey. Plus: Claire Rushbrook guests on Inside No 9. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/tv-tonight-what-really-happens-in-a-therapy-session\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/tv-tonight-what-really-happens-in-a-therapy-session", "date_published": "2023-05-11 05:20:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greed, eugenics, and giant gambles: author Malcolm Harris on the deadly toll of Silicon Valley capitalism", "description": "<p>In his hotly anticipated 700-page book, Palo Alto, the writer and activist examines a dark history through the lens of his hometown</p><p>In January 2011, a 19-year-old in Palo Alto died by suicide on the train tracks running through town, part of a disturbing, decade-long pattern of deaths of despair in the wealthy heart of Silicon Valley. The same week, a 19-year-old Chinese worker at Foxconn, the company that built iPhones, also died by suicide, part of a <a href=\"https://www.theguardian.com/technology/2017/jun/18/foxconn-life-death-forbidden-city-longhua-suicide-apple-iphone-brian-merchant-one-device-extract\">series of deaths</a> among young people working on the grueling assembly lines at one of China’s most famous tech manufacturers.</p><p>Palo Alto, a new book by the American author Malcolm Harris, attempts to understand the connection between these patterns of suicide at two different hubs of the global tech economy. To do so, Harris digs deeply into the history of Palo Alto, the home of Stanford University and the town where he grew up. As a teenager coming of age in the early 2000s, he saw the town’s international influence grow along with the tech companies headquartered around it, and the number of suicides among his classmates.</p> <a href=\"https://www.theguardian.com/books/2023/may/10/palo-alto-book-malcom-harris-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/10/palo-alto-book-malcom-harris-interview", "date_published": "2023-05-11 05:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aquawatch Australia to issue world’s first water quality forecasts", "description": "<p>Project will use data from satellites and sensors to provide warnings on algal bloom, blackwater and runoff contamination</p><p>AquaWatch Australia is a project that will issue the world’s first <a href=\"https://www.csiro.au/en/news/News-releases/2023/CSIRO-embarks-on-mission-to-create-a-weather-service-for-water-quality?utm_source=Snapshot_April_2023&amp;utm_medium=newsletter&amp;utm_campaign=Snapshot_April_2023\">water quality forecasts</a>. Researchers will combine data from satellites and sensors on the ground to provide early warning of potentially harmful events such as algal bloom, blackwater and runoff contamination.</p><p>These events are driven by rainfall, temperature and other weather factors. Blackwater occurs when floods wash organic material into rivers, turning the water black. As the material decomposes it can take all the oxygen out of the water, producing hypoxia which kills fish and other creatures.</p> <a href=\"https://www.theguardian.com/environment/2023/may/11/aquawatch-australia-worlds-first-water-quality-forecasts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/11/aquawatch-australia-worlds-first-water-quality-forecasts", "date_published": "2023-05-11 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona’s beaches could vanish as authorities abandon ‘enhancement’", "description": "<p>Along Spain’s east coast, storms and rising sea levels are eating away at the coastline – but the old solutions are now out of fashion</p><p>For the 1992 Olympic Games, <a href=\"https://www.barcelona.cat/en/what-to-do-in-bcn/bathing-and-beaches/history-beaches\">Barcelona rediscovered the sea. It beefed up its beachfront</a> using thousands of tons of sand, and the area is now packed with tourists and lined with beach bars. Barcelona’s beach may be partly artificial, but it’s big business.</p><p>The way things are going, however, soon there won’t be any beach at all. Across Catalonia, rising sea levels and winter storms are eating away at the coastline. Up to now, what is washed away in winter has been replenished in spring with sand dredged from within the breakwaters or from estuaries and ports. However, the practice of “enhancing” beaches in this way is now widely seen as futile and environmentally damaging. Without it, little by little, the city’s beaches could revert to the gravelly strips they were only 30 years ago.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/11/barcelonas-beaches-could-vanish-as-authorities-abandon-enhancement\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/11/barcelonas-beaches-could-vanish-as-authorities-abandon-enhancement", "date_published": "2023-05-11 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From boatbuilding to barge painting, traditional British crafts at growing risk", "description": "<p>Skills may be lost for good due to ‘perfect storm’ of economic stresses, says heritage charity</p><p>From building wooden boats and <a href=\"https://www.cornwall-aonb.gov.uk/cornish-hedges\">Cornish hedges</a> to making marionettes and painting canal barges, many traditional British crafts are under threat because of a “perfect storm” of economic stresses including the aftermath of Brexit, a heritage charity has said.</p><p><a href=\"https://heritagecrafts.org.uk/\">Heritage Crafts</a> has added 17 crafts to its “red list” of endangered skills that could be lost unless the economy improves or more action is taken to protect them.</p> <a href=\"https://www.theguardian.com/culture/2023/may/11/hedging-boat-building-brexit-covid-british-crafts-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/11/hedging-boat-building-brexit-covid-british-crafts-at-risk", "date_published": "2023-05-11 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oat milk is everywhere. Why is it still so expensive?", "description": "<p>Plant-based milk has seen a surge in popularity in the past decade. But the high prices are driving some back to dairy</p><p>Over the past decade, non-dairy milks have soared in popularity. Part of this is because of concerns about the climate crisis: the dairy industry is uniquely bad for the environment in part because of the amount of methane cattle produce. But many have also switched to non-dairy citing concerns about cruelty to animals, an exploration of veganism, an increasing awareness of lactose intolerance, concerns about fat and sugar and even worries about good skin.</p><p>There are lots of ways plant milks are preferable to dairy but in one respect they’re definitely not: on average, plant milks now cost twice as much as good, old-fashioned cow’s milk, which has been building strong teeth and bones and warding off osteoporosis for thousands of years, and the cost difference is making some consumers reconsider.</p> <a href=\"https://www.theguardian.com/food/2023/may/10/oat-milk-almond-soy-plant-dairy-price\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/10/oat-milk-almond-soy-plant-dairy-price", "date_published": "2023-05-11 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "50 first dates in 2023: one woman’s wild romantic odyssey – and what it reveals about love", "description": "<p>Hannah Zaslawski started documenting her dates to keep friends in the loop about her love life. But her honest videos are helping countless others negotiate the ruthless world of modern dating</p><p>‘I always ask really weird questions on dates,” says Hannah Zaslawski. “One of my favourites is: ‘If you were a kitchen utensil, what would you be? I mean, what would <em>you</em> be?’” I panic – spoon? – but Zaslawski’s a pro. “OK, what kind of spoon?” she probes. Soon we’re laughing about wooden spoons (wholesome; rustic) and it’s easy to see how her mission to go on 50 first dates – a daunting prospect for most – would appeal to the peppy Australian.</p><p>Zaslawski moved from Sydney to London eight months ago and <a href=\"https://www.tiktok.com/@hannahzaslawski\">started documenting her dates on TikTok</a> as a way to keep friends back home in the loop about her love life. The 30-year-old works in a cafe and as an actor but, with 53k followers now invested in her “dating journey”, she says making the series has become like a part-time job in itself. When we meet, she’s about to go on date number 17.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/11/50-first-dates-in-2023-one-womans-wild-romantic-odyssey-and-what-it-reveals-about-love\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/11/50-first-dates-in-2023-one-womans-wild-romantic-odyssey-and-what-it-reveals-about-love", "date_published": "2023-05-11 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are you hoping for a progressive alliance to oust the Tories? Don’t hold your breath | Martin Kettle", "description": "<p>Parties cooperated in the local elections, but that was then: come the general election, Labour’s self-interest will out</p><p>It is less than a week since the <a href=\"https://www.theguardian.com/politics/ng-interactive/2023/may/05/local-elections-2023-results-live-council-england\">local elections</a> confirmed that party politics in England are changing in big ways. The weekend coronation then blew the election results off the front pages. But, with the king back in his palace and the bunting now stored away, it is important to re-engage with the inquest. A new electoral map of England emerged out of last week’s voting. The map matters. It is important to grasp what it means for British politics – but also to grasp what it doesn’t mean.</p><p>What it mainly means is that Labour is on course for a general election victory. Keir Starmer is right to make this claim. Projections from 4 May give the party a share of the poll lead of seven or nine points over the Conservatives. It’s a strange political system that sees this as disappointing. But with Prof John Curtice and his colleagues arguing that Labour will need a lead of 12 points to form a majority government, that’s how it is. It is a sign of how high the opposition’s expectations were raised by the Tory debacles of 2022 that there is suddenly now such nervousness.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/progressive-alliance-tories-local-elections-general-election-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/progressive-alliance-tories-local-elections-general-election-labour", "date_published": "2023-05-11 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conflict and climate disasters combine to create record rise in displaced people", "description": "<p>War in Ukraine and Pakistan’s ‘monsoon on steroids’ among events driving  surge on ‘scale never seen before’ as 71m people displaced</p><p>The number of people around the world who were forced to flee their homes leapt by a fifth last year, as a “perfect storm” of Russia’s assault on Ukraine and climate disasters brought displacement on an unprecedented scale.</p><p>By the end of 2022 the number of internally displaced people (IDPs) – those forced from their homes but remaining within their country of residence – reached 71 million, according to figures published by the Norwegian Refugee Council’s Internal Displacement Monitoring Centre (<a href=\"https://www.internal-displacement.org/\">IDMC</a>), up from <a href=\"https://www.theguardian.com/global-development/2022/may/19/huge-spike-in-global-conflict-caused-record-number-of-displacements-in-2021\">59.1 million in 2021</a>.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/11/conflict-and-climate-disasters-combine-to-create-record-rise-in-displaced-people\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/11/conflict-and-climate-disasters-combine-to-create-record-rise-in-displaced-people", "date_published": "2023-05-11 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dark waters: how the adventure of a lifetime turned to tragedy", "description": "<p>The Clipper round the world yacht race was created for amateurs seeking the ultimate challenge. But did they underestimate the risks?</p><p>On 18 November 2017, Simon Speirs, 60, a retired lawyer from Bristol, was hauling on his waterproofs below deck on a yacht in rough seas in the Southern Ocean. For nearly three months, he’d endured cold, cramped quarters, soaked clothing, sea sickness and very little sleep. As one of the crews competing in the Clipper Round the World yacht race, Speirs had completed more than 13,000 nautical miles since leaving Britain, but the wild remoteness of the Southern Ocean was more challenging than anything he had experienced before.</p><p>Speirs had a hacking cough and a heavy cold, but as leader of the watch he had to get out on deck. The race had so far taken them across the northern Atlantic Ocean to Uruguay and back across the southern Atlantic to South Africa. Two months in, he’d asked for a break. But after only a week his replacement had fallen out of his bunk and hurt his wrist, and Speirs had to resume his role.</p> <a href=\"https://www.theguardian.com/news/2023/may/11/clipper-round-the-world-yacht-race-adventure-lifetime-tragedy-simon-speirs\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/may/11/clipper-round-the-world-yacht-race-adventure-lifetime-tragedy-simon-speirs", "date_published": "2023-05-11 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From foetuses to penises: anatomical museum reopens in London", "description": "<p>Hunterian Museum collection amassed by 18th-century surgeon-anatomist John Hunter includes body parts of humans and animals</p><p>The relaunch of an extraordinary collection of human and animal specimens gathered in the 18th century by a medical pioneer has prompted the Royal College of Surgeons (RCS) to commission research into complex questions about provenance and consent.</p><p>The collection amassed by the surgeon-anatomist John Hunter includes human organs alongside the bodies and body parts of creatures ranging from bees to elephants. Human foetuses in glass jars, from nine weeks gestation to full term, pickled penises and female reproductive organs are preserved in carefully labelled glass jars.</p> <a href=\"https://www.theguardian.com/culture/2023/may/11/foetuses-penises-anatomical-hunterian-museum-reopens-london\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/11/foetuses-penises-anatomical-hunterian-museum-reopens-london", "date_published": "2023-05-11 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss’s plan to visit Taiwan called ‘worst kind of Instagram diplomacy’", "description": "<p>Alicia Kearns, foreign affairs select committee chair, launches blistering attack on former prime minister</p><p>The Conservative chair of the foreign affairs select committee has launched a blistering attack on Liz Truss over the former prime minister’s <a href=\"https://www.theguardian.com/politics/2023/may/09/liz-truss-to-visit-taiwan-and-give-speech-that-could-upset-uks-china-strategy\">planned trip to Taiwan</a>, calling it “the worst kind of Instagram diplomacy”.</p><p>Alicia Kearns said she thought Truss’s trip planned for next week was little more than a vanity project aimed at keeping her profile high after her <a href=\"https://www.theguardian.com/politics/2022/oct/20/liz-truss-to-quit-as-prime-minister\">brief spell as prime minister last year</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/may/11/liz-trusss-taiwan-visit-called-instagram-diplomacy-alicia-kearns-foreign-affairs-select-committee-chair\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/11/liz-trusss-taiwan-visit-called-instagram-diplomacy-alicia-kearns-foreign-affairs-select-committee-chair", "date_published": "2023-05-11 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Painted into a corner’: can generative AI save Meta from the metaverse?", "description": "<p>Mark Zuckerberg says in earnings call that company is still devoted to virtual reality even as it bolsters its AI development</p><p>Meta is not pivoting away from its signature product, the metaverse. Or at least that’s what the Meta chief executive, Mark Zuckerberg, is arguing.</p><p>Despite reports that sales teams at Meta have spent less <a href=\"https://www.theinformation.com/articles/meta-tries-to-lure-advertisers-with-reels-discounts-ai-tools?rc=eqevn9\">time pitching the metaverse to advertisers</a>, Zuckerberg claimed on the tech firm’s latest quarterly earnings call that it’s business as usual over at the company formerly known as Facebook. “A narrative has developed that we’re somehow moving away from focusing on the metaverse vision, so I just want to say upfront that that’s not accurate,” <a href=\"https://s21.q4cdn.com/399680738/files/doc_financials/2023/q1/META-Q1-2023-Earnings-Call-Transcript.pdf\">the CEO said</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/may/11/meta-artificial-intelligence-metaverse-mark-zuckerberg\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/11/meta-artificial-intelligence-metaverse-mark-zuckerberg", "date_published": "2023-05-11 05:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toe-curlingly bad television: Trump’s torturous town hall backfires on CNN", "description": "<p>Truth didn’t stand a chance as the former president talked too fast to be factchecked and too shamelessly to be interrupted</p><p>The nausea came gradually, then suddenly, and with disconcerting familiarity. We had been flung back in time to the political hellscape of 2016. Only the second time around, it was somehow worse.</p><p>Donald Trump, the former US president <a href=\"https://www.theguardian.com/us-news/2023/may/10/trump-voters-republican-new-hampshire-cnn-town-hall\">appearing on CNN</a> for the first time since that fateful election year, <a href=\"https://www.theguardian.com/media/2023/may/10/donald-trump-cnn-town-hall-media-analysis\">lied and lied and lied</a>. He was a leviathan of lying, a juggernaut of junk, an ocean liner of mendacity that left little boats of truth spinning and overturning in its wake.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/11/toe-curlingly-bad-television-trumps-torturous-town-hall-backfires-on-cnn\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/11/toe-curlingly-bad-television-trumps-torturous-town-hall-backfires-on-cnn", "date_published": "2023-05-11 04:48:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Ukraine ‘operation’ is ‘difficult’ says Kremlin; US thinktank reports Russian forces ‘constrained’ in Bakhmut", "description": "<p>‘This is a very difficult operation’ Kremlin spokesperson tells Bosnian Serb TV; Institute for the Study of War says Russia constrained by ‘pervasive issues’ with combat capability </p><p>Russia’s military operation against Ukraine is “very difficult” but will continue, Tass news agency cited Kremlin spokesman Dmitry Peskov as telling a Bosnian television station on Wednesday.</p><p>Russia has succeeded in severely damaging the Ukrainian military machine and this work will continue, he added, in a long interview during which he repeated many of Moscow’s talking points about the conflict.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/11/russia-ukraine-war-live-ukraine-operation-is-difficult-kremlin-says-as-us-thinktank-warns-russian-forces-constrained-in-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/11/russia-ukraine-war-live-ukraine-operation-is-difficult-kremlin-says-as-us-thinktank-warns-russian-forces-constrained-in-bakhmut", "date_published": "2023-05-11 04:39:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beyoncé: Renaissance World Tour review – a dizzying three-hour spectacular", "description": "<p><strong>Friends Arena, Stockholm</strong><br />Queen Bey’s first solo headline tour in seven years is a lavish leap forward for live entertainment, dripping with sci-fi disco decadence, sex and Black pride</p><p>Even without Taylor Swift’s Ticketmaster-melting Eras Tour nipping at her heels, it wouldn’t do for a star as compulsively ambitious as Beyoncé to merely protect her status as the greatest pop show on Earth. Not when her first solo headline tour since 2016 could instead push 21st-century live entertainment another lavish leap forward.</p><p>Titled after the Texan’s disco glitter bomb post-pandemic party <a href=\"https://www.theguardian.com/music/2022/dec/23/the-50-best-albums-of-2022-no-1-beyonce-renaissance\">album of the same name</a>, Renaissance is a monster blockbuster concert experience on a different plane. Fifty-seven stadium dates globally, starting in Stockholm, are projected to gross as much as £1.9bn ($2.4bn) by the time the tour ends in New Orleans late September. Dripping with sci-fi disco decadence, sex, body positivity and feminine Black pride, the near three-hour spectacular plays out in front, behind and, at times, inside a football-pitch-wide high-definition video screen designed to assault the senses at dizzying scale.</p> <a href=\"https://www.theguardian.com/music/2023/may/11/beyonce-renaissance-world-tour-review-a-dizzying-three-hour-spectacular\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/11/beyonce-renaissance-world-tour-review-a-dizzying-three-hour-spectacular", "date_published": "2023-05-11 04:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First UK baby born with DNA from three people: what happens next? – podcast", "description": "<p>The pioneering IVF procedure known as mitochondrial donation therapy (MDT) could prevent thousands of children from being born with devastating mitochondrial diseases. Madeleine Finlay speaks to Prof Darren Griffin, an expert in genetic diseases and reproduction, about how MDT works, the ethical considerations attached, and what techniques like it could mean for the future of reproduction</p><p><strong>Read science editor Ian Sample’s exclusive coverage of this story <a href=\"https://www.theguardian.com/science/2023/may/09/first-uk-baby-with-dna-from-three-people-born-after-new-ivf-procedure\">here</a></strong></p><p><em>Clip: Sky News</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/may/11/first-uk-baby-born-with-dna-from-three-people-what-happens-next-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/may/11/first-uk-baby-born-with-dna-from-three-people-what-happens-next-podcast", "date_published": "2023-05-11 04:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hung up on a hung parliament – Politics Weekly UK", "description": "<p>Keir Starmer and Ed Davey have both refused to rule out forming a coalition between their parties at the next general election. Following disastrous results for the Conservatives in the local elections, what will this mean for Labour and the Liberal Democrats? The Guardian’s Gaby Hinsliff, standing in for John Harris this week, asks political editor Pippa Crerar and former Conservative special advisor Salma Shah what a Labour/Lib Dem pact could look like</p> <a href=\"https://www.theguardian.com/politics/audio/2023/may/11/hung-up-on-a-hung-parliament-politics-weekly-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/may/11/hung-up-on-a-hung-parliament-politics-weekly-uk", "date_published": "2023-05-11 04:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shireen Abu Akleh: friends and family call for justice on anniversary of killing", "description": "<p>Israeli forces admit ‘high possibility’ Al Jazeera reporter was shot by sniper at West Bank refugee camp</p><p>Family members, friends and colleagues of Palestinian-American journalist <a href=\"https://www.theguardian.com/world/shireen-abu-akleh\">Shireen Abu Akleh</a>, who was almost certainly fatally shot by an Israeli sniper, have renewed calls for justice on the first anniversary of her killing, during a week of memorials and events celebrating her life.</p><p>Abu Akleh, a household name in the Arab world who worked for Qatar-based Al Jazeera, was shot in the head in the slumlike refugee camp on the outskirts of the occupied West Bank city of Jenin on 11 May last year while covering an Israel Defence Forces (IDF) raid. International outrage at the reporter’s death was fuelled by scenes of <a href=\"https://www.theguardian.com/world/2022/may/13/israeli-forces-storm-jerusalem-hospital-as-coffin-of-slain-journalist-emerges\">violence at her funeral in Jerusalem</a>, when Israeli police attacked pallbearers, almost causing them to drop the coffin.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/shireen-abu-akleh-friends-and-family-call-for-justice-on-anniversary-of-killing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/shireen-abu-akleh-friends-and-family-call-for-justice-on-anniversary-of-killing", "date_published": "2023-05-11 04:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Soldiers, sirens and a ‘sign of hope’ as Ukrainian opera premieres in Lviv", "description": "<p>After an unplanned intermission, opera based on Gogol’s The Terrible Revenge swerves its tragic ending </p><p>Lviv’s opera house is a magnificent, Habsburg-era froth of red velvet, gilded cornicing and writhing caryatids. And to the casual observer, the audience, as they settled into their seats, could have been opera lovers anywhere in Europe – but for a few small details.</p><p>First, the presence of uniformed soldiers in the boxes and prime seats of the stalls. Second, the pre-show announcement that, after asking patrons to switch off their phones, offered instructions on what to do in the event of an air raid alert.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/ukrainian-opera-the-terrible-revenge-premiere-lviv-soldiers-hope\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/ukrainian-opera-the-terrible-revenge-premiere-lviv-soldiers-hope", "date_published": "2023-05-11 04:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are so many publications in trouble? Pop Culture with Chanté Joseph", "description": "<p>Gal-dem, Buzzfeed News and Vice have all hit financial trouble and are either shutting down or close to it. Chanté talks to the Guardian’s media editor Jim Waterson and Gal-dem’s former politics editor Moya Lothian-McLean about where it is all going wrong.</p> <a href=\"https://www.theguardian.com/society/audio/2023/may/11/why-are-so-many-publications-in-trouble-pop-culture-with-chante-joseph\">Continue reading...</a>", "link": "https://www.theguardian.com/society/audio/2023/may/11/why-are-so-many-publications-in-trouble-pop-culture-with-chante-joseph", "date_published": "2023-05-11 04:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "1.5m UK homeowners on variable rate mortgages face new borrowing rise", "description": "<p>Bank of England expected to push interest rates up to 4.5% to tackle high inflation rate</p><p>Almost 1.5 million homeowners with variable rate mortgages face higher borrowing costs with the Bank of England expected to push up interest rates on Thursday to 4.5%.</p><p>A poll of City analysts found there was a 96% chance the central bank would increase its base rate by 0.25 percentage points when policymakers meet to tackle Britain’s stubbornly high inflation rate.</p> <a href=\"https://www.theguardian.com/money/2023/may/11/variable-rate-mortgages-face-rise-borrowing-after-interest-rate-hike\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/11/variable-rate-mortgages-face-rise-borrowing-after-interest-rate-hike", "date_published": "2023-05-11 04:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tabby McTat: Jodie Whittaker to narrate animated film based on Julia Donaldson’s beloved book", "description": "<p>The former Doctor Who star will narrate the BBC’s adaptation, with Rob Brydon playing Fred and Sope Dirisu as his tuneful feline</p><p>The former Doctor Who star Jodie Whittaker will lend her voice to the animated film Tabby McTat, which will be broadcast over Christmas on the BBC.</p><p>Whittaker, 40, will be narrating the adaptation, which is based on <a href=\"https://www.theguardian.com/childrens-books-site/2012/dec/09/family-review-tabby-mctat-julia-donaldson\">the picture book written by Julia Donaldson</a> and illustrated by Axel Scheffler.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/11/tabby-mctat-jodie-whittaker-to-narrate-animated-film-based-on-julia-donaldsons-beloved-book\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/11/tabby-mctat-jodie-whittaker-to-narrate-animated-film-based-on-julia-donaldsons-beloved-book", "date_published": "2023-05-11 03:54:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can we keep my nautical prints? When couples move in together, they face a tough test | Paul Daley", "description": "<p>Compromise is a wonderful thing, but undergraduate chic is not for everyone</p><p>One of the next generation had just bought a house. She was moving in soon. So was her partner, who had his own place.</p><p>“Have you got a lot of stuff?’’ someone asked him.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/11/can-we-keep-my-nautical-prints-when-couples-move-in-together-they-face-a-tough-test\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/11/can-we-keep-my-nautical-prints-when-couples-move-in-together-they-face-a-tough-test", "date_published": "2023-05-11 02:16:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The killing of Shireen Abu Akleh – and another ordinary day in the West Bank | podcast", "description": "<p>A year ago the renowned journalist was shot, but it was far from the only news story in Palestine that day. Kaamil Ahmed looks into the stories Abu Akleh never got to report</p><p>A year ago, the veteran Palestinian journalist Shireen Abu Akleh was fatally shot while on assignment in the West Bank. Through her fearless reporting on region she had been a household name across the Arab world for decades, and her death was seen as a symbol of the dangerous state of press freedom.</p><p>While the killing of Abu Akleh caught the wider world’s attention, it was far from the only news event in the West Bank that day. The Guardian journalist Kaamil Ahmed wanted to pick up the stories that she never got the chance to report on that morning.</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/11/the-killing-of-shireen-abu-akleh-and-another-ordinary-day-in-the-west-bank-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/11/the-killing-of-shireen-abu-akleh-and-another-ordinary-day-in-the-west-bank-podcast", "date_published": "2023-05-11 02:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Collapsing buildings, incoming missiles: Taiwan rehearses a Chinese assault on its cities", "description": "<p>Annual emergency drills have for the first time included a military strike on Taipei, a sign of worsening cross-strait relations</p><p>On a Thursday afternoon in Taipei, it was 26 August 2025 and China’s military had just fired a missile into the city, hitting an apartment block. Chinese navy ships had massed in the Taiwan Strait and war was expected. It was all hands on deck.</p><p>Rescue squads and paramedics raced around blocked off sites in the city’s business district. Cherrypickers and cranes plucked rookie firefighters – dressed as injured civilians – from the rooftop of a fake demolished building and half-crushed buses.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/collapsing-buildings-incoming-missiles-taiwan-rehearses-a-chinese-assault-on-its-cities\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/collapsing-buildings-incoming-missiles-taiwan-rehearses-a-chinese-assault-on-its-cities", "date_published": "2023-05-11 00:10:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zaporizhzhia nuclear plant facing ‘catastrophic’ staff shortage amid Russian evacuation", "description": "<p>Russia plans to relocate thousands of staff from nuclear plant, atomic energy company claims, warning of ‘catastrophic lack of qualified personnel’</p><p>Russia plans to relocate about 2,700 Ukrainian staff from Europe’s largest nuclear plant, Ukraine’s atomic energy company has claimed, warning of a potential “catastrophic lack of qualified personnel” at the Zaporizhzhia facility in Russian-occupied southern Ukraine.</p><p>Workers who signed employment contracts with Russia’s nuclear agency Rosatom following Moscow’s capture of the Zaporizhzhia plant early in the war are set to be taken to Russia along with their families, Energoatom said in a Telegram post on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/may/11/zaporizhzhia-nuclear-plant-facing-catastrophic-staff-shortage-amid-russian-evacuation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/11/zaporizhzhia-nuclear-plant-facing-catastrophic-staff-shortage-amid-russian-evacuation", "date_published": "2023-05-11 00:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}]