[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Appeals Carroll Verdict As Carroll Mulls Over Filing Third Defamation Lawsuit Over Town Hall Remarks", "description": "Attorneys for former President Donald Trump filed a notice of appeal in New York on Thursday contesting the verdict that found him liable for committing battery and defamation against 79-year-old former columnist E. Jean Carroll. JUST IN &#8211; Trump files a notice of appeal in E. Jean Carroll case. pic.twitter.com/DK7OZqcXYz &mdash; Disclose.tv (@disclosetv) May 11, ...", "link": "https://www.dailywire.com/news/trump-appeals-carroll-verdict-as-carroll-mulls-over-filing-third-defamation-lawsuit-over-town-hall-remarks", "date_published": "2023-05-11 19:48:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DHS Secretary Mayorkas On Continually Worsening Border Crisis: It Will Take More Time To ‘Show Results’", "description": "Department of Homeland Security Secretary Alejandro Mayorkas defended the Biden administration&#8217;s disastrous handling of the ongoing crisis on the U.S. southern border during a press conference this week. Mayorkas, who has led the department for nearly the entire duration of Biden&#8217;s presidency, said on Thursday that it would take more time for the American public ...", "link": "https://www.dailywire.com/news/dhs-secretary-mayorkas-on-continually-worsening-border-crisis-it-will-take-more-time-to-show-results", "date_published": "2023-05-11 19:43:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California’s Reparations Committee Wants State To Apologize For Ronald Reagan Coining ‘Welfare Queens.’ Except, He Didn’t.", "description": "California&#8217;s committee on reparations for the descendants of slaves wants the state to apologize for the term &#8220;welfare queens.&#8221; Part of the committee&#8217;s proposal for a reparations package to California residents who descended from American slaves is for the state to issue a formal apology. Besides slavery, the proposal highlights a large number of policies ...", "link": "https://www.dailywire.com/news/californias-reparations-committee-wants-state-to-apologize-for-ronald-reagan-coining-welfare-queens-except-he-didnt", "date_published": "2023-05-11 19:35:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Warring Sudanese Factions Make Breakthrough In Peace Negotiations", "description": "Regional sources are reporting that the rival factions in an ongoing power struggle in Sudan have come to a tentative agreement that could serve as a framework for a proper peace agreement. The Sudanese military and a paramilitary organization known as the Rapid Support Forces have been negotiating in Jeddah, the capital of Saudi Arabia, ...", "link": "https://www.dailywire.com/news/warring-sudanese-factions-make-breakthrough-in-peace-negotiations", "date_published": "2023-05-11 19:07:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "JPMorgan Chase Denies They Debanked Religious Groups. Head Of Impacted Nonprofit Responds.", "description": "Sam Brownback, the chair of the National Committee for Religious Freedom, detailed how JPMorgan Chase suddenly cut ties with the nonprofit last year, an experience which occurred despite the financial services behemoth denying ahead of its upcoming shareholder meeting that they have debanked conservative and religious customers. Chase Bank, the firm’s consumer and commercial subsidiary, ...", "link": "https://www.dailywire.com/news/jpmorgan-chase-denies-they-debanked-religious-groups-head-of-impacted-nonprofit-responds", "date_published": "2023-05-11 18:32:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Candace Examines Mainstream Narrative On Childhood Vaccines In New Show ‘A Shot In The Dark’", "description": "Candace Owens will question the narrative on childhood vaccinations in her new show “A Shot in the Dark,” where she will discuss the medical establishment’s push to give children dozens of shots before they turn 18.  In “A Shot in the Dark,” Owens takes a non-political approach and uses mainstream sources to inform parents about ...", "link": "https://www.dailywire.com/news/candace-examines-mainstream-narrative-on-childhood-vaccines-in-new-show-a-shot-in-the-dark", "date_published": "2023-05-11 18:03:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Leading Republicans Decry ‘Biden Border Crisis’ As Title 42 Ends", "description": "Ahead of the imminent expiration of the Title 42 policy credited with blocking millions of crossings, high-profile Republicans are speaking out against President Joe Biden and his administration for their handling of a growing southern border crisis. Senate Minority Leader Mitch McConnell (R-KY) excoriated Biden and Homeland Security Secretary Alejandro Mayorkas during a Senate speech, ...", "link": "https://www.dailywire.com/news/leading-republicans-decry-biden-border-crisis-as-title-42-ends", "date_published": "2023-05-11 17:59:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Most Popular Item’: Prof Under Fire For Sharing Jeremy’s Chocolate Bars Says Students Loved Them", "description": "The California professor under investigation by his woke college for sharing Jeremy&#8217;s Chocolate bars at a campus event last month said the treats were wildly popular with students even if administrators were miffed. David Richardson, a tenured, 33-year history professor at Madera Community College near Fresno, told The Daily Wire he is now being investigated ...", "link": "https://www.dailywire.com/news/most-popular-item-prof-under-fire-for-sharing-jeremys-chocolate-bars-says-students-loved-them", "date_published": "2023-05-11 17:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Border Chaos, Catch-And-Release, Accused Chinese Spy Arrested", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Border Chaos The Biden administration will reportedly direct Border Patrol agents to release illegal migrants into the U.S. with minimal processing and little oversight as soon as midnight strikes tonight. The administration sent a memo to Border Patrol ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-border-chaos-catch-and-release-accused-chinese-spy-arrested", "date_published": "2023-05-11 17:05:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Marine Who Put Jordan Neely In Chokehold On NYC Subway To Face Criminal Charges Over His Death: Reports", "description": "The former Marina who put Jordan Neely in a chokehold on a New York City subway train earlier this month is expected to turn himself in on Friday to face criminal charges in the case. Neely later died after the incident. The decision to charge 24-year-old Daniel Penny was made by the Manhattan District Attorney&#8217;s ...", "link": "https://www.dailywire.com/news/marine-who-put-jordan-neely-in-chokehold-on-nyc-subway-to-face-criminal-charges-over-his-death-reports", "date_published": "2023-05-11 16:36:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chinese Government Spy Arrested In Boston, Court Docs Say", "description": "Federal authorities arrested a U.S. citizen on Tuesday accused of spying for the Chinese government by coordinating with Chinese Communist Party officials to share information on political dissidents in Boston, Massachusetts, from 2018 to 2022. Litang Liang has been indicted by a grand jury for acting as an agent of a foreign government without notice ...", "link": "https://www.dailywire.com/news/chinese-government-spy-arrested-in-boston-court-docs-say", "date_published": "2023-05-11 16:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "SBC Sees Largest One-Year Membership Decline In A Century, Churches Leave Due To Liberal Drift", "description": "Membership in the Southern Baptist Convention witnessed the largest single-year decline in at least a century as the nation reels from the aftermath of lockdown mandates and pastors become concerned about the denomination’s theologically liberal drift. The nation’s largest Protestant denomination saw a decline from 13.7 million members in 2021 to 13.2 million members in ...", "link": "https://www.dailywire.com/news/sbc-sees-largest-one-year-membership-decline-in-a-century-churches-leave-due-to-liberal-drift", "date_published": "2023-05-11 16:32:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Steven Seagal’s Friendship With Putin Leaves His Legacy On Deadly Ground", "description": "Steven Seagal’s colorful life would make for a compelling biopic, but audiences would have little appetite for the third act. Seagal’s rise to ‘80s stardom, complementing the era’s muscle-bound duo of Sylvester Stallone and Arnold Schwarzenegger, gave way to one baffling chapter after another. Serving with the Jefferson Parish Sheriff&#8217;s Office in Louisiana. Playing blues ...", "link": "https://www.dailywire.com/news/steven-seagals-friendship-with-putin-leaves-his-legacy-on-deadly-ground", "date_published": "2023-05-11 16:14:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Announces He Has Found New Twitter CEO", "description": "Twitter owner Elon Musk, who has been acting CEO of the social media platform since his purchase was completed, announced on Thursday that he had found a new CEO. Musk made the announcement, appropriately, via Twitter — and while he did not reveal the name of his new CEO, he did reveal that he had ...", "link": "https://www.dailywire.com/news/elon-musk-announces-he-has-found-new-twitter-ceo", "date_published": "2023-05-11 16:14:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Unbelievable: AP Reports ‘Trans Minors Protected From Parents Under Washington Law’", "description": "Welp, the lapdog media has its latest talking points we&#8217;ll be seeing more of: &#8220;Kids need protection from their parents.&#8221; On Wednesday, the Associated Press actually ran a headline, titled “Trans Minors Protected From Parents Under Washington Law.&#8221; At first glance, one might suspect that was a typo of some sort. The AP might be ...", "link": "https://www.dailywire.com/news/unbelievable-ap-reports-trans-minors-protected-from-parents-under-washington-law", "date_published": "2023-05-11 16:11:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "April Ryan Doubles Down On ‘Whipped Migrants’ Myth Even After Mayorkas Calls Her Out", "description": "Reporter April Ryan doubled down on debunked claims that Customs and Border Patrol agents &#8220;whipped&#8221; Haitian migrants at the U.S.-Mexico border — even after Homeland Security Secretary Alejandro Mayorkas informed her that no such whipping had occurred. Ryan, the White House correspondent for The Grio, responded to an exchange that took place Thursday during a ...", "link": "https://www.dailywire.com/news/april-ryan-doubles-down-on-whipped-migrants-myth-after-even-mayorkas-calls-her-out", "date_published": "2023-05-11 16:09:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Judge Strikes Down Law Requiring People To Be 21 To Buy Handguns", "description": "A federal judge in Virginia ruled on Wednesday that federal laws that require individuals to be at least 21 years old to purchase handguns from federally licensed firearms dealers are unconstitutional. “Because the statutes and regulations in question are not consistent with our Nation’s history and tradition, they, therefore, cannot stand,” U.S. District Judge Robert ...", "link": "https://www.dailywire.com/news/federal-judge-strikes-down-law-requiring-people-to-be-21-to-buy-handguns", "date_published": "2023-05-11 16:04:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Washington To Allow Shelters To Keep Runaway Children From Parents If Child Seeking Transgender Surgery, Abortion", "description": "Washington Democratic Governor Jay Inslee signed a bill into law on Tuesday that stipulates shelters are not required to contact parents if a runaway child is seeking an abortion or transgender procedures.  The legislation adds abortion and transgender surgeries as “compelling reasons” for licensed shelters and host homes not to notify parents if a runaway ...", "link": "https://www.dailywire.com/news/washington-to-allow-shelters-to-keep-runaway-children-from-parents-if-child-seeking-transgender-surgery-abortion", "date_published": "2023-05-11 16:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Town Hall Trifecta: Good For Trump, Good For Biden, Good For CNN?", "description": "Former President Donald J. Trump has defied the odds again after becoming arguably the only Republican to do a CNN town hall and come away looking better for it. Yet, just because Wednesday night&#8217;s event was a boon for the 45th president does not mean that President Joe Biden — or CNN, for that matter ...", "link": "https://www.dailywire.com/news/town-hall-trifecta-good-for-trump-good-for-biden-good-for-cnn", "date_published": "2023-05-11 15:26:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Target Releases Latest ‘Pride’ Collection, Complete With Kids Books And Rainbow Items For Babies", "description": "Target unveiled a number of clothing items and accessories, including apparel and books meant for babies and young children, as part of the retail behemoth’s latest &#8220;Pride&#8221; collection. In addition to the adult collection, which included a T-shirt emblazoned with the words “Queer Queer Queer Queer,” a short sleeve bright green boilersuit, and a hoodie ...", "link": "https://www.dailywire.com/news/target-releases-latest-pride-collection-complete-with-kids-books-and-rainbow-items-for-babies", "date_published": "2023-05-11 15:01:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dems Urge Biden To Loosen Sanctions On Communist Cuba, Socialist Venezuela To Mitigate Border Crisis", "description": "A group of Democrats in Congress urged President Joe Biden on Wednesday to reverse Trump-era sanctions on communist Cuba and socialist Venezuela. A letter, spearheaded by Rep. Veronica Escobar (D-TX), argued these penalties are &#8220;push-factors&#8221; fueling a crisis at the southern border ahead of the imminent expiration of the Title 42 policy credited with blocking ...", "link": "https://www.dailywire.com/news/dems-urge-biden-to-loosen-sanctions-on-communist-cuba-socialist-venezuela-to-mitigate-border-crisis", "date_published": "2023-05-11 14:32:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘No Moral Backbone’: Ruth Wilson Slams Hollywood As ‘Fickle’", "description": "British star Ruth Wilson slammed Hollywood as &#8220;fickle&#8221; and said she&#8217;s found that the entertainment industry has &#8220;no moral backbone,&#8221; noting its hypocrisy when it comes to the #MeToo movement. The 41-year-old actress admitted it blew her mind how Hollywood initially ignored sexual abuses by disgraced movie producer Harvey Weinstein because he knew &#8220;how to ...", "link": "https://www.dailywire.com/news/no-moral-backbone-ruth-wilson-slams-hollywood-as-fickle", "date_published": "2023-05-11 14:27:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Regional Bank Stock Plummets After Company Reveals Deposits Dropped Again", "description": "Shares for PacWest plummeted on Thursday after the bank revealed that deposits fell considerably last week amid broader concerns with the financial sector. PacWest, which is based in Beverly Hills, California, and also serves clients in Arizona, Utah, and Texas, witnessed deposits fall 17% between the end of December and the end of March, from ...", "link": "https://www.dailywire.com/news/regional-bank-stock-plummets-after-company-reveals-deposits-dropped-again", "date_published": "2023-05-11 14:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chicago Residents Informed The City Plans To Take In 250 Migrants. Watch How They React.", "description": "Residents of Chicago&#8217;s South Shore community were not thrilled when they learned that the city planned to take in some 250 illegal immigrants – a number that they said was &#8220;fluid&#8221; and could increase over time. During a public meeting addressing the situation, residents raised questions regarding crime and safety and asked why the city ...", "link": "https://www.dailywire.com/news/chicago-residents-informed-the-city-plans-to-take-in-250-migrants-watch-how-they-react", "date_published": "2023-05-11 14:14:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Egyptian Network To Make Its Own Cleopatra Doc Following Outrage Over Black Actress Cast In Lead Role On Netflix", "description": "Unhappy with Netflix&#8217;s portrayal of Cleopatra as a black woman, one Egypt-based broadcast network is responding by releasing a documentary of its own. Egypt’s Ministry of Tourism and Antiquities previously released a statement condemning the Jada Pinkett Smith-produced docuseries, claiming it didn’t truly reflect history. “Queen Cleopatra had light skin and Hellenistic (Greek) features,” the ...", "link": "https://www.dailywire.com/news/egyptian-network-to-make-its-own-cleopatra-doc-following-outrage-over-black-actress-cast-in-lead-role-on-netflix", "date_published": "2023-05-11 14:10:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Freaky Friday’ Sequel Confirmed To Be In Development At Disney, Lindsay Lohan And Jamie Lee Curtis To Star", "description": "Lindsay Lohan and Jamie Lee Curtis are reportedly on board to join the sequel to Disney’s cult classic comedy, “Freaky Friday,” which is currently in development. Lohan and Curtis are in talks to reprise their roles as a mother and daughter who wake up one Friday and find they have swapped bodies, per The Hollywood ...", "link": "https://www.dailywire.com/news/freaky-friday-sequel-confirmed-to-be-in-development-at-disney-lindsay-lohan-and-jamie-lee-curtis-to-star", "date_published": "2023-05-11 14:01:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Administration Proposed Training Citizens To Monitor Pro-Life Suburban Moms, Other ‘Radicalization Suspects’: Report", "description": "Suburban pro-life moms spreading &#8220;conspiracy theories&#8221; and so-called anti-government suspects were two examples used in proposed training videos on &#8220;radicalization&#8221; allegedly drafted by the Department of Homeland Security (DHS) days after the Biden administration took office. According to documents obtained by America First Legal Foundation through a Freedom of Information Act request, the department&#8217;s Office ...", "link": "https://www.dailywire.com/news/biden-administration-proposed-training-citizens-to-monitor-pro-life-suburban-moms-other-radicalization-suspects-report", "date_published": "2023-05-11 13:53:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Migrants Ditch Visas And Identification Papers In Sea Of Trash Just After Illegal Crossing", "description": "Migrants are reportedly dumping identification papers – including Mexican humanitarian visas — in a sea of trash ditched just after they illegally cross the border into the United States. Fox News reporter Bill Melugin shared footage captured by a drone camera that showed trash scattered over a wide area along the American side of the ...", "link": "https://www.dailywire.com/news/migrants-ditch-visas-and-identification-papers-in-sea-of-trash-just-after-illegal-crossing", "date_published": "2023-05-11 13:34:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Left’s Big Problem With Taking ‘White Privilege’ Global", "description": "If you&#8217;ve suffered through any type of mandatory diversity training in your school or workplace, or simply spent enough time on Twitter, you have almost certainly encountered the concept of white privilege. It goes something like this: White people, just by virtue of being white, automatically have life a little better than everyone else, especially when compared to black ...", "link": "https://www.dailywire.com/news/the-lefts-big-problem-with-taking-white-privilege-global", "date_published": "2023-05-11 13:26:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tori Spelling Rushes Kids To Urgent Care As Inspectors Make ‘Extreme’ Discovery In Rental House", "description": "Hollywood star Tori Spelling revealed she had to rush her kids to urgent care as inspectors discovered &#8220;extreme mold&#8221; in her rental house that she says kept her children sick over the last few months. In a lengthy post on Wednesday on Instagram, the 49-year-old actress shared the news with her 1.7 million followers, saying ...", "link": "https://www.dailywire.com/news/tori-spelling-rushes-kids-to-urgent-care-as-inspectors-make-extreme-discovery-in-rental-house", "date_published": "2023-05-11 13:24:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Conservative AI Chatbot Drops, Named After President Reagan", "description": "Artificial intelligence is artificially liberal. AI has exploded onto the scene, but here&#8217;s a simple fact: It only knows what&#8217;s been programmed into it. And critics claim one AI tool, ChatGPT, has a clear liberal bias. For example, one Twitter user said he asked ChatGPT to &#8220;create a poem admiring Donald Trump,&#8221; but ChatGPT rejected ...", "link": "https://www.dailywire.com/news/new-conservative-ai-chatbot-drops-named-after-president-reagan", "date_published": "2023-05-11 13:16:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "How CNN Just Boosted Trump", "description": "This week, former President Donald Trump appeared on a CNN townhall. That day, he trumpeted the upcoming event on his social media platforms. “I’ll be doing CNN tonight live from the great state of New Hampshire because CNN is rightfully desperate to get those Trump ratings back,” Trump said with a wry grin. “They were ...", "link": "https://www.dailywire.com/news/how-cnn-just-boosted-trump", "date_published": "2023-05-11 13:13:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrat Official Who Supports Gas Stove Crackdown Has A Gas Stove In His Own Home", "description": "Democratic District of Columbia Attorney General Brian Schwalb revealed on Thursday that he has a gas stove in his home as the official defended his comments to the Consumer Product Safety Commission endorsing the agency’s efforts to regulate the appliances. Biden administration officials induced backlash earlier this year when they floated new emissions rules for gas ...", "link": "https://www.dailywire.com/news/democrat-official-who-supports-gas-stove-crackdown-has-a-gas-stove-in-his-own-home", "date_published": "2023-05-11 13:13:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Morning Joe’ Host Whines That Trump Town Hall Was Just As ‘Chilling’ As January 6th", "description": "MSNBC host Joe Scarborough unloaded on former President Donald Trump&#8217;s CNN town hall event, calling it &#8220;bad for democracy, bad for media but even worse for Donald Trump.&#8221; Scarborough recapped his thoughts during Thursday morning&#8217;s broadcast of &#8220;Morning Joe,&#8221; saying that the Wednesday evening town hall was &#8220;as chilling as anything I&#8217;ve seen on television ...", "link": "https://www.dailywire.com/news/morning-joe-host-whines-that-trump-town-hall-was-just-as-chilling-as-january-6th", "date_published": "2023-05-11 12:52:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Virginia Leftists Secretly Plotted To Guard Democrats From Trans Rape Fallout", "description": "Chat-room posts contained violent rhetoric that appears to be more violent than any conservative speech cited by the National School Board Association to ask for terrorism statutes to be invoked against parents.", "link": "https://www.dailywire.com/news/northern-virginia-leftists-secretly-plotted-to-guard-democrats-from-trans-rape-fallout", "date_published": "2023-05-11 12:39:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feinstein Mistook Black GOP Senate Colleague For Black Democrat: Report", "description": "Sen. Dianne Feinstein (D-CA) confused a black Republican colleague for a black Democrat in the Senate, according to a new report. Ben Terris, a Washington Post writer and author, shared on Thursday what a Senate staffer recalls witnessing in an interaction between Feinstein and Sen. Tim Scott (R-SC), the sole black Republican member of the ...", "link": "https://www.dailywire.com/news/feinstein-mistook-black-gop-senate-colleague-for-black-democrat-report", "date_published": "2023-05-11 12:37:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I Would Like To Know If CNN Was Passing Out Kool-Aid’: Joy Behar Rages Over Republican Audience At Town Hall", "description": "Joy Behar complained on Thursday that CNN had stacked former President Donald Trump&#8217;s Wednesday evening town hall with Republicans. Behar joined her co-hosts on ABC&#8217;s midday talk show &#8220;The View,&#8221; and the episode opened with comments about the former president&#8217;s event — hosted by CNN anchor and former White House correspondent Kaitlan Collins. WATCH: Sara ...", "link": "https://www.dailywire.com/news/i-would-like-to-know-if-cnn-was-passing-out-kool-aid-joy-behar-rages-over-republican-audience-at-town-hall", "date_published": "2023-05-11 12:14:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Makes New Move To Purge ‘Gender Pay Gap’ From Federal Government", "description": "The Office of Personnel Management, the agency which manages the civilian workforce for the federal government, announced a proposed ban on using previous salary history for setting payment offers, a move which officials contend will narrow the gender wage gap. The new proposed rules would prohibit federal entities from considering salary history for employees in ...", "link": "https://www.dailywire.com/news/white-house-makes-new-move-to-purge-gender-pay-gap-from-federal-government", "date_published": "2023-05-11 12:12:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "She Said Her Husband Was Killed By Men Who Held Them At Gunpoint. Now She’s Blamed For His Death.", "description": "A woman who told police in 1961 that her husband was shot to death after the couple had been abducted by two men at gunpoint has been blamed for his death. Miami-Dade County police on Tuesday said that Frances Dimare – who died in 2006 – was the person responsible for her husband Joseph’s death ...", "link": "https://www.dailywire.com/news/she-said-her-husband-was-killed-by-men-who-held-them-at-gunpoint-now-shes-blamed-for-his-death", "date_published": "2023-05-11 11:41:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Longtime ‘General Hospital’ Actress Jacklyn Zeman Dies At 70", "description": "Longtime “General Hospital” actress Jacklyn Zeman has died at the age of 70. She’s best known for playing the role of Barbara &#8220;Bobbie&#8221; Spencer on the popular daytime soap opera for more than three decades. The actress got her start on “One Life to Live” from 1976 until 1977, then moved to “General Hospital” from ...", "link": "https://www.dailywire.com/news/longtime-general-hospital-actress-jacklyn-zeman-dies-at-70", "date_published": "2023-05-11 11:39:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Scorched Inside And Out By Leftist Backlash Over Trump Town Hall", "description": "Airing a 2024 campaign town hall with former President Donald Trump earned CNN a wave of reprisals from leftist critics inside and outside the cable news network. Rep. Alexandria Ocasio-Cortez (D-N.Y.), who has built a 13.4 million user following on Twitter, excoriated CNN during the Wednesday night event as anchor Kaitlan Collins attempted to push back ...", "link": "https://www.dailywire.com/news/cnn-scorched-inside-and-out-by-leftist-backlash-over-trump-town-hall", "date_published": "2023-05-11 11:30:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Charlize Theron Threatens To ‘F*** Anybody Up’ Who Opposes Drag Queens During Pro-Drag Celebrity Telethon", "description": "Actress Charlize Theron shared a warning with any individuals who take issue with drag queens. The 47-year-old star was participating in the “Drag Isn&#8217;t Dangerous” telethon, a star-studded event meant to raise money for &#8220;charitable LGBTQ causes.&#8221; The event featured live entertainment and performances from Hollywood celebrities.  Theron used the opportunity to confirm her support ...", "link": "https://www.dailywire.com/news/charlize-theron-threatens-to-f-anybody-up-who-opposes-drag-queens-during-pro-drag-celebrity-telethon", "date_published": "2023-05-11 11:25:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woke College Puts Professor On Leave For Handing Out Jeremy’s Chocolate", "description": "A woke California community college put a history professor on a nutty version of double-secret probation for the offense of handing out Jeremy’s Chocolate bars to students.  David Richardson, a self-described gay conservative, stocked a bowl of candy with Jeremy’s He/Him, She/Her chocolate bars, inviting Madera Community College students at an open house to help themselves, according to ...", "link": "https://www.dailywire.com/news/woke-college-puts-professor-on-leave-for-handing-out-jeremys-chocolate", "date_published": "2023-05-11 11:24:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden EPA Unveils New Crackdown On Power Plants", "description": "The Environmental Protection Agency released new carbon emissions standards for power plants that burn coal and natural gas, a move which some energy experts and lawmakers caution will decrease power reliability and artificially increase electricity costs for households. The new regulations unveiled on Thursday morning would seek to avoid 617 million metric tons of total ...", "link": "https://www.dailywire.com/news/biden-epa-unveils-new-crackdown-on-power-plants", "date_published": "2023-05-11 10:33:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Shreds Mexico’s President After He Complains About Florida’s Crackdown On Illegal Immigration", "description": "Florida Governor Ron DeSantis leveled Mexican President Andrés Manuel López Obrador (AMLO) in a statement this week after AMLO criticized the governor for his strong anti-illegal immigration policies. AMLO made the remarks on Monday about legislation that DeSantis later signed into law on Wednesday that The New York Times said last month was “the toughest crackdown” ...", "link": "https://www.dailywire.com/news/desantis-shreds-mexicos-president-after-he-complains-about-floridas-crackdown-on-illegal-immigration", "date_published": "2023-05-11 08:22:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Signs Hint That Joe Manchin Could Be Preparing For ‘Potential Third-Party Presidential Bid’: Report", "description": "Sen. Joe Manchin (D-WV) could be preparing to launch a &#8220;third-party presidential bid&#8221; in 2024 for the White House based on some of his recent actions, according to Axios. The outlet reported that Manchin, 75, told business leaders this week in Iowa — which is no longer the first state in the Democratic Party&#8217;s nomination ...", "link": "https://www.dailywire.com/news/signs-hint-that-joe-manchin-could-be-preparing-for-potential-third-party-presidential-bid-report", "date_published": "2023-05-11 07:57:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Rogan Praises ‘F***ing Savage’ Mark Zuckerberg After The ‘Super-Nerd’ Wins Jiu-Jitsu Gold Medal", "description": "Podcast giant and UFC commentator Joe Rogan praised Meta CEO Mark Zuckerberg this week after the 38-year-old won several events at a Brazilian jiu-jitsu tournament this week. Zuckerberg competed at the BJJ Tour competition in Woodside, California, where he won a gold and silver medal in two separate events. &#8220;Competed in my first jiu jitsu ...", "link": "https://www.dailywire.com/news/joe-rogan-praises-fing-savage-mark-zuckerberg-after-the-super-nerd-wins-jiu-jitsu-gold-medal", "date_published": "2023-05-11 07:34:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Suspect In Natalee Holloway Disappearance Being Extradited To The United States: Report", "description": "A man suspected of being involved in the unsolved 2005 disappearance of Alabama teenager Natalee Holloway in Aruba is being extradited to the United States to face fraud charges. Dutch citizen Joran van der Sloot, who is currently serving a 28-year prison sentence in Peru for the 2010 killing of 21-year-old college student Stephany Flores, ...", "link": "https://www.dailywire.com/news/suspect-in-natalee-holloway-disappearance-being-extradited-to-the-united-states-report", "date_published": "2023-05-11 07:24:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Releases Statement About Kaitlan Collins’ Performance During Trump Town Hall", "description": "CNN released a statement Wednesday night defending host Kaitlan Collins after she hosted a town hall for former President Donald Trump in New Hampshire — his first interview on the network since 2016. &#8220;Tonight Kaitlan Collins exemplified what it means to be a world-class journalist,&#8221; the network said. &#8220;She asked tough, fair and revealing questions. ...", "link": "https://www.dailywire.com/news/cnn-releases-statement-about-kaitlan-collins-performance-during-trump-town-hall", "date_published": "2023-05-11 00:02:24+00:00", "persistent": false, "user": null, "language": "en-US"}]