[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "My Big Fat Greek Wedding 3 - Official Trailer (2023) Nia Vardalos, John Corbett", "description": "Check out the trailer for My Big Fat Greek Wedding 3, an upcoming movie starring Nia Vardalos, John Corbett, Elena Kampouris, Gia Carides, Joey Fatone, Louis Mandylor, with Lainie Kazan, and Andrea Martin\n\nJoin the Portokalos family as they travel to a family reunion in Greece for a heartwarming and hilarious trip full of love, twists and turns. Opa!\n\nThe film is produced by Rita Wilson, Tom Hanks, and Gary Goetzman. Paul Brooks, Scott Niemeyer, and Steven Shareshian serve as executive producers.\n\nMy Big Fat Greek Wedding 3, written and directed by Nia Vardalos, opens in theaters nationwide on September 8, 2023.", "link": "https://www.youtube.com/watch?v=Ct7E_68pbF4", "date_published": "2023-05-11 23:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hell's Paradise - Official Trailer (Dubbed)", "description": "Check out the trailer for Hell's Paradise. Gabimaru reigns as the strongest and most ruthless assassin in his village. But now finds himself on death row—with only one way out: retrieve the Elixir of Life from a sinister island. Longing for freedom, he accepts the challenge. But with fellow convicts vying for the same prize and demonic beasts lurking, how will Gabimaru and his handler, the executioner Yamada Asaemon Sagiri, survive this harrowing quest?\n\nCrunchyroll is exclusively streaming new episodes of Hell's Paradise. The series premiered on Saturday, April 1, airing new episodes each week. The English dub began airing new episodes weekly on Saturday, April 15 on Crunchyroll.", "link": "https://www.youtube.com/watch?v=y7qCjQIawRQ", "date_published": "2023-05-11 23:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Official Party Members Overview Trailer", "description": "This latest Final Fantasy 16 overview trailer shows off the AI companions that will accompany Clive on his journey through the game. Final Fantasy 16 launches on June 22 for PlayStation 5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=3DBWRh15enQ", "date_published": "2023-05-11 22:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 & Warzone 2.0 - Official Kevin Durant Operator Bundle Trailer", "description": "Watch the latest trailer for Call of Duty: Modern Warfare 2 & Warzone 2.0 to see what to expect with the Kevin Durant Operator bundle, which sees NBA star Kevin Durant making an appearance as an Operator. In addition to the Kevin Durant Operator, the bundle includes two weapon blueprints, including the “Reap This” AR Blueprint and the “Easy Money” Sniper Blueprint. The bundle also includes the “Deadly from Downtown” Finishing Move, the “B-Ball” Weapon Charm, the “Ankle-Breaker” Loading Screen, the “Hoops” Sticker, and the “KD Baller” Animated Emblem.\n\nThe Kevin Durant Operator bundle will be available for a limited time in the Call of Duty Store beginning tomorrow, May 12, 2023.", "link": "https://www.youtube.com/watch?v=XGvtW42z7C8", "date_published": "2023-05-11 21:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Walking Dead: Dead City - Official Trailer (2023) Lauren Cohan, Jeffrey Dean Morgan", "description": "Check out the trailer for The Walking Dead: Dead City, an upcoming series starring Lauren Cohan and Jeffrey Dean Morgan. New walkers, new villains, New York! Maggie (Lauren Cohan) forms a lethal alliance with Negan (Jeffrey Dean Morgan) to rescue her kidnapped son. Together they will try to navigate the mean streets of NYC.\n\nThe Walking Dead: Dead City will premiere on AMC and AMC+ on Sunday, June 18.\n\n#IGN #TheWalkingDead #TV", "link": "https://www.youtube.com/watch?v=cln2q_-JCvc", "date_published": "2023-05-11 21:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Official Story-Focused Mode Overview Trailer", "description": "This latest Final Fantasy 16 overview trailer shows off what to expect for the Story-Focused mode that allows players to have a more simple combat system to dial in on the game's narrative. Final Fantasy 16 launches on June 22 for PlayStation 5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=10IpWxOIoVU", "date_published": "2023-05-11 20:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Layers of Fear - Official Cinematic Intro Trailer", "description": "Check out the unsettling opening cinematic for Layers of Fear, the upcoming psychological horror game coming to PC, PlayStation 5, Xbox Series X, and Xbox Series S in June 2023. Join the Writer on a gripping journey into the foreboding Lighthouse and witness the chilling horrors lurking within its decaying walls.\n\nA demo of Layers of Fear (2023) will be available on Steam starting from May 15 at 8 AM PT until May 22 at 3 PM PT.\n\n#IGN #LayersofFear #Gaming", "link": "https://www.youtube.com/watch?v=peCiE3XHjvg", "date_published": "2023-05-11 19:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "F1 23 - Official Gameplay Features Trailer", "description": "Join Sky Sports F1 presenter Natalie Pinkham for a deep dive into the gameplay features of F1 23 in this latest trailer for the upcoming racing game. Learn all about new tracks: recreations of the Las Vegas and Qatar grands prix, vehicle handling and physics improvements, and more.\n\n#IGN #Gaming #F1", "link": "https://www.youtube.com/watch?v=pZ3HQaGs3uc", "date_published": "2023-05-11 18:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mother - Exclusive Official Clip (2023) Jennifer Lopez, Omari Hardwick", "description": "Jennifer Lopez hits the streets of Cuba in this exclusive chase scene from the action movie The Mother, launching on Netflix on May 12.\n\nA deadly female assassin comes out of hiding to protect the daughter that she gave up years before, while on the run from dangerous men. Niki Caro directs a cast that includes Jennifer Lopez, Joseph Fiennes, Lucy Paez, Omari Hardwick, Paul Raci, and Gael Garcia Bernal.\n\n#IGN", "link": "https://www.youtube.com/watch?v=F5uLYyIuP7w", "date_published": "2023-05-11 17:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Official Clive Abilities Overview Trailer", "description": "This latest Final Fantasy 16 overview trailer shows off how players can enhance and expand the different abilities Clive can wield to accommodate their preferred fighting style. Final Fantasy 16 launches on June 22 for PlayStation 5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=lmnThfSE3AE", "date_published": "2023-05-11 16:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16 - Official Eikon Battles Overview Trailer", "description": "This latest Final Fantasy 16 overview trailer shows off what happens when rival Dominants come head to head, epic battles between their Eikons will surely ensue. Final Fantasy 16 launches on June 22 for PlayStation 5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=Kh0U1Wh8bTQ", "date_published": "2023-05-11 16:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tears of the Kingdom Review Discussion (Spoiler Free!) - NVC 661", "description": "Hello, and welcome to Nintendo Voice Chat Presents: Talk of the Kingdom! For the next 6 weeks, IGN's flagship Nintendo show, NVC, is getting a FULL Zelda takeover with our very special NVC: Talk of the Kingdom 6 episode mini-series! \n\nThe day has finally come, and The Legend of Zelda: Tears of the Kingdom is in our hands! In this episode, the esteemed Casey DeFreitas makes her return as she and Tom Marks give us a deep dive on their experiences with Tears of the Kingdom. Tom breaks down his review and expands on his favorite things about the game, and Casey tells you about 10 things to do as soon as you jump back into Link's adventure in Hyrule! There is SO MUCH to talk about and we can't possibly cram them all into one episode, so be sure to join us again next week for even more Talk of the Kingdom. \n\n#IGN #TheLegendOfZelda", "link": "https://www.youtube.com/watch?v=uxovnh8tyoA", "date_published": "2023-05-11 15:59:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What’s PlayStation’s Best Slogan? - Beyond Clips", "description": "Greatness Awaits! Long Live Play! Live In Your World, Play in Ours! PlayStation has had some great slogans and marketing over the years and also some that didn’t quite land. Join the Beyond crew (ya know, like the old PS3 slogan, “Play B3yond) as they run down some of the best, worst, weirdest, and otherwise most memorable catchphrases Sony used in various advertising campaigns, TV commercials, trailers, and other promotional material across the PlayStation, PSOne, PlayStation 2, PlayStation 3, PlayStation Portable, PSPGo, PlayStation Vita, PlayStation 4, PlayStation VR, PlayStation 4 Pro, PlayStation 5 and… you know what it’s probably faster if we just say from throughout the entire history of PlayStation. U R Not E. The E is supposed to be red, so it looks like “Ready.”\n\n#IGN #PlayStation", "link": "https://www.youtube.com/watch?v=FVM7n3PVI-U", "date_published": "2023-05-11 15:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "One Piece Odyssey: Reunion of Memories DLC - Official Trailer", "description": "Get a look at One Piece Odyssey's upcoming Reunion of Memories DLC in this new trailer. Join Luffy and the Straw Hat Crew in another adventure through the World of Memories, which takes these familiar characters deep into the twisted abyss of Waford. The One Piece Odyssey DLC features a new original story as well as some challenging battles.\n\nThe One Piece Odyssey: Reunion of Memories DLC will be released on May 25, 2023 on consoles and on May 24 on Steam. One Piece Odyssey is available to play now on PS5, Xbox Series X/S, PS4, and PC via Steam.\n\n#IGN #Gaming #OnePiece", "link": "https://www.youtube.com/watch?v=7ZVxlUnQcQM", "date_published": "2023-05-11 14:31:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios’ Secret Invasion - Official Behind the Scenes (2023) Samuel L. Jackson", "description": "Go behind the scenes of the upcoming Marvel series, Secret Invasion in this new featurette. Join actors Cobie Smulders, Samuel L. Jackson, Ben Mendelsohn, Olivia Colman, Don Cheadle, Emilia Clarke, and executive producer/director Ali Selim as they fill us in on the plot of the next MCU TV instalment.\n\nSecret Invasion picks up with Maria Hill, who has been trying to maintain order while Nick Fury has been off planet. However, the current threat is quickly spiralling out of control. Marvel Studios’ Secret Invasion will be available to stream on Disney+ on June 21, 2023.\n\n#IGN #Marvel #SecretInvasion", "link": "https://www.youtube.com/watch?v=ibQnYV60rTY", "date_published": "2023-05-11 13:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom Review", "description": "The Legend of Zelda: Tears of the Kingdom reviewed by Tom Marks on Nintendo Switch.\n\nThis is an unfathomable sequel to The Legend of Zelda: Breath of the Wild, somehow improving upon it in nearly every way – be that with simple quality-of-life improvements, a genuinely exciting story, or wildly creative new building mechanics that make you rethink what is possible. It both revamps old ground and introduces vast new areas with an alarming number of tasks to complete, mysteries to discover, and delightful distractions to keep you from ever reaching that place you naively thought you were headed. Nintendo has followed up a triumph with a triumph, expanding and evolving a world that already felt full beyond expectation and raising the bar ever higher into the clouds.\n\n#IGN #LegendOfZelda", "link": "https://www.youtube.com/watch?v=ZdVO_fYoF5g", "date_published": "2023-05-11 12:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Tears of the Kingdom Will Bring Back Traditional Dungeons - IGN Daily Fix", "description": "In today’s Daily Fix:\n\nNintendo has revealed that the traditional ‘themed’ dungeons of previous Zelda games will make their return in Tears of the Kingdom. One of the (albeit slight) criticisms of Breath of the Wild was the lack of big, old-school dungeons, and the four Divine Beasts were not that much different from each other. In PlayStation news, Sony has revealed May’s free games coming to the PS Plus Extra and Premiere tiers. Over at Electronic Arts, the CEO and COO addressed the rise of A.I. in the games industry, comparing it to major events like the Industrial Revolution. And finally, one of our favorite games of 2021 is finally Steam Deck verified…and on sale! It’s your Daily Fix!\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=nFos9FlVb8M", "date_published": "2023-05-11 00:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 Wants You To Cry", "description": "Guardians of the Galaxy Vol. 3 makes James Gunn’s understanding of the fact that without the small the big doesn’t matter very clear. The Guardians trilogy has always been full of huge, galaxy-saving moments, but those moments hit as hard as they do because of the small, intimate moments we get to spend with Star-Lord, Gamora, Nebula, Rocket, Groot, Drax, and Mantis.\n\nGuardians of the Galaxy 3 makes it clear that the MCU isn’t quite finished taking swings yet. Not everyone’s loved the most recent phase, but Marvel still has a few proverbial cards up their sleeve. This isn’t quite a Guardians of the Galaxy Vol. 3 ending explained, but there are plenty of Guardians spoilers to choose from. Either way, GotG 3 has made it clear that we’ll miss the biggest idiots in the galaxy a whole lot.\n\n#IGN #Marvel #MCU", "link": "https://www.youtube.com/watch?v=c24p-Fd98Kw", "date_published": "2023-05-11 00:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}]