[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New APT Group Red Stinger Targets Military and Critical Infrastructure in Eastern Europe", "description": "A previously undetected advanced persistent threat (APT) actor dubbed Red Stinger has been linked to attacks targeting Eastern Europe since 2020.\n\"Military, transportation, and critical infrastructure were some of the entities being targeted, as well as some involved in the September East Ukraine referendums,\" Malwarebytes disclosed in a report published today.\n\"Depending on the campaign,", "link": "https://thehackernews.com/2023/05/new-apt-group-red-stinger-targets.html", "date_published": "2023-05-11 14:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Spanish Police Takes Down Massive Cybercrime Ring, 40 Arrested", "description": "The National Police of Spain said it arrested 40 individuals for their alleged involvement in an organized crime gang called Trinitarians.\nAmong those apprehended include two hackers who carried out bank scams through phishing and smishing techniques and 15 other members of the crime syndicate, who have all been charged with a number of offenses such as bank fraud, forging documents, identity", "link": "https://thehackernews.com/2023/05/spanish-police-takes-down-massive.html", "date_published": "2023-05-11 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Babuk Source Code Sparks 9 Different Ransomware Strains Targeting VMware ESXi Systems", "description": "Multiple threat actors have capitalized on the leak of Babuk (aka Babak or Babyk) ransomware code in September 2021 to build as many as nine different ransomware families capable of targeting VMware ESXi systems.\n\"These variants emerged through H2 2022 and H1 2023, which shows an increasing trend of Babuk source code adoption,\" SentinelOne security researcher Alex Delamotte said in a report", "link": "https://thehackernews.com/2023/05/babuk-source-code-sparks-9-new.html", "date_published": "2023-05-11 10:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How Attack Surface Management Supports Continuous Threat Exposure Management", "description": "According to Forrester, External Attack Surface Management (EASM) emerged as a market category in 2021 and gained popularity in 2022. In a different report, Gartner concluded that vulnerability management vendors are expanding their offerings to include Attack Surface Management (ASM) for a suite of comprehensive offensive security solutions.\nRecognition from global analysts has officially put", "link": "https://thehackernews.com/2023/05/how-attack-surface-management-supports.html", "date_published": "2023-05-11 10:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Andoryu Botnet Exploits Critical Ruckus Wireless Flaw for Widespread Attack", "description": "A nascent botnet called Andoryu has been found to exploit a now-patched critical security flaw in the Ruckus Wireless Admin panel to break into vulnerable devices.\nThe flaw, tracked as CVE-2023-25717 (CVSS score: 9.8), stems from improper handling of HTTP requests, leading to unauthenticated remote code execution and a complete compromise of wireless Access Point (AP) equipment.\nAndoryu was", "link": "https://thehackernews.com/2023/05/andoryu-botnet-exploits-critical-ruckus.html", "date_published": "2023-05-11 07:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Twitter Finally Rolling Out Encrypted Direct Messages — Starting with Verified Users", "description": "Twitter is officially beginning to roll out support for encrypted direct messages (DMs) on the platform, more than six months after its chief executive Elon Musk confirmed plans for the feature in November 2022.\nThe \"Phase 1\" of the initiative will appear as separate conversations alongside existing direct messages on users' inboxes. Encrypted chats carry a lock icon badge to visually", "link": "https://thehackernews.com/2023/05/twitter-finally-rolling-out-encrypted.html", "date_published": "2023-05-11 05:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GitHub Extends Push Protection to Prevent Accidental Leaks of Keys and Other Secrets", "description": "GitHub has announced the general availability of a new security feature called push protection, which aims to prevent developers from inadvertently leaking keys and other secrets in their code.\nThe Microsoft-owned cloud-based repository hosting platform, which began testing the feature a year ago, said it's also extending push protection to all public repositories at no extra cost.\nThe", "link": "https://thehackernews.com/2023/05/github-extends-push-protection-to.html", "date_published": "2023-05-11 05:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]