[{"source": "https://www.theguardian.com/rss", "title": "US Open 2023 women’s semi-final: Coco Gauff v Karolina Muchova – live", "description": "<ul><li>Updates from Thursday’s play at Flushing Meadows</li><li>Send Bryan a tweet at <a href=\"https://twitter.com/BryanAGraham\">@BryanAGraham</a> or <a href=\"mailto:bryan.graham@theguardian.com\">email him</a></li></ul><p><strong>First set: Gauff 1-0 Muchova* (*denotes next server)</strong></p><p>A great start for Gauff. She wins the opening point with a clean backhand winner to settle a 15-shot baseline rally, then wins the next two on a pair of Muchova unforced errors off the backhand side, then hits a perfect lob winner over her onrushing opponent to close out the love hold and send this partisan crowd into a roar. It’s loud!</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/07/us-open-2023-womens-semi-final-coco-gauff-v-karolina-muchova-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/07/us-open-2023-womens-semi-final-coco-gauff-v-karolina-muchova-live", "date_published": "2023-09-07T23:20:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "King Charles pays tribute to his mother ‘with great affection’ on anniversary of death", "description": "<p>Monarch writes of ‘great affection’ for Queen Elizabeth II and releases a favourite official portrait of her</p><p>King Charles III has paid tribute to his late mother Queen Elizabeth II and re-pledged his own service to the nation in a message marking the first anniversary of her death and of his accession.</p><p>In a signed message he wrote: “In marking the first anniversary of her late Majesty’s death and my accession, we recall with great affection her long life, devoted service and all she meant to so many of us.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/08/king-charles-pays-tribute-to-his-mother-with-great-affection-on-anniversary-of-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/08/king-charles-pays-tribute-to-his-mother-with-great-affection-on-anniversary-of-death", "date_published": "2023-09-07T23:01:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Triple lock could add £45bn to state pensions bill by 2050, IFS says", "description": "<p>Maintaining guarantee will put ‘insurmountable pressure’ on government to increase retirement age, according to institute</p><p>Maintaining the triple lock on state pensions could add as much as £45bn to the welfare bill by 2050, putting “insurmountable pressure” on the government to increase the minimum retirement age, according to the Institute for Fiscal Studies.</p><p>In a report published ahead of the release next week of official data for earnings growth, which will be used to set the annual increase in pensions, the IFS estimates spending on retirees could rise by a further £2bn from April 2024.</p> <a href=\"https://www.theguardian.com/money/2023/sep/08/triple-lock-could-add-45bn-to-state-pensions-bill-by-2050-ifs-says\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/08/triple-lock-could-add-45bn-to-state-pensions-bill-by-2050-ifs-says", "date_published": "2023-09-07T23:01:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My Big Fat Greek Wedding 3 review – rambling and rote travelogue", "description": "<p>The third installment offers more labored humor but with better scenery and a frustratingly unexplored well of sadness</p><p>In the years following the runaway success of her 2002 indie smash My Big Fat Greek Wedding, its star and screenwriter, Nia Vardalos, spent a lot of time circling that material without quite committing to revisiting it in the cinema. She reunited with her on-screen husband John Corbett to play a new character in her directorial debut I Hate Valentine’s Day; revisited Greek culture for the unrelated romcom My Life in Ruins; and did a single season of My Big Fat Greek Life, a sitcom sequel to the original movie. Technically, the movie’s big-screen run outlasted its sitcom follow-up: the film’s last weekend in theaters, a full year after its original release, coincided with the airing of the show’s final episode.</p><p>Strange that the show made such a quick exit, because it’s the three-camera sitcom format that should fit the My Big Fat Greek Wedding sensibili", "link": "https://www.theguardian.com/film/2023/sep/07/my-big-fat-greek-wedding-3-movie-review", "date_published": "2023-09-07T23:00:38+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ezra Collective’s Mercury win finally acknowledges a golden age for UK jazz | Alexis Petridis", "description": "<p>Sometimes the Mercury prize merely anoints artists we already know are great – but by broadening out and awarding it to a jazz group, it feels more worthwhile</p><p>A slight sense of disbelief attended the announcement that Ezra Collective’s Where I’m Meant to Be had been awarded the 2023 Mercury prize. You could hear it in the audience’s reaction – the cheer was underpinned by a sort of delighted gasp – and you could certainly see it in the band’s: they literally collapsed in a heap on the floor by their table. Their acceptance speech began with a thank you to God: “If a jazz band winning the Mercury prize doesn’t make you believe in God, nothing will.”</p><p>You could see why. The joke about the Mercury prize’s tokenism when it comes to jazz and folk music has been running for almost as long as the prize itself. Virtually every year, a solitary artist from those fields gets nominated and invariably goes away empty-handed. It’s been mocked as a patronising pat on the head, but yo", "link": "https://www.theguardian.com/music/2023/sep/07/ezra-collectives-mercury-win-finally-acknowledges-a-golden-age-for-uk-jazz", "date_published": "2023-09-07T22:45:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump may seek to transfer Georgia 2020 election charges to federal court", "description": "<p>Former president’s lawyer notifies judge in Fulton county that he ‘may seek removal of his prosecution’</p><p>Donald Trump’s lead defense lawyer notified a judge in Fulton county on Thursday that he could soon seek to remove to federal court the racketeering prosecution charging him with attempting to overturn the results of the 2020 presidential election in the state of Georgia.</p><p>The unusual filing, submitted to the Fulton county superior court judge Scott McAfee, said only that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">the former president</a> “may seek removal of his prosecution”, stopping short of submitting a formal motion to transfer the trial venue.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/donald-trump-georgia-election-charges-federal-court\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/donald-trump-georgia-election-charges-federal-court", "date_published": "2023-09-07T22:28:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk ordered Starlink to be turned off during Ukraine offensive, book says", "description": "<p>Biography alleges Musk told engineers to turn off communications network to hobble Ukraine drone attack on Russian warships</p><p>Elon Musk ordered his Starlink satellite communications network to be turned off near the Crimean coast last year to hobble a Ukrainian drone attack on Russian warships, according to a new biography.</p><p><a href=\"https://www.cnn.com/2023/09/07/politics/elon-musk-biography-walter-isaacson-ukraine-starlink/index.html\">CNN quoted an excerpt</a> from the biography Elon Musk by Walter Isaacson, which described how armed submarine drones were approaching their targets when they “lost connectivity and washed ashore harmlessly”.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/07/elon-musk-ordered-starlink-turned-off-ukraine-offensive-biography\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/07/elon-musk-ordered-starlink-turned-off-ukraine-offensive-biography", "date_published": "2023-09-07T22:14:11+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mercury prize 2023: London group Ezra Collective secure first ever jazz win", "description": "<p>Band say unexpected win is ‘testimony to good special people putting time and effort into young people to play music’</p><p>The 2023 Mercury prize has been awarded to Ezra Collective, the London band whose propulsive blend of jazz, funk and Afrobeat has electrified audiences and cemented the capital’s jazz scene as one of the world’s most exciting.</p><p>“We met in a youth club,” said drummer and bandleader Femi Koleoso on accepting the award for the year’s best British or Irish album for Where I’m Meant to Be, the band’s second release. “This moment we’re celebrating right here is testimony to good special people putting time and effort into young people to play music … let’s continue to support that,” he added, citing grassroots collectives in London such as Tomorrow’s Warriors and Kinetika Bloco.</p> <a href=\"https://www.theguardian.com/music/2023/sep/07/mercury-prize-2023-london-group-ezra-collective-secure-first-ever-jazz-win\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/07/mercury-prize-2023-london-group-ezra-collective-secure-first-ever-jazz-win", "date_published": "2023-09-07T21:31:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak ready to discuss corporate visas deal with India, No 10 suggests", "description": "<p>PM travels to Delhi for G20 summit this weekend and is likely to discuss trade agreement with Narendra Modi</p><p>Rishi Sunak is willing to discuss corporate visas as part of a trade negotiation with India, Downing Street officials have indicated, as he flies to Delhi this weekend hoping to lay the groundwork for an agreement later this year.</p><p>Sunak lands in Delhi on Friday for the weekend’s G20 summit of world leaders, but will begin his trip with a key meeting with Narendra Modi at which officials say the two prime ministers are likely to discuss the sensitive subject of the prospective trade deal.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/rishi-sunak-ready-to-discuss-corporate-visas-deal-with-india-no-10-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/rishi-sunak-ready-to-discuss-corporate-visas-deal-with-india-no-10-suggests", "date_published": "2023-09-07T21:30:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The showman must go on: Maddison aiming to make England mark at last | David Hytner", "description": "<p>James Maddison has made an immediate impact since joining Tottenham – now he hopes to ignite his England career</p><p>It is not easy to explain, it may not bear forensic scrutiny but sometimes it just feels right, the possibilities so tantalising that they override everything. And so <a href=\"https://www.theguardian.com/football/2023/jun/28/james-maddison-spurs-medical-40m-move-leicester\" title=\"\">James Maddison signed for Tottenham</a> in June; the showman midfielder, full of mischief and expression, at a club where a player of his ilk is practically a constitutional requirement.</p><p>“That kind of look on it was one of the factors in why I wanted to go,” Maddison says as he prepares with England for Saturday’s Euro 2024 qualifier against Ukraine in Poland and next Tuesday’s friendly with Scotland in Glasgow. “I could just see myself playing for Tottenham. I’m not even 100% sure what I mean by that so don’t ask me! But I could just see myself in that team, in that kit, in that s", "link": "https://www.theguardian.com/football/2023/sep/07/james-maddison-england-tottenham-showman", "date_published": "2023-09-07T21:30:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France too strong for spirited Republic of Ireland as Marcus Thuram seals win", "description": "<p>Aurélien Tchouaméni and Marcus Thuram dealt another blow to the Republic of Ireland’s Euro 2024 qualification hopes with a routine 2-0 win in Paris.</p><p>The pair struck either side of half-time at the Parc des Princes as France maintained their perfect start to qualification with a fifth successive Group B victory. Ireland, on the other hand, have just three points from their first four games and Sunday’s clash with the Netherlands in Dublin could all but decide their fate.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/france-too-strong-for-spirited-republic-of-ireland-as-marcus-thuram-seals-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/france-too-strong-for-spirited-republic-of-ireland-as-marcus-thuram-seals-win", "date_published": "2023-09-07T21:13:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wales and South Korea draw blank in friendly Rob Page ‘didn’t want to play’", "description": "<p>At least there was no stoppage time. It was a friendly game the Wales manager, Rob Page, confessed he did not really want and so perhaps it was inevitable his team would play out a forgettable stalemate in their first meeting with South Korea.</p><p>The preface to the match was Wales’s sorry record of late – it is now one win in 13 matches – and if that does not improve in Latvia on Monday, when they resume their ailing Euro 2024 qualifying campaign, the glare will only intensify on the under-pressure Page.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/wales-huff-and-puff-but-fail-to-break-down-stubborn-south-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/wales-huff-and-puff-but-fail-to-break-down-stubborn-south-korea", "date_published": "2023-09-07T20:56:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Lovers review – this spiky romcom may well give you the ick", "description": "<p>A self-involved broadcaster meets a foul-mouthed supermarket worker in this wonkily charming new series – but its morals might make you feel very uncomfortable indeed</p><p>The Lovers puts a big question to its audience, and how you respond is likely to determine whether you find this spiky romcom wonkily charming or amoral and grating. A mildly famous man meets a distinctly not famous woman, but don’t mistake this for <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/28/starstruck-series-three-review-rose-matafeos-romcom-ditches-the-love-story-and-is-better-than-ever\">Starstruck</a>, because its tone is far more abrasive. It tries to find out whether it is possible for an audience to root for two people to have an affair, even if one of them has a perfectly nice-seeming girlfriend.</p><p>Johnny Flynn is Seamus O’Hannigan, a radio presenter making the move into TV when he is given his own Sunday Politics-esque show. The catch is that it will be filmed in Belfast, rather t", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/07/the-lovers-review-this-spiky-romcom-may-well-give-you-the-ick", "date_published": "2023-09-07T20:40:36+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Social media platforms to face £18m fines for publishing animal cruelty content", "description": "<p>In a change to the online safety bill, tech firms will have to proactively prevent material that facilitates animal torture from being posted</p><p>Social media firms must remove animal cruelty content from their platforms or face the threat of substantial fines under the latest change to the <a href=\"https://www.theguardian.com/technology/2023/jan/17/online-safety-bill-meta-pinterest-snap-molly-russell\">online safety bill</a>.</p><p>Ministers said causing unnecessary suffering to an animal will become a priority offence in the bill, which means tech firms will have to proactively prevent such material from reaching users. Failure to do so could result in a fine of £18m, or up to 10% of a company’s global revenue.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/07/social-media-platforms-to-face-18m-fines-for-publishing-animal-cruelty-content\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/07/social-media-platforms-to-face-18m-fines-for-publishing-animal-cruelty-content", "date_published": "2023-09-07T20:36:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former Trump White House adviser found guilty of contempt of Congress", "description": "<p>Peter Navarro, a senior trade adviser, had refused to cooperate with the investigation of the House January 6 committee</p><p>A White House adviser to Donald Trump was found guilty of contempt of Congress on Thursday when he refused to cooperate with an investigation of the deadly January 6 attack on the US Capitol.</p><p>Peter Navarro, a senior trade adviser during Trump’s presidency, was subpoenaed in February 2022 by the House committee investigating how and why Trump supporters stormed the US Capitol on 6 January 2021, interrupting certification of Joe Biden’s election victory.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/navarro-trial-guilty-contempt-congress-trump-adviser-january-6\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/navarro-trial-guilty-contempt-congress-trump-adviser-january-6", "date_published": "2023-09-07T20:15:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United invited convicted paedophile Geoff Konopka to WSL game", "description": "<ul><li>Club failed to conduct checks on former ladies manager</li><li>United have now cut ties after ‘recently’ obtaining information</li></ul><p>Manchester United invited a convicted paedophile to be a special guest at the biggest women’s football match in the club’s history, after failing to conduct the appropriate checks despite his position as a former coach at the club.</p><p>Geoff Konopka was the manager of Manchester United Ladies between 1983 and 2001, but was sentenced to four years in prison in 2011 and put on the sex offenders register for a decade after being convicted of offences of indecent assault and gross indecency against girls aged under 16.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/manchester-united-invited-convicted-paedophile-geoff-konopka-to-first-wsl-match-at-old-trafford\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/manchester-united-invited-convicted-paedophile-geoff-konopka-to-first-wsl-match-at-old-trafford", "date_published": "2023-09-07T20:11:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Rooney in frame for Birmingham City job if John Eustace departs club", "description": "<ul><li>Rooney’s contract with DC United expires in December</li><li>Eustace may be Rangers contender if Michael Beale sacked</li></ul><p>Wayne Rooney has been identified as a leading contender to succeed John Eustace if the manager was to depart Birmingham City, whose American owners explored making a big-name appointment after completing their takeover earlier this summer.</p><p>Rooney, the 37-year-old former England captain, is thought to have admirers within the Birmingham hierarchy. Shelby Companies Limited acquired the club in July and the former NFL star Tom Brady became a minority shareholder of the club in August.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/wayne-rooney-birmingham-city-john-eustace-rangers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/wayne-rooney-birmingham-city-john-eustace-rangers", "date_published": "2023-09-07T19:53:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak still plans to ban children from changing gender identity, says No 10", "description": "<p>Government is proceeding with ‘extreme caution’ and taking more time to hear from experts</p><p>Downing Street has backed away from suggestions Rishi Sunak is to drop plans to ban schoolchildren from changing their gender identity, after draft guidance from his attorney general determined such a move would be unlawful.</p><p>The government is proceeding with “extreme caution” on the issue and additional time was being taken to hear from experts, the prime minister’s spokesperson said on Thursday.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/sunak-has-not-dropped-plan-to-ban-children-from-changing-gender-identity-says-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/sunak-has-not-dropped-plan-to-ban-children-from-changing-gender-identity-says-no-10", "date_published": "2023-09-07T19:35:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexican activists hail abortion ruling but warn of lack of access to care", "description": "<p>Campaigners say many facilities and medical workers are likely to deny access since procedure is banned in many local jurisdictions</p><p>Human rights activists in Mexico have welcomed <a href=\"https://www.theguardian.com/world/2023/sep/06/mexico-decriminalizes-abortion\">a historic ruling by the country’s supreme court</a> that decriminalized abortion, but warned that the historic decision will not automatically make terminations accessible for all Mexican women.</p><p>Wednesday’s unanimous decision stripped away federal criminal penalties related to abortions – but not the many local laws banning the procedure, which remain on the books in 20 of Mexico’s 32 states.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/mexico-abortion-legalized-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/mexico-abortion-legalized-impact", "date_published": "2023-09-07T19:34:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Orleans priest who admitted to sexually abusing minors faces criminal charges", "description": "<p>Lawrence Hecker, 91, charged with first-degree rape two months after Guardian report on 1999 statement in which he admitted ‘overtly sexual acts’</p><p>A retired<a href=\"https://www.theguardian.com/world/catholicism\"> Catholic</a> priest from New Orleans who years ago secretly admitted to church leaders that he sexually molested or harassed numerous children is now facing criminal charges.</p><p>State prosecutors in New Orleans obtained an indictment charging <a href=\"https://www.theguardian.com/world/2023/jun/20/new-orleans-priest-lawrence-hecker-child-abuse\">Lawrence Hecker</a>, 91, on Thursday with aggravated rape, aggravated kidnapping, aggravated crime against nature and theft.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/new-orleans-priest-lawrence-hecker-criminal-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/new-orleans-priest-lawrence-hecker-criminal-charges", "date_published": "2023-09-07T19:34:43+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Remains found in search for crew of British bomber shot down by Nazis", "description": "<p>Salvage operation in Dutch waters finds remains presumed to be those of Arthur Smart, Charles Sprack and Raymond Moore</p><p>The remains of British airmen shot down by the Nazis over Dutch waters may have been discovered in a massive rescue operation.</p><p>With the help of a €15m national plane wreck rescue fund, the Dutch have started to sift the wreckage of the British Lancaster ED603, which never returned from a mass bombing mission targeting Bochum in Germany on 13 June 1943. Instead, this “Pathfinder” that gave the lead to 503 bombers, was tracked as it headed home, shot down and crashed in the blue Dutch waters of the IJsselmeer with seven men aboard.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/remains-found-in-search-for-crew-of-british-bomber-shot-down-by-nazis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/remains-found-in-search-for-crew-of-british-bomber-shot-down-by-nazis", "date_published": "2023-09-07T19:19:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Actor Danny Masterson sentenced to 30 years to life in prison for rape", "description": "<p>The actor, 47,  who has been in custody since May, was found guilty of raping two women two decades ago</p><p>A judge sentenced the That 70s Show star Danny Masterson to 30 years to life in prison on Thursday for the rapes of two women two decades ago.</p><p>Los Angeles superior court judge Charlaine F Olmedo handed down the sentence to the 47-year-old Masterson after hearing statements from the women about the trauma they experienced and the suffering caused by the disturbing memories in the years since.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/danny-masterson-that-70s-show-sentenced-prison-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/danny-masterson-that-70s-show-sentenced-prison-rape", "date_published": "2023-09-07T19:06:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Euro 2024 qualifiers: France v Rep of Ire, Slovenia v Northern Ireland and more – live", "description": "<ul><li>Updates from the latest round of qualifying matches</li><li><a href=\"https://emea01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=04%7C01%7C%7Cc132fc70745648458b5108d98038f826%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637681804427245227%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=D9LfghWAjf65f9KyZc5TgI6jfdOfSvgA7IArI1yHf8w%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scores: all the goals around Europe as they go in</a></li><li>Get in touch! You can <a href=\"mailto:will.unwin.freelancer@theguardian.com\">email Will</a> or <a href=\"https://twitter.com/Will_Unwin\">tweet</a> him</li></ul><p><strong>Can Republic of Ireland stop this man?</strong></p><p><strong>Josh Reynolds asks:</strong> “What about the sure thing thriller of Netherlands/Greece?!”</p> <a href=\"https://www.thegua", "link": "https://www.theguardian.com/football/live/2023/sep/07/euro-2024-qualifiers-france-v-rep-of-ire-slovenia-v-n-ireland-and-more-live", "date_published": "2023-09-07T19:05:38+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Shelton and Daniil Medvedev out to upset odds in US Open semi-finals", "description": "<p>The two outsiders have vastly different grand slam experience but both face a battle to prevent a Djokovic-Alcaraz final</p><p>As the ATP tour neared the halfway point of its 2023 season, the year had been largely defined by what had not occurred. It had been clear for a long time, as they tore through the opposition, that Novak Djokovic and Carlos Alcaraz were the best players in the world. Yet the two best players had also, somehow, not faced each other in more than a year.</p><p>Things can change so quickly in tennis. In a few short months, <a href=\"https://www.theguardian.com/sport/2023/jul/17/alcarazs-full-speed-evolution-as-a-proper-rival-may-galvanise-djokovic-wimbledon\" title=\"\">this rivalry has come to define the entire men’s season</a>. The important question before the US Open men’s singles semi-finals on Friday is whether either of the remaining challengers can stop Djokovic and Alcaraz from meeting again.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/tenn", "link": "https://www.theguardian.com/sport/2023/sep/07/tennis-us-open-semi-finals-novak-djokovic-carlos-alcaraz-ben-shelton-daniil-medvedev", "date_published": "2023-09-07T19:04:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones has a gift for building his own reality and making us all believe | Jonathan Liew", "description": "<p>The Wallabies head coach is a master of public bluff and bluster but it is all part of a plan to get players buying into his vision</p><p>“That’s not a bad question, mate. You must have spent a lot of time on that one. I’m impressed with that.” When you are dealing with Eddie Jones, you learn fairly quickly that compliments and insults are basically made of the same substance. Everything here is masks and layers, shifting floors, the performance of a performance. The words themselves are largely meaningless: sometimes they are sincere and true, sometimes not, but you’re never going to know for sure, so in a way it hardly matters. Trying to scan a Jones press conference for genuine insight is a little bit like applying a meteorological analysis to the lyrics of It’s Raining Men.</p><p>And so you start questioning yourself. You even start questioning facts. You listen to Jones talking up the potential of his side, a pack that can “dominate the World Cup”, the way a new young group o", "link": "https://www.theguardian.com/sport/2023/sep/07/eddie-jones-australia-rugby-union-world-cup", "date_published": "2023-09-07T18:51:35+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Atlanta police arrest five activists chained to bulldozer at ‘Cop City’ site", "description": "<p>Activists entered open gate where trees are being cleared two days after state attorney general indicted 61 people under Rico law</p><p>Atlanta police arrested five activists, including two clergy members, on Thursday after the activists chained themselves to a bulldozer at the construction site for “Cop City”, a huge police and fire department training center being built in a forest south-east of Atlanta.</p><p>The activists entered an open gate around 9am local time where trees are being cleared and land is being graded for the training center, which would occupy a footprint of 170 acres if completed according to plans. Two Unitarian Universalist church clergy members hung a sign on the bulldozer saying: “Stop work.”</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/atlanta-cop-city-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/atlanta-cop-city-arrests", "date_published": "2023-09-07T18:49:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hospitals regularly have to shut units due to dilapidation, NHS England says", "description": "<p>Julian Kelly discusses structurally unsound hospitals during evidence to Commons public accounts committee</p><p>Some hospitals are so dilapidated that they regularly have to shut wards and operating theatres to safeguard patients’ safety, a senior NHS boss has admitted.</p><p>Julian Kelly, NHS England’s deputy chief executive, made the statement when giving evidence to the House of Commons public accounts committee on Thursday.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/hospitals-regularly-shut-units-due-to-dilapidation-nhs-england-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/hospitals-regularly-shut-units-due-to-dilapidation-nhs-england-says", "date_published": "2023-09-07T18:49:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Risk of corruption in Border Force increased by dissatisfaction over pay and conditions", "description": "<p>Confused leadership structures and lack of data is hampering ability of UK border security agency to stop staff abusing positions, watchdog finds</p><p>Dissatisfaction over pay and conditions has increased the risk of corruption in the Border Force, the Government’s watchdog has said.</p><p>David Neal, the chief inspector of borders and immigration, said in a report that the UK’s border security agency could face its own version of the scandals that have engulfed policing if it does not improve its ability to deal with “insider threat”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/risk-of-corruption-in-border-force-increased-by-dissatisfaction-over-pay-and-conditions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/risk-of-corruption-in-border-force-increased-by-dissatisfaction-over-pay-and-conditions", "date_published": "2023-09-07T18:41:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Terror suspect escape prompts furious political row over prison cuts", "description": "<p>Government facing questions about state of criminal justice system as search for Daniel Khalife continues</p><p>The escape of a former soldier from a London jail has provoked a furious political row with ministers criticised over cuts and staff shortages that have left potentially dangerous inmates in low-security prisons.</p><p>With the hunt for Daniel Khalife involving 150 counter-terrorism officers, the police were on Thursday urgently trying to establish whether the 21-year-old had help fleeing from HMP Wandsworth.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/terror-suspect-escape-prompts-furious-political-row-over-prison-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/terror-suspect-escape-prompts-furious-political-row-over-prison-cuts", "date_published": "2023-09-07T18:31:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the UK’s crumbling political landscape – cartoon", "description": "<a href=\"https://www.theguardian.com/uk-news/commentisfree/picture/2023/sep/07/ben-jennings-on-the-uks-crumbling-political-landscape-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/commentisfree/picture/2023/sep/07/ben-jennings-on-the-uks-crumbling-political-landscape-cartoon", "date_published": "2023-09-07T18:30:43+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘An unusual one’: human skull found in Goodwill donation box in Arizona", "description": "<p>Police are investigating discovery of ‘ancient’ skull with several teeth attached and what appeared to be a missing mandible</p><p>Police in Arizona were investigating after a human skull was discovered in a box of donations to a Goodwill store.</p><p>On Tuesday, police in Goodyear responded to a call near Sarival Avenue and Yuma Road. On arrival, they discovered “what appears to be an actual human skull”, <a href=\"https://twitter.com/Goodyearpolice/status/1699534127563948226/video/1\">authorities said</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/human-skull-found-goodwill-thrift-donation-arizona\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/human-skull-found-goodwill-thrift-donation-arizona", "date_published": "2023-09-07T18:28:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French court upholds ban on girls wearing abayas in schools", "description": "<p>The state council rejected complaints that the ban was discriminatory and could incite hatred against Muslims</p><p>France’s top administrative court has upheld a government ban on traditional overgarments worn by some Muslim women and girls in schools and rejected complaints it was discriminatory and could incite hatred.</p><p>President Emmanuel Macron’s government <a href=\"https://www.theguardian.com/world/2023/aug/28/france-to-ban-girls-from-wearing-abayas-in-state-schools\">announced last month it was banning the abaya in schools</a> as it broke the rules on secularism, or <em>laïcité</em>, in education.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/french-court-upholds-ban-on-girls-wearing-abayas-in-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/french-court-upholds-ban-on-girls-wearing-abayas-in-schools", "date_published": "2023-09-07T18:18:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia launches fourth drone attack in five days on Ukrainian food exports", "description": "<p>Bombings around Izmail, main port along Danube river, last three hours and injured two truck drivers, Odesa governor said</p><p>Russia has maintained its bombing campaign against Ukrainian food exports with the fourth drone attack in five days on grain silos and other infrastructure around the port of Izmail along the Danube river.</p><p>The governor of the Odesa region, Oleh Kiper, said Thursday’s attack lasted three hours, and the general prosecutor’s office said two truck drivers were hurt and several homes were damaged by blast waves. The Ukrainian military said agricultural facilities were damaged but did not give details.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/russia-launches-fourth-drone-attack-in-five-days-on-ukrainian-food-exports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/russia-launches-fourth-drone-attack-in-five-days-on-ukrainian-food-exports", "date_published": "2023-09-07T18:12:33+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK universities still taking cash payments for fees ‘is money laundering risk’", "description": "<p>Study finds one in five institutions are leaving themselves vulnerable by continuing to accept cash</p><p>A significant number of UK universities are still taking millions of pounds in cash as payment for tuition fees and accommodation, making them vulnerable to criminal gangs and money laundering, according to a study.</p><p>A fifth of universities who responded to a freedom of information (FoI) request said they had accepted cash payments, while three institutions each accepted more than £1m in cash in 2019-20 alone.</p> <a href=\"https://www.theguardian.com/education/2023/sep/07/uk-universities-still-taking-cash-payments-for-fees-is-money-laundering-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/07/uk-universities-still-taking-cash-payments-for-fees-is-money-laundering-risk", "date_published": "2023-09-07T18:08:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shrinking fish drive decline in size of animal and plant species, says study", "description": "<p>Analysis of thousands of species finds some invertebrates and plants also getting smaller, while others are increasing in body size</p><p>A global analysis of thousands of animal and plant sizes has found that species are shrinking, an effect most clearly found by researchers in changes to the body size of fish, which are getting smaller.</p><p>Species such as the thorny skate, a north Atlantic fish that can grow up to a metre in length, have become smaller, while smaller-bodied species such as mackerel are growing in abundance, according to the researchers, changing the composition and functioning of ecosystems.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/climate-change-drives-shrinking-size-fish-invertebrates-plants-science-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/climate-change-drives-shrinking-size-fish-invertebrates-plants-science-aoe", "date_published": "2023-09-07T18:00:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harriet Harman hoping to take over as chair of standards watchdog", "description": "<p>Labour MP Stella Creasy also vying for role that became vacant when former chair Chris Bryant was given shadow cabinet role</p><p>Harriet Harman has emerged as the frontrunner to take over the vacant chair of parliament’s standards watchdog, with the only other declared candidate so far being fellow Labour MP Stella Creasy.</p><p>The role is vacant after the appointment to the shadow cabinet of Chris Bryant, who used his resignation letter to express concerns that there were still too many organisations regulating MPs’ conduct.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/07/harriet-harman-hoping-to-take-over-as-chair-of-standards-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/07/harriet-harman-hoping-to-take-over-as-chair-of-standards-watchdog", "date_published": "2023-09-07T17:57:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Workers at UK weapons plant that supplies Ukraine to strike over pay", "description": "<p>Nearly 50 GMB members at the Ayrshire missiles factory will stop work from Monday as union chiefs accuse MoD of holding talks ‘in bad faith’</p><p>Workers at a British weapons plant that supplies missiles to Ukraine are to stage a two-week strike after accusing the <a href=\"https://www.theguardian.com/uk/ministry-of-defence\">Ministry of Defence</a> of breaking a pledge to hold meaningful pay talks.</p><p>The GMB trade union said on Thursday that nearly 50 staff who handle Storm Shadow and Brimstone missiles assembled at an MoD munitions plant at Beith in Ayrshire would go on strike from Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/workers-at-uk-weapons-plant-that-supplies-ukraine-to-strike-over-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/workers-at-uk-weapons-plant-that-supplies-ukraine-to-strike-over-pay", "date_published": "2023-09-07T17:48:35+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour peer condemns ‘cover-up’ of undercover police officer’s ‘vile’ deception", "description": "<p>Shami Chakrabarti urges home secretary to address lack of safeguards around undercover operations after latest revelations</p><p>A prominent Labour peer has condemned the alleged cover-up of an undercover police officer’s 19-year relationship with a woman he deceived using his fake identity.</p><p>Shami Chakrabarti, the Labour peer and former shadow attorney general for England and Wales, is calling on the home secretary to address the lack of safeguards around undercover operations after the latest revelations.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/labour-peer-shami-chakrabarti-condemns-cover-up-of-undercover-police-officers-deception\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/labour-peer-shami-chakrabarti-condemns-cover-up-of-undercover-police-officers-deception", "date_published": "2023-09-07T17:47:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Plugging into the future: electric van production begins at Ellesmere Port", "description": "<p>Investment by Stellantis has turned the Vauxhall plant into the UK’s first dedicated to producing electric vehicles at scale</p><p>In nearly 60 years of making cars Ellesmere Port’s Vauxhall factory has come close to the end several times, says Unite union convener John Cooper, standing beside the body of an electric van on the production line. Last-minute negotiations saved the plant each time, but it was a close-run thing.</p><p>Things have changed now: on Thursday the site began production as the UK’s first factory dedicated purely to producing electric vehicles at scale. It is a landmark moment in the shift away from fossil fuels for the British automotive industry.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/electric-van-production-begins-ellesmere-port-stellantis-vauxhall-factory\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/electric-van-production-begins-ellesmere-port-stellantis-vauxhall-factory", "date_published": "2023-09-07T17:47:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Juan Sebastián Molano denies Kaden Groves in stage 12 sprint", "description": "<ul><li>Colombian UAE Team Emirates first to the line in Zaragoza</li><li>Overall lead unchanged as race heads to Tourmalet on Friday</li></ul><p>Colombia’s Juan Sebastián Molano sprinted to victory on stage 12 of the Vuelta a España as Kaden Groves missed the chance of a third win on Thursday.</p><p>On the last day before the race heads back into the mountains, Molano (UAE Team Emirates) was delivered by his team into the final sprint and powered across the line. “Thanks to my team for their work. They were amazing today,” the 28-year-old said after the finish.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/vuelta-a-espana-stage-12-report-molano-groves\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/vuelta-a-espana-stage-12-report-molano-groves", "date_published": "2023-09-07T17:45:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 16, brain-dead after motorbike collision with police car near Paris", "description": "<p>French government calls for ‘calm, restraint and careful consideration’ while investigation into crash is under way</p><p>The French government has called for calm after a 16-year-old boy of Turkish descent was declared brain-dead after his motorbike collided with a police car in disputed circumstances on a road outside Paris.</p><p>The lawyer of the victim’s family accused police of ramming a patrol car into his motocross bike during a high-speed chase.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/boy-16-brain-dead-after-motorbike-collision-with-police-car-near-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/boy-16-brain-dead-after-motorbike-collision-with-police-car-near-paris", "date_published": "2023-09-07T17:39:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Paedophile cricket coach given further two years in prison for fifth offence", "description": "<p>Victim expresses disappointment in cricket authorities for failures in safeguarding</p><p>A paedophile former cricket coach has been sentenced to a further two years in prison for a fifth offence of indecently assaulting teenage boys.</p><p>Michael Strange, 63, admitted last month to attacking a 15-year-old boy while working as a coach for Durham county cricket club in the late 1990s.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/paedophile-cricket-coach-given-further-two-years-in-prison-for-fifth-offence\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/paedophile-cricket-coach-given-further-two-years-in-prison-for-fifth-offence", "date_published": "2023-09-07T17:32:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on electric vehicles: UK boom could run out of juice before it begins | Editorial", "description": "<p>Britain’s transport needs to be low-carbon. State intervention is needed to coordinate the necessary investments to transform society</p><p>Rishi Sunak’s decision <a href=\"https://www.independent.co.uk/news/uk/prime-minister-iain-duncan-smith-sky-news-government-policy-mps-b2384791.html\" title=\"\">this summer</a> to keep the government’s target to ban petrol and diesel cars by 2030 was the easy bit. The hard stuff has barely been tackled. There is no feasible way to decarbonise transport without electric vehicles (EVs), which don’t spew out greenhouse gases. The good news is that the UK’s only dedicated manufacturing plant for EVs opened <a href=\"https://www.bbc.co.uk/news/uk-england-merseyside-66731183\" title=\"\">on Thursday</a> and more than one in five new cars <a href=\"https://www.thisismoney.co.uk/money/cars/article-12481921/Electric-cars-one-five-new-motors-August.html\" title=\"\">registered</a> last month were electric. Transport &amp; Environment, a European thinktank, <a href", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/the-guardian-view-on-electric-vehicles-uk-boom-could-run-out-of-juice-before-it-begins", "date_published": "2023-09-07T17:31:01+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the professional enablers taskforce: anti-immigration policy unhinged | Editorial", "description": "<p>The government won’t solve its border problems by constantly making things that are already illegal even more illegal</p><p>After countless speeches, digital campaigns and a dedicated <a href=\"https://www.theguardian.com/uk-news/2023/jul/13/no-more-concessions-on-migration-bill-says-uk-government\" title=\"\">act of parliament</a>, the government’s determination to “stop the boats” carrying migrants across the Channel is hardly in doubt. Public confidence that the job will be done is a different matter. So far, Rishi Sunak has succeeded only in raising hackles while advertising his impotence. He would not be the first Tory leader to fall into that trap. David Cameron famously pledged to <a href=\"https://www.theguardian.com/uk/2010/jan/11/david-cameron-limit-immigration\" title=\"\">cap annual net migration</a> at “tens of thousands”; while the target was never met, it amplified concern about the issue, mostly benefiting campaigners for Brexit.</p><p>In pandering to immigration demands f", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/the-guardian-view-on-the-professional-enablers-taskforce-anti-immigration-policy-unhinged", "date_published": "2023-09-07T17:28:54+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Humanised kidneys grown inside pigs for the first time", "description": "<p>Hybrid organs raise prospect of fully human body parts being grown inside animals for transplants</p><p>Scientists have grown humanised kidneys in pigs, raising the prospect of human organs being grown inside animals.</p><p>The research involved creating human-pig <a href=\"https://www.theguardian.com/science/2017/jan/26/first-human-pig-chimera-created-in-milestone-study\">chimeric embryos</a> containing a combination of human and pig cells. When transferred into surrogate pig mothers, the developing embryos were shown to have kidneys that contained mostly human cells, marking the first time that scientists have grown a solid humanised organ inside another animal.</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/humanised-kidneys-grown-inside-pigs-for-the-first-time\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/humanised-kidneys-grown-inside-pigs-for-the-first-time", "date_published": "2023-09-07T17:19:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amid prison break and collapsing schools, Tory backbenchers pray for the torture to end | John Crace", "description": "<p>Politics is far too broken these days for honesty and accountability to show up</p><p>Things we’d quite like to see. It’s been almost exactly a year since Liz Truss became prime minister. Since her departure 49 days later, she has made just two appearances in the Commons. Two more than her partner in crime, Kwasi Kwarteng, admittedly, but just two nonetheless. Both were in debates on Ukraine. For reasons best known to herself, Liz believes she has played an integral part in Ukraine’s war with Russia. Without her support, Volodymyr Zelenskiy would have surrendered long ago.</p><p>So to mark the anniversary, it would be nice if Truss could emerge from hiding and update us on what she’s been doing. Who knows, she might even be leading the offensive to retake Crimea? That’s if she could spare the time from <a href=\"https://www.theguardian.com/politics/2022/feb/12/liz-truss-instagram-diplomacy-five-photos-a-day-foreign-secretary-flickr\">posing as a tank commander</a> for her Instagram ", "link": "https://www.theguardian.com/politics/2023/sep/07/amid-prison-break-and-collapsing-schools-tory-backbenchers-pray-for-the-torture-to-end-john-crace", "date_published": "2023-09-07T17:13:33+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Springsteen, Dolly Parton and the Killers: songs presidential candidates think make them look good", "description": "<p>From paranoia-tinged GOP favorite Mr Brightside to a Mozart banger, you can learn a lot from music a person pretends to like</p><p>Chris Christie digs Coldplay. Cornel West is into Coltrane. And Vivek Ramaswamy, the pharmaceutical magnate whose net worth is approaching $1bn, has found a kindred spirit in Woody Guthrie.</p><p>These are a few of the 2024 presidential candidates revealing the music that “stirs their soul”, assuming they have one. The lists, solicited by <a href=\"https://www.politico.com/news/magazine/2023/09/06/top-20-songs-chris-christie-nikki-haley-will-hurd-cornel-west-00113795\">Politico</a>, are oozing with the raw passion politicians are known for: who hasn’t shed a tear while listening to Bananarama, as Nikki Haley apparently has?</p><p>And in the master’s chambers</p><p>They gathered for the feast</p> <a href=\"https://www.theguardian.com/music/2023/sep/07/presidential-candidates-favorite-songs-springsteen-dolly-parton-killers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/07/presidential-candidates-favorite-songs-springsteen-dolly-parton-killers", "date_published": "2023-09-07T17:08:58+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League clubs ask government to block nation-state ownership", "description": "<ul><li>Teams ask UK government for move to be in regulator’s brief</li><li>Equality, diversity and inclusion not a central part of code</li></ul><p>Leading Premier League clubs have asked the government to block nation states from owning English football teams, with the request potentially forming part of a new regulator’s brief.</p><p>The news comes as the government confirmed the imminent arrival of an independent football regulator “when parliamentary time allows”. The latest update comes at the end of a consultation process with stakeholders in the English game.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/premier-league-clubs-call-to-block-nation-state-ownership\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/premier-league-clubs-call-to-block-nation-state-ownership", "date_published": "2023-09-07T17:08:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stokes makes England ODI return but doubts linger over future as all-rounder", "description": "<ul><li>Stokes says lure of winning another World Cup key to comeback</li><li>Test captain has ‘good plan’ to treat knee injury after World Cup</li></ul><p>Ben Stokes returns to the England ODI fold hopeful that his post-World Cup plans will solve the long-running saga of his left knee – leaving him free to continue his career as his country’s marquee all-rounder.</p><p>Stokes, who will play in the four-match series against New Zealand, starting on Friday, and the World Cup, purely as a batter, refused to be drawn on what exactly this would involve. “There will be a time I make clear what’s going on, but I don’t think now is the right time to do that,” he said, while speaking confidently of “a really good plan.”</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/stokes-makes-england-odi-return-but-doubts-linger-over-future-as-all-rounder\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/stokes-makes-england-odi-return-but-doubts-linger-over-future-as-all-rounder", "date_published": "2023-09-07T17:00:31+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amount of Raac in English and Welsh prisons won’t be known for at least two months", "description": "<p>Investigations will start within two weeks as prisons service says it doesn’t believe there is Raac in accommodation buildings</p><p>The amount of potentially crumbling concrete used in prisons will not be known for at least two months as surveys have yet to be done, the prison officers’ union has said, expressing alarm at the slow timetable.</p><p>The prisons service for England and Wales told the Prison Officers’ Association (POA) that it did not believe reinforced autoclaved aerated concrete (Raac) existed in accommodation buildings, something the union said appeared to be “wishful thinking”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/amount-of-raac-in-english-and-welsh-prisons-wont-be-known-for-at-least-two-months\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/amount-of-raac-in-english-and-welsh-prisons-wont-be-known-for-at-least-two-months", "date_published": "2023-09-07T16:56:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Sleeping giant’ drought threatens more disasters after record Canada wildfires", "description": "<p>Unprecedented drought in British Columbia could usher in a fresh set of natural disasters, including devastating floods</p><p>A <a href=\"https://www.theguardian.com/world/2023/jul/07/canada-wildfires-summer-weather-temps\">season of record-breaking wildfires</a> in British Columbia is nearly over, but officials in the Canadian province have warned that a persistent drought in the Canadian province is a “sleeping giant” which could usher in a fresh set of natural disasters, including devastating floods in the coming months.</p><p>Bowinn Ma, British Columbia’s emergency management minister <a href=\"https://www.youtube.com/watch?v=ra2Ws8I8iGQ&amp;t=49s\">said this week</a> the unprecedented drought has the full attention of senior government officials as the region enters the “home stretch” of the province’s unprecedented wildfire season. Hundreds of blazes tore across the province this summer, leaving crews <a href=\"https://www.theguardian.com/world/2023/aug/08/canadian-wildfire-fight", "link": "https://www.theguardian.com/world/2023/sep/07/canada-british-columbia-drought-wildfire-flood", "date_published": "2023-09-07T16:55:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As a ‘spy cops’ victim, I thought the police couldn’t sink any lower. This new case shows I was wrong | Alison", "description": "<p>Even I was shocked by the case of ‘Mary’, who unknowingly spent two decades in a relationship with an undercover police officer</p><p>More than 20 years ago, after the sudden disappearance of my boyfriend, I became obsessed with a crazy theory that he was an undercover police spy infiltrating the political group of which I was a member. Most of my friends and family considered me delusional, and I understood why. No one had heard of the <a href=\"https://www.theguardian.com/uk-news/2023/jun/29/what-is-spy-cops-report-about-public-inquiry-undercover-policing\">“spy cops” scandal</a> at that point. We’ve come a long way since then.</p><p>These days, stories about undercover police having long-term intimate relationships with members of the public are not unfamiliar. The term has been referenced in parliament, across the media, and in fiction. Two BBC dramas, Sherwood and Undercover, had storylines inspired by our experiences as women deceived by professional liars into intimate, sexua", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/spy-cops-victim-relationship-undercover-police-officer", "date_published": "2023-09-07T16:53:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France’s abaya ban isn’t intended to be divisive | Letters", "description": "<p>Readers respond to an article about the ban on Muslim headscarves in French schools and the principle of laïcité</p><p>I understand the point made in this article (<a href=\"https://www.theguardian.com/world/commentisfree/2023/sep/05/muslims-excluded-french-political-school-abaya-france\" title=\"\">Muslims are already excluded from French political life: that’s the real issue in the school abayas row, 5 September</a>), but I feel that it doesn’t tell the whole story. <em>Laïcité</em> is historically a pillar of the French school system.</p><p>Since 1880, teachers have been forbidden to show any religious or political views in order to protect pupils’ rights to their own opinions without undue influence. Priests are forbidden to have any influence in schools. Pupils are not allowed to influence other pupils, and any religious or political signs are forbidden. For example, my mother was not allowed to have a crucifix necklace at school. This law was created to protect freedom of consci", "link": "https://www.theguardian.com/world/2023/sep/07/frances-abaya-ban-isnt-intended-to-be-divisive", "date_published": "2023-09-07T16:46:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU diplomats hope Horizon deal could be first of many", "description": "<p>UK’s return to science research programme raises hope of more deals, including suspension of planned tariffs on electric cars</p><p>A dramatic thaw in relations between Britain and the EU has raised hopes that the <a href=\"https://www.theguardian.com/science/2023/sep/07/horizon-brexit-eu-science-rishi-sunak\">Horizon science deal</a> could be the first of many breakthroughs, diplomats in Brussels have said.</p><p>They claimed the British PM, Rishi Sunak, and the European Commission president, Ursula von der Leyen, had a close relationship that was in stark contrast to the hostility EU officials faced from Boris Johnson and Liz Truss.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/eu-diplomats-hope-horizon-deal-could-be-first-of-many\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/eu-diplomats-hope-horizon-deal-could-be-first-of-many", "date_published": "2023-09-07T16:46:00+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jung-haters dismiss his work because they fear what they don’t understand | Letters", "description": "<p><strong>Gill Coombs</strong> and <strong>Ben Whitmore</strong> respond to Zoe Williams’ article on Carl Jung and how much her father loathed him</p><p>Carl Jung, who was hated by Zoe Williams’ father (<a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/04/my-late-father-hated-carl-jung-should-i-shun-him-for-ever-too-i-have-started-listening-to-a-jungian-podcast-full-of-fascinating-conversations-and-dream-analysis-but-i-can-hear-my-dad-turning-in-his-grave\" title=\"\">My late father hated Carl Jung. Should I shun him for ever too?, 4 September</a>), is famous for his work on dreams. It’s perhaps less well known that from his long experience of treating others and observing themes and patterns, he developed a personality type theory as well. Isabel Myers and Katharine Briggs turned this into the Myers Briggs Type Indicator (<a href=\"https://www.mbtionline.com/\" title=\"\">MBTI)</a>, a personality test widely used for half a century in educational and business settings.</p><p>I’ve", "link": "https://www.theguardian.com/books/2023/sep/07/jung-haters-dismiss-his-work-because-they-fear-what-they-dont-understand", "date_published": "2023-09-07T16:45:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Astronomers spot star being ‘repeatedly shredded and consumed’ by black hole", "description": "<p>Event generated regular outbursts of light about every 25 days</p><p>Astronomers have observed a star like the sun being “repeatedly shredded and consumed” by a black hole about 500 light years away.</p><p>The dramatic event generated regular outbursts of light about every 25 days, which was detected by scientists at the University of Leicester.</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/astronomers-star-shredded-and-consumed-by-black-hole\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/astronomers-star-shredded-and-consumed-by-black-hole", "date_published": "2023-09-07T16:39:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women and girls being failed by ‘lacklustre commitment’ to gender equality, says UN", "description": "<p>Report by UN Women says countries need to spend an additional $360bn a year to achieve gender targets by 2030</p><p>An additional $360bn (£290bn) a year is needed to achieve gender equality by 2030, according to UN Women, which blames a “lacklustre commitment” for the limited progress globally.</p><p>In a snapshot report, published on Thursday, the agency said the world was failing women and girls and was “way off track” to meet the 2030 deadline for gender targets set in the 17 <a href=\"https://www.theguardian.com/global-development/2015/jan/19/sustainable-development-goals-united-nations\">sustainable development goals</a> (SDGs), which were agreed by UN member states in 2015.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/07/women-and-girls-being-failed-by-lacklustre-commitment-to-gender-equality-says-un\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/07/women-and-girls-being-failed-by-lacklustre-commitment-to-gender-equality-says-un", "date_published": "2023-09-07T16:30:31+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK data watchdog to review period and fertility apps amid security concerns", "description": "<p>Move announced after ICO research found half of women using the tracking apps had concerns over how their data was being used</p><p>The UK data watchdog is to review period and fertility tracking apps after users expressed concerns over data security.</p><p>The Information Commissioner’s Office (ICO) announced the move after it commissioned research showing that half of women have concerns about how their data is used by the apps.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/uk-data-watchdog-to-review-period-and-fertility-apps-amid-security-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/uk-data-watchdog-to-review-period-and-fertility-apps-amid-security-concerns", "date_published": "2023-09-07T16:27:09+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Blow to Rishi Sunak as offshore wind auction attracts zero bidders", "description": "<p>Government’s goals of reaching 50GW of offshore wind by 2030 and reducing energy bills may be at risk</p><p>No energy companies have submitted bids in the government’s <a href=\"https://www.theguardian.com/business/2023/sep/07/offshore-wind-expecting-to-lose-out-in-auction-for-uk-financial-help\">offshore wind auction</a>, sources have said, in what would be a significant blow to Rishi Sunak’s plans to meet climate targets and drive down energy bills.</p><p>Industry insiders suggested not a single firm had taken part in the auction for financial support contracts after the government ignored warnings that the offer was too low to reflect soaring costs.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/suank-offshore-wind-auction-bidders-government-energy-bills\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/suank-offshore-wind-auction-bidders-government-energy-bills", "date_published": "2023-09-07T16:21:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Director Pablo Larraín: ‘Chile is my world. How can I not be allowed to talk about the things that happened to us?’", "description": "<p>Augusto Pinochet returns as a bloodsucking vampire – together with Margaret Thatcher – in El Conde, the Chilean director’s black comedy horror. He talks about his fascination with the dictator and why, despite his family ties, he feels empowered to keep telling stories about his country</p><p>Margaret Thatcher and Augusto Pinochet are vampires in the new film from the Chilean director Pablo Larraín. Literally so: <a href=\"https://www.theguardian.com/film/2023/aug/31/el-conde-review-pablo-larrain-chile-pinochet\">El Conde</a> (The Count) drapes them in black capes and has them fly over the city, biting the necks of their victims and tearing hearts out of chests. Pinochet, in particular, is voracious and insatiable. The monster likes all types of blood, Thatcher explains with all the cloying condescension of her race and her class. “But naturally English blood is his favourite.”</p><p>Larraín – a quick-witted, combative man in his mid-40s – has been fascinated by Pinochet for decades", "link": "https://www.theguardian.com/film/2023/sep/07/director-pablo-larrain-venice-film-el-conde-pinochet-chile", "date_published": "2023-09-07T16:15:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former PM Sanna Marin quits Finnish politics to join Tony Blair Institute", "description": "<p>Marin resigned as leader of the Social Democrats after finishing third in April’s election and now plans to quit as an MP</p><p>Sanna Marin, the former Finnish prime minister, has announced she will work as an adviser for the Tony Blair Institute after stepping down as head of her party.</p><p>Marin, who became one of Europe’s youngest leaders when she <a href=\"https://www.theguardian.com/world/2019/dec/09/finland-anoints-sanna-martin-34-as-worlds-youngest-serving-prime-minister\">took office as prime minister in 2019</a> and oversaw <a href=\"https://www.theguardian.com/world/2023/apr/04/finland-nato-member-brussels-ceremony\">Finland’s successful application to join Nato</a>, formally stepped down as head of the Social Democrats earlier this month. She plans to resign as an MP.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/sanna-marin-finland-prime-minister-tony-blair-institute\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/sanna-marin-finland-prime-minister-tony-blair-institute", "date_published": "2023-09-07T16:15:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I didn’t want to talk to her – but now I can’t imagine us not being friends’", "description": "<p>Barbara, 69, and Susie, 56, became close in 2020, when they were living at the same apartment complex in Bordeaux. They now speak every day and go on regular holidays together</p><p>When the Covid pandemic hit Europe in early 2020, Barbara was struggling with grief after the loss of her partner. “I had been living in France on and off since I was 18, but when my husband became ill five years ago we moved to Bordeaux, to an apartment that felt manageable,” she says. Sadly, he died shortly before lockdown, leaving Barbara alone in their home.</p><p>The president of the local residents’ group suggested she meet up with Susie, a fellow Briton who had recently moved there. Barbara, who is now 69, admits she was reluctant at first. “I didn’t want to have to explain my life to someone new,” she says. “I felt that I already had lots of friends.” Her sons told her she was “being mean” and suggested she go for a coffee to be polite to her new neighbour.</p> <a href=\"https://www.theguardian.", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/07/how-we-met-i-didnt-want-to-talk-to-her-but-now-i-cant-imagine-us-not-being-friends", "date_published": "2023-09-07T16:14:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A biblical catastrophe’: death toll rises to four as Storm Daniel lashes Greece", "description": "<p>Torrential rain blocks roads, causes power cuts and severs water supplies</p><p>Four days of cataclysmic rain have lashed the central Greek region of Thessaly, triggering landslides, road and bridge collapses and severing water supplies.</p><p>In what was described as a “biblical catastrophe”, storms also hit other parts of Greece, Bulgaria and Turkey.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/a-biblical-catastrophe-death-toll-rises-to-four-as-storm-daniel-lashes-greece\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/a-biblical-catastrophe-death-toll-rises-to-four-as-storm-daniel-lashes-greece", "date_published": "2023-09-07T16:09:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police called to yoga class mistaken for ‘mass killing’", "description": "<p>A member of the public in Chapel St Leonards, Lincolnshire, called emergency services to report people lying on the floor</p><p>A yoga class was cut short after a member of the public called the police to report a “mass killing” after seeing several people lying on the floor.</p><p>Participants in the class, which was being held at the Seascape cafe, inside the North Sea observatory in Chapel St Leonards, Skegness, Lincolnshire, were in the midst of meditation when officers turned up on Wednesday night.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/police-called-to-yoga-class-mistaken-for-mass-killing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/police-called-to-yoga-class-mistaken-for-mass-killing", "date_published": "2023-09-07T16:05:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Róisín Murphy: Hit Parade review – a masterful album with an ugly stain", "description": "<p><strong>(Ninja Tune)</strong><br />To DJ Koze’s warped soul and dub techno, Murphy examines unrequited love and the ecstasy of being seen for who you are – a theme that jars with her recent comments about trans kids</p><p>Even before the events of the last fortnight, <a href=\"https://www.theguardian.com/music/roisin-murphy\">Róisín Murphy</a>’s sixth album teetered on the edge of danger. Preoccupied with unrequited desire, Hit Parade lurches recklessly between soulful rhapsodies about getting what you want and shadowy techno tracing the allure of self-sabotage, and innately understands that these apparently conflicting states are two sides of exactly the same coin. They’re united further by Murphy’s cosmic worldview, which perceives desire as a kind of fate, and the playfulness of <a href=\"https://www.theguardian.com/music/2023/aug/02/demons-dj-koze-summer-anthem-genius-bangermeister\">producer DJ Koze</a>, AKA Stefan Kozalla, who lavishes the record with iridescent detail, as if zo", "link": "https://www.theguardian.com/music/2023/sep/07/roisin-murphy-hit-parade-review", "date_published": "2023-09-07T16:04:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Nun II review – second dose of clerical horror is a demonic dead end", "description": "<p>This horror about the return of a supernatural nun starring Taissa Farmiga and Storm Reid reveals a franchise impoverished in all but box office gross</p><p>In 1956 in Tarascon, Provence, where the entire population speaks French-accented English, a priest is mysteriously immolated on his own altar. Who ya gonna call? Sister Irene (Taissa Farmiga) of course, last seen in <a href=\"https://www.theguardian.com/film/2018/sep/07/the-nun-review-conjuring-franchise-prequel\">2018 horror hit The Nun</a> driving demons back through the gates of hell, and now trying to lead a normal life at the convent while her unsuspecting fellow sisters tell ghost stories about the wimple-wearing evil she vanquished. Now the church needs another miracle, so she sets off with rebellious young Sister Debra (Euphoria’s Storm Reid) to investigate a wave of clerical murders and suicides moving west across Europe like a cold front. “I want to believe in miracles,” says doubting Debra. “I just hope you can find ", "link": "https://www.theguardian.com/film/2023/sep/07/the-nun-ii-review-second-dose-of-clerical-horror-is-a-demonic-dead-end", "date_published": "2023-09-07T16:00:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "All knack, no luck? Republic of Ireland brace themselves for Mbappé | Football Daily", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>If it wasn’t for bad luck, you suspect Stephen Kenny wouldn’t have any luck at all. Installed as Mick McCarthy’s successor in April 2020, the Republic of Ireland manager seems to have spent much of the intervening three years walking under ladders and across the path of black cats, spotting lone magpies, spilling salt, smashing mirrors and opening umbrellas indoors.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/all-knack-no-luck-republic-of-ireland-france-mbappe-football-daily\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/all-knack-no-luck-republic-of-ireland-france-mbappe-football-daily", "date_published": "2023-09-07T15:56:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Daily Mail owner looks to Middle Eastern backers over Telegraph bid", "description": "<p>Lord Rothermere is second potential suitor to turn to oil-rich region for financial support</p><p>The owner of the Daily Mail has tapped Middle Eastern investors about potentially backing his bid for the Telegraph, the second prospective suitor known to have turned to the oil-rich region for financial support.</p><p>Lord Rothermere, the owner of the Daily Mail and General Trust (DMGT) media group whose brands include the Daily Mail, MailOnline, Metro, the i and New Scientist, has held talks but not reached a formal agreement with any investor from the region.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/daily-mail-owner-lord-rothermere-middle-east-telegraph-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/daily-mail-owner-lord-rothermere-middle-east-telegraph-bid", "date_published": "2023-09-07T15:55:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wout van Aert takes Tour of Britain lead after storming to stage five win", "description": "<ul><li>Belgian finished three seconds clear of Britain’s Ethan Vernon</li><li>Olav Kooij overtaken by Van Aert in general classification </li></ul><p>Wout van Aert produced a blistering finish over the final kilometre to win stage five of the Tour of Britain in Felixstowe.</p><p>The 28-year-old Belgian had led out Jumbo-Visma teammate Olav Kooij to a <a href=\"https://www.theguardian.com/sport/2023/sep/06/olav-kooij-wins-fourth-stage-in-a-row-perfect-record-tour-of-britain-cycling\">record-equalling four straight wins</a> in the previous stages.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/wout-van-aert-takes-tour-of-britain-lead-after-storming-to-stage-five-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/wout-van-aert-takes-tour-of-britain-lead-after-storming-to-stage-five-win", "date_published": "2023-09-07T15:49:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United deny any cover-up in allegations against Antony", "description": "<ul><li>Report claimed club doctor had treated ex-girlfriend</li><li>Brazilian international denies all accusations</li></ul><p>Manchester United have denied covering up an alleged incident of assault involving their Brazilian international Antony.</p><p>The club have described as “categorically false” reports in the Brazilian media that United sought to conceal an attack on Gabriela Cavallin, Antony’s former girlfriend, by arranging to have her treated by a club doctor rather than visiting a hospital.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/manchester-united-deny-any-cover-up-in-allegations-against-antony\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/manchester-united-deny-any-cover-up-in-allegations-against-antony", "date_published": "2023-09-07T15:27:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scotland announces public inquiry into disgraced doctor Sam Eljamel", "description": "<p>Decision comes after decade-long campaign by ex-patients of neurosurgeon responsible for about 100 botched procedures</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/07/rishi-sunak-uk-europe-horizon-erasmus-conservatives-labour-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>A full public inquiry will be held into the disgraced neurosurgeon Sam Eljamel, Scottish ministers have announced – the direct result of a decade-long fight by the doctor’s patients for recognition of the harm done to them.</p><p>After the announcement, the patients expressed disappointment that the government response had taken so many years, while opposition parties accused the SNP government of a U-turn on its previous stance against such a move.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/scotland-announces-public-inquiry-into-disgraced-doctor-sam-eljamel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/scotland-announces-public-inquiry-into-disgraced-doctor-sam-eljamel", "date_published": "2023-09-07T15:26:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Climate adaptation finance to Africa must increase tenfold, research shows", "description": "<p>Countries forced to choose between climate resilience, fighting poverty and paying debts, says Ban Ki-moon</p><p>The flow of climate adaptation finance to Africa must increase up to tenfold by 2035 to meet the deepening impacts of climate change, according to new research.</p><p>As the African climate summit continued in Nairobi, campaigners spoke of the desperate need to get funding to people who are already being impacted by climate change. Africa, the most impacted region by climate change, <a href=\"https://newafricanmagazine.com/29682/\">receives only 3%</a> of global climate finance.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/climate-adaptation-finance-to-africa-must-increase-tenfold-research-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/climate-adaptation-finance-to-africa-must-increase-tenfold-research-shows", "date_published": "2023-09-07T15:23:53+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Metal detectorist makes Norway’s ‘gold find of century’", "description": "<p>Erlend Bore, who was out walking on doctor’s orders,  finds cache including rare medallions from about AD500 </p><p>A Norwegian man out walking on doctors’ advice unearthed rare sixth-century gold jewellery using a newly bought metal detector, in a discovery archaeologists have hailed as Norway’s “gold find of the century”.</p><p>The cache comprised nine gold medallions and gold pearls that once formed an opulent necklace, as well as three gold rings. The jewels, which weigh a little more than 100g, were found to date from about AD500.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/norway-gold-find-of-century-metal-detector-erlend-bore-medallions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/norway-gold-find-of-century-metal-detector-erlend-bore-medallions", "date_published": "2023-09-07T15:21:40+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK records its hottest day of the year so far", "description": "<p>Health warnings as temperatures hit 32.6C, with NHS expected to come under pressure as a result of the heat</p><p>The UK has provisionally recorded its hottest day of the year so far, with parts of the UK sweltering in heatwave conditions.</p><p>Temperatures reached 32.6C in Wisley in Surrey, the Met Office said. Amber heat-health alerts are in place for much of England, with only the north-east under a yellow alert.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/uk-records-its-hottest-day-of-the-year-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/uk-records-its-hottest-day-of-the-year-so-far", "date_published": "2023-09-07T15:20:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s made people kinder’: Wales prepares for rollout of 20mph limit", "description": "<p>Residents of village that trialled limit say it has made roads quieter and safer, but elsewhere opinion is divided</p><p>Chris Davies, the genial host of a B&amp;B in the south Wales village of St Brides Major, was in no doubt. “I’ve lived here all my life and the speed limit was always 30mph. People would shoot through. Since it’s been 20mph it’s been brilliant. The roads are quieter and safer for everyone, including my six grandchildren. It takes an extra 40 seconds to travel from one end of the village to the other. If 40 seconds will save a life it’s well worth it.”</p><p>Davies was hosting a different kind of party on Thursday – a visit from the Welsh first minister, Mark Drakeford, to remind the citizens of the country that in 10 days’ time a default 20mph limit will be in force on most roads currently set at 30mph.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/wales-20mph-speed-limit-rollout\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/wales-20mph-speed-limit-rollout", "date_published": "2023-09-07T15:19:43+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unicef sounds alarm as record numbers of children cross dangerous Darién Gap", "description": "<p>Children risking lives to migrate across Latin America and Caribbean, with aid groups warning they cannot cope</p><p>Record numbers of children are migrating across Latin America and the Caribbean with more than 60,000 children risking life and limb to cross the treacherous Darién Gap jungle pass this year, according to a new Unicef report.</p><p>Sounding the alarm over the rising number of youngsters on the move, the UN’s children’s agency said at least 92 migrant children had died or gone missing last year – more than any other year since 2014.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/unicef-report-migrant-children-darien-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/unicef-report-migrant-children-darien-gap", "date_published": "2023-09-07T15:07:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Six: The Untold Story of America’s First Women Astronauts by Loren Grush review – spaceflight pioneer portraits", "description": "<p>From sexist objections to the challenges faced by female crew on Earth and in space, this is a vital record of a giant leap for women</p><p>In 1973, four years after Neil Armstrong’s space boot hit <a href=\"https://www.theguardian.com/science/2017/jul/13/moon-dust-collected-by-neil-armstrong-to-be-sold-at-auction\" title=\"\">moon dust</a> in the most celebrated step ever taken by a man, a Nasa report observed that: “There have been three females sent into space by Nasa. Two are Arabella and Anita – both spiders. The other is Miss Baker – a monkey.” The report’s co-author Ruth Bates Harris, who the space agency had originally hired to run its equal opportunities office, was described as a “disruptive force” and fired a month later.</p><p>The prospect of women in space was hardly outlandish. Ten years earlier, 26-year-old <a href=\"https://www.theguardian.com/global-development-professionals-network/2017/mar/29/valentina-tereshkova-first-woman-in-space-people-waste-money-on-wars\" title", "link": "https://www.theguardian.com/books/2023/sep/07/the-six-the-untold-story-of-americas-first-women-astronauts-by-loren-grush-review-spaceflight-pioneer-portraits", "date_published": "2023-09-07T15:03:59+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Councils, sewage, school buildings: Britain has neglected the dull but vital stuff – and is paying a heavy price | Gaby Hinsliff", "description": "<p>One of the hallmarks of a civilised nation is a state that manages basic services. That was our right and privilege, but no longer</p><p>Birmingham was booming. It was a city on the up, or so everyone said, anyway; and certainly that was easy enough to believe, if you came once a year or so for some conference or other. Each year seemingly brought fresh signs of regeneration, from the revival of its historic jewellery quarter as a creative hub to the fancy apartments shooting up, with<a href=\"https://www.birminghamworld.uk/news/the-10-major-4151499?page=3\"> further plans </a>unveiled this spring for new parks and public squares.</p><p>Hosting the <a href=\"https://www.youtube.com/watch?v=JZRX4-h8c3Y\">Commonwealth Games</a> last year meanwhile showcased a British success story to the world: a young, energetic and culturally diverse city, with a proud industrial history of invention and the ability not to take itself too seriously. Visit England even promoted Birmingham as a <a href=", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/councils-sewage-school-buildings-britain-basic-services", "date_published": "2023-09-07T15:02:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New York’s plan to save birds from crashing into buildings: lights out", "description": "<p>Legislation aims to dim the city’s night-time lights that pose a threat to millions of migratory birds passing through</p><p>In a few days, two beams will illuminate the Manhattan sky in a tribute to those killed in the September 11 attacks. But the blazing columns of light also attract thousands of migratory birds, causing them to veer off course. They become trapped and disoriented, circling the spotlights until they are switched off.</p><p>New York can be a deadly place for birds. Each year, songbirds, hummingbirds, shorebirds and birds of prey cross the city on their way to and from breeding and wintering grounds across the western hemisphere. And each year, sanitation workers sweep the streets of carcasses after up to a quarter of a million birds collide with buildings.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/nyc-migrating-birds-night-lights-architecture\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/nyc-migrating-birds-night-lights-architecture", "date_published": "2023-09-07T15:00:31+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbiecore and ‘spicy cough’: pop culture and the pandemic deliver updates to the Macquarie Dictionary", "description": "<p>‘Goblin mode’, situationship and pyrocumulonimbus among 3,000 new entries to the ninth edition</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Situationship, Barbiecore and “spicy cough”: these are among the 3,000 new entries in the latest update to the Macquarie Dictionary.</p><p>Emphasising that dictionaries are in a constant state of playing catch up, Macquarie’s managing editor, Victoria Morgan, says a number of pandemic-era and more recent colloquial nouns have trickled into the ninth edition of <a href=\"https://www.theguardian.com/australia-news/2021/sep/21/macquarie-dictionary-celebrates-40-years-of-unasham", "link": "https://www.theguardian.com/australia-news/2023/sep/08/macquarie-dictionary-ninth-edition-new-additions-barbiecore-goblin-mode", "date_published": "2023-09-07T15:00:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Antarctica warming much faster than models predicted in ‘deeply concerning’ sign for sea levels", "description": "<p>Study finds ‘direct evidence’ of polar amplification on continent as scientists warn of implications of ice loss</p><p>Antarctica is likely warming at almost twice the rate of the rest of the world and faster than climate change models are predicting, with potentially far-reaching implications for global sea level rise, according to a scientific study.</p><p>Scientists analysed 78 Antarctic ice cores to recreate temperatures going back 1,000 years and found the warming across the continent was outside what could be expected from natural swings.</p> <a href=\"https://www.theguardian.com/world/2023/sep/08/antarctica-warming-much-faster-than-models-predicted-in-deeply-concerning-sign-for-sea-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/08/antarctica-warming-much-faster-than-models-predicted-in-deeply-concerning-sign-for-sea-levels", "date_published": "2023-09-07T15:00:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My friend’s fixation on her gluten intolerance puts people off. Should I let her know? | Leading questions", "description": "<p>It’s possible your friend is trying to counter an isolating illness, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. Even if you find it tedious, don’t assume everyone else will too</p><p><strong>I have a dear friend who I’ve known for over 10 years. She’s very intelligent, beautiful insightful and emotionally intelligent. She’s expressed to me that she wants nothing more than to find a good partner and have children, and I think she’d be a wonderful partner and brilliant mother.</strong></p><p><strong>However, after spending a week with her on vacation, I think I began to understand why she’s had trouble finding and keeping a partner: she has a gluten intolerance and talks about it at length daily. I want her to express her needs, but she doesn’t seem to realise that by giving so much airtime to her allergy, she comes across as high-maintenance and boring. I’d just accept it as an idiosyncratic aspect of someone I love if it weren’t for the fact I see how other peo", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/08/my-friends-fixation-on-her-gluten-intolerance-puts-people-off-should-i-let-her-know", "date_published": "2023-09-07T15:00:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Paul Gascoigne kisses Prince William in Pret a Manger encounter", "description": "<p>Ex-footballer among people in Bournemouth restaurant when royal dropped in to highlight his homelessness campaign</p><p>The former England footballer Paul Gascoigne had an affectionate encounter with the Prince of Wales after popping up in a Pret a Manger where the royal was highlighting his homelessness campaign.</p><p>The one-time England midfielder was among staff and diners at the sandwich chain in Bournemouth as William dropped in to help out as part of his <a href=\"https://homewards.org.uk/\">Homewards</a> initiative.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/paul-gascoigne-kisses-prince-william-in-pret-a-manger-encounter\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/paul-gascoigne-kisses-prince-william-in-pret-a-manger-encounter", "date_published": "2023-09-07T14:49:41+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Love & Death review – Elizabeth Olsen is absolutely mesmerising as an axe murderer", "description": "<p>Candy Montgomery’s shocking killing of her neighbour with 41 axe blows should make for fascinating drama. But apart from Elizabeth Olsen’s performance, this show is a clunky bore</p><p>Have we run out of good murders, then? That is the question begged by the latest addition to the thriving true-crime genre beloved of every streaming platform. <a href=\"https://www.itv.com/watch/love-and-death-behind-the-scenes/10a3774\">Love &amp; Death</a> is a seven-part dramatisation of the story of 1980s Texas suburban housewife Candy Montgomery, who killed her friend and neighbour Betty Gore with 41 blows from an axe. She claimed self-defence and was, controversially, acquitted of murder. This recounting of the tale comes less than a year after the <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/12/candy-review-jessica-biel-montgomery\">miniseries Candy on the same subject from Disney+</a>. The latter starred Jessica Biel in the eponymous role and Melanie Lynskey as Betty. This time r", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/07/love-death-review-elizabeth-olsen-is-mesmerising-as-an-axe-murderer", "date_published": "2023-09-07T14:44:38+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Siouxsie review – Sioux shows why she’s still a definitive goth icon", "description": "<p><strong>Troxy, London<br /></strong>There’s ominous bass and black eyeliner aplenty at this rare appearance by the singer – but what’s striking is the breadth of her music</p><p>A certain sense of mystery attends <a href=\"https://www.theguardian.com/music/siouxsieandthebanshees\">Siouxsie Sioux</a>’s sudden reappearance, 16 years after she last released an album and a decade on from her last live show. There have been no interviews, no talk of a new release, just an intermittent string of gigs and festival appearances, the latter of which have found little favour with the singer: “Bloody festivals,” she grumbles between songs, “with their <em>short sets.</em>”</p><p>The more elaborate London shows – with which, it appears, her brief tour is concluding – seem to suit her better. Instead of a support act, top-hatted and sequined dancers and musicians crowd the stairs at either side of the Troxy’s auditorium, doing old-fashioned showbiz moves to 30s swing, underlaid with a ferocious t", "link": "https://www.theguardian.com/music/2023/sep/07/siouxsie-review-troxy-london", "date_published": "2023-09-07T14:37:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "May and Mitchell to start as England show attacking intent for Argentina test", "description": "<ul><li>No 9 tasked with providing quick ball in World Cup opener</li><li>Kyle Sinckler a surprise absentee as Cole starts at tighthead</li></ul><p>Steve Borthwick has named Alex Mitchell and Jonny May - two players who were omitted from his initial World Cup squad - to start in England’s tournament opener against Argentina on Saturday.</p><p><a href=\"https://www.theguardian.com/sport/2023/sep/06/england-alex-mitchell-shock-scrum-half-rugby-world-cup-opener-against-argentina\">As reported by the Guardian</a>, Mitchell has leapfrogged Ben Youngs and Danny Care in the pecking order to make just his second England start while May is named on the right wing. Tom Curry starts at openside flanker to make his first appearance since late May after recovering from an ankle injury while Ben Earl gets the nod at No8. Courtney Lawes captains the side from blindside flanker.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/england-attacking-intent-alex-mitchell-start-argentina-rugby-worl", "link": "https://www.theguardian.com/sport/2023/sep/07/england-attacking-intent-alex-mitchell-start-argentina-rugby-world-cup", "date_published": "2023-09-07T14:20:38+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five former Met officers plead guilty to sending racist WhatsApp messages", "description": "<p>Former police admit sending grossly offensive messages, including about the Duchess of Sussex</p><p>Five former Metropolitan police officers have pleaded guilty at Westminster magistrates court to sending grossly offensive racist messages on WhatsApp, including about the Duchess of Sussex.</p><p>They entered their guilty pleas at Westminster magistrates court on Thursday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/five-former-met-officers-plead-guilty-to-sending-racist-whatsapp-messages\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/five-former-met-officers-plead-guilty-to-sending-racist-whatsapp-messages", "date_published": "2023-09-07T14:13:48+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Turkish teams race to rescue sick American in 1km-deep cave", "description": "<p>Mark Dickey developed gastrointestinal bleeding while down in Morca cave with other explorers</p><p>Turkish rescue teams are racing to save an American who developed internal bleeding while exploring a cave more than 1,000 metres (3,300ft) below ground level.</p><p>Turkey’s caving federation said on Thursday that 150 rescuers were trying to reach Mark Dickey, 40, who developed gastrointestinal bleeding while deep inside the Morca cave, near Turkey’s Mediterranean coast.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/turkey-morca-cave-rescue-sick-american-man-mark-dickey\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/turkey-morca-cave-rescue-sick-american-man-mark-dickey", "date_published": "2023-09-07T14:11:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Even for Tucker Carlson, his supposed Obama sex exposé was ridiculous | Arwa Mahdawi", "description": "<p>The ex-Fox host’s segment on a convicted con man who claims he had druggy liaisons with Obama was embarrassing to watch</p><p>Oh, how the mighty have fallen. This time last time year Tucker Carlson had a primetime spot on Fox News where his hate-heavy, fact-light sputtering drew an audience of over 4 million. Then, in April, he was summarily fired. Fox didn’t explicitly say why but Carlson has <a href=\"https://www.theguardian.com/books/2023/jul/26/tucker-carlson-fox-news-firing-condition-dominion-settlement\">claimed</a> that it was a condition of the media company’s $787.5m settlement with Dominion Voting Systems relating to the broadcast of Donald Trump’s lies about election fraud.</p><p>Once cock of the walk, a humiliated Carlson quickly revived his show on the social network formerly known as Twitter, calling it Tucker on Twitter. (Elon Musk’s rebrand to X really messed with his alliteration.) Over the last few months he’s resorted to increasingly cheap tactics in order to keep", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/tucker-carlson-obama-sex-expose-ridiculous", "date_published": "2023-09-07T14:04:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Taulupe Faletau returns for Wales for Rugby World Cup opener against Fiji", "description": "<ul><li>No 8 overcomes calf problem after missing warm-ups</li><li>Ireland captain Johnny Sexton starts against Romania</li></ul><p>Taulupe Faletau will make his first Wales appearance since last season’s Six Nations after recovering from injury to feature against opening World Cup opponents Fiji. The No 8 with 100 caps missed Wales’ entire World Cup warm-up schedule because of a calf muscle problem, but he goes straight into the starting lineup for Sunday’s Pool C clash in Bordeaux.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/taulupe-faletau-returns-for-wales-for-rugby-world-cup-opener-against-fiji\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/taulupe-faletau-returns-for-wales-for-rugby-world-cup-opener-against-fiji", "date_published": "2023-09-07T14:03:34+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Woking plans to cut funds for care, arts, sports and toilets to plug £1.2bn deficit", "description": "<p>Council lays out drastic package of cuts, including to playgrounds and community schemes, in measures described as ‘horrendous’</p><p>Woking council has laid out a drastic package of cuts to local services after its effective bankruptcy earlier this summer, having revealed a <a href=\"https://www.theguardian.com/politics/2023/jun/07/woking-council-declares-bankruptcy-with-12bn-deficit\">£1.2bn deficit racked up from a risky investment spree</a> overseen by its former Tory administration.</p><p>Plans include scrapping funding for all of the town’s sports pavilions and toilets, the closure of a swimming pool, cutting resources for parks, the arts, and ending council backing for some community centres, annual concerts, and its involvement in youth sporting events.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/woking-plans-to-cut-funds-for-care-arts-sports-and-toilets-to-plug-deficit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/woking-plans-to-cut-funds-for-care-arts-sports-and-toilets-to-plug-deficit", "date_published": "2023-09-07T14:02:51+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emerson String Quartet: Infinite Voyage review | Andrew Clements’ classical album of the week", "description": "<p><strong>Hannigan/Chamayou/Emerson String Quartet<br />(Alpha)</strong><br />This wonderful parting gift from the quartet features warm lustrous performances of Schoenberg’s Second Quartet (with soprano Barbara Hannigan) and Berg’s opus 3, plus two beautifully rendered rarities by Hindemith and Chausson</p><p>Next month, after more than four decades as one of the world’s leading string quartets, the <a href=\"https://www.emersonquartet.com/\">Emerson Quartet</a> will give their final concerts. Their last disc before they go their separate ways is built around one of the cornerstones of the 20th-century quartet repertoire, a work they had never recorded before. <a href=\"https://www.theguardian.com/music/arnold-schoenberg\">Schoenberg’s</a> Second Quartet is remarkable not only for including settings for soprano of poems by Stefan George in its final two movements, but also as the piece in which he took his first tentative steps into the unknown world of atonality, even though in its cl", "link": "https://www.theguardian.com/music/2023/sep/07/emerson-string-quartet-infinite-voyage-review-leading-quartet-bid-farewell-with-schoenberg-and-berg", "date_published": "2023-09-07T14:00:28+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Herb Alpert on 80 years in music: ‘Mozart, Thelonious Monk ... all of us have the same 12 notes’", "description": "<p>The trumpeter and co-founder of A&amp;M Records answers your questions on writing a Bond theme, selling 72m albums and signing Janet Jackson, Karen Carpenter and the ‘appalling’ Sex Pistols </p><p><strong>What was it like singing such a</strong><strong> famous, beautiful Burt Bacharach song as This Guy’s in Love With You?</strong> <em>eamonmcc</em><br />Burt and I were dear friends. When I was doing this TV special with the Tijuana Brass in 1968, the director, Jack Haley Jr, said: “I’m tired of filming you with a trumpet in your mouth, why don’t you try singing a song?” I called Burt and asked: “Is there a song you maybe didn’t get the right recording of, or that you think I can handle as a non-singer?” Burt sent me This Girl’s in Love With You, which he’d recorded with Dionne Warwick [that version was released as a single in 1969]. I loved the feeling of the song and changed the gender. Burt played piano and I did a rough vocal to see if my voice would fit. Burt and the musicians", "link": "https://www.theguardian.com/culture/2023/sep/07/herb-alpert-on-80-years-in-music-mozart-thelonious-monk-all-of-us-have-the-same-12-notes", "date_published": "2023-09-07T14:00:28+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK government’s ‘Get Active’ plan fails to match rival report’s vision | Cath Bishop", "description": "<p>The CSJ’s strategy for sport and physical activity simmers with possibilities absent from the government’s scheme</p><p>The Rugby World Cup is about to start but it’s moves by players off the pitch that could be of greater national importance. Last week the plan for the future health and wellbeing of the UK was played out in a game of two reports spearheaded by rugby legends.</p><p>The first saw the publication of the long-awaited new UK government strategy for sport and physical activity, <a href=\"https://www.gov.uk/government/publications/get-active-a-strategy-for-the-future-of-sport-and-physical-activity/get-active-a-strategy-for-the-future-of-sport-and-physical-activity\">“Get Active”</a>. It contains good intentions, new targets and positive language but little clarity about how, this time, it’s actually going to work. A second report from the Centre for Social Justice published just days later then joined the fray, offering a more compelling vision and details on how to achie", "link": "https://www.theguardian.com/sport/blog/2023/sep/07/uk-governments-get-active-plan-fails-to-match-rival-reports-vision", "date_published": "2023-09-07T14:00:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What does rejoining EU’s Horizon scheme mean for UK research and innovation?", "description": "<p>Scientists relieved they can once again apply for funding from world’s largest such programme after three-year hiatus</p><ul><li><a href=\"https://www.theguardian.com/science/2023/sep/07/horizon-brexit-eu-science-rishi-sunak\">Sunak hails ‘right deal for country’ as UK rejoins EU Horizon project</a></li></ul><p>The<a href=\"https://www.theguardian.com/science/2023/sep/07/horizon-brexit-eu-science-rishi-sunak\"> UK has rejoined the flagship Horizon Europe research programme</a>, to the widespread relief of the scientific community. But what is Horizon Europe and what does it mean for UK science?</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/what-does-rejoining-eus-horizon-scheme-mean-for-uk-research-and-innovation\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/what-does-rejoining-eus-horizon-scheme-mean-for-uk-research-and-innovation", "date_published": "2023-09-07T13:59:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man trying to cross Atlantic in giant ‘hamster wheel’ charged over alleged knife threat", "description": "<p>US Coast Guard says Reza Baluchi, stopped off South Carolina coast, threatened crew with knife and warning of bomb</p><p>A serial adventurer intercepted off the South Carolina coast during his latest attempt to cross the Atlantic in a makeshift “hydropod” was charged with criminal conduct on the high seas after holding off US Coast Guard crews with a knife and threats of a homemade bomb, court papers said.</p><p>Reza Baluchi, an Iranian-born resident of Florida, was stopped 70 miles from Georgetown in the vessel resembling a giant hamster wheel. He told officers he was trying to reach London.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/atlantic-hamster-wheel-coast-guard-knife-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/atlantic-hamster-wheel-coast-guard-knife-threat", "date_published": "2023-09-07T13:27:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rise in chain-owned vet surgeries in UK prompts CMA review", "description": "<p>Watchdog to review £2bn industry, saying it is concerned pet owners have few opportunities to shop around</p><p>The competition regulator is taking aim at the UK’s £2bn veterinary industry, amid fears that a surge in chain-owned surgeries may be leaving pet owners with dwindling choice and “eye-watering” bills.</p><p>The review by the Competition and Markets Authority (CMA) is part of efforts to protect the 17 million households who now own a pet in the UK – a figure that <a href=\"https://www.theguardian.com/business/2021/may/27/pets-at-home-tops-1bn-sales-record-as-lockdowns-spur-pet-baby-boom\">jumped significantly during the Covid-19 pandemic</a>.</p><p><strong>Annual dog vaccinations</strong>: £70</p><p><strong>X-rays</strong>: £395</p><p><strong>Cat neutering/spaying</strong>: £95-£175</p><p><strong>Dog neutering/spaying</strong>: £195-£295</p><p><strong>Gastroenteritis</strong>: £592</p><p><strong>Diabetes</strong>: £186</p><p><strong>Lameness</strong>: £966</p><p><strong>Sei", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/07/rise-in-chain-owned-vet-surgeries-in-uk-prompts-cma-review", "date_published": "2023-09-07T13:19:36+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Looming Hunter Biden indictment creates headache for president’s re-election bid – live", "description": "<ul><li>Prosecutors to seek new indictment before month’s end</li><li><a href=\"https://www.theguardian.com/us-news/2023/sep/07/john-fetterman-impeach-biden-republicans\">Democratic senator ‘dares’ Republicans to impeach Biden</a></li></ul><p><em>From yesterday, here’s the Guardian’s <a href=\"https://www.theguardian.com/profile/maya-yang\">Maya Yang</a> on the surprise announcement by prosecutors that they intend to seek charges in Hunter Biden’s long-running criminal investigation:</em></p><p>Federal prosecutors are seeking to bring a new indictment against Joe Biden’s son Hunter by the end of September, according to court documents filed on Wednesday.</p><p><strong>Biden</strong> will leave this afternoon for New Delhi, India, to participate in a summit of G20 leaders, before later visiting Vietnam.</p><p><strong>Texas’s state Senate</strong> continues the impeachment trial of attorney general <strong>Ken Paxton</strong>, a rightwing Republican who has used the office to pursue conser", "link": "https://www.theguardian.com/us-news/live/2023/sep/07/hunter-biden-indictment-charges-latest-trump-republicans-news", "date_published": "2023-09-07T13:18:30+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Texas records just 17 abortions in four months in likely vast undercount", "description": "<p>Experts say official data obscures scale of emergencies and underscores how little is known about abortion in states with bans</p><p>If you’re a pregnant person in Texas and you find yourself facing a medical emergency, you are legally able to have an abortion. At least, that’s what the law says.</p><p>But the Texas Health and Human Services Commission recorded only 17 legal abortions in the first four months of 2023, <a href=\"https://www.hhs.texas.gov/about/records-statistics/data-statistics/itop-statistics\">according to a new report</a> by the agency. All the procedures were performed “due to medical emergency” and “to preserve [the] health of [the pregnant] woman”.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/texas-abortion-emergency-data\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/texas-abortion-emergency-data", "date_published": "2023-09-07T13:13:46+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Workers should be in office at least three days a week, says Lloyd’s of London boss", "description": "<p>Chairman Bruce Carnegie-Brown also says clients are not properly served if workers avoid Mondays and Fridays</p><p>Workers should come into the office at least three days a week – and not just Tuesday to Thursday – to ensure clients are properly served throughout the week, according to the head of the world’s biggest insurance market.</p><p>Bruce Carnegie-Brown, the chairman of Lloyd’s of London, said he wants to see people working in its building in the City for most of the week, and to avoid a situation where people were taking “long weekends” every week, and Mondays and Fridays weren’t properly covered for clients.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/workers-should-be-in-office-at-least-three-days-a-week-says-lloyds-of-london-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/workers-should-be-in-office-at-least-three-days-a-week-says-lloyds-of-london-boss", "date_published": "2023-09-07T13:05:05+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "G20: battle for influence as US seeks to rival China in the global south", "description": "<p>There will be pressure on rich countries to fulfil a commitment to provide climate finance to poorer nations</p><p>The run-up to this weekend’s G20 summit in Delhi has largely been dominated by two issues: the host’s efforts to project India as a superpower; and the intriguing decision of Xi Jinping not to attend. The substance of what world leaders will discuss during their two days together has struggled to surface.</p><p>Yet this year’s G20 – the 24th since the format was inaugurated in 1999 – is potentially a make or break moment for the organisation that includes the world’s 19 wealthiest nations plus the European Union as a bloc. With one part of the world increasingly gathering in the now expanded Brics format where China has a leading role, and the west comfortable with its annual G7 summitry, the G20 is the best remaining hope of keeping the principle of multilateralism alive. The United Nations secretary general, António Guterres, spoke on Thursday of a real risk of frag", "link": "https://www.theguardian.com/world/2023/sep/07/g20-battle-for-influence-us-seeks-to-rival-china", "date_published": "2023-09-07T12:44:36+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Democratic senator ‘dares’ Republicans to impeach Biden: ‘You’re going to lose’", "description": "<p>Pennsylvania’s John Fetterman says any attempt to impeach president would end up hurting the Republican party</p><p>The Democratic Pennsylvania senator John Fetterman directly dismissed Republican moves towards impeaching Joe Biden, saying doing so could end up hurting the GOP.</p><p>“Go ahead. Do it, I dare you,” Fetterman <a href=\"https://www.huffpost.com/entry/joe-biden-impeachment-john-fetterman_n_64f8df8de4b0d44852edd611\">told reporters</a> on Capitol Hill. “If you can find the votes, go ahead, because you’re going to lose. It’s a loser.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/john-fetterman-impeach-biden-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/john-fetterman-impeach-biden-republicans", "date_published": "2023-09-07T12:44:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drop antisemitic descriptions from Spanish lexicon, urge Jewish groups", "description": "<p>Two entries in official Spanish dictionary are rooted in centuries-old prejudice, say campaigners</p><p>More than 20 Jewish groups from Spanish-speaking countries and beyond have written to Spain’s leading linguistic authority asking it to remove antisemitic definitions from its dictionary that describe a <em>judío</em> (Jew) as “a greedy or money-lending person” and the related term <em>judiada</em> as a synonym for “dirty trick”.</p><p>In a letter to the 300-year-old <a href=\"https://www.rae.es/\">Spanish Royal Academy (RAE)</a>, which chronicles and oversees the evolution of the Spanish language, the groups urge the institution to rethink the two entries in its official Dictionary of the Spanish Language on the grounds that they are outdated, “utterly antisemitic” and contrary to the Spanish constitution.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/drop-antisemitic-descriptions-from-spanish-lexicon-urge-jewish-groups\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/drop-antisemitic-descriptions-from-spanish-lexicon-urge-jewish-groups", "date_published": "2023-09-07T12:36:34+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three arrested after ‘nasty assault’ of Birmingham traffic wardens", "description": "<p>Arrests come after video circulated on social media appeared to show two wardens being punched and kneed in face</p><p>Three men have been arrested after two traffic wardens were subjected to a “nasty assault” while carrying out their duties in Birmingham.</p><p>West Midlands police said three men, aged 31, 23 and 20, had been held on suspicion of assault and remained in police custody.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/three-arrested-after-nasty-assault-of-birmingham-traffic-wardens\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/three-arrested-after-nasty-assault-of-birmingham-traffic-wardens", "date_published": "2023-09-07T12:30:28+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Surrey stay above tenacious Essex at top of Division One", "description": "<p>Surrey would be planning title celebrations but for Essex’s incredible run of six straight wins</p><p>By <a href=\"https://twitter.com/garynaylor85\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>If it’s hot and sunny at the Oval with the forecast set fair, when the toss comes down on your side, there’s really only one thing to do – ask Tim Paine. The erstwhile Australia captain got burned in 2019 with a “you can have a bat” shout and, four years later, it was time for Warwickshire’s captain to feel the heat.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/sep/07/county-cricket-surrey-essex-division-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/sep/07/county-cricket-surrey-essex-division-one", "date_published": "2023-09-07T12:24:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain can recover from the self-harm of Brexit. Today’s return to the EU’s Horizon project shows how | Simon Jenkins", "description": "<p>Polls suggest a majority of Britons regret our exit. Rejoining the scientific programme could be the start of something bigger</p><p>Is this the dawn? Have we reached the glimmer of a new beginning? <a href=\"https://www.theguardian.com/science/2023/sep/07/horizon-brexit-eu-science-rishi-sunak\">Rishi Sunak’s about-turn</a> on joining the European Union’s Horizon programme is a first note of sanity in the two and a half tortured years since Britain formally left the EU. Let it not be the last.</p><p>The story itself is miserable. Horizon is an <a href=\"https://www.bbc.co.uk/news/uk-66737714\">£81bn continent-wide programme</a> to give Europe’s scientific research community a critical mass to compare with that of the US or China. It acknowledges the obvious truth that advanced scientific research needs collaboration rather than competition. Britain’s universities had been leaders of the pack, and they were among Horizon’s principal beneficiaries. If anything made sense of a united Eur", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/britain-brexit-eu-horizon-programme-science", "date_published": "2023-09-07T12:21:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ryanair’s Michael O’Leary hit with cream pies by climate protesters", "description": "<p>CEO hit in face with two pies while holding one-man protest in Brussels against air traffic controller strikes</p><p>The Ryanair chief executive, Michael O’Leary, got a rude welcome in Brussels when he received two cream pies to the face while standing next to a cardboard cutout of the EU’s Ursula von der Leyen.</p><p>The pies were landed by two female environmental activists as O’Leary was holding a one-man protest outside the European Commission against repeated <a href=\"https://www.theguardian.com/business/2023/jul/07/air-traffic-control-strikes-could-spread-throughout-mainland-europe-this-summer\">air traffic controllers’ strikes</a> in the EU affecting his low-cost Irish airline, Europe’s biggest by passenger numbers.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/ryanair-michael-oleary-hit-with-cream-pies-by-climate-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/ryanair-michael-oleary-hit-with-cream-pies-by-climate-protesters", "date_published": "2023-09-07T12:20:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael O’Leary’s close encounter with a pie and Tenacious D: Thursday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/07/michael-olearys-close-encounter-with-a-pie-and-tenacious-d-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/07/michael-olearys-close-encounter-with-a-pie-and-tenacious-d-thursdays-best-photos", "date_published": "2023-09-07T12:12:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vivek Ramaswamy refuses to explain Trump criticism in viral interview", "description": "<p>Mehdi Hasan of MSNBC repeatedly presses Republican candidate to explain past condemnation of former president</p><p>In a heated interview, the Republican presidential candidate Vivek Ramaswamy four times refused to answer the MSNBC host <a href=\"https://www.theguardian.com/profile/mehdihasan\">Mehdi Hasan</a> when asked to explain <a href=\"https://www.wsj.com/articles/save-the-constitution-from-big-tech-11610387105\">his own words</a>: that Donald Trump’s “abhorrent” behaviour made him a “danger to democracy”.</p><p>The former president, 77, leads national and key state polls <a href=\"https://projects.fivethirtyeight.com/polls/president-primary-r/2024/national/\">by vast margins</a> despite facing 91 criminal charges under four indictments, two relating to his attempt to overturn the last election.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/ramaswamy-trump-criticism-viral-interview-mehdi-hasan-msnbc\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/ramaswamy-trump-criticism-viral-interview-mehdi-hasan-msnbc", "date_published": "2023-09-07T12:08:44+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British American Tobacco to end sales in Russia within a month", "description": "<p>London-based company says it has agreed to sell Russian and Belarusian businesses, 18 months after initial decision to withdraw</p><p>British American Tobacco says it will sell its last cigarette in Russia within a month, ending its presence in the world’s fourth-largest tobacco market a year and a half after it first pledged to do so in response to the invasion of Ukraine.</p><p>The London-based maker of Lucky Strike and Camel cigarettes came under fire in March last year after <a href=\"https://www.theguardian.com/business/2022/mar/09/british-american-tobacco-continue-selling-cigarettes-russia-rothmans-sanctions\">initially continuing to operate</a> in Russia, breaking ranks with global brands such as Nestlé, Unilever, Coca-Cola and McDonald’s.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/british-american-tobacco-to-end-sales-in-russia-within-a-month\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/british-american-tobacco-to-end-sales-in-russia-within-a-month", "date_published": "2023-09-07T12:03:08+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As a scientist, I did a self-experiment to compare a vegan diet with eating meat. Here’s what I found out | Eric Robinson", "description": "<p>Some studies suggest vegans are healthier but more depressed, slimmer but unpopular. But veganism certainly works for me</p><ul><li>Eric Robinson is a behavioural scientist and professor in psychology at the University of Liverpool</li></ul><p>Three years ago, I was briefly dating a primary school teacher who happened to be a part-time animal rights activist. The experience made me take a decision I’ve been living with ever since: <a href=\"https://www.theguardian.com/lifeandstyle/veganism\">veganism</a>. Things didn’t work out with the primary school teacher, but my initial commitment to veganism <em>did</em> last.</p><p>At times, I’ve wondered if I’m depriving myself of great pleasure or, as <a href=\"https://www.eatingwell.com/article/8004713/vegetarian-diet-risk-for-depression-new-research/\">some studies</a> have suggested, even risking my mental health. So, as a scientist, last year I concluded that I finally needed to study what effect this decision was having on me, and decide", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/scientific-self-experiment-vegan-diet-meat-diet", "date_published": "2023-09-07T12:00:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’ll always be VARsonists v eVARngelists but TV tell-all is a positive step | Max Rushden", "description": "<p>Football isn’t meant to be perfect – perhaps Match Officials: Mic’d Up can help us towards a touch of sympathy for officials</p><p>This is fun isn’t it? Howard Webb coming on television to tell Michael Owen, two days later, that Manchester City’s Manuel Akanji was in Bernd Leno’s eyeline as Nathan Aké’s header squeezed past him and into Fulham’s net at the weekend. I’m all in favour – I want more. David Elleray doing a follow up show with Tony Adams. Then Pierluigi Collina can do a live Insta reviewing Ellery’s review before Roger Milford and George Courtney lighten the mood with a synchronised TikTok dance with Keith Hackett beatboxing on the side. It’s all rounded off with a live countdown of Mike Dean’s top 40 PGMOL friends on VH1 voiced by Bruno Brookes. “Up two to No 11 and leapfrogging Darren Cann – it’s David Coote.” Eventually it’ll become more popular than the football.</p><p>The despair of the Fulham manager, Marco Silva, was pretty evident after the Aké goal. “Everyone ", "link": "https://www.theguardian.com/football/2023/sep/07/itll-always-be-evarngelists-v-varsonists-but-tv-tell-all-is-a-positive-step", "date_published": "2023-09-07T12:00:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 20 best films about doomed love – ranked!", "description": "<p>As Past Lives, a tale of lost love and roads not taken, hits cinemas, get out the tissues as we recall some of cinema’s most heart-wrenching, tortuous romances</p><p>A bungled billet-doux, unjust accusations and the second world war drive a wedge between Cecilia (Keira Knightley) and Robbie (James McAvoy). To be honest, it probably wouldn’t have worked out anyway, but Cecilia’s kid sister (Saoirse Ronan) tries to make amends for having naively destroyed their romance in this adaptation of Ian McEwan’s tricksy novel.</p> <a href=\"https://www.theguardian.com/film/2023/sep/07/the-20-best-films-about-doomed-love-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/07/the-20-best-films-about-doomed-love-ranked", "date_published": "2023-09-07T12:00:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham university hospitals face police inquiry into maternity failings", "description": "<p>Nottinghamshire police preparing to launch criminal investigation over cases of ‘potentially significant concern’</p><p>Nottinghamshire police have announced they are preparing to launch a criminal investigation into maternity failings at Nottingham university hospitals (NUH) NHS trust.</p><p>In a statement released on Thursday, the force’s chief constable, Kate Meynell, said she met Donna Ockenden, who is conducting an independent review into maternity cases of “potentially significant concern” at NUH.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/nottingham-university-hospitals-face-police-inquiry-into-maternity-failings\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/nottingham-university-hospitals-face-police-inquiry-into-maternity-failings", "date_published": "2023-09-07T11:58:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than one in seven schools on Raac list were denied emergency funding", "description": "<p>Exclusive: Twenty-two schools in England deemed to be in danger because of concrete unsuccessfully applied for ‘exceptional case’ rebuilding</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/07/rishi-sunak-uk-europe-horizon-erasmus-conservatives-labour-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>More than one in seven English schools affected by dilapidated concrete were previously denied government funding to be rebuilt despite being deemed in emergency need, Guardian analysis of official data has shown.</p><p>An executive at one academy chain that wanted to rebuild a secondary school that uses buildings up to 80 years old, said they were shocked at being denied funding – and now faced having to teach students remotely until at least Christmas.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/more-than-one-in-seven-schools-on-raac-list-were-denied-emergency-funding\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/more-than-one-in-seven-schools-on-raac-list-were-denied-emergency-funding", "date_published": "2023-09-07T11:55:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oh dear, George Lucas! Why the Star Wars universe is going from bad to worse", "description": "<p>The latest Star Wars spin-off, Ahsoka, is painfully glacial TV about a giant Oompa Loompa in a novelty hat. These shows need to be banished to a galaxy far away</p><p>It must be very complicated being George Lucas. On the one hand, you get to wake up inside a vast Scrooge McDuck money vault every morning. On the other, you have to live with the absolute mess Disney has made of your life’s work. To be George Lucas must be to know that you are indirectly responsible for allowing something as soggy and aimless as <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/23/ahsoka-review-more-bad-star-wars-in-a-galaxy-too-far-away-to-care-about\">Ahsoka</a> to seep into the world.</p><p>Ahsoka has now reached its halfway point, with four of its eight episodes aired, and it’s fair to say that literally nothing has happened. We know what’s <em>going</em> to happen, because the characters won’t stop talking about it – they’re going to meet a new baddie who has been banished to a differen", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/07/oh-dear-george-lucas-why-the-star-wars-universe-is-going-from-bad-to-worse", "date_published": "2023-09-07T11:54:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scotland shining and Maguire makes the England squad - Football Weekly Extra", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/paul_c_watson\">Paul Watson</a> and <a href=\"https://twitter.com/JFfutbol\">Jonathan Fadugba</a> to preview the upcoming Euro qualifiers and beyond</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footba", "link": "https://www.theguardian.com/football/audio/2023/sep/07/scotland-shining-harry-maguire-england-squad-football-weekly-extra-podcast", "date_published": "2023-09-07T11:54:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mysterious ‘skin-like’ golden orb found on ocean floor off Alaska coast", "description": "<p>Scientists analysing DNA of object that could be an egg from an unknown sea creature or a marine sponge</p><p>A mysterious golden orb that may be an egg laid by an unknown sea creature has been discovered on the ocean floor off the Pacific coast of Alaska.</p><p>The smooth object with an intriguing hole at the centre was found at a depth of about two miles by a remote-controlled submarine explorer.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/mysterious-skin-like-golden-orb-found-on-ocean-floor-off-alaska-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/mysterious-skin-like-golden-orb-found-on-ocean-floor-off-alaska-coast", "date_published": "2023-09-07T11:46:41+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France to launch German-style cut-price monthly rail pass", "description": "<p>Pass will cost about €49 a month and allow users unlimited travel on TER regional trains and intercity trains</p><p>France is to launch a cut-price monthly rail pass valid on certain trains nationwide next summer, copying a hugely successful move in Germany to encourage greener travel.</p><p>The rail pass will cost about €49 (£42) a month and allow users unlimited travel on TER regional trains and intercity trains, the transport minister, Clément Beaune, told France 2.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/france-to-launch-german-style-cut-price-monthly-rail-pass\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/france-to-launch-german-style-cut-price-monthly-rail-pass", "date_published": "2023-09-07T11:41:57+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Game of prone: Montenegrins lie down in hope of being crowned laziest citizen", "description": "<p>Contest to mock myth that Adriatic country’s people are slothful enters 20th day</p><p>Seven competitors lying down on mats are vying for the coveted title of “laziest citizen” after smashing the previous record in a contest held annually in a holiday resort in northern Montenegro.</p><p>A lying-down record of 117 hours was set at last year’s contest in the resort village of Donja Brezna, but as this year’s competition entered a 20th day on Thursday, the remaining contestants said they were determined to keep going.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/montenegro-laziest-citizen-contest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/montenegro-laziest-citizen-contest", "date_published": "2023-09-07T11:38:55+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TJ & Dave review – long-form improv finds an endless fount of funny", "description": "<p><strong>Soho Theatre, London</strong><br />As they craft their extended sketches off the cuff, TJ Jagodowski and Dave Pasquesi deliver laughs with a surprisingly moving emotional twist</p><p>Nothing in comedy defines expertise quite like Chicago improvisers <a href=\"https://www.theguardian.com/stage/2017/apr/12/tj-dave-review-soho-theatre\">TJ &amp; Dave</a> at work. They are the OGs of longform improv, and watching them mock up a play on the hoof is, for me, about as blissful as live performance gets. They’d probably be mortified by that hype, mind you: TJ Jagodowski and Dave Pasquesi are the most modest twosome, setting about their extemporised business with none of the nervous energy or look-at-me theatrics sometimes (and sometimes unfairly) associated with their art form.</p><p>Even the usual ritual of soliciting suggestions from the audience is dispensed with. The pair just set their ball rolling, picking up cues from wherever they find themselves on stage, letting one inferen", "link": "https://www.theguardian.com/stage/2023/sep/07/tj-dave-review-long-form-improv-soho-theatre-london", "date_published": "2023-09-07T11:35:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dining across the divide: ‘He was much more keen on anecdote than data’", "description": "<p>They agree about corporate tax and the NHS, but will they ever see eye to eye on the Tories’ Rwanda plan?</p><p><strong>Duncan, 56, Sedgefield</strong></p><p><strong>Occupation</strong> Wealth manager</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/07/dining-across-the-divide-he-was-much-more-keen-on-anecdote-than-data\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/07/dining-across-the-divide-he-was-much-more-keen-on-anecdote-than-data", "date_published": "2023-09-07T11:30:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Way more tournaments’: Naomi Osaka planning tennis return after giving birth", "description": "<ul><li>Former world No 1 has not played competitively in a year</li><li>Time off for birth of daughter ‘raised my love for the sport’</li></ul><p>Naomi Osaka is intending to play “way more tournaments” on her return to tennis following the birth of her daughter. The four-time grand slam champion, who has not played a competitive match since last September, announced her pregnancy in January and gave birth to baby Shai in July.</p><p>Osaka, who has two US Open and two Australian Open titles to her name, had played an increasingly sparse schedule before her maternity leave, stepping away from the court several times to prioritise her mental health.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/naomi-osaka-planning-on-playing-way-more-tournaments-on-return-to-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/naomi-osaka-planning-on-playing-way-more-tournaments-on-return-to-tennis", "date_published": "2023-09-07T11:28:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour boosts election war chest with record quarter for donations", "description": "<p>Donations in second quarter were £10.4m, including £3m from David Sainsbury and £2.2m from business tycoon Gary Lubner</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/07/rishi-sunak-uk-europe-horizon-erasmus-conservatives-labour-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Labour had a record quarter for donations of more than £10.4m, showing the party is continuing to outgun the Conservatives financially in the run-up to the next election.</p><p>The party’s coffers were boosted by a £3m gift from David Sainsbury, the supermarket baron, as well as £2.2m from Gary Lubner, who made hundreds of millions of pounds running the company behind Autoglass.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/07/labour-boosts-election-war-chest-with-record-quarter-for-donations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/07/labour-boosts-election-war-chest-with-record-quarter-for-donations", "date_published": "2023-09-07T11:03:34+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis eyes revoking constitutional safeguard for Florida’s Black voters", "description": "<p>The state’s Republican governor is already appealing a judge’s decision to strike down unlawful election maps</p><p>In mid-August, lawyers representing Florida Republicans <a href=\"https://www.democracydocket.com/wp-content/uploads/2022/04/2023-08-11-joint-stipulation.pdf\">made a startling admission</a>. The state’s new congressional map, <a href=\"https://www.theguardian.com/us-news/2022/apr/13/florida-legislature-governor-ron-desantis-redrawing-electoral-maps\">drawn by</a> governor Ron DeSantis, made it harder for Black voters in north Florida to elect the candidate of their choosing. On Sunday, a judge in Florida ruled the <a href=\"https://www.theguardian.com/us-news/2023/sep/03/florida-judge-ron-desantis-voting-redistricting-map-unconstitutional\">map was unlawful</a>.</p><p>From 2016 until last year, Florida’s fifth congressional district had stretched more than 150 miles across the northern part of the state, from Jacksonville to just west of Tallahassee. It was a portion of t", "link": "https://www.theguardian.com/us-news/2023/sep/07/ron-desantis-florida-black-voters", "date_published": "2023-09-07T11:00:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Infantino congratulates Malian football federation president despite arrest", "description": "<ul><li>Mamatou Touré accused of embezzling public funds</li><li>Fifa president writes to Touré following his re-election </li></ul><p>The Fifa president, Gianni Infantino, has congratulated Mamatou Touré on his re-election as the president of the Malian football federation (Femafoot) despite him being accused of embezzling public funds after being arrested last month, the Guardian can reveal.</p><p>Touré – who is also a member of the influential Fifa council – <a href=\"https://www.bbc.co.uk/sport/africa/66638502\">is in prison</a> in Bamako as he awaits trial after being indicted on 9 August by the Malian government for “attacking public property as well as forgery and use of forgery and complicity”. The 66-year-old has denied the allegations and was successfully re-elected last week by 61 votes to one after an extraordinary general assembly, having been the only candidate whose filing was accepted by the electoral commission.</p> <a href=\"https://www.theguardian.com/football/2023/se", "link": "https://www.theguardian.com/football/2023/sep/07/fifa-gianni-infantino-malian-football-president-mamatou-toure", "date_published": "2023-09-07T11:00:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘You don’t know what you might have set upon yourself’: the best descriptions of ambition in literature", "description": "<p>The last word, our series about emotions in books, focuses on those who are determined to succeed this month, from Lady Macbeth to Flaubert’s privileged college boys</p><p>From Iago to Icarus, Gollum to Gru, cautionary tales abound when it comes to ambition. Don’t push too far, as Carol Decker so loudly put it, in her Frankenstein-inspired belter China in Your Hand: “You don’t know what you might have set upon yourself.”</p><p>Ambitious women get a particularly bad rap from writers. Lady Macbeth with her bold and bloody hostess plans is the messiest example, but the warnings can set in much earlier in life. Anne of Green Gables and Little Women’s Jo must temper their dreams with hard work, self-denial, and – crucially – a realistic grasp of the free-market economy. Meanwhile, Noel Streatfeild’s Pauline wins her way to Hollywood in Ballet Shoes, not just because she slam-dunks her Shakespeare audition, but because she’s been blessed with “a pretty face” and “a new frock from Selfri", "link": "https://www.theguardian.com/books/2023/sep/07/you-dont-know-what-you-might-have-set-upon-yourself-the-best-descriptions-of-ambition-in-literature", "date_published": "2023-09-07T11:00:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK’s largest electric vehicle charging hub opens in Birmingham", "description": "<p>Up to 180 vehicles can be charged at any one time in as little as 15 minutes at the just-opened Gigahub</p><p>The UK’s largest electric vehicle charging hub has opened at Birmingham’s NEC conference centre with the power to charge up to 180 vehicles at a time in as little as 15 minutes.</p><p>The multimillion-pound site will provide the UK’s highest concentration of super-fast chargers in one location after the biggest-ever private investment in Britain’s charging infrastructure.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/uks-largest-electric-vehicle-charging-hub-opens-in-birmingham\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/uks-largest-electric-vehicle-charging-hub-opens-in-birmingham", "date_published": "2023-09-07T11:00:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kaylin Swart: from World Cup to day-job and long bus journeys on game day", "description": "<p>South Africa keeper on the contrast between playing in the global showpiece and at home, in a non-professional league</p><p>Only three weeks after Kaylin Swart and her national teammates flew from Wellington to Sydney, as the first South African senior side to compete in the knockout rounds of a World Cup, she was on a bus, traveling four and a half hours north of Johannesburg to Limpopo, to play a league match on the same day as the drive.</p><p>“It’s wild,” she tells the Guardian. “I tell people I am a full-time worker and a part-time footballer. A lot of us have to take unpaid leave to play matches. But come game day you would never say we are not full-time players.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/kaylin-swart-womens-world-cup-day-job-long-bus-journeys-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/kaylin-swart-womens-world-cup-day-job-long-bus-journeys-south-africa", "date_published": "2023-09-07T10:23:27+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Natalie Portman praises ‘resilience’ of Spain players amid Rubiales scandal", "description": "<ul><li>Owner of Angel City wishes players could focus on football</li><li>Real Madrid’s Dani Carvajal joins critics of Luis Rubiales</li></ul><p>Natalie Portman, the Oscar-winning actor and part-owner of NWSL club Angel City, has described the actions of the Spain women’s team who won the World Cup as “inspiring” while saying she is saddened at how the Luis Rubiales scandal has played out.</p><p>Portman, a longtime advocate for women’s football, said she was disappointed by how Spain’s World Cup triumph in Australia had been overshadowed by Rubiales’ actions and the continual politicising of women’s sport.</p> <a href=\"https://www.theguardian.com/football/2023/sep/07/natalie-portman-inspiring-spain-players-luis-rubiales-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/07/natalie-portman-inspiring-spain-players-luis-rubiales-scandal", "date_published": "2023-09-07T10:19:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pet owners: share your experience of using veterinary services in the UK", "description": "<p>We’d like to hear from people with pets what kind of vet’s services they are using in the UK, and how they feel about the costs and value for money</p><p>Britain’s veterinary sector is being scrutinised by the competition watchdog amid concerns about soaring costs and that pet owners are not getting value for money.</p><p>We’re interested to hear from pet owners in the UK what their experience of using veterinary services is like.</p> <a href=\"https://www.theguardian.com/global/2023/sep/07/pet-owners-share-your-experience-of-using-veterinary-services-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/sep/07/pet-owners-share-your-experience-of-using-veterinary-services-in-the-uk", "date_published": "2023-09-07T10:07:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk’s hypocrisy about free speech hits a new low | Margaret Sullivan", "description": "<p>It’s ‘free speech for me, but not for thee’ in his world – he doesn’t like it, he sues</p><p>Even before he took over Twitter, Elon Musk touted himself as a “free speech absolutist”.</p><p>This was always a troubling notion for an insanely rich guy with a cult following whose sense of history is as limited as his ego is boundless.</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/07/elon-musks-hypocrisy-about-free-speech-hits-a-new-low\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/elon-musks-hypocrisy-about-free-speech-hits-a-new-low", "date_published": "2023-09-07T10:07:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Head of Johnny Kitagawa’s J-pop agency resigns over sexual abuse scandal", "description": "<p>Julie Fujishima, niece of late pop mogul, apologises and acknowledges agency founder’s abuse for first time</p><p>The president of Japan’s biggest boyband talent agency has resigned after acknowledging for the first time that its late founder sexually abused aspiring young stars.</p><p>The country’s most powerful pop mogul, Johnny Kitagawa, who died in 2019 aged 87, was accused of sexually assaulting multiple teenagers over decades, but evaded justice because his victims feared he would destroy their careers if they spoke out.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/head-of-johnny-kitagawa-j-pop-agency-resigns-over-sexual-abuse-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/head-of-johnny-kitagawa-j-pop-agency-resigns-over-sexual-abuse-scandal", "date_published": "2023-09-07T10:00:28+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Private equity profits from climate disaster clean-up – while investing in fossil fuels", "description": "<p>Study shows resilience workers, mostly refugees and immigrants, poorly protected as top firms ‘pad their pockets by cutting costs’</p><p>Private equity firms are increasingly profiting from cleaning up climate disasters in the US, while failing to better protect workers and often also investing in the fossil fuels that are causing the climate emergency, new research has found.</p><p>The demand for skilled disaster restoration or resilience workers, who are mostly immigrants and refugees from Latin America and Asia, is soaring as greenhouse gases released by burning fossil fuels heat the planet, provoking more destructive storms, floods and wildfires.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/private-equity-climate-crisis-disaster-cleanup\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/private-equity-climate-crisis-disaster-cleanup", "date_published": "2023-09-07T10:00:25+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Occupied by the US’: wildfires renew Native Hawaiian call for sovereignty", "description": "<p>As disaster capitalists descend on Lahaina, Indigenous Hawaiians fight for self-governance</p><p>At a time of climate crisis, dwindling resources and unfettered capitalism, the decades-long Native Hawaiian struggle for sovereignty has gained a renewed sense of urgency following the August wildfires that incinerated west Maui.</p><p>Indigenous activists say restoring Hawaiʻi as a self-sufficient island nation is the only way to preserve it for their children and grandchildren.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/native-hawaiian-sovereignty-maui-wildfires\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/native-hawaiian-sovereignty-maui-wildfires", "date_published": "2023-09-07T10:00:24+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Father & Son by Jonathan Raban – in retrospect", "description": "<p>The critic’s posthumously-published memoir charts a complex family history and his own life-changing illness</p><p>In 2011, at the age of 68, the critic and novelist <a href=\"https://www.theguardian.com/books/2016/dec/30/jonathan-raban-author-recovery-stroke-fears-dis-united-states\" title=\"\">Jonathan Raban “was transformed</a> into an old man”. What felt vaguely like a hangover was diagnosed a few hours later as a stroke. With the right side of his body paralysed, Raban spent time in intensive care before being transferred to the neurological ward of the Swedish hospital in downtown Seattle (born in Norfolk, he moved to the US in 1990). He left in a wheelchair five weeks later and survived for more than a decade, dying in January this year. During that time he worked on a memoir.</p><p>It’s a brave book, not so much because of the physical difficulties he overcame in writing it, but because it takes him back to childhood and to the challenges his absent father endured during the s", "link": "https://www.theguardian.com/books/2023/sep/07/father-son-by-jonathan-raban-in-retrospect", "date_published": "2023-09-07T10:00:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lost in AI translation: growing reliance on language apps jeopardizes some asylum applications", "description": "<p>Translators say the US immigration system relies on AI-powered translations, without grasping the limits of the tools</p><p>In 2019, Carlos fled Brazil with his sister and two nephews after his son was murdered in front of him by a local gang<em>.</em> Upon arriving in the US, he was separated from his family and detained in a US Immigration and Customs Enforcement (Ice) detention center.</p><p>Carlos, who is Afro-Indigenous, speaks Portuguese but does not read or write it. Staff at the Calexico, California, detention center spoke only English or Spanish. The staff used an artificial intelligence-powered voice-translation tool to interpret what Carlos was saying, but the system didn’t pick up or understand his regional accent or dialect. So Carlos spent six months in Ice detention unable to meaningfully communicate with anyone.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/07/asylum-seekers-ai-translation-apps\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/07/asylum-seekers-ai-translation-apps", "date_published": "2023-09-07T10:00:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moon landings, light-minutes and Duran Duran’s three Taylors – take the Thursday quiz", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes, every Thursday. How will you fare?</p><p></p><p>The quiz master is away, so once again the Thursday quiz is pre-written by him on an obtuse and capricious theme – this week: song titles by Duran Duran. Fifteen questions on general knowledge, all of them tenuously tied to a song by one of the greatest British pop acts of the 1980s and beyond. Make Simon and company happy by letting us know how well you got on in the comments. They’ve got <a href=\"https://www.youtube.com/watch?v=qHzciPBSNlQ\">a new single out</a> and everything.</p><p><strong>The Thursday quiz, No 124</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/07/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-124\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/07/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-124", "date_published": "2023-09-07T10:00:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Hardcore science’ or ‘just a sticker’ – do anti-anxiety patches actually work?", "description": "<p>The Duchess of Sussex is among fans of stickers from brands like NuCalm, which claim to have a calming effect</p><p>This month, Meghan, the Duchess of Sussex, was photographed wearing a “biosignal processing disc” affixed on her left wrist. The product, sold by a company called NuCalm, promises to transmit signals to the brain that makes the wearer feel peaceful and relaxed. NuCalm has reportedly been used by sports coaches and active military members to combat the high-stress lifestyle that comes with their jobs.</p><p>The brand’s website is filled with so much jargon that it should be studied in every marketing class: allegedly, NuCalm’s “neuroacoustic technology” harnesses oscillations, frequencies, and vibrations to change a person’s brain waves. The “NuCalm experience” is reportedly “fast-acting, deep, and long-lasting”.</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/nucalm-anti-anxiety-calming-discs\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/nucalm-anti-anxiety-calming-discs", "date_published": "2023-09-07T10:00:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Criticism over concrete crisis ‘sensationalist’, says Gillian Keegan", "description": "<p>Education secretary says she is not bothered about ‘bad press’ and feels she made ‘the right decision’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/07/rishi-sunak-uk-europe-horizon-erasmus-conservatives-labour-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>The education secretary, Gillian Keegan, has branded those raising questions about her handling of the crumbling concrete crisis in schools “sensationalists”.</p><p>At a behind-closed-doors drinks reception co-hosted by the “Conservatives in communications” network on Wednesday night, Keegan continued to brush off criticism about the government changing its advice to schools days before the autumn term began.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/criticism-over-concrete-crisis-sensationalist-says-education-secretary-gillian-keegan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/criticism-over-concrete-crisis-sensationalist-says-education-secretary-gillian-keegan", "date_published": "2023-09-07T10:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Macbeth review – zombies, haggis and a little bit of disco", "description": "<p><strong>Shakespeare North Playhouse, Prescot<br /></strong>Horror-movie witches haunt the unhappy couple throughout this touring co-production. It’s one of many interesting ideas that are dropped too soon</p><p>There is no shortage of ideas in Richard Twyman’s English Touring Theatre co-production, the latest in an autumn glut of <a href=\"https://www.theguardian.com/stage/macbeth\">Macbeths</a>. This one starts not with Shakespeare but with a puritan witch trial, à la The Crucible, to highlight the real fear of the supernatural that stalked the playwright’s society.</p><p>The talk is of cats, brooms and facial abnormalities. The supposed culprits remain silent. “Women of Prescot, the spirits do suck on the blood of your private parts,” warn their accusers.</p> <a href=\"https://www.theguardian.com/stage/2023/sep/07/macbeth-review-shakespeare-north-playhouse-prescot\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/sep/07/macbeth-review-shakespeare-north-playhouse-prescot", "date_published": "2023-09-07T09:52:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: do you work to live, or live to work?", "description": "<p>The UK losing its belief that hard work brings better life, according to a study of 24 countries</p><p>The UK is losing its belief that hard work brings better life, and fewer millennials now think work always comes first, <a href=\"https://www.theguardian.com/money/2023/sep/07/britons-view-work-less-important-other-nationalities-study\">according to a study of 24 countries</a>.</p><p>With this in mind, we would like to hear from people in the UK about their views on work. Do you work to live or live to work? Why do you think people have changed their view? What do you focus on most?</p> <a href=\"https://www.theguardian.com/money/2023/sep/07/tell-us-do-you-work-to-live-or-live-to-work\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/07/tell-us-do-you-work-to-live-or-live-to-work", "date_published": "2023-09-07T09:51:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Network Rail admits health and safety failings over fatal Stonehaven crash", "description": "<p>Company admits failings over derailment in Aberdeenshire that killed the driver, a conductor and a passenger</p><p>Network Rail has admitted health and safety failings over a rail crash that claimed three lives.</p><p>The train driver Brett McCullough, 45, conductor Donald Dinnie, 58, and passenger Christopher Stuchbury, 62, died in the derailment near Stonehaven, Aberdeenshire, on 12 August 2020.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/07/network-rail-admits-health-and-safety-failings-over-fatal-stonehaven-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/07/network-rail-admits-health-and-safety-failings-over-fatal-stonehaven-crash", "date_published": "2023-09-07T09:41:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sam Smith and Normani win copyright lawsuit over Dancing With a Stranger", "description": "<p>Duo’s 2019 hit was alleged to have imitated 2015 song Dancing With Strangers, performed by Jordan Vincent</p><p>Sam Smith has won a copyright lawsuit filed by songwriters who claimed Smith’s hit Dancing With a Stranger imitated their own track.</p><p>Jordan Vincent, Christopher Miranda and Rosco Banlaoi had alleged that their song Dancing With Strangers, performed by Vincent, was infringed upon by Smith’s song, a duet with US singer Normani which shares the same chorus line “dancing with a stranger”. Dancing With Strangers amassed over 500,000 streams after being uploaded to Soundcloud in 2015.</p> <a href=\"https://www.theguardian.com/music/2023/sep/07/sam-smith-and-normani-win-copyright-lawsuit-over-dancing-with-a-stranger\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/07/sam-smith-and-normani-win-copyright-lawsuit-over-dancing-with-a-stranger", "date_published": "2023-09-07T09:38:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trans and Orthodox Jewish: the struggle for acceptance in conservative religion – video", "description": "<p>In August 2022, Talia Avrahami was living a normal life as an Orthodox Jewish teacher in New York City with her husband and daughter. But a month later, the Orthodox school she taught at dismissed her after parents found out she is transgender, creating a fierce debate within the traditionally conservative community. Since then, she has been fighting to return to her life as a religious transgender woman – and to further the acceptance of other transgender people within Orthodox Judaism.</p><p></p> <a href=\"https://www.theguardian.com/society/video/2023/sep/07/trans-and-orthodox-jewish-the-struggle-for-acceptance-in-conservative-religion-video\">Continue reading...</a>", "link": "https://www.theguardian.com/society/video/2023/sep/07/trans-and-orthodox-jewish-the-struggle-for-acceptance-in-conservative-religion-video", "date_published": "2023-09-07T09:32:56+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak urged to take UK back into other EU schemes like Erasmus after rejoining Horizon – UK politics live", "description": "<p>Liberal Democrats say government should ‘extend cooperation’ with Europe after rejoining £85bn science programme</p><p><strong>Alex Burghart</strong>, a Cabinet Office minister, told MPs during Cabinet Office questions this morning that the resignation honours list being drawn by by Liz Truss has not yet been submitted to government.</p><p>He was responding to a question from the SNP’s <strong>Patricia Gibson</strong> who asked why Truss was being allowed an honours list when she was the shortest-serving prime minister and “still managed to crash the economy”.</p><p>We have not yet seen the list for the previous prime minister. And I think it’s worthwhile remembering that people who are honoured in our system have often contributed greatly to our country.</p><p>Today’s announcement is a relief after years of Conservative prime ministers putting party above country. However, this announcement is too late for many researchers, businesses and academics who have already lost out in bi", "link": "https://www.theguardian.com/politics/live/2023/sep/07/rishi-sunak-uk-europe-horizon-erasmus-conservatives-labour-uk-politics-latest", "date_published": "2023-09-07T09:20:39+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ava DuVernay: Black film-makers are told people don’t care about our stories", "description": "<p>Academy Award winning director was speaking at Venice film festival, where she is the first African American woman to compete in its 91 year history</p><p>The film-maker Ava DuVernay has said she was often discouraged from applying to film festivals because she “wouldn’t get in”.</p><p>This year, the director, who was Oscar-nominated for <a href=\"https://www.theguardian.com/film/2015/feb/05/selma-review-martin-luther-king-civil-rights\">Selma</a>, became the first African American woman to compete in the 91 year history of the Venice film festival.</p> <a href=\"https://www.theguardian.com/film/2023/sep/07/ava-duvernay-black-film-makers-venice-film-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/07/ava-duvernay-black-film-makers-venice-film-festival", "date_published": "2023-09-07T09:17:52+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alcaraz ‘ready for a great battle against Medvedev’ after brushing aside Zverev", "description": "<ul><li>No 1 seed into US Open semi-final after 6-3, 6-2, 6-4 win</li><li>Alexander Zverev says performance hindered by injury</li></ul><p>On a night when Carlos Alcaraz was below his imperious best, the all-conquering Spanish star was good enough in the most important moments to brush aside Alexander Zverev in straight sets and inch closer to <a href=\"https://www.theguardian.com/sport/2022/sep/11/carlos-alcaraz-wins-us-open-final-tennis-casper-ruud-world-no-1\">a rare US Open repeat</a>.</p><p>Alcaraz hit more unforced errors than winners behind a first-serve percentage that hovered around 50% for most of Wednesday night’s eagerly awaited quarter-final with the former world No 2. But the 20-year-old converted four of four break points while saving all five that he faced to polish off the 6-3, 6-2, 6-4 victory in a coolly efficient two-and-a-half hours. His reward? A Friday night showdown with third-seeded Daniil Medvedev in a delicious semi-final matchup of the past two US Open champ", "link": "https://www.theguardian.com/sport/2023/sep/07/caros-alcaraz-daniil-medvedev-alexander-zverev-us-open-tennis", "date_published": "2023-09-07T09:13:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour, we know how terrible the Tories are. What we need from you is hope for the future | Zoe Williams", "description": "<p>It’s not enough to point out the government’s inadequacies: Keir Starmer must show us his vision of a better Britain</p><p>I cling for morale to the idea that there’s never been a period of Conservative rule as bad as this one: the external shocks of recent times, set against a degraded backdrop left by David Cameron and Theresa May, have been met by leaders as woefully inadequate as Boris Johnson, Liz Truss and Rishi Sunak.</p><p>Nevertheless, exactly 30 years ago, Labour leader John Smith, <a href=\"https://hansard.parliament.uk/Commons/1993-06-09/debates/d28c6b6a-057a-48e9-9f39-0539423c8633/CommonsChamber\">in a long Commons debate</a> nominally about “economic issues”, made a case that we’d all recognise: “There is proof abundant that this is a government who are … deeply untrustworthy, hopelessly incompetent. Perhaps their most defining characteristic is an aggressive, bullying and dogmatic obstinacy which assumes that they are entitled to control our affairs without the slight", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/labour-tories-government-keir-starmer-britain", "date_published": "2023-09-07T09:10:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heat denial: influencers question validity of high temperatures", "description": "<p>A European Space Agency report that confused air temperature with ground temperature is being circulated on social media</p><p>As thermometers creep upwards, it has become harder and harder to deny the reality of the climate crisis. Some, however, are questioning whether temperatures are being measured properly in the first place.</p><p>In a <a href=\"https://twitter.com/robinmonotti/status/1682684530518286336\">tweet seen millions of times</a>, the influencer Robin Monotti said in July that media outlets were repeating a report from the European Space Agency (Esa) which confused air temperature with ground temperature, which is generally higher.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/why-climate-deniers-are-wrong-validity-heat-measurements\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/why-climate-deniers-are-wrong-validity-heat-measurements", "date_published": "2023-09-07T09:09:10+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It improves everything’: 17 reasons to love yoga – even if you are sceptical", "description": "<p>Would you welcome the health benefits of yoga, but find yourself put off by the spirituality? Cast those doubts aside ...<br /></p><p>Yoga is like faith, or grief, or dog ownership: from the inside, it is incredibly obvious and you would no more question it than you would breathing in and out (although, to be fair, with yoga there is a lot of chat about breathing in and out). From the outside, it is baffling: it looks incredibly slow and boring, unless it looks extremely fast and challenging, and how can those two styles even share the same name?</p><p>Some poses, it is hard to believe the human body capable of, while others look more like napping. Can it possibly have the physical, psychological and spiritual impact its practitioners claim? And, if so, which form of it is best for you? Here’s what some old hands say, and what I’ve learned from <a href=\"https://www.theguardian.com/lifeandstyle/2018/may/12/yoga-class-zoe-williams\">my own adventures in yoga</a>.</p> <a href=\"https:/", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/07/it-improves-everything-17-reasons-to-love-yoga-even-if-you-are-sceptical", "date_published": "2023-09-07T09:00:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Best podcasts of the week: A lighthearted look back at the disastrous Liz Truss reign", "description": "<p>In this week’s newsletter: Alice Levine and Matt Forde remember seven chaotic weeks in Westminster in the new season of British Scandal. Plus: five of the best musicals podcasts</p><p><strong>• <a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></p><p><strong><a href=\"https://open.spotify.com/show/3YnUJC2alA6I1F2V7CdDa2\">Strike Force Five</a><br />Widely available, episodes weekly<br /></strong>There’s a lo-fi charm to this freeform show from the anchors of the five biggest late-night chatshows in the US. It feels as if you’ve accidentally joined a video call between Jimmy Fallon, Jimmy Kimmel, Stephen Colbert, Seth Myers and John Oliver – and their chats are full of intriguing insights into their friendship. But its main draw is the fact all proceeds are going to the striking staff of their TV shows. Highly worthwhile. <em>Alexi Duggin", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/07/hear-here-liz-truss-british-scandal", "date_published": "2023-09-07T08:45:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rugby World Cup 2023: Guardian writers’ predictions", "description": "<p>South Africa are aiming to defend their title, France will fancy their chances at home and can Fiji upset the established order?</p><p><strong>Robert Kitson</strong> Rugby union showing its best face to the world. For all its imperfections, it can still be the planet’s most compelling team ball game. If the three Fs – France, Fiji and Finn Russell – can rip it up this weekend, it could be the catalyst for something truly special.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/rugby-world-cup-2023-guardian-writers-predictions\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/rugby-world-cup-2023-guardian-writers-predictions", "date_published": "2023-09-07T08:43:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chris Pincher to quit as MP after losing appeal against Commons suspension", "description": "<p>MP says he has made arrangements to resign after panel decision on suspension for groping men, triggering byelection in Tamworth</p><p>The former Conservative MP Chris Pincher has “made arrangements” to resign from the House of Commons, triggering a byelection in what was previously considered the safe seat of Tamworth in Staffordshire.</p><p>Days after he lost an appeal against an eight-week suspension from parliament for groping two men at a private member’s club last summer, the former deputy chief whip announced he was standing down as an MP.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/07/chris-pincher-to-resign-as-mp-after-losing-appeal-against-suspension\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/07/chris-pincher-to-resign-as-mp-after-losing-appeal-against-suspension", "date_published": "2023-09-07T08:33:47+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bruce Springsteen postpones US tour dates due to peptic ulcer treatment", "description": "<p>Rocker’s illness prompts third round of postponements this year, after concerts in March and August were affected</p><p>Bruce Springsteen has postponed all September concerts as the singer is treated for peptic ulcer.</p><p>A statement on his Instagram account said “the decision of his medical advisers is that he should postpone the remainder of his September shows” due to the stomach ailment.</p> <a href=\"https://www.theguardian.com/music/2023/sep/07/bruce-springsteen-postpones-us-tour-dates-due-to-peptic-ulcer\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/07/bruce-springsteen-postpones-us-tour-dates-due-to-peptic-ulcer", "date_published": "2023-09-07T08:26:22+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rouge by Mona Awad review – a modern fairytale", "description": "<p>This beauty industry satire from the author of Bunny explores buried trauma, the tyranny of wellness and mother-daughter relationships</p><p>Cult Canadian novelist <a href=\"https://www.theguardian.com/books/2023/jul/05/authors-file-a-lawsuit-against-openai-for-unlawfully-ingesting-their-books\" title=\"\">Mona Awad</a> is best known for her 2019 novel <a href=\"https://www.theguardian.com/books/2021/dec/01/top-10-novels-about-novelists\" title=\"\">Bunny</a>, which explores the toxic relationships between students on an elite creative writing programme. Her new book introduces us to beauty junkie Belle, so obsessed with her skincare routine she finds room for little else in life. The opening sees her catapulted back to California, where her mother Noelle, a failed screen actor, has recently died. Noelle’s death has been ruled an accident; for Belle, the story does not ring true. Why would her mother have been walking along a dangerous cliff edge after dark, and who is the stranger with a", "link": "https://www.theguardian.com/books/2023/sep/07/rouge-by-mona-awad-review-a-modern-fairytale", "date_published": "2023-09-07T08:00:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NFL 2023 season predictions: who will end the Kansas City Chiefs’ reign?", "description": "<p>The new season kicks off on Thursday night. How will Aaron Rodgers fare in New York? Which rookies will impress? And who will win it all?</p><p><strong>Make-or-break quarterback seasons. </strong>It’s hard to think of a time in recent history with a more concentrated pool of quarterback talent. But somebody is going to have to lose games, no matter how many points they put on the board. There’s pressure on Lamar Jackson and Justin Herbert, who have new-look offenses built to tap into their gifts. Josh Allen is in year two with Ken Dorsey. Likewise for Tua Tagovailoa in Mike McDaniel’s set-up. There will be no more excuses of rust for Deshaun Watson. A down year for any of those five quarterbacks will lead to uncomfortable questions. <strong>OC</strong></p> <a href=\"https://www.theguardian.com/sport/2023/sep/07/nfl-2023-season-predictions-who-will-end-the-kansas-city-chiefs-reign\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/07/nfl-2023-season-predictions-who-will-end-the-kansas-city-chiefs-reign", "date_published": "2023-09-07T07:30:20+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices tumble 4.6% in August as high interest rates cool demand – business live", "description": "<p>UK house prices are falling at fastest pace since 2009 on annual basis, reports Halifax</p><ul><li><a href=\"https://www.theguardian.com/business/2023/sep/06/bank-of-england-governor-fall-in-uk-inflation-pound-andrew-bailey-interest-rate-rise\">Bank of England governor expects ‘quite marked’ fall in UK inflation</a></li></ul><p><strong>Looking back through the data, the 4.6% drop in prices in August is the biggest annual decline since October 2009.</strong></p><p>2009 was a rough year for the housing market, following the collapse of Lehman Brothers the previous autumn.</p><p>“House prices are thankfully adjusting to more sensible levels alongside increases to people’s earnings and the number of properties selling below asking price is increasing, offering homebuyers the opportunity to negotiate. These factors are all playing a part in increasing homebuyers’ affordability and softening the blow of rising interest rates.</p><p>“However, despite how this may look on the face of things", "link": "https://www.theguardian.com/business/live/2023/sep/07/uk-house-prices-fall-high-interest-rates-economics-stock-markets-business-live", "date_published": "2023-09-07T07:02:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In life and death, a football club is an anchor, a conduit for connections | Jason Stockwood", "description": "<p>There is something uniquely powerful about football – a fact brought home to me when my mother died this summer</p><p>I read Marc Stears’ book, Out of the Ordinary, this summer and recognised much of what he said in my own experience. The thrust of his argument is that our politics has become intellectually abstracted from how most people live and derive meaning in their lives. We have lost sight of the “everyday”, the joy that it offers in connection and community.</p><p>I moved away from Grimsby at 18 and built an itinerant life, studying and living abroad. I eventually settled to work and build a family in London until my children started to develop “cock-er-ney” accents and I had to get them back up north “right quick”. Over those decades my love of Grimsby Town Football Club and the home game schedule created the gravitational force for my increasingly rare visits home. In the last two years I have much improved that frequency, being part of the ownership structure with Andre", "link": "https://www.theguardian.com/football/blog/2023/sep/07/in-life-and-death-a-football-club-is-an-anchor-a-conduit-for-connections", "date_published": "2023-09-07T07:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin’s reaching out to Kim Jong-un is a desperate move – and potentially a dangerous one | Sergey Radchenko", "description": "<p>The reported meeting of the two dictators reveals a shift in power balances and the threat of a return to old, cold war politics</p><p>Reports that North Korea’s dictator, Kim Jong-un, <a href=\"https://www.theguardian.com/world/2023/sep/04/kim-jong-un-vladimir-putin-russia-supplying-weapons-ukraine-war\">may visit Russia soon</a> to meet Vladimir Putin – probably to discuss the supply of North Korean weapons for Putin’s war in Ukraine – point to a rather remarkable transformation of Russian-North Korean relations. During the cold war, North Korea was Moscow’s key ally in north-east Asia. But at that time, the North Koreans were, at best, poor supplicants to a mighty superpower. Today, Kim’s hermit kingdom stands tall and proud as Russia’s partner in crime.</p><p>Putin’s engagement with North Korea is as old as his presidency. But the relationship was generally more exotic than practical. Russia’s real partner was South Korea, which consistently ranked among its top 10 trade partner", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/putin-kim-jong-un-russia-north-korea", "date_published": "2023-09-07T07:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revival of Harry Brook’s England World Cup dream makes others sweat", "description": "<p>Excellent form of young batter forces selectors into a rethink and puts pressure on his international colleagues</p><p>The announcement last month that the squad selected for England’s one-day international series against New Zealand would also be the <a href=\"https://www.theguardian.com/sport/2023/aug/16/ben-stokes-returns-to-england-one-day-squad-ahead-of-cricket-world-cup\">group travelling to India for the World Cup</a> brought a measure of controversy and certainty. Communication at the time was crystal clear, with Luke Wright, the former England and Sussex all-rounder who was appointed as selector last November, saying: “This is the squad we’re going to put forward … Although it isn’t actually locked in officially until 28 September, this is the squad we’re going for.”</p><p>On Tuesday Matthew Mott, England’s white-ball coach, was playing a very different tune. He insisted: “We’ve always said it’s a provisional squad,” and that, far from being locked in, those picked for the ", "link": "https://www.theguardian.com/sport/2023/sep/07/harry-brooks-england-cricket-world-cup-squad", "date_published": "2023-09-07T07:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak hails ‘right deal for country’ as UK rejoins EU Horizon project", "description": "<p>Long-anticipated deal to return into £85bn science research programme welcomed by scientists</p><p>The UK is to return to the flagship Horizon Europe science research programme, Rishi Sunak has confirmed.</p><p>The prime minister said that from Thursday, British scientists can apply once again for grants from the £85bn programme, a move that will be welcomed with jubilation from the science community in the UK which was once one of the leading beneficiaries of the fund.</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/horizon-brexit-eu-science-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/horizon-brexit-eu-science-rishi-sunak", "date_published": "2023-09-07T06:13:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A ban on used clothing imports isn’t the answer – Uganda must find homegrown solutions | Bobby Kolade", "description": "<p>Secondhand fashion supports many livelihoods, but by nurturing local resources the country can wean itself off the used rag trade </p><p>“Stop buying secondhand clothes, these clothes are for dead people.” At the opening ceremony of the Sino-Uganda Mbale industrial park in late August, our president announced an unexpected ban on imported secondhand clothes. The audience responded to Yoweri Museveni’s rhetoric with laughter. A dead white person’s clothes being packed and shipped to Uganda is a compelling image with which to galvanise the masses.</p><p>But secondhand clothes don’t come from the dead. That’s not how fast-fashion systems work. People don’t die quickly enough for fast fashion, only trends do.</p> <a href=\"https://www.theguardian.com/global-development/2023/sep/07/a-ban-on-used-clothing-imports-isnt-the-answer-uganda-must-find-homegrown-solutions\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/sep/07/a-ban-on-used-clothing-imports-isnt-the-answer-uganda-must-find-homegrown-solutions", "date_published": "2023-09-07T06:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "La Ronde review – a classic, dizzying dance of sex and adventure that leaves a lingering sadness", "description": "<p>Max Ophüls’s 1950 tale of dalliances in early-20th-century Viennese cafe society is a tantalising waltz of licentiousness and emptiness</p><p>Seamless, frictionless and pretty much flawless, Max Ophüls’s 1950 movie version of Arthur Schnitzler’s racy 1900 play takes its audience on a dizzying swirl, like a waltz, or a champagne-induced headspin. It’s an ensemble or portmanteau movie set in early-20th-century Vienna, composed of 10 scenes and 10 couples, connected in a daisy chain of sex.</p><p>A bighearted streetwalker has sex (for nothing) with a soldier who then dates a shopgirl, who then gets a job as chambermaid and is seduced by her employer’s grownup son, who then has an affair with a married woman, and so on, up the social class – until a bleary count is confronted by the prostitute we saw at the beginning, and is assailed by the strange sense that he has seen her somewhere before. And so he has, in a way; they are all connected, he has perhaps had an encounter with her bef", "link": "https://www.theguardian.com/film/2023/sep/07/la-ronde-review-a-classic-dizzying-dance-of-sex-and-adventure-that-leaves-a-lingering-sadness", "date_published": "2023-09-07T06:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ulez exemption for my scooter has been a paperwork nightmare", "description": "<p>We even had to get a signed letter from the Piaggio group in support of the application, which has been rejected twice</p><p><strong>We live in an area covered by the expanded ultra-low emission zone (Ulez). My husband drives a Piaggio Vespa Granturismo 200 L scooter, which is exempted from the charge because, although its status is Euro 2, its nitrogen oxide emissions are below 0.15g/km. To apply for this exemption, Transport for London (TfL) requires a copy of the vehicle’s conformity certificate, the V5 registration certificate and a letter signed by a named individual from the manufacturer.</strong></p><p><strong>My husband has gone to considerable cost and effort to obtain this paperwork, including a signed letter from the executive vice-president of product manufacturing at the Piaggio Group. TfL has twice rejected his application, and twice invited him to provide information that he had already submitted if he wishes to contest the decision.<br /></strong><em><strong>KH, Ea", "link": "https://www.theguardian.com/money/2023/sep/07/ulez-exemption-for-my-scooter-has-been-a-paperwork-nightmare", "date_published": "2023-09-07T06:00:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Goats, trumpets, karate kids: out on Bristol’s high streets – in pictures", "description": "<p>Photographers took to Bristol’s high streets to shoot the people, places and goats that make up the communities there</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/sep/07/goats-trumpets-karate-kids-out-on-bristols-high-streets-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/sep/07/goats-trumpets-karate-kids-out-on-bristols-high-streets-in-pictures", "date_published": "2023-09-07T06:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I have created a monster. Can nothing save me from the tomato plant from hell? | Adrian Chiles", "description": "<p>All I wanted was some delicious homegrown produce. Now I’m the one who’s likely to end up as dinner</p><p>Back in the spring, I was given two tiny tomato plants. Unpromising as they looked, I felt I had to be a good father to them. They grew very slowly at first but, thrillingly, a scratch of a leaf yielded a tomatoey smell. I went away for a week or two and they were bigger and better and now the leaves barely needed scratching to yield that scent. Summer had come, on paper at least, so I decided it was time for these babies of mine to strike out on their own. Their safe windowsill perch was, I sensed, breeding complacency. Outside they went, together, looking lost and vulnerable planted in a big plastic bucket. They looked in at me sadly, drooping in reproach. I feared the worst. Glancing at them as I packed to go away again, I felt sure their end was nigh.</p><p>Imagine my delight when I returned to find they’d gone completely nuts. We’ll show that cruel man what we’re really m", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/i-have-created-a-monster-can-nothing-save-me-from-the-tomato-plant-from-hell", "date_published": "2023-09-07T06:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The joy of making music – six great great learning holidays in Britain and Europe", "description": "<p>Whether it’s gypsy jazz, the blues, folk or flamenco, these retreats cater for musicians of all levels looking to up their game – and have fun</p><p>Every Easter, a sleepy corner of the Cotswolds transforms into a miniature version of the Blue Ridge mountains of the eastern US. The idyllic Kingham Hill private school, near Chipping Norton, is invaded by hundreds of banjos, fiddles, mandolins, guitars, a handful of dobros, and even the occasional autoharp. The reason for this is the appropriately named <a href=\"https://www.sorefingers.co.uk/\">Sore Fingers</a> bluegrass and old-time music week.</p><p>My first visit to Sore Fingers was in 2008. I’d dusted off a five-string banjo I had last played as a teenager and, along with a fiddle-playing friend, had plans to form what would become the UK’s first all-female bluegrass band, the Jolenes. I was hooked from the get-go – the instant camaraderie, the total immersion and the joy of making music with like-minded folk of all levels of exp", "link": "https://www.theguardian.com/travel/2023/sep/07/perfect-harmony-six-musical-holidays-in-britain-and-europe", "date_published": "2023-09-07T06:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moon Sniper: Japan launches Slim probe on precision landing mission", "description": "<p>Smart Lander for Investigating Moon will aim to touch down within an unprecedented 100 metres of its target</p><p>Japan’s “Moon Sniper” mission has blasted off on its mission to make Japan the fifth country to touch down safely on the lunar surface, and the first to do it with unusual precision.</p><p>The Smart Lander for Investigating Moon (Slim) got its Sniper nickname because it is designed to land within 100 metres of a specific target on the surface – much less than the usual range of several kilometres.</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/japan-moon-sniper-slim-probe\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/japan-moon-sniper-slim-probe", "date_published": "2023-09-07T05:33:19+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Opposites attract in a new comedy drama set in Belfast", "description": "<p>In a love story with laughs, Johnny Flynn and Roisin Murphy will warm up the autumn nights. Plus the late Paul O’Grady returns briefly to the screen. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/07/tv-tonight-opposites-attract-in-a-new-comedy-drama-set-in-belfast\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/07/tv-tonight-opposites-attract-in-a-new-comedy-drama-set-in-belfast", "date_published": "2023-09-07T05:20:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Myanmar journalist jailed for 20 years for cyclone coverage", "description": "<p>Sentencing of Sai Zaw Thaike at one-day trial for treason and defamation  shows press freedom has been ‘completely quashed’ under junta, editor says</p><p>A Myanmar court has sentenced a photojournalist to 20 years in prison with hard labour over his coverage of the aftermath of a deadly cyclone, according to Myanmar Now, the media organisation he worked for.</p><p>The sentence given to Sai Zaw Thaike, a photographer for the independent online news service, appeared to be the most severe for any journalist detained since the <a href=\"https://www.theguardian.com/world/2022/sep/19/myanmar-coup-2021-explained-in-30-seconds\">military overthrew the elected government of Aung San Suu Kyi</a> in February 2021.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/myanmar-journalist-jailed-for-20-years-for-cyclone-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/myanmar-journalist-jailed-for-20-years-for-cyclone-coverage", "date_published": "2023-09-07T05:17:49+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In the face of climate change and food insecurity, New Zealand considers lab-grown fruit", "description": "<p>Scientists will attempt to create fruit without the parts that are normally discarded like the core of an apple or orange pith</p><p>In the face of growing food security concerns due to climate change, scientists in New Zealand are attempting to grow fruit tissue in labs.</p><p>While work on lab-grown meat has made headlines in recent years, similar work on fruit is less common. Scientists at Plant &amp; Food Research in the southern city of Christchurch are aiming to change that by growing fruit tissue from plant cells that they hope will one day taste, smell and feel like real fruit. Researchers hope that the program will help safeguard the country’s food security.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/new-zealand-lab-grown-fruit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/new-zealand-lab-grown-fruit", "date_published": "2023-09-07T05:13:37+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pencils with teeth: meet the tiny cookiecutter shark that attacked a catamaran off Cairns", "description": "<p>These parasitic sharks glow in the dark and are known to have a go at anything they come across, despite their small size</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>The small sharks that <a href=\"https://www.theguardian.com/australia-news/2023/sep/06/three-people-rescued-off-australian-coast-after-yacht-damaged-by-multiple-shark-attacks\">damaged a catamaran off the coast of Cairns</a> have been described as “pencils with teeth” and they have a history of trying to eat inanimate objects, including submarines.</p><p>Three people w", "link": "https://www.theguardian.com/environment/2023/sep/07/cookiecutter-sharks-what-are-cairns-catamaran-attack", "date_published": "2023-09-07T05:00:26+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Number of Britons facing significant internet outages doubles in a year", "description": "<p>Two-fifths of UK adults disconnected for three hours or more with one in four left without service for nearly a week</p><p>The number of Britons who have experienced their internet connection failing for at least three hours has almost doubled in the last year, with irate consumers now ranking broadband outages as a bigger frustration than roadworks or public transport delays.</p><p>In the past year, two-fifths (41%) of all UK adults – 22 million consumers – have had their internet disconnected for three or more hours, a significant increase on the 12 million who reported disruption the previous year, according to a report by the price comparison website Uswitch.</p> <a href=\"https://www.theguardian.com/money/2023/sep/07/number-of-britons-facing-significant-internet-outages-doubles-in-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/07/number-of-britons-facing-significant-internet-outages-doubles-in-a-year", "date_published": "2023-09-07T05:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Offshore wind expecting to lose out in auction for UK financial help", "description": "<p>Energy industry experts say steep rise in costs could result in few projects submitting bids</p><p>Britain’s offshore wind industry is expecting to lose out on financial help for projects toward meeting the UK’s climate goals, because soaring inflation means developers are not able to compete for crucial government support.</p><p>Ministers are expected to announce the results of the latest auction for financial support contracts this Friday, but energy industry insiders suggest it could be a damp squib in a potential blow to the UK’s climate goals.</p> <a href=\"https://www.theguardian.com/business/2023/sep/07/offshore-wind-expecting-to-lose-out-in-auction-for-uk-financial-help\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/07/offshore-wind-expecting-to-lose-out-in-auction-for-uk-financial-help", "date_published": "2023-09-07T05:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Provocative’ new book to showcase four decades of Hilary Mantel’s work", "description": "<p>The wide-ranging collection A Memoir of My Former Self: A Life in Writing features subjects from her health struggles to Robocop and has been announced a year after the author’s death</p><p>A collection of journalistic writing by Hilary Mantel is to be published next month, just over a year after the Wolf Hall author’s death.</p><p>The new book, A Memoir of My Former Self: A Life in Writing, will feature four decades of Mantel’s work across a broad range of subjects, from her health struggles as a young woman and her time living in Saudi Arabia to the themes that fed into novels, including revolutionary France and Tudor England.</p> <a href=\"https://www.theguardian.com/books/2023/sep/07/hilary-mantel-work-new-book-a-memoir-of-my-former-self\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/07/hilary-mantel-work-new-book-a-memoir-of-my-former-self", "date_published": "2023-09-07T05:00:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Councils going bust, schools crumbling, the NHS in crisis: the answer is more tax | Larry Elliott", "description": "<p>Labour can raise £50bn from the wealthy to pay for public services without introducing a new one-off wealth tax</p><p>Schools <a href=\"https://www.theguardian.com/uk-news/2023/sep/06/keir-starmer-likens-government-to-cowboy-builders-over-concrete-crisis-raac\">at risk of falling down</a>. <a href=\"https://www.theguardian.com/society/2023/sep/05/councils-in-england-in-crisis-as-birmingham-declares-itself-bankrupt\">Councils going bust</a>. If ever there were any doubts that the Tories are on course to be booted out at the next election, then the events of the past few days have surely dispelled them. The government is a shambles and needs to be put out of its misery.</p><p>As with any party that has been in power a long time, past policy errors have started to become glaringly apparent. There are specific reasons why Birmingham council has run into problems, but it is far from alone. Councils are in financial difficulties – and have been forced into <a href=\"https://www.theguardian.c", "link": "https://www.theguardian.com/commentisfree/2023/sep/07/councils-schools-nhs-tax-labour-public-services-wealth-tax", "date_published": "2023-09-07T05:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Holey shoes and abscessed teeth: Oldham school sees impact of cost of living crisis", "description": "<p>At Beever primary, staff regularly step in to give children breakfast or provide uniforms</p><ul><li><a href=\"https://www.theguardian.com/education/2023/sep/07/most-english-schools-handing-out-clothes-and-food-to-children\">English schools handing out clothes adn food to children</a></li></ul><p>Katie Greaves is the pastoral lead at Beever primary school in Oldham, Greater Manchester, and sees first hand the impact of the cost of living crisis on her pupils and their families.</p><p>Usually on the first day of the new school year, children arrive kitted out in smart new uniforms. This year it was different.</p> <a href=\"https://www.theguardian.com/education/2023/sep/07/holey-shoes-and-abscessed-teeth-oldham-school-sees-impact-of-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/07/holey-shoes-and-abscessed-teeth-oldham-school-sees-impact-of-cost-of-living-crisis", "date_published": "2023-09-07T05:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How hole in ozone layer affected summer rainfall in Tibet", "description": "<p>Study shows increase and decrease in rain linked to changes in ozone levels in upper atmosphere</p><p>Repairing the ozone hole didn’t just help reduce the risk of skin cancer; it also reversed unwelcome effects of the climate crisis. Every summer heavy rains bubble up along the southern edge of the Tibetan plateau, but during the 1980s and 1990s the amount of rain increased significantly, raising the risk of flooding and landslides in Nepal and northern India.</p><p>Thankfully, since the mid-1990s the trend has reversed. A study shows that the increase and subsequent decrease in Tibetan summer rainfall were linked to changes in ozone levels in the upper atmosphere.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/how-hole-ozone-layer-affected-summer-rainfall-tibet\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/how-hole-ozone-layer-affected-summer-rainfall-tibet", "date_published": "2023-09-07T05:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Most English schools handing out clothes and food to children", "description": "<p>Survey finds cost of living crisis has increased both number of children needing extra support and level of need</p><ul><li><a href=\"https://www.theguardian.com/education/2023/sep/07/holey-shoes-and-abscessed-teeth-oldham-school-sees-impact-of-cost-of-living-crisis\">Holey shoes and abscessed teeth: Oldham school sees impact of cost of living crisis</a></li></ul><p>Schools are handing out clothing and food to children amid the cost of living crisis, while teachers report deteriorating hygiene among pupils as families cut back on brushing teeth, showering and even flushing the toilet.</p><p>According to a survey of schools in England, nine out of 10 said they were providing clothing and uniforms for students, while seven out of 10 were giving out food in the form of parcels, food bank provisions, vouchers or subsidised breakfasts.</p> <a href=\"https://www.theguardian.com/education/2023/sep/07/most-english-schools-handing-out-clothes-and-food-to-children\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/sep/07/most-english-schools-handing-out-clothes-and-food-to-children", "date_published": "2023-09-07T05:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Everything is destroyed’: dynamite use sends shockwaves through fishing industries", "description": "<p>Using explosives is illegal, wasteful and devastating to marine life and people’s livelihoods. Yet in Sri Lanka and around the world it’s thriving as a quick and easy route to a lucrative haul</p><p>The immediate aftermath of a blast is obvious, says Wilson Perera: the ocean turns murky with blood and is strewn with fish that are missing eyes or other organs. Those fish that are wounded swim off to die elsewhere. Their carcasses wash ashore days later.</p><p>“Everything within a 100-metre radius of the blast is destroyed – coral reefs, marine plants and animals,” says Perera.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/07/everything-is-destroyed-dynamite-use-sends-shockwaves-through-fishing-industries-sri-lanka\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/07/everything-is-destroyed-dynamite-use-sends-shockwaves-through-fishing-industries-sri-lanka", "date_published": "2023-09-07T05:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britons least likely to say work is important to them, world study finds", "description": "<p>UK losing belief that hard work brings better life, and fewer millennials now think work always comes first, survey indicates</p><p>In the great “live to work or work to live” debate, Britons have traditionally been seen to fall into the first group. But research appears to turn that reputation on its head.</p><p>According to a study of 24 countries, Britons are less likely than people from elsewhere to place importance on work. Increasingly, they also no longer believe that hard work brings a better life.</p> <a href=\"https://www.theguardian.com/money/2023/sep/07/britons-view-work-less-important-other-nationalities-study\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/07/britons-view-work-less-important-other-nationalities-study", "date_published": "2023-09-07T04:01:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First African climate summit: can development and climate action coexist?", "description": "<p>Madeleine Finlay hears from the Guardian’s east Africa global development correspondent, Caroline Kimeu, about the challenges and tensions at play at the inaugural climate summit</p><p>Read more reporting from Caroline Kimeu <a href=\"https://www.theguardian.com/profile/caroline-kimeu\">here</a></p> <a href=\"https://www.theguardian.com/environment/audio/2023/sep/07/first-african-climate-summit-can-development-action-coexist-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/audio/2023/sep/07/first-african-climate-summit-can-development-action-coexist-podcast", "date_published": "2023-09-07T04:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New blood: Scotland to stage all-woman and non-binary Dracula play", "description": "<p>Set in a psychiatric hospital in Aberdeenshire, new National Theatre production puts Mina Murray at centre of action</p><p>The first major staging of Dracula with an all-woman and non-binary cast aims to “reclaim and subvert” gothic tropes of fragile and corruptible females by retelling the genre classic through the eyes of Mina Murray.</p><p>In Bram Stoker’s 1897 novel, Murray’s fiance, the solicitor Jonathan Harker, clumsily embroils Mina and her friend Lucy in Dracula’s bloodlust when he travels to Transylvania to assist the count in a property purchase. However, the new National Theatre of Scotland production puts Mina at the centre of the action.</p> <a href=\"https://www.theguardian.com/stage/2023/sep/07/scotland-stage-all-woman-non-binary-dracula-play\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/sep/07/scotland-stage-all-woman-non-binary-dracula-play", "date_published": "2023-09-07T04:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TUC boss urges Labour to heed public support for wealth taxes", "description": "<p>Paul Nowak says Keir Starmer’s party has some progressive ideas on tax but needs to go further</p><p>Labour should consider using wealth taxes to raise £10bn as the UK “needs to go further” to bring in money to repair public services, the head of the Trades Union Congress has said.</p><p>Paul Nowak, the general secretary of the organising body for trade unions in England and Wales, said proposals put forward by the TUC to bring capital gains tax into line with income tax or to impose a wealth tax on assets of more than £3m were “relatively modest” and were supported by the public.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/07/tuc-boss-urges-labour-to-heed-public-support-for-wealth-taxes\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/07/tuc-boss-urges-labour-to-heed-public-support-for-wealth-taxes", "date_published": "2023-09-07T04:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women in England urged to help shape reproductive health policy", "description": "<p>Government seeks views on periods, contraception, fertility, pregnancy and menopause for health strategy</p><p></p><p>Women in England are being urged to help shape reproductive health policy by sharing their experiences of a range of issues.</p><p>The government’s <a href=\"https://online1.snapsurveys.com/interview/3e9e0d85-378d-40dd-a701-f353e02fbac1\">launch of the survey</a> comes more than a year after ministers first promised to seek women’s views on issues including periods, contraception, fertility, pregnancy and the menopause, as part of its women’s health strategy.</p> <a href=\"https://www.theguardian.com/society/2023/sep/07/women-in-england-urged-to-help-shape-reproductive-health-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/07/women-in-england-urged-to-help-shape-reproductive-health-policy", "date_published": "2023-09-07T04:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Someday the war will end. And the world needs tools’: why a Ukrainian toolmaker keeps working", "description": "<p>A full scale invasion, a missile strike on the factory and employees on the frontline haven’t stopped Serhii Ivin keeping his artisan tools business open</p><p>Running a small business is hard work at the best of times. Throw in a full scale war, including a Russian missile strike that damages your factory, and the job gets even harder.</p><p>Fadir Tools, an artisan toolmaker in the eastern Ukrainian city of Kharkiv, has had a tricky war. When the Russians invaded Ukraine in February 2022, owner Serhii Ivin, 41, closed the factory, picked up his pump action shotgun and headed for the main administrative building to help defend the city. A couple of nights later a Russian rocket landed just down the hall. He spent the next few weeks holed up in the basement.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/ukraine-toolmaker-kept-working\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/ukraine-toolmaker-kept-working", "date_published": "2023-09-07T04:00:17+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top Boy final season review – a potent ending that rivals the very best television", "description": "<p>Who will finally come out on top? In these last chaotic, ultra-violent episodes, Dushane and Sully are pushed to the brink – and fans get a hugely rewarding conclusion</p><p>In the words of Shakespeare’s Much Ado About Nothing, “comparisons are odorous”. Yet Netflix’s Top Boy has always been compared to HBO’s modern classic The Wire. David Simon’s drama saw Baltimore’s ecosystem of drug crime and justice depicted as a many-tentacled beast that corrupted everyone from children to police commissioners and is arguably the greatest television show of the 20th century (The Sopranos is technically a product of the 90s). Top Boy’s continual billing as the British version of The Wire has been a heavy burden to bear. Still, in its final season, it doesn’t crumble under the weight of its US counterpart. Instead, it delivers six tense, kinetic and moving episodes where our complex anti-heroes find themselves pushed to the brink.</p><p>In many senses, the outcome has always been clear from th", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/07/top-boy-final-season-review-a-potent-ending-that-rivals-the-very-best-television", "date_published": "2023-09-07T04:00:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s beautiful to be alone’: the joy and pain of life on a desert island", "description": "<p>They are the stuff of dreams and nightmares – but what is it like to live on one? Here, four intrepid souls explain how they made a home in some of the most remote places on Earth</p><p><strong>Hannah Sutton spent seven months in 2019 on </strong><strong>Maatsuyker</strong><strong> Island, off southern Tasmania</strong><strong>, </strong><strong>with her partner, Grant</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/07/its-beautiful-to-be-alone-the-joy-and-pain-of-life-on-a-desert-island\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/07/its-beautiful-to-be-alone-the-joy-and-pain-of-life-on-a-desert-island", "date_published": "2023-09-07T04:00:16+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The widow and the murderer: a friendship born of tragedy", "description": "<p>A decade after Maixabel Lasa’s husband was shot by Basque separatists, she received a letter from one of his killers. He wanted to meet her</p><p>Juan Mari Jáuregui normally slept soundly, but on the night of 28 July 2000 he was disturbed by a nightmare. “I dreamed they killed me,” he told his wife the next morning, as he left his house in the village of Legorreta, in Spain’s verdant Basque Country, to meet a friend for coffee. She told him not to worry. It was just a dream.</p><p>Jáuregui was a big man – 6ft tall and 16 stone – with a voice and personality to match. He was 48, and between September 1994 and May 1996 he had been civil governor of Gipuzkoa, his wealthy home province, which lies in the north of Spain, on the border with France. “If he was in the room, you knew he was there, and not just because of his size,” said Xabier Maiza, a fellow local politician from the Socialist party.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/the-widow-and-the-murderer-a-f", "link": "https://www.theguardian.com/world/2023/sep/07/the-widow-and-the-murderer-a-friendship-born-of-tragedy", "date_published": "2023-09-07T04:00:15+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: blast reported near Russian military headquarters in Rostov after drone alert", "description": "<p>One person injured after Ukraine drone debris lands in city centre, governor says, with a second downed outside city; drone reportedly shot down in  Moscow region</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/sep/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-561-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 561 of the invasion</a></strong></li></ul><p>Ukrainian drones have also been shot down by air defences in the Moscow region and the Bryansk region that borders northern Ukraine, Russian officials have said.</p><p>The Ria news agency said one drone was shot down in the Ramensky district south-east of Moscow and that according to preliminary information there was “no destruction or casualties as a result of falling debris”.</p> <a href=\"https://www.theguardian.com/world/live/2023/sep/07/russia-ukraine-war-live-updates-russian-military-headquarters-blast-rostov-drone\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/sep/07/russia-ukraine-war-live-updates-russian-military-headquarters-blast-rostov-drone", "date_published": "2023-09-07T03:51:28+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Taken to hell’: even today survivors of Kinchela boys’ home are known by their numbers", "description": "<p>Former residents recall being flogged, chained to a tree overnight, told they weren’t Aboriginal or that their parents were dead. Many have been traumatised for life</p><p><strong>Warning: contains distressing content</strong></p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/sep/07/kinchela-aboriginal-boys-training-home-secret-graves-burial-sites-stolen-generations-institution-children\">Revealed: multiple sites of possible secret graves discovered at Stolen Generations institution for children</a></li></ul><p>The Uncles of Kinchela have a strong bond. They tease one another all the time. They finish each other’s sentences. They know when to fall silent. They shout numbers at each other – the ones they were given when they were taken away from their families and incarcerated in the “hellhole” that was Kinchela Aboriginal Boys’ Training Home.</p><p>“Hey, 36!” Uncle Richard “‘Bear” Campbell shouts at Uncle James Michael “Widdy” Welsh, who responds immediately. Thir", "link": "https://www.theguardian.com/australia-news/2023/sep/07/kinchela-aboriginal-boys-training-home-kempsey-burials-graves-residents-survivors", "date_published": "2023-09-07T03:04:03+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I don’t want to sound like a broken record but the climate really is changing | Fiona Katauskas", "description": "<p>Maybe now would be a good time to do something about it</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/07/i-dont-want-to-sound-like-a-broken-record-but-the-climate-really-is-changing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/07/i-dont-want-to-sound-like-a-broken-record-but-the-climate-really-is-changing", "date_published": "2023-09-07T02:52:23+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Depleted uranium munitions: what are they and what risks do they pose?", "description": "<p>The US says it will start delivering the controversial weapons to Ukraine soon; Russia denounced the decision as ‘an indicator of inhumanity’</p><p>The US <a href=\"https://www.theguardian.com/world/2023/sep/06/russian-strike-on-crowded-ukraine-market-leaves-many-dead-blinken-visit\">has announced</a> it is sending depleted uranium anti-tank rounds to Ukraine, following <a href=\"https://www.theguardian.com/world/2023/mar/21/putin-says-russia-will-respond-if-uk-supplies-depleted-uranium-shells-to-ukraine\">Britain’s lead in sending the controversial munitions</a> to help Kyiv push through Russian lines in its gruelling counteroffensive.</p><p>The 120mm rounds will be used to arm the 31 M1A1 Abrams tanks the US plans to deliver to Ukraine in the coming months.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/depleted-uranium-munitions-what-are-they-and-what-risks-do-they-pose\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/depleted-uranium-munitions-what-are-they-and-what-risks-do-they-pose", "date_published": "2023-09-07T02:09:21+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Podcast: The scandal of Bangladesh’s missing children – part two", "description": "<p>What would you do if everything you believed about your childhood was wrong? Rosie Swash and Thaslima Begum investigate an international adoption scandal that is still shattering lives today</p><p>Two years ago, <strong>Thaslima Begum</strong> and <strong>Rosie Swash</strong> began investigating what happened to babies given up for adoption in Bangladesh in the 1970s. A new law allowed families around the world to adopt Bangladeshi children for the first time. But as Thaslima and Rosie dug deeper, they found a system ripe for exploitation.</p><p>In this episode, Thaslima travels to Bangladesh to try to find out more about the mothers who – 40 years later – are still grieving for the children they say were taken from them. Meanwhile, in the UK, Rosie tracks down a retired doctor who tried to blow the whistle on the scandal in the 1970s.</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/07/the-scandal-of-bangladesh-missing-children-part-two-podcast\">Continue reading...</a", "link": "https://www.theguardian.com/news/audio/2023/sep/07/the-scandal-of-bangladesh-missing-children-part-two-podcast", "date_published": "2023-09-07T02:00:13+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexico set for first female president in 2024 election", "description": "<p>Former Mexico City mayor Claudia Sheinbaum and senator Xóchitl Gálvez were selected as the candidates for the two major electoral groups</p><p>Mexico will almost certainly have its first female president in 2024, after the governing Morena party and the opposition coalition both chose women as their candidates.</p><p>Former Mexico City mayor Claudia Sheinbaum was named Morena’s candidate on Wednesday, despite runner-up Marcelo Ebrard’s last-minute denouncement of the process and demand for it to be redone.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/mexico-2024-election-claudia-sheinbaum-female-president-xochitl-galvez\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/mexico-2024-election-claudia-sheinbaum-female-president-xochitl-galvez", "date_published": "2023-09-07T01:45:06+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Carlos Alcaraz v Alexander Zverev: US Open 2023 quarter-final – live", "description": "<ul><li>Alcaraz and Zverev meet for place in US Open semi-finals</li><li>Send Bryan at tweet at <a href=\"https://twitter.com/BryanAGraham\">@BryanAGraham</a> or <a href=\"mailto:bryan.graham@theguardian.com\">email him</a></li></ul><p><strong>First set: *Alcaraz 2-2 Zverev (*denotes next server)</strong></p><p>Zverev rattles off four rapid-fire points to hold from love-15 down. He’s gotten 8 of 11 first serves in (73%) and won 6 of 8 first-serve points.</p> <a href=\"https://www.theguardian.com/sport/live/2023/sep/06/carlos-alcaraz-v-alexander-zverev-us-open-2023-quarter-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/sep/06/carlos-alcaraz-v-alexander-zverev-us-open-2023-quarter-final-live", "date_published": "2023-09-07T01:33:31+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Linda Evangelista reveals she had double mastectomy after breast cancer diagnosis", "description": "<p>The 58-year-old supermodel says she was diagnosed with breast cancer in 2018, and then cancer of the pectoral muscle last year</p><p>Linda Evangelista has revealed she has had cancer twice, and underwent a double mastectomy after her first diagnosis with breast cancer five years ago.</p><p>The 58-year-old supermodel <a href=\"https://www.wsj.com/style/fashion/linda-evangelista-steven-meisel-32909b7b\">told the Wall Street Journal</a> her breast cancer was detected in 2018 during an annual mammogram.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/07/linda-evangelista-double-mastectomy-breast-cancer-diagnosis\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/07/linda-evangelista-double-mastectomy-breast-cancer-diagnosis", "date_published": "2023-09-07T01:08:42+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "India or Bharat? G20 invitations throw up question dating back centuries", "description": "<p>Some say use of ‘Bharat’ is move to finally throw off colonial chains, others call it disastrous Narendra Modi vanity project</p><p>India or Bharat? As the history books show, this is a question that goes back centuries.</p><p>As India prepares to host the G20 summit this weekend, state-issued <a href=\"https://www.theguardian.com/world/2023/sep/05/bharat-g20-invitation-fuels-rumours-india-may-change-name\">invitations sent to world leaders using the word “Bharat”</a> have ignited rumours that Narendra Modi’s nationalist government might plan to phase out the English name.</p> <a href=\"https://www.theguardian.com/world/2023/sep/07/india-or-bharat-g20-invitations-throw-up-question-dating-back-centuries\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/07/india-or-bharat-g20-invitations-throw-up-question-dating-back-centuries", "date_published": "2023-09-07T01:00:12+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Newly discovered comet Nishimura could be visible to naked eye this weekend", "description": "<p>Stargazers in the northern hemisphere get a once-in-437-year chance to observe the comet as it reaches peak visibility just weeks after being identified</p><p>A comet called Nishimura discovered just a month ago could be visible to the naked eye this weekend, offering stargazers a <a href=\"https://www.theguardian.com/science/2023/sep/04/starwatch-nishimura-comet-c2023-p1-visible-flyby\">once-in-a-437-year chance</a> to observe the celestial visitor.</p><p>The ball of rock and ice, whose exact size remains unknown, is named after the Japanese amateur astronomer Hideo Nishimura who first spotted it on 11 August.</p> <a href=\"https://www.theguardian.com/science/2023/sep/07/nishimura-comet-could-be-visible-to-naked-eye-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/07/nishimura-comet-could-be-visible-to-naked-eye-this-weekend", "date_published": "2023-09-07T00:24:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Burning Man festival descended into mud and chaos – in pictures", "description": "<p>Heavy rains turned this year’s Burning Man festival in Nevada’s Black Rock desert into a quagmire of mud. Tens of thousands of attendees were stranded for days and when the roads became dry enough for people to leave, the mass exodus produced hours-long traffic jams ten lanes wide</p> <a href=\"https://www.theguardian.com/culture/gallery/2023/sep/07/how-burning-man-festival-descended-into-mud-and-chaos-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/sep/07/how-burning-man-festival-descended-into-mud-and-chaos-in-pictures", "date_published": "2023-09-07T00:11:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]