[{"source": "https://businessinsider.com.pl/.feed", "title": "Era takich influencerów się kończy. Światowy gigant kosmetyków nie ma wątpliwości [WYWIAD]", "description": "— Era tendencyjnych influencerów się kończy. Influencerów, rozumianych jako ludzi, którzy dziś reklamują jedną markę, jutro drugą, pojutrze zachęcają jeszcze do czegoś innego — przekonuje w rozmowie z Business Insiderem Valéry Gaucherand, dyrektor generalny HUB L'Oréal Polska i Kraje Bałtyckie. I tłumaczy, dlaczego francuski potentat produkcji kosmetyków postrzega Polskę jako jednego z dwóch \"tygrysów Europy\".", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/era-takich-influencerow-sie-konczy-szef-giganta-kosmetykow-nie-ma-watpliwosci/2tnmqhg", "date_published": "2023-05-27 18:43:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Styl pracy \"8 godzin od ósmej lub dziewiątej\" odszedł do lamusa. Liczą się efekty", "description": "Licytacja na coraz wyższe pensje w sektorze IT już za nami — przekonuje w rozmowie z Business Insiderem Michał Burda, dyrektor operacyjny DXC Technology Polska. Jak zaznacza, dotyczy to niemal wszystkich stanowisk. Jedynym wyjątkiem są programiści, którym rynek jest gotów płacić jeszcze więcej. Menedżer tłumaczy także, co decyduje o lokowaniu kolejnych inwestycji przez zachodnich gigantów branży w Polsce oraz przekonuje, że model ośmiogodzinnej pracy w niezmiennych godzinach odchodzi już do lamusa.", "link": "https://businessinsider.com.pl/biznes/licytacja-na-coraz-wyzsze-pensje-w-it-sie-skonczyla-oto-co-jest-teraz-kluczem/ye157w1", "date_published": "2023-05-27 17:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Reparacje wojenne. List do wszystkich posłów Bundestagu o \"głos sumienia Niemiec\"", "description": "Wysłałem listy do wszystkich posłów Bundestagu wraz z raportem o stratach wojennych poniesionych przez Polskę w czasie II wojny światowej; liczę, że wywoła to dyskusję w Bundestagu i doprowadzi do zmiany stanowiska rządu Niemiec ws. odszkodowań dla Polski — powiedział PAP wiceszef MSZ Arkadiusz Mularczyk.", "link": "https://businessinsider.com.pl/wiadomosci/reparacje-wojenne-list-do-wszystkich-poslow-bundestagu-o-glos-sumienia-niemiec/v7e1t90", "date_published": "2023-05-27 17:28:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Linie lotnicze tego nienawidzą. \nTak można oszczędzić duże pieniądze na biletach", "description": "Podróżni mogą zaoszczędzić na biletach lotniczych spore kwoty. Wystarczy, zamiast do docelowego lotniska wybrać bilet do innego, ale ważne wtedy jest, żeby lotniskiem przesiadkowym było to, do którego naprawdę chcemy dolecieć. Metoda ma już nawet swoją nazwę \"skiplagging\", a zarabia na niej specjalistyczny serwis internetowy. Oszczędności dla pasażera mogą wynosić nawet kilka tysięcy złotych. Linie lotnicze są wściekłe i próbują zastraszać sprytnych klientów.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/linie-lotnicze-tego-nienawidza-tak-mozna-oszczedzic-duze-pieniadze-na-biletach/q29eynr", "date_published": "2023-05-27 16:51:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy opuszczają Wielką Brytanię. Oto co się dla nich zmieniło po brexicie [WYWIAD]", "description": "Po brexicie miał być \"Singapur nad Tamizą\", a są wysokie podatki i płace tracące na inflacji. Brytyjskie media informują o Polakach wracających do ojczyzny. W rozmowie z Business Insiderem Piotr Kubalka, prezes J.Dauman Group wskazuje, dlaczego tak się dzieje. Nowi Polacy przestają przyjeżdżać na Wyspy do pracy, a stawki podatkowe zachęcają nawet mniejsze firmy do przenosin do Polski. Nie zachęca jednak polski urzędniczy labirynt.", "link": "https://businessinsider.com.pl/gospodarka/polacy-opuszczaja-wielka-brytanie-chca-odcinac-kupony-wywiad/3xnfqp8", "date_published": "2023-05-27 15:56:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polscy imigranci opuszczają Wielką Brytanię. Wiele się zmieniło po brexicie [WYWIAD]", "description": "Po brexicie miał być \"Singapur nad Tamizą\", a są wysokie podatki i płace tracące na inflacji. Brytyjskie media informują o Polakach wracających do ojczyzny. W rozmowie z Business Insiderem Piotr Kubalka, prezes J.Dauman Group wskazuje, dlaczego tak się dzieje. Nowi Polacy przestają przyjeżdżać na Wyspy do pracy, a stawki podatkowe zachęcają nawet mniejsze firmy do przenosin do Polski. Nie zachęca jednak polski urzędniczy labirynt.", "link": "https://businessinsider.com.pl/gospodarka/polscy-imigranci-opuszczaja-wielka-brytanie-wiele-sie-zmienilo-po-brexicie-wywiad/3xnfqp8", "date_published": "2023-05-27 15:56:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "USA na skraju technicznego bankructwa. Pięć faktów, które trzeba znać", "description": "Stany Zjednoczone stoją na krawędzi niewypłacalności i technicznego bankructwa. Czasu na ponadpartyjne porozumienie coraz mniej, a jego brak wstrząsnąłby światową gospodarką. Polska również mogłaby to odczuć.", "link": "https://businessinsider.com.pl/finanse/makroekonomia/usa-na-skraju-technicznego-bankructwa-5-faktow-ktore-trzeba-znac/rz2cl11", "date_published": "2023-05-27 15:02:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Komu naprawdę zawdzięczamy tunel w Świnoujściu? Niezwykły sojusz dwóch polityków [ANALIZA]", "description": "Do finiszu dochodzi jedna z najważniejszych inwestycji ostatnich lat – tunel pod Świną. Zgodnie z tradycją, sprawa stała się osią tradycyjnego sporu pomiędzy zwolennikami PiS a miłośnikami PO. Ci pierwsi mówią, że Platforma nie chciała zbudować tunelu i inwestycja jest zasługą partii Kaczyńskiego. Ci drudzy przekonują, że PiS się \"podpina\" pod... unijną inwestycję. W obu narracjach jest sporo prawdy. Tak naprawdę jednak w żadnej konstelacji tunel by nie powstał, gdyby nie niecodzienny sojusz dwóch polityków.", "link": "https://businessinsider.com.pl/gospodarka/komu-naprawde-zawdzieczamy-tunel-w-swinoujsciu-niezwykly-sojusz-dwoch-politykow/dfjrmkz", "date_published": "2023-05-27 13:46:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kaczyński i Błaszczak na Podlasiu. \"Nasz rząd nigdy na to się nie zgodzi\"", "description": "W pobliżu miejscowości Rudawka na Podlasiu, przy polsko-białoruskiej granicy, Jarosław Kaczyński wspólnie z szefem MON Mariuszem Błaszczakiem zainaugurował nową formę kampanii przed wyborami, którą nazwano \"Trasa dotrzymanego słowa Prawa i Sprawiedliwości\". Główne wątki to bezpieczeństwo i temat relokacji imigrantów.", "link": "https://businessinsider.com.pl/polityka/kaczynski-i-blaszczak-na-podlasiu-nasz-rzad-nigdy-na-to-sie-nie-zgodzi/ggcr3f4", "date_published": "2023-05-27 12:56:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fatalne niedopatrzenie na lotniskowcu USS Nimitz. Woda pitna truła marynarzy", "description": "Przez ponad rok nikt nie zdawał sobie sprawy, że zbiornik wody na amerykańskim lotniskowcu został zanieczyszczony paliwem lotniczym. Prawie tuzin marynarzy zgłosił niepokojące objawy. W trakcie śledztwa okazało się, że podobne rzeczy dzieją się też na innych amerykańskich okrętach wojennych.", "link": "https://businessinsider.com.pl/wiadomosci/fatalne-niedopatrzenie-na-lotniskowcu-uss-nimitz-woda-pitna-trula-marynarzy/gbj06b9", "date_published": "2023-05-27 12:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Inteligentni ludzie mogą stronić od znajomych. Według naukowców to nic dziwnego", "description": "Psychologowie jednego z singapurskich uniwersytetów i ich koledzy z London School of Economics przeprowadzili analizę, z której wynika, że ludzie są szczęśliwsi, gdy spędzają więcej czasu w towarzystwie swoich znajomych. Ta reguła nie dotyczy jednak osób wyjątkowo inteligentnych.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/inteligentni-ludzie-moga-stronic-od-znajomych-naukowcy-to-nic-dziwnego/wgwng6s", "date_published": "2023-05-27 12:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Za ile zatankujemy w przyszłym tygodniu? Benzyna drożeje po raz pierwszy od pięciu tygodni", "description": "Na przełomie maja i czerwca dojdzie co najmniej do wyhamowania tendencji spadkowej cen paliw na stacjach, a nawet pewnego ruchu w górę — prognozują eksperci. Po raz pierwszy od pięciu tygodni obserwujemy wzrost detalicznych cen benzyny, a w przypadku diesla ostatnie podwyżki cen na stacjach miały miejsce w styczniu tego roku.", "link": "https://businessinsider.com.pl/gospodarka/ceny-paliw-na-stacjach-benzyna-drozeje-po-raz-pierwszy-od-pieciu-tygodni/dk8csmh", "date_published": "2023-05-27 12:06:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pięć rzeczy, na których nie warto oszczędzać. To nie tylko zdrowie", "description": "\"Chcesz mieć więcej, wydawaj mniej\" — mówi mądrość życiowa. Jednak czy to prawda? Wybór najtańszej możliwości nie zawsze jest najlepszą opcją w dłuższej perspektywie. Oto pięć obszarów życia, w których możesz wydawać pieniądze bez poczucia winy, niezależnie od twojego budżetu. Bo czasem przy zakupach warto zdać sobie sprawę z niematerialnej wartości i tego, jak przedmioty lub usługi wpływają na jakość naszego życia. O tym, na czym nie warto oszczędzać, dla Insidera pisze Chloe A. Moore, CFP, doradczyni finansowa i założycielka firmy Financial Staples.", "link": "https://businessinsider.com.pl/lifestyle/5-rzeczy-na-ktorych-nie-warto-oszczedzac-to-nie-tylko-zdrowie/x3l4bh4", "date_published": "2023-05-27 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pomysły polityków pchają ceny mieszkań w górę. Oto co jeszcze wpłynie na rynek", "description": "Ceny ofertowe mieszkań rosną prawie że nieprzerwanie z miesiąca na miesiąc od wielu lat. Niemałą rolę odgrywają w tym pomysły polityków, którzy przed wyborami otworzyli wirtualną skarbonkę i rozdają pieniądze z przyszłych budżetów. Kredyt 2 proc., a być może 0 proc. na pewno miło brzmi dla potencjalnych nabywców, jednak tylko do momentu, w którym ci nie zdadzą sobie sprawy, że przez to zapłacą więcej za mieszkanie. Zamiast korzyści z redukcji oprocentowania może być per saldo strata na wyższej cenie mieszkania.", "link": "https://businessinsider.com.pl/gospodarka/pomysly-politykow-pchaja-ceny-mieszkan-w-gore-oto-co-jeszcze-wplynie-na-rynek/bendq9z", "date_published": "2023-05-27 11:33:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wyższe zarobki, dodatkowy urlop. MON szuka żołnierzy wśród cywilnych pracowników", "description": "Szef MON Mariusz Błaszczak zachęca cywilnych pracowników wojska, by zostawali żołnierzami. Podpisał w sobotę decyzję, która ma promować służbę wojskową. Jedna ze ścieżek przewiduje dodatek do wynagrodzenia w wysokości 1000 zł oraz dodatkowy urlop.", "link": "https://businessinsider.com.pl/praca/mon-szuka-zolnierzy-wsrod-cywilnych-pracownikow-tak-ich-zacheca/5hvmxxy", "date_published": "2023-05-27 10:45:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Świat miliarderów \"Sukcesji\" wiernie oddaje rzeczywistość. Od strojów po dążenia do nieśmiertelności", "description": "Często mówi się, że prawda jest dziwniejsza od fikcji, ale jeśli chodzi o serial \"Sukcesja\", to wszystko jest tam dość zaskakujące i wiernie oddające rzeczywistość. Świat serialowych miliarderów łudząco przypomina tych z realnego życia — począwszy od stylu ubierania się, przez podróże i marzenia o życiu wiecznym.", "link": "https://businessinsider.com.pl/lifestyle/swiat-miliarderow-sukcesji-wiernie-pokazuje-rzeczywistosc/fk3cpgy", "date_published": "2023-05-27 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Turystów z Polski nie wszędzie czeka cenowy szok. Jeden element działa na naszą korzyść", "description": "Kilka krajów, w których Polacy kochają spędzać urlop, mierzy się z potężną inflacją. Drożyzna nie powinna być jednak aż tak mocno odczuwalna, bo na naszą korzyść działają pozytywne zmiany kursów lokalnych walut. Potrafiły spaść nawet o kilkadziesiąt procent. Najlepiej wypada pod tym względem Egipt. Miła niespodzianka może nas czekać w Hiszpanii.", "link": "https://businessinsider.com.pl/poradnik-finansowy/wakacje-za-granica-moga-uderzyc-po-kieszeni-porownalismy-ceny-i-kursy-walut/s552gqw", "date_published": "2023-05-27 09:42:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dzieci nie otrzymują potrzebnej im pomocy lekarskiej. W Polsce sytuacja najgorsza w UE", "description": "W Polsce odsetek dzieci z niezaspokojonymi potrzebami w zakresie badań lekarskich lub leczenia jest najwyższy w Unii Europejskiej — wynika z najnowszych danych Eurostatu.  Odsetek ten jest większy w przypadku dzieci żyjących w gospodarstwach domowych z jedną osobą dorosłą.", "link": "https://businessinsider.com.pl/wiadomosci/leczenie-i-badania-dzieci-w-polsce-sytuacja-jest-najgorsza-w-ue/qmf4qmr", "date_published": "2023-05-27 09:39:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Noc na najbardziej ekskluzywnym osiedlu w Singapurze za 200 dol.  Nie było luksusowo, ale ten widok...", "description": "Sentosa to przybrzeżna wyspa w południowym Singapurze, na której znajduje się wiele turystycznych plaż i kurortów. Jest tam również Sentosa Cove, 170-hektarowa posiadłość, która ze względu na obecność licznych jachtów nazywana jest singapurskim Monte Carlo. To tam w najbardziej ekskluzywnym osiedlu zamkniętym w Singapurze postanowiłam spędzić noc.", "link": "https://businessinsider.com.pl/wiadomosci/noc-na-najbardziej-ekskluzywnym-osiedlu-w-singapurze-najlepszy-byl-widok/522wjw0", "date_published": "2023-05-27 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja blokuje ukraiński port mimo umowy zbożowej. Oto żądania Kremla", "description": "Mimo deklaracji Rosji umowa zbożowa nie jest realizowana. Od 29 kwietnia do portu Piwdennyj nie został wpuszczony przez Rosję żaden statek — poinformowała w sobotę agencja Ukrinform. Rosja natomiast skarży się, że nie może eksportować amoniaku i ostrzega, że nie przedłuży umowy poza 17 lipca. Wysuwa też żądania w kwestii SWIFT — pisze Reuters.", "link": "https://businessinsider.com.pl/gospodarka/umowa-zbozowa-rosja-blokuje-ukrainski-port-oto-zadania-kremla/ndd6eb5", "date_published": "2023-05-27 07:45:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bankructwo techniczne USA nadal możliwe. Ale nie 1 czerwca", "description": "Niewypłacalność Stanów Zjednoczonych, która doprowadziłaby do turbulencji w całej światowej gospodarce, nadal jest możliwa. Wcześniej sekretarz skarbu sugerowała, że datą graniczną będzie 1 czerwca. Teraz podała nową datę.", "link": "https://businessinsider.com.pl/gospodarka/bankructwo-techniczne-usa-nadal-mozliwe-yellen-kupila-cztery-dni/27z5sxn", "date_published": "2023-05-27 06:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Te urzędy obejmie lustracja. Sprawdź, czy tam pracujesz", "description": "Sejm odrzucił weto Senatu do ustawy lustracyjnej, która obejmie całą administrację państwową. Jeśli prezydent ją podpisze, to obejmie on osoby, które urodziły się przed 1 sierpnia 1972 r., ale nie we wszystkich urzędach. Wbrew temu, co zapowiada Antoni Macierewicz, ustawa nie obejmuje całej administracji, ale Sąd Najwyższy już tak.", "link": "https://businessinsider.com.pl/prawo/wielka-czystka-w-administracji-ktore-urzedy-obejmie-lustracja-lista/grryn65", "date_published": "2023-05-27 06:09:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamieniła Wall Street na bycie escort girl. Zarabia fortunę", "description": "Księgowa z Wall Street, która przebranżowiła się i została profesjonalną damą do towarzystwa, zarabia obecnie sześciocyfrowe kwoty. Twierdzi, że ma cechy psychopatki i to właśnie zapewnia jej wysoką pensję.", "link": "https://businessinsider.com.pl/lifestyle/zamienila-wall-street-na-bycie-escort-girl-zarabia-fortune/byccpj0", "date_published": "2023-05-27 05:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Minimalne wynagrodzenie w 2024 r. Minister Maląg podała kwotę", "description": "Minimalne wynagrodzenie w 2024 r. wyniesie powyżej 4,2 tys. zł — powiedziała PAP minister rodziny i polityki społecznej Marlena Maląg. Wypowiedziała się również na temat dwukrotnej waloryzacji.", "link": "https://businessinsider.com.pl/praca/placa-minimalna-w-2024-r-minister-malag-podala-kwote/5w52t4g", "date_published": "2023-05-27 04:58:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fundacja rodzinna to może być idealne rozwiązanie dla takich związków", "description": "Tego nikt się nie spodziewał. Trudno uwierzyć, że rząd PiS przygotowując projekt ustawy o fundacji rodzinnej, a Sejm ją uchwalając, myślał o związkach partnerskich. Tymczasem taka fundacja jest dobra nie tylko dla milionerów pragnących zabezpieczyć swoje firmy i srebra rodowe, ale także dla osób, które nie chcą lub nie mogą założyć w Polsce tradycyjnej rodziny.", "link": "https://businessinsider.com.pl/prawo/fundacja-rodzinna-zaskakujaco-dobre-rozwiazanie-rowniez-dla-takich-zwiazkow/z82ghdn", "date_published": "2023-05-27 04:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jesteś w związku partnerskim? Fundacja rodzinna to może być dla ciebie idealne rozwiązanie", "description": "Tego nikt się nie spodziewał. Trudno uwierzyć, że rząd PiS przygotowując projekt ustawy o fundacji rodzinnej, a Sejm ją uchwalając, myślał o związkach partnerskich. Tymczasem taka fundacja jest dobra nie tylko dla milionerów pragnących zabezpieczyć swoje firmy i srebra rodowe, ale także dla osób, które nie chcą lub nie mogą założyć w Polsce tradycyjnej rodziny.", "link": "https://businessinsider.com.pl/prawo/fundacja-rodzinna-idealne-rozwiazanie-dla-zwiazkow-partnerskich/z82ghdn", "date_published": "2023-05-27 04:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prąd o połowę droższy niż w Niemczech i najdroższy w Europie. Oto czemu przepłacamy", "description": "W Niemczech za prąd płaciło się w piątek średnio 70 euro za megawatogodzinę, a w Polsce 109 euro. I podobna różnica jest już od wielu dni. W Finlandii energia elektryczna jest tak tania, że w ogóle nie ma co porównywać. Mamy obecnie najdroższy prąd w Europie i właśnie w słonecznych dniach wychodzi, jak bardzo energetyka węglowa może być obciążeniem dla gospodarki, gdy gaz jest tani, a prawa do emisji CO2 drogie.", "link": "https://businessinsider.com.pl/gospodarka/prad-o-polowe-drozszy-niz-w-niemczech-najdrozszy-w-europie-czemu-przeplacamy/zz8de5l", "date_published": "2023-05-27 04:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}]