[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Not Enough’: Pro-Drag Queen ‘Nuns’ Dodgers Announce ‘Christian Faith And Family Day.’ Give Me A Break.", "description": "Whoever runs the Los Angeles Dodgers promotional events department must think Christians are a bunch of schmucks. On Friday, after a week of condemnation for re-inviting the deviant anti-Roman Catholic drag group &#8220;Sisters of Perpetual Indulgence,&#8221; the Dodgers announced that the team would be hosting &#8220;Christain Faith And Family Day&#8221; in July. Bishop Robert Barron ...", "link": "https://www.dailywire.com/news/not-enough-pro-drag-queen-nuns-dodgers-announce-christian-faith-and-family-day-give-me-a-break", "date_published": "2023-05-27 18:27:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Attorney General Ken Paxton Impeached, Temporarily Suspended Pending Senate Trial", "description": "The Texas House of Representatives took the unprecedented move to impeach Attorney General Ken Paxton on Saturday following an investigation into allegations of corruption. After the 121-23 vote, in which two members voted present, Paxton was temporarily suspended from his office as he now has to wait for a trial in the Senate. This is ...", "link": "https://www.dailywire.com/news/texas-attorney-general-ken-paxton-impeached-temporarily-suspended-pending-senate-trial", "date_published": "2023-05-27 18:21:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘People With Female Sex Organs’: Major Feminine Product Maker’s Latest Attack On Girls And Women", "description": "What is a woman? It looks like the tampon maker Always doesn&#8217;t even want to use that word anymore, let alone answer that question. On Friday, the Daily Mail reported that one of the world&#8217;s top suppliers of menstrual and other sanitary products released its annual pamphlet used to help young girls learn about their ...", "link": "https://www.dailywire.com/news/people-with-female-sex-organs-major-feminine-product-makers-latest-attack-on-girls-and-women", "date_published": "2023-05-27 17:26:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Boston’s Reparations Task Force Coordinator Fired After Burning Sage, Harassing Custodians, Sleeping In City Hall, And Getting Arrested: Report", "description": "Many individuals believe that burning sage can provide you with certain benefits such as a better night&#8217;s rest and warding off spirits. Whether that&#8217;s true or not, it probably isn&#8217;t wise to try that sleeping aid strategy in Boston City Hall late at night without permission. Yet that&#8217;s exactly what Boston police allege 35-year-old George ...", "link": "https://www.dailywire.com/news/bostons-reparations-task-force-coordinator-fired-after-burning-sage-harassing-custodians-sleeping-in-city-hall-and-getting-arrested-report", "date_published": "2023-05-27 16:55:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trans Athletes Competing Against Girls Are No-Shows At State Event; Governing Body Blames Critics", "description": "Two male high school athletes who claim to be female were no-shows at the California State preliminary Track and Field Championship on Friday. The two athletes — Athena Ryan, from Sonoma Academy, and Lorelei Barrett of Sherman Oaks Buckley — were set to compete in the girls&#8217; 1,600-meter run after qualifying in sectionals. The California ...", "link": "https://www.dailywire.com/news/trans-athletes-competing-against-girls-are-no-shows-at-state-event-governing-body-blames-critics", "date_published": "2023-05-27 15:38:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Man Opened Plane’s Emergency Door During Flight Because He Felt Suffocated, ‘Wanted To Get Off Quickly’", "description": "A man who opened the emergency door while an Asiana Airlines flight was in the air said that he “wanted to get off quickly” because he was suffocating.  Passengers on the flight were terrified as the man opened the door while the plane was coming in to land in Daegu, South Korea, on Friday, CNN ...", "link": "https://www.dailywire.com/news/man-opened-planes-emergency-door-during-flight-because-he-felt-suffocated-wanted-to-get-off-quickly", "date_published": "2023-05-27 14:28:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gunfire Forces Popular Chicago Beach To Close Hours After Opening For Holiday Weekend", "description": "A fight and a gunshot forced one of Chicago&#8216;s most popular summer spots to close just hours after opening for Memorial Day weekend.  Up to 100 teenagers gathered at the North Avenue beach around 1:30 p.m. on Friday when a fight broke out and someone fired a gun, according to police, Fox 32 reported. Video ...", "link": "https://www.dailywire.com/news/gunfire-forces-popular-chicago-beach-to-close-hours-after-opening-for-holiday-weekend", "date_published": "2023-05-27 12:40:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Boycott Target’ Song Racks Up Millions Of Views, Takes Off On iTunes", "description": "A pro-Trump rap group&#8217;s single, titled &#8220;Boycott Target,&#8221; has exploded online, racking up nearly three million views and climbing to number #6 on the iTunes Charts. Forgiato Blow, Jimmy Levy, Nick Nittoli, and Stoney Dudebro created the hit song, boasting lyrics about retail giant Target &#8220;targeting&#8221; your children with Satanic and sexualized goods. &#8220;There&#8217;s a ...", "link": "https://www.dailywire.com/news/boycott-target-song-racks-up-millions-of-views-takes-off-on-itunes", "date_published": "2023-05-27 11:26:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Attorney General Ken Paxton Shreds Attempt To Impeach Him", "description": "The office of Texas Attorney General Ken Paxton strongly pushed back Friday afternoon on attempts by some Republicans in the Texas House of Representatives to impeach him, saying that the articles of impeachment were so weak that if they were filed in court they would likely be dismissed. News that the state House had been ...", "link": "https://www.dailywire.com/news/texas-attorney-general-ken-paxton-shreds-attempt-to-impeach-him", "date_published": "2023-05-27 11:15:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Eric Adams Signs Bill Banning Weight Discrimination, Says ‘Body Type’ Not Connected ‘To Whether You’re Healthy Or Unhealthy’", "description": "New York City Democratic Mayor Eric Adams claimed Friday that “body type” has no connection to a person’s health after signing a bill banning height and weight discrimination.  The bill signed by Adams prohibits discrimination on the basis of height and weight for employment, housing, and public accommodations in the city. The bill contains an ...", "link": "https://www.dailywire.com/news/eric-adams-signs-bill-banning-weight-discrimination-says-body-type-not-connected-to-whether-youre-healthy-or-unhealthy", "date_published": "2023-05-27 11:12:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Illegal Immigrant Accused Of Killing Florida Deputy In Line Of Duty", "description": "A Florida deputy was killed in the line of duty allegedly by an illegal immigrant, Governor Ron DeSantis (R-FL) said Friday.  Sergeant Michael Kunovich, a 25-year veteran of the St. Johns County Sheriff’s Office, died following an altercation with Vergilio Aguilar Mendez on the evening of May 19, according to the sheriff’s office. Kunovich reportedly ...", "link": "https://www.dailywire.com/news/illegal-immigrant-accused-of-killing-florida-deputy-in-line-of-duty", "date_published": "2023-05-27 10:12:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Yorkers Shout At AOC Over Border Crisis, Ukraine War During Chaotic Town Hall", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) faced a handful of enraged constituents during a Friday night town hall in Queens.  Some New Yorkers in attendance took issue with the congresswoman’s soft stance on illegal immigration, raising the debt ceiling, and her support of seemingly endless U.S. funding for Ukraine. One man wearing a shirt with a Cuban ...", "link": "https://www.dailywire.com/news/new-yorkers-shout-at-aoc-over-border-crisis-ukraine-war-during-chaotic-town-hall", "date_published": "2023-05-27 09:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}]