[{"source": "https://thehill.com/news/feed/", "title": "Ukraine closer to launching counteroffensive, officials hint: 'Time to get back what's ours'", "description": "Top Ukrainian officials hinted on Saturday that the country may be nearing the launch of its long-awaited counteroffensive. “It’s time to get back what’s ours,” Ukraine’s chief military officer, Gen. Valerii Zaluzhnyi, said in a Telegram post on Saturday, accompanied by a video of Ukrainian troops who appeared to be preparing for battle. Oleksiy Danilov, the secretary...", "link": "https://thehill.com/policy/international/4023882-ukraine-closer-to-launching-counteroffensive-officials-hint-time-to-get-back-whats-ours/", "date_published": "2023-05-27 22:41:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. McHenry: ‘Big, thorny issues remain’ in debt ceiling talks", "description": "Rep. Patrick McHenry (R-N.C.), a lead GOP negotiator in the debt-ceiling talks, said Saturday evening that major differences remain as the sides race to shore up a deal to prevent a government default. The impasse reached a point that President Biden and Speaker Kevin McCarthy (R-Calif.) were scheduled to hold a phone call in an...", "link": "https://thehill.com/homenews/house/4023881-rep-mchenry-big-thorny-issues-remain-in-debt-ceiling-talks/", "date_published": "2023-05-27 22:28:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chevron deference is a vital check on the judicial branch", "description": "It’s an unlikely blockbuster case: a dispute over who pays for federal observers on herring fishing boats. But the U.S. Supreme Court’s decision to take on Loper Bright Enterprises v. Raimondo tees up what may be one of the most consequential decisions of the fall 2023 term. At issue is whether courts can substitute their own policy...", "link": "https://thehill.com/opinion/congress-blog/4023864-chevron-deference-is-a-vital-check-on-the-judicial-branch/", "date_published": "2023-05-27 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas House votes to impeach AG Ken Paxton", "description": "The Texas House on Saturday voted to impeach embattled state Attorney General Ken Paxton (R). The vote was 121-23, with two present but not voting, and three who were absent from the chamber. He will be suspended from office pending a trial in the Senate. The impeachment represents a sudden reversal for Paxton, who has twice cruised to...", "link": "https://thehill.com/homenews/state-watch/4022975-ag-ken-paxton-impeached-texas-house/", "date_published": "2023-05-27 21:59:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump throws support behind Texas AG, calls impeachment vote an 'unfair process'", "description": "Former President Trump threw his support behind Texas Attorney General Ken Paxton (R) on Saturday, as the embattled state official faces potential impeachment over allegations of misconduct. “The RINO Speaker of the House of Texas, Dade Phelan, who is barely a Republican at all and failed the test on voter integrity, wants to impeach one...", "link": "https://thehill.com/homenews/state-watch/4023828-trump-throws-support-behind-texas-ag-calls-impeachment-vote-an-unfair-process/", "date_published": "2023-05-27 21:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis image suffers dent after rocky Twitter launch", "description": "Florida Gov. Ron DeSantis’s faulty 2024 launch has raised the question of whether he’s really the Republican best equipped to take on former President Trump in the primary. DeSantis announced his presidential campaign on Twitter Spaces on Wednesday alongside Elon Musk, but the event was disrupted by technical glitches and largely mocked by critics afterward....", "link": "https://thehill.com/homenews/campaign/4022865-desantis-image-suffers-dent-after-rocky-twitter-launch/", "date_published": "2023-05-27 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Colorado River breakthrough: How we got here", "description": "On Monday, the seven states in the Colorado River basin submitted a historic proposal to reduce the amount of water California, Arizona and Nevada draw from the river through 2026. The announcement comes after more than a year of disagreements and false starts as the states have negotiated how to distribute shares of the heavily overtapped water source.  Since the 1920s, use of the river has...", "link": "https://thehill.com/policy/energy-environment/4021467-the-colorado-river-breakthrough-how-we-got-here/", "date_published": "2023-05-27 20:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sunday shows preview: Pressure is on to raise the debt ceiling, even with extension", "description": "With just over a week until the U.S. potentially goes into default, the down-to-the-wire negotiations to raise the debt ceiling will likely dominate the Sunday talk show circuit once again. The White House and Republican lawmakers had yet to announce a deal as of Saturday afternoon, but both sides suggested on Friday night that they were nearing...", "link": "https://thehill.com/homenews/sunday-talk-shows/4023772-sunday-shows-preview-pressure-is-on-to-raise-the-debt-ceiling-even-with-extension/", "date_published": "2023-05-27 20:02:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin needs a geography lesson", "description": "Putin, evidently, is absolutely certain that Ukraine does not exist.", "link": "https://thehill.com/opinion/international/4022705-putin-needs-a-geography-lesson/", "date_published": "2023-05-27 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This year’s Farm Bill needs big changes", "description": "Without deliberate efforts to shift the bill’s underlying principles favoring industrial agriculture, this year’s Farm Bill will likely fail both families and farmers.", "link": "https://thehill.com/opinion/energy-environment/4019629-this-years-farm-bill-needs-big-changes/", "date_published": "2023-05-27 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris says West Point graduates entering 'increasingly unsettled world’", "description": "Vice President Harris told graduates of the U.S. Military Academy at West Point that they are entering an “increasingly unsettled world” in the aftermath of the COVID-19 pandemic and with continued threats around the world.  Harris said in her commencement address to the West Point graduates that the world has changed significantly since they began...", "link": "https://thehill.com/homenews/administration/4023718-harris-says-west-point-graduates-entering-increasingly-unsettled-world/", "date_published": "2023-05-27 17:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The UN’s low-ambition plastics plan supports industry at humanity’s expense", "description": "This latest UNEP analysis largely ignores the single most effective solution to ending the plastic crisis: investing in systems designed to eliminate the demand for non-essential plastics.", "link": "https://thehill.com/opinion/energy-environment/4022444-the-uns-low-ambition-plastics-plan-supports-industry-at-humanitys-expense/", "date_published": "2023-05-27 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California Democrats take convention stage amid turmoil over Feinstein", "description": "California Democrats are gathering this weekend for their state convention amid divisions within the party concerning the future of Sen. Dianne Feinstein’s seat. Party officials, delegates, and other attendees are expected to project a show of unity as Golden State Democrats gear up for a fierce battle to win back the House and keep the...", "link": "https://thehill.com/homenews/state-watch/4022854-california-democrats-take-convention-stage-amid-turmoil-over-feinstein/", "date_published": "2023-05-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why I believe RFK Jr. will be the 2024 Democratic nominee", "description": "I am still not convinced that President Joe Biden will actually run for reelection.", "link": "https://thehill.com/opinion/campaign/4020920-why-i-believe-rfk-jr-will-be-the-2024-democratic-nominee/", "date_published": "2023-05-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas state House to vote Saturday on impeaching GOP attorney general", "description": "The Texas House is set to vote Saturday on articles of impeachment against state Attorney General Ken Paxton (R) on 20 charges of misconduct in office.  The vote comes after months of an investigation from the House’s Republican-led General Investigating Committee into the allegations against Paxton, who has been under criminal indictment since shortly after...", "link": "https://thehill.com/homenews/state-watch/4023609-texas-state-house-to-vote-saturday-to-impeach-gop-attorney-general/", "date_published": "2023-05-27 15:45:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy says Congress will meet June 5 debt ceiling deadline", "description": "House Speaker Kevin McCarthy (R-Calif.) said Saturday that Congress will meet the deadline to raise the debt ceiling, acknowledging that no deal has been made but vowing an agreement will be reached in time to prevent a government default. Treasury Secretary Janet Yellen raised the stakes in the marathon negotiations on Friday, when she provided...", "link": "https://thehill.com/homenews/house/4023600-mccarthy-says-congress-will-meet-june-5-debt-ceiling-deadline/", "date_published": "2023-05-27 15:09:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "An immigration reform bill focused on dignity has bipartisan support", "description": "The Dignity Act, spanning nearly 500 pages, tackles various aspects of the immigration system that have long needed reform,", "link": "https://thehill.com/opinion/immigration/4022295-an-immigration-reform-bill-focused-on-dignity-has-bipartisan-support/", "date_published": "2023-05-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sinema joins debt ceiling negotiations: Axios", "description": "Sen. Kyrsten Sinema (I-Ariz.) has joined debt ceiling negotiations to try to help the sides reach an agreement on permitting reform, people familiar with the matter told Axios Saturday.  Both Republicans and Democrats have expressed support for the idea of permitting reform, or efforts to speed up the approval process for energy or other infrastructure...", "link": "https://thehill.com/homenews/senate/4023581-sinema-joins-debt-ceiling-negotiations-axios/", "date_published": "2023-05-27 14:32:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Consumers fight back, with some success, against brands gone woke", "description": "In this perverse market, the least objectionable brand may prevail when the beer guy comes around at the ballpark.", "link": "https://thehill.com/opinion/finance/4023005-consumers-fight-back-with-some-success-against-brands-gone-woke/", "date_published": "2023-05-27 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Arizona Gov. Hobbs vetoes more election bills from GOP-controlled legislature", "description": "Arizona Gov. Katie Hobbs (D) vetoed several bills on Friday that were passed by the state’s GOP-controlled legislature that she argued would have undermined election integrity and introduced burdensome regulations that would have made Arizona's electoral process more complicated and difficult.  One of the most significant bills she vetoed would have pulled the state from...", "link": "https://thehill.com/homenews/state-watch/4023547-arizona-gov-hobbs-vetoes-more-election-bills-from-gop-controlled-legislature/", "date_published": "2023-05-27 14:06:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP negotiator: Debt deal could take 'hours — or days'", "description": "A top Republican negotiating with the White House on a debt-ceiling deal said Saturday that “a narrow set” of sticking points have prevented the sides from reaching an agreement, and it’s unclear if those issues will be resolved quickly or require talks to continue through the holiday weekend.  Heading into the Speaker’s office in the...", "link": "https://thehill.com/homenews/house/4023566-gop-negotiator-debt-deal-could-take-hours-or-days/", "date_published": "2023-05-27 14:01:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t fall for Russia’s propaganda", "description": "The dismal state of contemporary Russian society belies the Kremlin’s messaging.", "link": "https://thehill.com/opinion/international/4018986-dont-fall-for-russias-propaganda/", "date_published": "2023-05-27 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No, raising the debt ceiling is not really about 'paying our bills'", "description": "If you open a new credit card to pay off what you owe on an old credit card, are you really “paying” for that old spending, or are you avoiding repayment? That's what the government is doing when it raises its debt ceiling.", "link": "https://thehill.com/opinion/4021253-no-raising-the-debt-ceiling-is-not-really-about-paying-our-bills/", "date_published": "2023-05-27 13:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Noem calls for South Dakota college board to ban drag shows, remove preferred pronouns", "description": "South Dakota Gov. Kristi Noem (R) called on the board that oversees the state's public colleges and universities to prohibit drag shows on campus and remove references to pronouns that do not match a person’s gender assigned at birth in school materials.  Noem said in a letter to the South Dakota Board of Regents on...", "link": "https://thehill.com/homenews/state-watch/4023515-noem-calls-for-south-dakota-college-board-to-ban-drag-shows-remove-preferred-pronouns/", "date_published": "2023-05-27 12:13:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt limit fight puts US on credit watch", "description": "The U.S. is on credit watch as high-stakes negotiations over the debt limit take center stage in Washington. Credit agencies are warning that the nation's stellar credit rating could be downgraded as the U.S. inches closer to running out of cash and defaulting on its roughly $31.4 trillion debt. Capitol Hill is getting nervous. “Most...", "link": "https://thehill.com/business/4023108-heres-why-the-us-is-on-credit-watch-amid-debt-limit-fight/", "date_published": "2023-05-27 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate protesters face federal charges for smearing paint on Degas sculpture case", "description": "Two climate change protesters are facing federal charges after they smeared paint on the display case containing a famous sculpture by Edgar Degas at the National Gallery of Art in Washington, D.C., last month.  The U.S. Attorney’s Office for the District of Columbia said in a release that 53-year-olds Timothy Martin of North Carolina and...", "link": "https://thehill.com/regulation/court-battles/4023504-climate-protesters-face-federal-charges-for-smearing-paint-on-degas-sculpture-case/", "date_published": "2023-05-27 11:48:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP takes backseat on debt talks, fueling anxiety", "description": "The negotiations between President Biden and Speaker Kevin McCarthy (R-Calif.) on raising the debt limit has put the Senate in the backseat, fueling anxiety among the upper chamber's conservatives that the deal will be a major disappointment.   Sen. Mike Lee (R-Utah) is threatening to use every procedural tool available to slow down the legislation,...", "link": "https://thehill.com/homenews/senate/4023124-senate-gop-takes-backseat-on-debt-talks-fueling-anxiety/", "date_published": "2023-05-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Social Security, Medicare and stocks: How a debt-ceiling crisis could affect you", "description": "If the White House and House Republicans fail to raise the debt ceiling and the U.S. defaults on its national debt for the first time ever, the economic consequences for Americans will be wide-ranging and long-lasting.  Social Security checks could be held up, government salaries and contracts could be frozen, Medicare reimbursements to doctors and...", "link": "https://thehill.com/business/4022573-debt-ceiling-how-you-can-prepare-for-a-potential-default/", "date_published": "2023-05-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Larry Elder rails against Trump's ability to attract swing voters ahead of 2024", "description": "Conservative radio host Larry Elder, who has previously been a strong supporter of former President Trump, railed against the former president's ability to attract swing voters going into the 2024 presidential election.  Elder, who announced his own GOP bid for the 2024 presidential election last month, said in an interview on Fox News on Friday...", "link": "https://thehill.com/homenews/campaign/4023371-larry-elder-rails-against-trumps-ability-to-attract-swing-voters-ahead-of-2024/", "date_published": "2023-05-27 02:57:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House, GOP getting ‘very close’ to budget and debt limit deal", "description": "Top Democrats and Republicans sent strong signals Friday night that they’re nearing an elusive agreement on a debt-ceiling increase to prevent an economy-rattling government default.  While negotiators said it was too soon to announce a deal, both sides voiced confidence that they were within striking distance of a compromise to lift the government’s borrowing cap...", "link": "https://thehill.com/homenews/house/4023340-white-house-gop-getting-very-close-to-budget-and-debt-limit-deal/", "date_published": "2023-05-27 02:17:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Iowa governor signs bill restricting lessons on gender identity, sexual orientation in schools", "description": "Iowa Gov. Kim Reynolds (R) signed a bill into law on Friday that restricts lessons on gender identity and sexual orientation in schools from kindergarten through sixth grade.  Reynolds announced her signature on the bill and a few others relating to education in a release, calling education the “great equalizer” and saying that everyone involved...", "link": "https://thehill.com/homenews/state-watch/4023336-iowa-governor-signs-bill-restricting-lessons-on-gender-identity-sexual-orientation-in-schools/", "date_published": "2023-05-27 02:10:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Dingell cancels trip to officiate wedding in Italy for possible debt vote", "description": "Rep. Debbie Dingell (D-Mich.) canceled a planned trip to officiate a wedding in Italy to remain available for a possible vote to raise the debt ceiling in the coming days.  Dingell said Friday in an interview with The Hill on NewsNation that the situation where Congress even needs to vote to raise the debt ceiling...", "link": "https://thehill.com/homenews/house/4023317-dingell-cancels-trip-to-officiate-wedding-in-italy-for-possible-debt-vote/", "date_published": "2023-05-27 01:32:49+00:00", "persistent": false, "user": null, "language": "en-US"}]