[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kościół przykryty przez fale. Odkryli szczątki sprzed 700 lat", "description": "Niemieccy archeolodzy natrafili na pozostałości kościoła sprzed blisko 700 lat. Zdaniem naukowców, budowla została przykryta przez fale podczas wielkiej powodzi w 1362 roku. Świątynia była najprawdopodobniej częścią średniowiecznej osady Rungholt, określanej przez badaczy mianem Atlantydy Morza Północnego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/niemcy-kosciol-przykryty-przez-fale-odkryli-szczatki-sprzed-700-lat/", "date_published": "2023-05-27 19:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Indie: Urzędnik zgubił telefon. Kazał wypompować 2 miliony litrów wody", "description": "Inspektorowi żywności z Indii do zbiornika retencyjnego wpadł telefon. Urzędnik kazał więc wypompować dwa miliony litrów wody tłumacząc, że na urządzeniu znajdują się poufne dane rządowe. Działania te jednak nie spodobały się przełożonym, a mężczyzna został zawieszony w pełnieniu obowiązków.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/indie-urzednik-zgubil-telefon-kazal-wypompowac-dwa-mln-litrow-wody/", "date_published": "2023-05-27 17:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Gorąco na Bałkanach. MSZ Serbii: Jesteśmy gotowi na każdy scenariusz", "description": "Serbia podtrzymuje stan najwyższej gotowości swojego wojska po kolejnych napięciach za południową granicą kraju. - Nie przygotowujemy się do interwencji w Kosowie, ale jesteśmy gotowi na każdy scenariusz - zapowiedział w sobotę serbski minister spraw zagranicznych Ivica Daczić. Tego dnia sytuacja na północy Kosowa jest spokojna - informują media.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/goraco-na-balkanach-msz-serbii-jestesmy-gotowi-na-kazdy-scenariusz/", "date_published": "2023-05-27 16:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Politolog o Prigożynie: Jego dni są policzone", "description": "Rosyjski politolog Siergiej Miedwiediew nie wierzy w polityczną karierę Jewgienija Prigożyna, szefa najemniczej Grupy Wagnera. Ekspert powiedział w wywiadzie dla węgierskiego portalu HVG, że Prigożyn jest lojalny wobec Władimira Putina, jednak po długo obiecywanym zajęciu Bachmutu jego dni są policzone. Wskazał także, że odejście Putina może oznaczać de facto rozpad Federacji Rosyjskiej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/politolog-o-prigozynie-jego-dni-sa-policzone/", "date_published": "2023-05-27 16:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Znikające pierścienie Saturna. Badania NASA nie pozostawiają wątpliwości", "description": "Charakterystyczne pierścienie Saturna mogą zniknąć za kilkaset milionów lat - wynika z badań NASA. Analiza danych zebranych przez sondę Cassini wskazuje, że cząstki lodu i skał krążące wokół gazowego giganta są znacznie młodsze, niż wcześniej zakładano. Naukowcy twierdzą, że poznanie procesu powstania zjawiska może być kluczowe dla odkrycia elementów składowych życia na jednym z księżyców Saturna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/znikajace-pierscienie-saturna-badania-nasa-nie-pozostawiaja-watpliwosci/", "date_published": "2023-05-27 15:55:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia. Bezdomny wjechał autem w komisariat policji. Służby twierdzą, że to w ramach zemsty", "description": "48-letni bezdomny mężczyzna ukradł samochód dostawczy, a następnie wjechał nim w komisariat w Rotterdamie (Holandia). Według policji miała to być zemsta, gdyż mężczyzna przebywał tam wcześniej w areszcie za drobne wykroczenie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/holandia-bezdomny-wbil-sie-autem-w-komisariat-policji-sluzby-twierdza-ze-to-w-ramach-zemsty/", "date_published": "2023-05-27 12:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ołeksij Daniłow o kontrofensywie Ukrainy: Może rozpocząć się jutro, pojutrze lub za tydzień", "description": "- Kijów jest gotowy do rozpoczęcia kontrofensywy przeciwko siłom rosyjskim - powiedział sekretarz Rady Bezpieczeństwa Ukrainy Ołeksij Daniłow. Polityk nie podał daty, ale wskazał, że atak mający na celu odbicie terytorium z rąk sił okupacyjnyc, może rozpocząć się jutro, pojutrze lub za tydzień. - Nie mamy prawa popełnić błędu, to historyczna chwila - przekazał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/oleksij-danilow-o-kontrofensywie-ukrainy-moze-rozpoczac-sie-jutro-pojutrze-lub-za-tydzien/", "date_published": "2023-05-27 10:41:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny: influencer umarł przez trend na TikToku. Wziął udział w \"pojedynku\"", "description": "Niebezpieczny trend na chińskim TikToku przyczynił się do śmierci znanego influencera. Podczas transmisji na żywo, w pojedynku jeden na jeden, wypił kilka butelek mocnego spirytusu. Na ratunek było już za późno.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/chiny-influencer-umarl-przez-trend-na-tiktoku-wzial-udzial-w-pojedynku/", "date_published": "2023-05-27 09:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Eksplozja uszkodziła infrastrukturę ropociągu. Władze informują o ataku dronów", "description": "Eksplozja w obwodzie pskowskim (Rosja) przy granicy z Białorusią uszkodziła budynek ropociągu - przekazał gubernator Michaił Wiedienikow. Jak dodał, wybuch spowodował atak dwóch dronów. Na miejscu pracują służby.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/rosja-eksplozja-uszkodzila-infrastrukture-ropociagu-sluzby-pracuja-na-miejscu-zdarzenia/", "date_published": "2023-05-27 07:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Joe Biden skomentował rozmieszczenie taktycznej broni jądrowej na Białorusi", "description": "Prezydent Joe Biden potępił rozmieszczenie taktycznej broni jądrowej na Białorusi. W czwartek rosyjski minister obrony ogłosił porozumienie na temat przekazania tej broni Mińskowi. Prezydent Białorusi Alaksander Łukaszenka powiedział, że taktyczna broń jądrowa jest już w drodze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-27/usa-joe-biden-skomentowal-rozmieszczenie-taktycznej-broni-jadrowej-na-bialorusi/", "date_published": "2023-05-27 04:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]