[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Comarch chce pokonać Allegro. Startuje z serwisem Wszystko.pl", "description": "Platforma sprzedażowa Wszystko.pl (Comarch) zostanie uruchomiona 29 czerwca. Ma konkurować z Allegro czy Amazonem. - Oczywiście nie zdominujemy rynku w kilka miesięcy. Naszym celem jest zbudowania zaufanie sprzedawców i klientów oraz regularne budowanie pozycji w e-commerce - mówi Wirtualnemedia.pl Mariola Barzyk-Libura, dyrektorka Wszystko.pl.", "link": "https://www.wirtualnemedia.pl/artykul/jak-korzystac-wszystko-pl-oferta-cena-prowizje-konkurent-allegro", "date_published": "2023-05-31 19:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "TK Maxx otwiera kolejne sklepy internetowe. Co z Polską?", "description": "Firma TK Maxx ruszyła właśnie ze sklepem internetowym w Niemczech, otworzy go też wkrótce z Austrii. Polscy klienci na razie jednak nie mają co liczyć na sklep internetowy - dowiedział się portal Wirtualnemedia.pl. Od ponad roku w internecie handluje HalfPrice, powstały w 2021 r. konkurent TK Maxxa.", "link": "https://www.wirtualnemedia.pl/artykul/tk-maxx-jak-kupic-w-internecie-sklep", "date_published": "2023-05-31 18:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Ekspert IAB Europe: Żyjemy w czasie polikryzysu. Pora na redefinicje w marketingu?", "description": "Według Daniela Knappa, cheif economist IAB Europe, żyjemy obecnie w czasie nakładających się na siebie kryzysów, tzw. polikryzysu, co wymusza na ekspertach komunikacji marketingowej przedefiniowanie swojej roli. - Musimy na nowo zaprojektować całą naszą branżę. Musimy na nowo zastanowić się, co to znaczy być branżą stawiającą na prywatność, by konsumenci znaleźli się w centrum uwagi - apeluje Daniel Knapp.", "link": "https://www.wirtualnemedia.pl/artykul/zyjemy-w-czasie-polikryzysu-pora-na-redefinicje-w-marketingu", "date_published": "2023-05-31 18:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "MediaMarkt szykuje nowy sklep internetowy", "description": "Sieć elektromarketów MediaMarkt przygotowuje, wspólnie z firmą technologiczną Intive, nową odsłonę swojej platormy e-commerce.", "link": "https://www.wirtualnemedia.pl/artykul/mediamarkt-sklep-internetowy-nowa-wersja", "date_published": "2023-05-31 18:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "RMF FM najczęściej cytowanym medium w Polsce w kwietniu. W TOP15 Wirtualnemedia.pl", "description": "Z najnowszego rankingu Instytutu Monitorowania Mediów (IMM) wynika, że w kwietniu, po miesięcznej przerwie, na szczyt najbardziej opiniotwórczych mediów powraca RMF FM. Na drugim miejscu znalazła się Wirtualna Polska z liczbą tylko 17 odwołań mniej. Trzecią pozycję zajmuje Onet, na który powoływano się blisko 1,8 tys. razy. W czołowej piętnastce najbardziej opiniotwórczych mediów w Polsce znalazły się Wirtualnemedia.pl.", "link": "https://www.wirtualnemedia.pl/artykul/rmf-fm-najczesciej-cytowanym-medium-top-15-wirtualnemedia-pl", "date_published": "2023-05-31 18:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Netflix, Amazon Prime Video i Disney+ tracą klientów", "description": "Liczba gospodarstw domowych z dostępem do usług SVoD w Wielkiej Brytanii na koniec I kwartału 2023 roku wynosiła 19,08 mln. Z badania Barb's Establishment wynika, że to 67,4 proc. wszystkich domostw w kraju. Penetracja serwisów streamingowych spadła jednak o 1,7 proc. w stosunku do końca 2022 roku.", "link": "https://www.wirtualnemedia.pl/artykul/jak-odbierac-netflix-amazon-prime-video-disney-cena-promocja", "date_published": "2023-05-31 18:50:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Abonenci Canal+, UPC, Orange i Vectry bez współdzielenia Netfliksa. „Nie mieliśmy wpływu”", "description": "Posiadacze planu Standard Netfliksa będą mogli dokupić dostęp dla jednego odbiorcy spoza domu, a osoby płacące za plan Premium dla dwóch. Zasady te nie dotyczą jednak abonentów sieci kablowych i platform cyfrowych sprzedających dostęp do serwisu streamingowego. W rozmowie z Wirtualnemedia.pl, ich przedstawiciele tłumaczą, że nie mają na to żadnego wpływu.", "link": "https://www.wirtualnemedia.pl/artykul/netflix-koniec-wspoldzielenia-konta-jak-zamowic-canal-orange-upc-polska-vectra-inea", "date_published": "2023-05-31 18:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Michał Celeda odpowiada za rozwój Open FM, Anna Maruszeczko z audycją o klimacie", "description": "Były redaktor naczelny Radia ZET, Michał Celeda, dołączył do Grupy Wirtualna Polska, obejmując stanowisko szefa platformy Open FM. Zastąpił Aleksandrę Karpińską-Gugałę, która pożegnała się ze spółką w kwietniu. Ze swoją autorką audycją wystartowała z kolei dziennikarka radiowa i telewizyjna Anna Maruszeczko.", "link": "https://www.wirtualnemedia.pl/artykul/open-fm-michal-celeda-anna-maruszeczko-klimat", "date_published": "2023-05-31 18:47:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Cinkciarz.pl wygrywa w sądzie z Currency One. Spór dotyczył słów kluczowych", "description": "Sąd Okręgowy w Poznaniu orzekł, że Currency One, właściciel portali Internetowykantor.pl i Walutomat, nie może używać słowa \"cinkciarz.pl\" i podobnych w reklamach Google Ads. Sąd nakazał Currency One zaniechanie takiej działalności i wpłatę na cel społeczny, przyznał firmie Cinkciarz.pl odszkodowanie. Wyrok nie jest prawomocny. Currency One podkreśla, że działania miały miejscy, gdy jej portale miały innych właścicieli i zapowiada apelację. - Uważamy, że proces ma charakter wizerunkowy - mówi przedstawiciel firmy.", "link": "https://www.wirtualnemedia.pl/artykul/cinkciarz-pl-currency-one-slowa-kluczowe-google-ads", "date_published": "2023-05-31 18:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Kuba Filipowski szefem Netguru, Marek Talarczyk zrezygnował", "description": "Marek Talarczyk ze względów zdrowotnych zrezygnował ze stanowiska CEO firmy technologicznej Netguru. Teraz będzie nią zarządzał Kuba Filipowski.", "link": "https://www.wirtualnemedia.pl/artykul/kuba-filipowski-szef-netguru-marek-talarczyk-zrezygnowal-choroba", "date_published": "2023-05-31 18:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "W Spotify można stworzyć playlistę Blend z Robertem Lewandowskim", "description": "Wraz z rozwojem współpracy Spotify z FC Barceloną, użytkownicy mogą tworzyć dedykowane playlisty Spotify Blend z Robertem Lewandowskim i innymi rozpoznawalnymi piłkarzami klubu. Powstają one w oparciu o gust muzyczny danego gracza i użytkownika.", "link": "https://www.wirtualnemedia.pl/artykul/spotify-playlista-blend-robert-lewandowski", "date_published": "2023-05-31 18:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]