[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fans Crack Tears of the Kingdom's Secret Experience Scaling System - IGN Daily Fix", "description": "On today's Daily Fix:\n\nTears of the Kingdom fans believe that the game boasts a hidden experience level scaling system which is similar to the one which supposedly governed world progression in Breath of the Wild. The Legend of Zelda: Tears of the Kingdom has officially been completed in less than one hour, setting an all-new speedrunning record for the Breath of the Wild sequel. God of War art director, Raf Grasetti, is leaving Sony. All that and more on today's Daily Fix!\n\n#IGN #Gaming #TearsOfTheKingdom", "link": "https://www.youtube.com/watch?v=2F2vLYUlMQY", "date_published": "2023-05-31 23:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man: Across the Spider-Verse Review", "description": "Spider-Man: Across the Spider-Verse reviewed by Tom Jorgensen\n\nSpider-Man: Across the Spider-Verse surges with visual inventiveness and vibrance in an undeniably strong evolution of the style established in Into the Spider-Verse. Miles and Gwen’s search for their place in the multiverse is relentless and exciting, almost to a fault, and though the plot is often an afterthought to the pure chaos of creation on display, strong performances and character arcs that feel true to the heroes we met last time help ensure that Across the Spider-Verse is a more-than-worthy follow-up to an all-time classic.\n\n#IGN #Movies #SpiderMan", "link": "https://www.youtube.com/watch?v=8LapcpxMJCA", "date_published": "2023-05-31 23:04:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lost Co-Creator Responds to Allegations of Racism and Chaos On Set - IGN The Fix: Entertainment", "description": "In today's Entertainment Fix:\nA new book detailing the chaotic behind-the-scenes drama of the show \"Lost\" is making waves on the internet. Many people involved in the show, including writers and actors, have reportedly been witness to—or victims of—racism, sexism, and abuse on the set or in the writers' room. Lost co-creator and co-showrunner Damon Lindelof has responded to these allegations, and admitted that he failed to create a better working environment. In slightly lighter news, the Black Mirror's dystopian visions of society return next month in a brand new season, and Nintendo and Universal's The Super Mario Bros. Movie is making some real money at the box office, two months after its release.", "link": "https://www.youtube.com/watch?v=L_x1iP3V-sY", "date_published": "2023-05-31 22:21:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sword Art Online Last Recollection - Official System Trailer", "description": "Learn about the Dark Territory, get an overview of battles, weapon types, character customization, and more in this latest trailer for Sword Art Online Last Recollection. Join Kirito and his friends on an adventure to fight Vecta and save the Underworld when Sword Art Online Last Recollection launches on PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Steam on October 6, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=6D8UMVS0c08", "date_published": "2023-05-31 20:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "BLEACH Thousand-Year Blood War Part 2 | The Separation - Official Trailer (English Sub)", "description": "Time to meet Yhwach's successor... You already know him quite well.\nBLEACH: Thousand-Year Blood War, Part 2 -- The Separation premieres July 8 at 7:30AM PT.", "link": "https://www.youtube.com/watch?v=rUTHPJlEyDM", "date_published": "2023-05-31 19:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Amnesia: The Bunker - Official Developer Gameplay Overview", "description": "Amnesia: The Bunker is a first-person horror game taking place in an old vacant World War 1 bunker. In this gameplay overview, Creative Lead Fredrik Olsson from Frictional Games walks through some of the key aspects of the game that fans can look forward to. Amnesia: The Bunker launches on June 6 for PlayStation 4, Xbox One, Xbox Series S|X, and PC with a demo available now.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=wHcSUxC4Mwo", "date_published": "2023-05-31 19:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Clone High - Exclusive Clip (2023) Ayo Edebiri, Christopher Miller, Nicole Sullivan", "description": "In this scene from Season 1, Episode 3,  titled\"Anxious Times at Clone High,\" Harriet Tubman (Ayo Edebiri) worries that her grades will lead her to end up a basic \"wine mom\" when she grows up.\n\nThis modern refresh of the Phil Lord (\"Spider-Man: Into the Spider-Verse,\" \"The Afterparty,\" and \"21 Jump Street”), Chris Miller, and Bill Lawrence (“Ted Lasso,” “Cougar Town”, “Scrubs”) hit series Clone High is set at a high school for clones of historical figures. After a high school that was secretly being run as an elaborate military experiment to clone the greatest minds in history was put on ice, the clones have been thawed out 20 years later to resume the experiment with new clone classmates – all while navigating a new set of cultural norms and overly dramatic teen relationships.\n\nReturning stars include Will Forte as Abe and Nicole Sullivan as Joan; executive producers Phil Lord as Scudworth and Chris Miller as JFK and Mr. B; Christa Miller voicing “Candide Sampson; Donald Faison as George Washington Carver; and Judah Miller as Scangrade. New voice actors joining are Ayo Edebiri as Harriet; Mitra Jouhari as Cleo; Vicci Martinez as Frida; Kelvin Yu as Confucius; Neil Casey as Topher Bus; Jana Schmieding as Sacagawea; Sam Richardson as Wesley; Mo Gaffney as Ms. Grumbles; Al Madrigal as Frederico; Danny Pudi as Dr. Neelankavil; Emily Maya Mills as Ethel Merman; Michael Bolton as Michael Bolton, Mandy Moore as Mandy Moore, Ian Ziering as Ian Ziering; Steve Kerr as Steve Kerr; and Jeffrey Muller, Kyle Lau, Dannah Phirman, and Danielle Schneider.\n\nFrom MTV Entertainment Studios, Clone High executive producers include Phil Lord and Chris Miller (\"Spider-Man: Into the Spider-Verse,\" \"The Afterparty,\" and \"21 Jump Street”), Bill Lawrence (“Ted Lasso,” “Shrinking,” “Scrubs”), Erica Rivinoja (“South Park,” “Borat: Subsequent Moviefilm,” “Last Man on Earth”), Erik Durbin (“Last Man On Earth,” “American Dad!,” “Don’t Trust the B in Apt. 23”), Judah3 Miller (“Bupkis,” “Crashing”), ShadowMachine’s Corey Campodonico and Alex Bulkley (“Guillermo Del Toro’s Pinocchio,” “Bojack Horseman,” “Final Space”), and Jeff Ingold (“Ted Lasso,” “Shrinking”).\n\nThe Max Original animated series Clone High debuted with two episodes on May 23 on Max, with two new episodes debuting each Thursday starting June 1 leading up to the final two episodes on June 22.\n\n#IGN", "link": "https://www.youtube.com/watch?v=DwGUxaKBW4I", "date_published": "2023-05-31 18:10:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dying Light 2 Stay Human - Official 'Undead or Alive Event' Trailer", "description": "Watch the trailer to see what to expect with Dying Light 2's Undead or Alive event, available today, May 31, in celebration of Call of Juarez's 10th anniversary. The Undead or Alive event brings items that hark back to the last Call of Juarez game, like the bowie knife weapon and blueprint, and more.\n\nDying Light 2's Undead or Alive event will be available today, May 31 (7 am PT / 11 am ET) until June 7 (7 am PT / 11 am ET).\n\n#IGN #DyingLight #Gaming", "link": "https://www.youtube.com/watch?v=cbAfF9dLqyQ", "date_published": "2023-05-31 18:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Rise of the Beasts - Official Behind the Scenes (2023) Steven Caple Jr., Anthony Ramos", "description": "Join director Steven Caple Jr., along with members of the cast and crew, for a behind-the-scenes look at Transformers: Rise of the Beasts. Caple Jr. breaks down his creative process for the film, discusses the 1990s setting, and more. Transformers: Rise of the Beasts stars Anthony Ramos, Dominique Fishback, Luna Lauren Velez, Dean Scott Vazquez, Tobe Nwigwe, Peter Cullen, Ron Perlman, Peter Dinklage, Michelle Yeoh, Liza Koshy, John DiMaggio, David Sobolov, Michaela Jaé Rodriguez, Pete Davidson, Colman Domingo, Cristo Fernández, and Tongayi Chirisa.\n\nReturning to the action and spectacle that have captured moviegoers around the world, Transformers: Rise of the Beasts will take audiences on a ‘90s globetrotting adventure with the Autobots  and introduce a whole new faction of Transformers – the Maximals – to join them as allies in the existing battle for earth.\n\nThe film's screenplay is by Joby Harold and Darnell Metayer & Josh Peters and Erich Hoeber & Jon Hoeber. The story is by Joby Harold. Based on Hasbro’s Transformers action figures. It is produced by Lorenzo di Bonaventura, p.g.a., Tom DeSanto & Don Murphy, Michael Bay, Mark Vahradian, p.g.a., and Duncan Henderson. Steven Spielberg, Brian Goldner, David Ellison, Dana Goldberg, Don Granger, Brian Oliver, Bradley J. Fischer, and Valerii An serve as executive producers.\n\nTransformers: Rise of the Beasts, directed by Steven Caple Jr., opens in US theaters on June 9, 2023, and in UK cinemas on June 8, 2023.\n\n#IGN #Movies #Transformers", "link": "https://www.youtube.com/watch?v=ON10Q8ormdM", "date_published": "2023-05-31 17:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Immortals of Aveum: The Final Preview", "description": "Fast-paced, magic-fueled combat plus Unreal Engine 5 might make Immortals of Aveum a must-see FPS this Summer—if the cheesy dialogue doesn't weigh it down too much. Previewed on PC by Ryan McCaffrey.\n\n#IGN #ImmortalsofAveum #Gaming", "link": "https://www.youtube.com/watch?v=zVFv2AODCVk", "date_published": "2023-05-31 16:00:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Forever Skies - Official Release Date Trailer", "description": "Enjoy the release date trailer for Forever Skies, the upcoming first-person sci-fi survival game in which you must scavenge to survive on an Earth decimated by an ecological disaster. Forever Skies will be released for PC on June 22, 2023. Wishlist it on Steam if you're interested:  https://store.steampowered.com/app/1641960/Forever_Skies/\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=_JPjCYfMTm4", "date_published": "2023-05-31 15:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Hot Wheels Unleashed 2: Turbocharged - Official Announcement Trailer", "description": "Hot Wheels Unleashed 2: Turbocharged is the sequel to Hot Wheels: Unleashed coming fitted with all-new mechanics, environments, vehicle styles, and game modes. The game is launching with over 130 vehicles, including the debut of motorcycles and ATVs. Players will be able to enhance the customization of their driving style by using skill points to attain specific perks and build custom builds. An enhanced story-driven campaign and a refined Track Editor take the franchise to the next level. Hot Wheels Unleashed 2: Turbocharged is launching on October 19 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #HotWheels #Gaming", "link": "https://www.youtube.com/watch?v=9ZohjpTWcRE", "date_published": "2023-05-31 15:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Venture to the Vile Preview: A Victorian-Inspired Metroidvania with Layers", "description": "We were impressed with the layering's effect on the gameplay in Venture to the Vile, an upcoming 2D puzzle-platformer set in a 3D world. It's in development for PC (via Steam) and consoles.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Vm0uGOLdQ_0", "date_published": "2023-05-31 14:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem - Official Trailer (2023) John Cena, Jackie Chan", "description": "Check out the trailer for Teenage Mutant Ninja Turtles: Mutant Mayhem, an upcoming movie starring Micah Abbey, Shamon Brown Jr., Hannibal Buress, Rose Byrne, Nicolas Cantu, John Cena, Jackie Chan, Ice Cube, Natasia Demetriou, Ayo Edebiri, Giancarlo Esposito, Post Malone, Brady Noon, Seth Rogen, Paul Rudd, and Maya Rudolph.\n\nAfter years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O’Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem is produced by Seth Rogen, p.g.a., Evan Goldberg, p.g.a., and James Weaver, p.g.a. The film's executive producers are Ramsay McBean and Josh Fagen. The screenplay is by Seth Rogen, Evan Goldberg, Jeff Rowe, Dan Hernandez, and Benji Samit. The film is based on the Teenage Mutant Ninja Turtles Characters created by Peter Laird and Kevin Eastman. It is directed by Jeff Rowe and co-directed by Kyler Spears.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem opens in theaters on August 2, 2023.\n\n#IGN #Movies #TMNT", "link": "https://www.youtube.com/watch?v=gigov6bZa70", "date_published": "2023-05-31 13:31:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The PlayStation Showcase Was Great... For Xbox", "description": "The PlayStation Showcase revealed a bunch of new games coming to PlayStation and Xbox, paving the way for a strong rest of the year from the rivals at Microsoft.\n\nSubscribe to IGN for more!\nhttp://www.youtube.com/user/IGNentertainment?sub_confirmation=1\n\n------------------------------ ----\nWatch more on IGN here!\n------------------------------ ----\n\nDAILY FIX: https://www.youtube.com/watch?v=-_e1aXYckPE&amp;list=PLraFbwCoisJCYFqFP7e7UQnHHZL05LooZ&amp;index=2&amp;t=0s\nGAME REVIEWS: https://www.youtube.com/watch?v=pCJmeQyJk1E&amp;list=PLraFbwCoisJBTl0oXn8UoUam5HXWUZ7ES&amp;t=0s&amp;index=2\nMOVIE REVIEWS: https://www.youtube.com/watch?v=pCJmeQyJk1E&amp;list=PLraFbwCoisJBTl0oXn8UoUam5HXWUZ7ES&amp;t=0s&amp;index=2\nTRAILERS: https://www.youtube.com/watch?v=hr1dfwy4n90&amp;list=PLraFbwCoisJA6xInpo8WhMSrR3Y7CjatL&amp;index=2\nNEWS: https://www.youtube.com/watch?v=Ctgzg7MZiZ8&amp;list=PLyN6dWP9XPgpzD7LJttHSs_peWliw7QSW\n\n#ign", "link": "https://www.youtube.com/watch?v=et5IM5-GlU0", "date_published": "2023-05-31 13:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}]