[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Diablo 4 Necromancer Nightmare Dungeon Gameplay (World Tier 3)", "description": "We take our level 62 minion and bone skill focused Necromancer into a tier 15 Nightmare Dungeon. The modifiers include empowered elites with suppressor affix, monsters with poison damage, and unstoppable monsters. \n#diablo4 #necromancer #gaming\n\nOur Necromancer is using skeletal mages with legendary that increases our number of mages by 2, as well as skeletal warriors also with the legendary that increases the number of skeletal warriors by 2. We also have the legendary that gives our cold skeletal mages the ability to cast blizzard. Additionally, we have a blood golem to help dish our more damage. Our core skill to help us deal with tougher minions is bone spear. Check out this clip where we find a unique in the level and find out if we are able to beat the Tier 15 dungeon which has level 68 minions.", "link": "https://www.youtube.com/watch?v=ek7XcV4chm4", "date_published": "2023-05-31 21:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "42 Things You Didn't Know In Zelda Tears Of The Kingdom", "description": "In Tears Of The Kingdom, we explore dozens of hidden interactions, such as shield surfing on frozen meat, the secrets behind fueled fires, and how we can make Flux Constructs a pushover.\n#gaming #tearsofthekingdom #gamespot \n\nIn the video above, we cover 42 facts, tips and tricks that aren’t quite as well known, ranging from secrets to glitches, some that are pretty simple and others that are fairly complex. The recently released Legend of Zelda: Tears Of The Kingdom has a massive world with endless possibilities, and we're only starting to scratch the surface of all of the secrets and tricks this game has to offer.\n\nTimestamps:\n0:00 Intro\n0:17 Secret Apple Updated\n0:28 Ice Block Tricks\n0:45 Ice Blocks Conduct\n0:56 Shield Grinding\n1:05 The Best Shield Surf\n1:33 Zora Love Water\n1:45 Ascend Through Talus\n1:51 Muddle Battle Talus\n2:03 Secret Drift Mechanic\n2:26 Rock Bullet Time\n2:34 ZL Flatten\n2:55 Diving Light\n3:08 Rubble Attachment\n3:15 Hyrule Bridge Fuse\n3:31 Dazzle vs. Stals\n3:39 Material Burn Timer\n3:51 Surf Over Gloom\n4:02 Shrine Campfire\n4:15 Ice Rod Farming\n4:23 Autobuild Farming\n4:39 Cannonball Parry\n4:44 Mushroom Shield Secret\n5:02 Shock Emitter Secret\n5:09 Like Like Immunity\n5:18 Burning Arrow Combinations\n5:37 Flurry Rush Gleeoks\n5:44 Rock Octorok Repair\n5:55 Recall Throw\n6:04 Nintendo Patched Glitches Already\n6:48 Multiply Bee Swarms\n6:58 Smoke Deters Bees\n7:05 Charge Attack Super Armor\n7:21 Emergency Parry\n7:32 Emergency Stamina\n7:42 Garage Jack\n7:57 Fueled Fires Rule\n8:14 Hot Air Balloon Fires\n8:25 Fueled Fires Ignore Rain\n8:38 NPC Attacked Reaction\n8:78 Flux Construct Weakness\n9:12 Stand On Their Head\n9:19 Flux Can't Attack Without Parts", "link": "https://www.youtube.com/watch?v=bzxgabpUBnM", "date_published": "2023-05-31 18:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How System Shock Lets You Create Your Perfect Difficulty | No HUD", "description": "The System Shock Remake brings back the original game's forward-thinking difficulty system, that lets you create a personal tailor made experience.\n#gaming #systemshock #gamespot \n\nMost video game difficulties are basic and restrictive. Easy, Medium Hard. Shouldn’t games offer more flexibility for players? Well, it's not as new of a concept as you might think. It fact the idea’s been around since 1994. Almost 30 years ago the original system shock offered a custom difficulty that let players tweak individual accepts of the game to create their ideal gameplay experience. And now the new remake offers the same thing, and I’m gonna use it as an example of how games can do more with difficulty.", "link": "https://www.youtube.com/watch?v=2nNOxsy8Xeg", "date_published": "2023-05-31 15:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}]