[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "How to Make Love Last Forever", "description": "When relationships start, enthusiasm for our partners is typically natural and intense. We think of them constantly, we want only to spend more time in their company, we delight in their many skills and accomplishments: but this early phase of powerful admiration and longing rarely lasts. \nThe world often explains this cooling as an inevitable result of sheer exposure. It is, they say, typical to neglect what is always around. But the true reasons seem more complicated, more psychologically rich and, in their own way, a lot more hopeful.\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/iUCIXF\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/TRAi2Z\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/aSdNxQ \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/WlUbYn\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://9qq0.short.gy/Izy3Md\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on RELATIONSHIPS in our playlist: \nhttp://bit.ly/TSOLrelationships\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nDeanca Rensyta\nhttps://www.deancarensyta.com/about\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=TIBWhm_p0fs", "date_published": "2023-05-31 13:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}]