[{"source": "https://thehill.com/news/feed/", "title": "Rand Paul to force Senate vote on potential cuts to Social Security, Medicare", "description": "Conservative Sen. Rand Paul (R-Ky.) says he will force the Senate to vote this week on cutting total federal spending by 5 percent in each of the next two years, a proposal that would include Social Security and Medicare.  It’s an uncomfortable vote for Senate Republicans and it divides their conference.  Talking about cuts to...", "link": "https://thehill.com/homenews/senate/4029350-rand-paul-to-force-senate-vote-on-potential-cuts-to-social-security-medicare/", "date_published": "2023-05-31 23:43:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Markey to oppose debt ceiling deal over fossil fuel permitting provisions", "description": "Sen. Ed Markey (D-Mass.) confirmed Wednesday evening that he will oppose the deal between President Biden and Speaker Kevin McCarthy (R-Calif.) to raise the debt ceiling, specifically citing its provisions overhauling the energy permitting process. “I will not support a deal to fast-track dirty fossil fuel projects at the expense of environmental justice. I will...", "link": "https://thehill.com/policy/energy-environment/4029311-markey-to-oppose-debt-ceiling-deal-over-fossil-fuel-permitting-provisions/", "date_published": "2023-05-31 23:11:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Silly charade': White House blasts GOP's contempt threat against FBI director", "description": "The White House blasted House Oversight Chairman James Comer (R-Ky.) on Wednesday over his threat to hold FBI Director Christopher Wray in contempt for refusing to comply with a congressional subpoena. “This silly charade by Chairman Comer is yet another reminder that his so-called ‘investigations’ are political stunts not meant to get information but to...", "link": "https://thehill.com/homenews/administration/4029299-silly-charade-white-house-blasts-gops-contempt-threat-against-fbi-director/", "date_published": "2023-05-31 23:04:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA approves second RSV shot for older adults", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  FDA approves Pfizer RSV shot for older adults After decades without any RSV shots, the market is suddenly very competitive. © Hill Illustration, Madeline Monroe/iStock/CDC via AP The Food and Drug Administration (FDA) on Wednesday approved Pfizer's vaccine to...", "link": "https://thehill.com/newsletters/health-care/4029280-fda-approves-second-rsv-shot-for-older-adults/", "date_published": "2023-05-31 23:04:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Comer commits to contempt vote for FBI director, mulls release of confidential record", "description": "House Oversight Committee Chair James Comer (R-Ky.) said an FBI offer to review a document he subpoenaed has not swayed his plans to hold Director Christopher Wray in contempt of Congress, adding he may release the confidential tip publicly. Comer issued a subpoena earlier this month compelling Wray to produce any FD-1023 forms — records...", "link": "https://thehill.com/policy/national-security/4029262-comer-commits-to-contempt-vote-for-fbi-director-mulls-release-of-confidential-record/", "date_published": "2023-05-31 22:35:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CEOs lay out visions for AI uses across industries", "description": "As some industry leaders warning of the potential dangers of artificial intelligence, other executices are embracing the rapidly developing technology and say they already are finding ways to incorporate it into their operations. In a series of interviews, six chief executives projected optimistic visions for the role they foresee AI playing in their respective industries....", "link": "https://thehill.com/business/4029181-ceos-lay-out-visions-for-ai-uses-across-industries/", "date_published": "2023-05-31 22:31:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA approves Pfizer RSV vaccine for older adults", "description": "The Food and Drug Administration (FDA) on Wednesday approved Pfizer's vaccine to prevent the respiratory disease RSV in older adults, the company announced. After decades without any RSV shots, the market is suddenly very competitive. The approval of Pfizer's Abrysvo marks the second authorized RSV shot for older adults in the U.S. this month, after...", "link": "https://thehill.com/policy/healthcare/4029249-fda-approves-pfizer-rsv-vaccine-for-older-adults/", "date_published": "2023-05-31 22:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tuberville adviser resigns amid military holds controversy", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Tuberville adviser resigns amid pushback over military holds Sen. Tommy Tuberville's (R-Ala.) national security adviser has resigned after a Washington Post story last week suggested he was largely behind the senator’s controversial hold on hundreds of...", "link": "https://thehill.com/newsletters/defense-national-security/4029219-tuberville-adviser-resigns-amid-military-holds-controversy/", "date_published": "2023-05-31 22:23:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lee slams debt ceiling bill as 'a fake response to burdensome debt'", "description": "Sen. Mike Lee (R-Utah) on Wednesday slammed the debt-limit bill headed for passage in the House as a “fake response to burdensome debt” and declared he “will emphatically vote no.”  Lee warned the nation’s debt, which currently sits at just less than $32 trillion, “will soon escalate to $36 trillion under this awful deal.”  “One...", "link": "https://thehill.com/homenews/senate/4029223-lee-slams-debt-ceiling-bill-as-a-fake-response-to-burdensome-debt/", "date_published": "2023-05-31 22:22:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP rep says McCarthy 'should be concerned' about motion to vacate", "description": "Rep. Ken Buck (R-Colo.) said House Speaker Kevin McCarthy (R-Calif.) “should be concerned” about a motion to remove him after the debt ceiling deal he struck with President Biden moves through Congress. McCarthy has said he is “not at all” concerned about being removed from his position following the conservative backlash to the debt agreement....", "link": "https://thehill.com/homenews/house/4029150-gop-rep-says-mccarthy-should-be-concerned-about-motion-to-vacate/", "date_published": "2023-05-31 22:21:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt deal derails IRS revival", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  Debt deal derails IRS revival Democrats had big plans to revamp the IRS. Then came the debt ceiling showdown. © Associated Press The bipartisan deal to raise the debt ceiling and impose spending caps will redirect...", "link": "https://thehill.com/newsletters/business-economy/4029231-debt-deal-derails-irs-revival/", "date_published": "2023-05-31 22:18:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate conservatives hesitant to heed call to delay debt ceiling bill", "description": "A potential fallback plan raised by some House conservatives to hold up the passage of a bipartisan bill to avert a federal default this week is drawing a cool reception in the upper chamber. While a few hard-line House Republicans looked to their upper chamber colleagues to stall the debt ceiling deal as they called for leadership to find...", "link": "https://thehill.com/homenews/senate/4029166-senate-republicans-debt-ceiling-bill/", "date_published": "2023-05-31 22:07:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ sues coal firms owned by Jim Justice's family", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  DOJ announces civil action against coal mines owned by West Virginia governor’s son  The Justice Department on Wednesday announced a civil action against coal mines owned by the son of 2024 West Virginia Senate candidate Gov....", "link": "https://thehill.com/newsletters/energy-environment/4029151-doj-sues-coal-firms-owned-by-jim-justices-family/", "date_published": "2023-05-31 22:06:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House set to vote on debt deal after Dems help overcome initial hurdle", "description": "{beacon}    Evening Report {date('EEEE, MMMM d',time(\"now\"))}   ©  AP House set to vote on debt deal after Dems help overcome initial hurdle Several dozen Democrats joined a majority of House Republicans to overcome a procedural hurdle on the compromise spending and debt limit bill negotiated by Speaker Kevin McCarthy (R-Calif.).   Fifty-two Democrats joined...", "link": "https://thehill.com/newsletters/evening-report/4029111-house-set-to-vote-on-debt-deal-after-dems-help-overcome-initial-hurdle/", "date_published": "2023-05-31 21:45:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ has audio recording of Trump discussing classified document he took: CNN", "description": "The Justice Department (DOJ) has an audio recording of former President Trump discussing a classified Pentagon document he took from the White House, CNN reported on Wednesday. Trump’s comments about the document, which reportedly details a potential U.S. attack on Iran, come from a July 2021 meeting at the former president’s golf club in Bedminster,...", "link": "https://thehill.com/blogs/blog-briefing-room/4029112-doj-has-audio-recording-trump-classified-document-report/", "date_published": "2023-05-31 21:44:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers struggle to recognize AI-generated emails, study finds", "description": "Since OpenAI launched its artificial intelligence (AI) platform, ChatGPT, in late 2022, it has raised concerns about how the technology could impact everyday life. A recent study from Cornell University addressed one of the latest dilemmas plaguing skeptics when it suggested AI could open up new ways for malicious actors to manipulate representative democracy. Researchers...", "link": "https://thehill.com/policy/technology/4029060-lawmakers-struggle-to-recognize-ai-generated-emails-study-finds/", "date_published": "2023-05-31 21:02:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Armie Hammer won't face sexual assault charges in LA case", "description": "The Los Angeles County District Attorney’s office says Armie Hammer won’t face sexual assault charges due to “insufficient evidence.” The Wednesday announcement that the “Call Me by Your Name” actor will not be charged comes after the Los Angeles Police Department launched an investigation in 2021 for an alleged sexual assault. The alleged victim said the 36-year-old...", "link": "https://thehill.com/blogs/in-the-know/4029036-armie-hammer-wont-face-sexual-assault-charges-in-la-case/", "date_published": "2023-05-31 20:39:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Taiwan receives backlogged Stingers from 2019 weapons sale", "description": "Taiwan has received a shipment of Stinger missiles and other military equipment originally approved in 2019, as the U.S. works to fulfill a backlog of nearly $19 billion in weapons sales to the island democracy.  A State Department spokesperson told The Hill on Wednesday that reports of Stinger missiles arriving in Taipei last week were...", "link": "https://thehill.com/policy/defense/4028862-taiwan-receives-backlogged-stingers-from-2019-weapons-sale/", "date_published": "2023-05-31 20:35:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House gets debt ceiling bill over key procedural hurdle — with Democratic help", "description": "House Republicans on Wednesday passed the rule governing debate on bipartisan legislation to lift the debt ceiling, a procedural hurdle that paves the way for final passage of the bill later in the day — but it took an emergency assist from Democrats. Lawmakers approved the rule in a 241-187 vote just days before June...", "link": "https://thehill.com/homenews/house/4028918-house-gets-debt-ceiling-bill-over-key-procedural-hurdle-with-democratic-help/", "date_published": "2023-05-31 20:32:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How bacteria play a role in sorting critical minerals", "description": "Welcome to The Hill's Sustainability newsletter {beacon} Sustainability Sustainability &#8202; The Big Story  Bacteria sort critical minerals better than humans: study Future smartphones and electric vehicles could run on metals sorted by bacteria — which could help the future of mining look more like recycling.  © Adobe Certain bacterial proteins take different forms depending on...", "link": "https://thehill.com/newsletters/sustainability/4028995-how-bacteria-play-a-role-in-sorting-critical-minerals/", "date_published": "2023-05-31 20:25:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene says McCarthy will release Jan. 6 tapes to three more outlets", "description": "Rep. Marjorie Taylor Greene (R-Ga.) announced Wednesday that three additional media outlets will receive access to footage from the Jan. 6 attacks on the Capitol.   “Huge news: As I promised the J6 tapes will be released,” Greene tweeted. Greene said in her post that three outlets will receive “unfettered access to the J6 tapes,”...", "link": "https://thehill.com/blogs/blog-briefing-room/4028956-greene-says-mccarthy-will-release-jan-6-tapes-to-three-more-outlets/", "date_published": "2023-05-31 20:23:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration announces $161 million toward public lands restoration", "description": "The Biden administration on Wednesday announced it will put $161 million toward restoring ecosystems on federal lands in 11 Western states. The restoration efforts will be focused on 21 so-called restoration landscapes, identified by the Bureau of Land Management (BLM) based on ecological need, BLM Director Tracy Stone-Manning said on a press call Wednesday. “We...", "link": "https://thehill.com/policy/energy-environment/4028966-biden-administration-announces-161-million-toward-public-lands-restoration/", "date_published": "2023-05-31 20:21:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan lawmakers introduce bill to expand cyber partnership with nations in Abraham Accords", "description": "Senate lawmakers on Wednesday introduced a bipartisan bill aimed to strengthen cybersecurity collaboration between the U.S. and countries in the Abraham Accords — a 2020 agreement to normalize diplomatic relations between Israel and some Arab nations, including the United Arab Emirates, Bahrain and Morocco. The legislation, called the Abraham Accords Cybersecurity Cooperation Act, would authorize...", "link": "https://thehill.com/policy/cybersecurity/4028887-bipartisan-lawmakers-introduce-bill-to-expand-cyber-partnership-with-nations-in-abraham-accords/", "date_published": "2023-05-31 20:14:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell: Senate could pass debt bill as soon as Thursday", "description": "Senate Republican Leader Mitch McConnell (Ky.) says he hopes the Senate will pass legislation to raise the debt limit Thursday or Friday, as conservative Republican senators now say they won’t hold the bill up as long as they get to vote on amendments.  The strong support among House Republicans for the deal negotiated between President...", "link": "https://thehill.com/homenews/senate/4028974-mcconnell-senate-could-pass-debt-bill-as-soon-as-thursday/", "date_published": "2023-05-31 20:09:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon to pay $30M to settle FTC privacy allegations over Ring, Alexa", "description": "Amazon will pay more than $30 million to settle two separate charges from the Federal Trade Commission (FTC) over allegations of violating user privacy. Amazon’s Ring will pay $5.8 million to settle allegations that the home security camera company violated customer privacy, the agency said Wednesday. Amazon will pay $25 million in a separate agreement...", "link": "https://thehill.com/policy/technology/4028963-amazon-to-pay-30m-to-settle-ftc-privacy-allegations-over-ring-alexa/", "date_published": "2023-05-31 20:09:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Youngkin, McMaster join governors sending National Guard to southern border", "description": "Republican Govs. Glenn Youngkin of Virginia and Henry McMaster from South Carolina on Wednesday announced they're joining a number of their fellow Republicans in sending National Guard troops from their states to the southern border at the request of Texas Gov. Greg Abbott (R). \"The ongoing border crisis facing our nation has turned every state into a border state....", "link": "https://thehill.com/homenews/state-watch/4028759-youngkin-mcmaster-join-governors-sending-national-guard-to-southern-border/", "date_published": "2023-05-31 19:46:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Progressives vent frustration as debt limit bill nears final vote", "description": "House progressives are expressing dismay over the debt limit deal hammered out by President Biden and Speaker Kevin McCarthy (R-Calif.), worried that it could set a dangerous precedent for GOP-steamrolling in the future. A number of the left wing’s heavyweights, including Progressive Caucus Chair Pramila Jayapal (D-Wash.) and Rep. Alexandria Ocasio-Cortez (D-N.Y.), have come out...", "link": "https://thehill.com/homenews/house/4028920-progressives-vent-frustration-as-debt-limit-bill-nears-final-vote/", "date_published": "2023-05-31 19:42:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence: 'Deeply offensive' for Dodgers to reinvite LGBTQ group to Pride Night", "description": "Former Vice President Mike Pence said it's “deeply offensive” for the Los Angeles Dodgers to reinvite LGBTQ group the Sisters of Perpetual Indulgence to participate in its Pride Night festivities.  “Having been raised in a Catholic family, the Dodgers decision to invite the Sisters of Perpetual Indulgence, a hateful group that blatantly mocks Catholicism, to...", "link": "https://thehill.com/homenews/campaign/4028858-pence-deeply-offensive-for-dodgers-to-reinvite-lgbtq-group-to-pride-night/", "date_published": "2023-05-31 19:40:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Job openings climb higher in April", "description": "The economy added 358,000 new job openings in April after shedding positions in the first three months of the year while the number of layoffs edged down, showing the perseverance of the U.S. labor market ahead of Friday’s employment report. Job openings ticked up to 10.1 million from 9.7 million in March, off a recent...", "link": "https://thehill.com/business/4028900-job-openings-climb-higher-in-april/", "date_published": "2023-05-31 19:40:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Should US trade agreements follow tradition or use shiny, new tactics?", "description": "The Biden administration likes to distinguish between “traditional free trade agreements” and its “21st century trade framework.”", "link": "https://thehill.com/opinion/international/4026427-should-us-trade-agreements-follow-tradition-or-use-shiny-new-tactics/", "date_published": "2023-05-31 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: ‘No evidence’ Biden accuser is part of Russian influence operation", "description": "The White House on Wednesday said it has not seen an indication Tara Reade, who has accused President Biden of sexually assaulting her, is part of a Russian influence operation after she shared publicly that she was defecting to the country. There is “no evidence or proof” of Reade being part of such an operation...", "link": "https://thehill.com/homenews/administration/4028832-white-house-no-evidence-biden-accuser-is-part-of-russian-influence-operation/", "date_published": "2023-05-31 19:06:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin’s pipeline is back, thanks to the debt bill — here’s why it’s not going anywhere", "description": "The Manchin punch may never land a glove on climate action.", "link": "https://thehill.com/opinion/energy-environment/4026826-manchins-pipeline-is-back-thanks-to-the-debt-bill-heres-why-its-not-going-anywhere/", "date_published": "2023-05-31 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump eying 'most spectacular' yearlong 250th birthday celebration for US if elected", "description": "Former President Trump is eying a “spectacular” yearlong celebration of the country’s 250th birthday from 2025 into 2026 if he returns to the White House.  Trump’s campaign said in a release on Wednesday that Trump plans to convene a White House task force called “Salute to America 250” to coordinate with state and local governments...", "link": "https://thehill.com/homenews/campaign/4028781-trump-eying-most-spectacular-yearlong-250th-birthday-celebration-for-us-if-elected/", "date_published": "2023-05-31 18:48:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans defend tougher work requirements but challenge cost estimates", "description": "Republicans defend push for tougher work requirements for food stamps, challenge cost estimates Republicans are defending changes to work requirements for recipients of food stamps included in a legislative deal hashed out by GOP leadership and the White House to raise the debt limit, challenging estimates that show the push could ultimately lead to more...", "link": "https://thehill.com/homenews/house/4028723-republicans-defend-work-requirements-challenge-cost-estimates/", "date_published": "2023-05-31 18:44:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy says Biden 'walled off' all but 11 percent of budget for cuts", "description": "Speaker Kevin McCarthy (R-Calif.) said on Wednesday that President Biden “walled off” all but 11 percent of the federal budget for spending cuts in their debt ceiling negotiations. “We only got to look at 11 percent of the budget to find these cuts,” McCarthy said in an interview on Fox News Channel’s “The Faulkner Focus,” adding...", "link": "https://thehill.com/homenews/house/4028761-mccarthy-says-biden-walled-off-all-but-11-percent-of-budget-for-cuts/", "date_published": "2023-05-31 18:42:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Furries have 'nothing to do' with Florida law, senator says", "description": "Florida state Sen. Tina Polsky maintains that, “This furry thing has nothing to do with the bill whatsoever.”", "link": "https://thehill.com/homenews/state-watch/4028772-furries-have-nothing-to-do-with-florida-law-senator-says/", "date_published": "2023-05-31 18:41:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mandates are not the solution to our growing nursing home crisis", "description": "Let’s not leave real solutions on the table.", "link": "https://thehill.com/opinion/congress-blog/healthcare/4028284-mandates-are-not-the-solution-to-our-growing-nursing-home-crisis/", "date_published": "2023-05-31 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "ATF: Marijuana users in Minnesota can't own firearms despite new law", "description": "Just one day after Minnesota legalized the recreational use of marijuana, an agency that regulates the use of firearms warned that any current user of marijuana is prohibited from possessing firearms or ammunition.   The Bureau of Alcohol, Tobacco, Firearms and Explosives field office in St. Paul, Minn. issued the clarification on Tuesday shortly after...", "link": "https://thehill.com/homenews/state-watch/4028705-atf-marijuana-users-in-minnesota-cant-own-firearms-despite-new-law/", "date_published": "2023-05-31 18:13:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NHTSA planning to require automatic emergency braking on new vehicles", "description": "The National Highway Traffic Safety Administration (NHTSA), the top federal roadway safety agency, proposed a rule Wednesday to require all new vehicles to include automatic emergency brakes.  The agency said in a release Wednesday that the proposed rule would “dramatically” reduce the number of crashes with pedestrians and rear-end collisions. It projects that the rule...", "link": "https://thehill.com/policy/transportation/4028674-nhtsa-planning-to-require-automatic-emergency-braking-on-new-vehicles/", "date_published": "2023-05-31 18:04:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "India: America's bridge to the Global South", "description": "The leader of the free world and the leader of the Global South can work together for global prosperity.", "link": "https://thehill.com/opinion/international/4026587-india-americas-bridge-to-the-global-south/", "date_published": "2023-05-31 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alabama lawmakers seek to halt Space Command development in Colorado", "description": "Alabama lawmakers are planning to introduce a provision in a major funding bill to halt new construction and leasing developments for U.S. Space Command (Spacecom) in Colorado as they fear a reversal of the planned relocation of the headquarters to their state. A spokesperson for the office of Rep. Robert Aderholt (R-Ala.) confirmed the provision...", "link": "https://thehill.com/policy/defense/4028424-alabama-lawmakers-seek-to-halt-space-command-development-in-colorado/", "date_published": "2023-05-31 17:54:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Newsmax host dings Trump on McEnany criticism", "description": "Newsmax host Rob Finnerty offered a rare criticism of former President Trump this week after his attacks on his former press secretary, Kayleigh McEnany, who is now a host on Fox News. “I don’t like it, especially with somebody like Kayleigh McEnany, who’s seemingly so loyal to her former boss,” Finnerty said Wednesday on the...", "link": "https://thehill.com/homenews/media/4028612-newsmax-host-dings-trump-on-mcenany-criticism/", "date_published": "2023-05-31 17:52:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis: Trump's 'whole family moved to Florida under my governorship'", "description": "Florida Gov. Ron DeSantis (R) countered a jab from former President Trump about his COVID-19 response on Tuesday, saying that the former president’s “whole family” moved to Florida under his governorship.  “This is new,” DeSantis told NewsNation’s Kellie Meyer at a press conference, when asked about Trump’s latest comments. “Six months ago, he would have...", "link": "https://thehill.com/homenews/campaign/4028598-desantis-trumps-whole-family-moved-to-florida-under-my-governorship/", "date_published": "2023-05-31 17:48:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence eyes 2024 campaign launch next week", "description": "Former Vice President Mike Pence is likely to announce next week that he is running for president in 2024, according to a source familiar with the plans. The source said Pence’s team is finalizing plans to launch his campaign for the White House, joining the expanding GOP primary field with a forward-looking announcement that makes...", "link": "https://thehill.com/homenews/4028633-pence-eyes-2024-campaign-launch-next-week/", "date_published": "2023-05-31 17:43:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oklahoma Supreme Court strikes down two laws restricting abortion", "description": "The Oklahoma Supreme Court struck down two laws Wednesday that required a “medical emergency” before a doctor could terminate a pregnancy to save a mother’s life, it but left in place abortion restrictions in most other cases.  In a 6-3 ruling Wednesday, the Supreme Court ruled that two bills passed by the Oklahoma legislature in...", "link": "https://thehill.com/policy/healthcare/4028613-oklahoma-supreme-court-strikes-down-two-laws-restricting-abortion/", "date_published": "2023-05-31 17:40:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott voting against debt limit bill amid 2024 campaign", "description": "Sen. Tim Scott (R-S.C.) said Wednesday that he would be voting against the debt ceiling plan struck between House Speaker Kevin McCarthy (R-Calif.) and President Biden as House Republicans get ready to vote on the bill later in the day. During an interview with Axios, Scott commended McCarthy for his efforts in negotiating with Biden,...", "link": "https://thehill.com/homenews/campaign/4028610-tim-scott-voting-against-debt-limit-bill-amid-2024-campaign/", "date_published": "2023-05-31 17:32:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Fiscal Responsibility Act is a win for American economic competitiveness", "description": "The Fiscal Responsibility Act changes the tide in Washington.", "link": "https://thehill.com/opinion/finance/4028178-the-fiscal-responsibility-act-is-a-win-for-american-economic-competitiveness/", "date_published": "2023-05-31 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Virginia to end college degree requirements for most state jobs", "description": "Virginia won’t require applicants for nearly 90% of the state’s classified jobs to have college degrees or meet other preferences starting in July.", "link": "https://thehill.com/homenews/education/4028557-virginia-to-end-college-degree-requirements-for-most-state-jobs/", "date_published": "2023-05-31 17:19:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of teachers in new survey say arming educators would make students less safe", "description": "A majority of teachers believe educators carrying firearms on school premises would make students less safe, according to a survey from the RAND Corporation. The survey released Wednesday shows 54 percent of teachers think students would be unsafe with educators carrying guns, 20 percent say carrying guns would make students safer and 26 percent believe...", "link": "https://thehill.com/homenews/education/4028477-majority-of-teachers-in-new-survey-says-arming-educators-would-make-students-less-safe/", "date_published": "2023-05-31 17:05:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "If we want to counter China in the Indo-Pacific, we have to pay the price", "description": "In the dynamic landscape of geopolitical rivalry, the United States faces a mammoth task", "link": "https://thehill.com/opinion/congress-blog/foreign-policy/4028126-if-we-want-to-counter-china-in-the-indo-pacific-we-have-to-pay-the-price/", "date_published": "2023-05-31 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats put potential headache of passing debt ceiling rule on McCarthy", "description": "House Democratic leaders warned Wednesday that it will be up to Republicans to pass the rule governing the debt ceiling increase, pushing the burden onto Speaker Kevin McCarthy (R-Calif.) to rally enough Republican support on the procedural measure allowing a final vote on legislation to prevent a default. “In regards to the rule, it’s very...", "link": "https://thehill.com/homenews/house/4028498-democrats-put-potential-headache-of-passing-debt-ceiling-rule-on-mccarthy/", "date_published": "2023-05-31 16:51:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China says US should stop 'dangerous acts of provocation' after spy plane intercept", "description": "China called on the U.S. to stop its “dangerous acts of provocation” on Wednesday, after a Chinese fighter jet intercepted an American spy plane over the South China Sea last week. “For quite some time, the US side has frequently sent aircraft and vessels to conduct close-in reconnaissance on China, seriously threatening China’s sovereignty and...", "link": "https://thehill.com/policy/international/4028389-china-says-us-should-stop-dangerous-acts-of-provocation-after-spy-plane-intercept/", "date_published": "2023-05-31 16:34:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Today's the day: House to vote on debt ceiling deal", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. HOUSE SET TO VOTE In...", "link": "https://thehill.com/newsletters/1230-report/4028301-the-hills-1230-report-todays-the-day-house-to-vote-on-debt-ceiling-deal/", "date_published": "2023-05-31 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine deserves full NATO status: Half measures appease Russia", "description": "An apparent consensus that Ukraine should not join NATO, but rather, receive something akin to partnership status analogous to that of Israel, is evidently growing.", "link": "https://thehill.com/opinion/national-security/4026142-ukraine-deserves-full-nato-status-half-measures-appease-russia/", "date_published": "2023-05-31 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blue Jays pitcher apologizes for sharing video calling for boycott of companies supporting LGBTQ+ rights", "description": "Toronto Blue Jays pitcher Anthony Bass apologized Tuesday for sharing a video that called for the boycott of major companies that publicly support the LGBTQ+ community.  “I recognize yesterday I made a post that was hurtful to the Pride community, which includes friends of mine and close family members of mine,\" Bass, 35, told reporters...", "link": "https://thehill.com/blogs/blog-briefing-room/4028364-blue-jays-pitcher-apologizes-for-sharing-anti-lgbtq-video/", "date_published": "2023-05-31 16:22:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Utah Republican announces resignation from Congress", "description": "Rep. Chris Stewart (R-Utah) announced Wednesday that he will resign from Congress, citing his wife's health issues. “It has been one of the great honors of my life to serve the good people of Utah in Congress,” Stewart said in a statement. “My wife and I have made so many dear friends and memories throughout...", "link": "https://thehill.com/homenews/house/4028404-utah-republican-announces-resignation-from-congress/", "date_published": "2023-05-31 16:15:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden nominates assistant commandant to lead Marine Corps", "description": "President Biden has nominated the Marine Corps’ No. 2 commanding officer, Gen. Eric Smith, to take the helm of the military branch later this year, according to a notice received by the Senate Tuesday. Smith, the assistant commandant of the Marine Corps since October 2021, is a veteran of the counterinsurgency wars in Iraq and Afghanistan....", "link": "https://thehill.com/policy/defense/4028391-biden-nominates-assistant-commandant-to-lead-marine-corps/", "date_published": "2023-05-31 16:11:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chipotle giving away free food during NBA Finals", "description": "The popular Mexican grill announced Tuesday that for every time a player makes a three-pointer in the NBA Finals, they will give away 300 free entrees.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4028112-chipotle-giving-away-free-food-during-nba-finals/", "date_published": "2023-05-31 16:02:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why is DeSantis running when Trump will just bolt the GOP if he loses?", "description": "DeSantis be running against just one president in the primaries; he’ll likely face two in the general election if he even makes it that far.", "link": "https://thehill.com/opinion/campaign/4023782-why-is-desantis-running-when-trump-will-just-bolt-the-gop-if-he-loses/", "date_published": "2023-05-31 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seaweed mixing with plastics could provide fertile ground for flesh-eating bacteria, research shows", "description": "Researchers fear a pathogen could be breeding amid the rising levels of seaweed known as sargassum found washing up in Florida.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/4028206-seaweed-mixing-with-plastics-could-provide-fertile-ground-for-flesh-eating-bacteria-research-shows/", "date_published": "2023-05-31 15:45:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ announces civil action against coal mines owned by West Virginia governor", "description": "The Justice Department (DOJ) on Wednesday filed a civil complaint against West Virginia Gov. Jim Justice (R), a 2024 Senate candidate, and 13 coal companies he owns, alleging unpaid fines for earlier mining violations. The complaint claims Justice-owned firms committed more than 130 violations of federal mining law between 2018 and 2022 and ignored more...", "link": "https://thehill.com/policy/energy-environment/4028274-doj-announces-civil-action-against-coal-mines-owned-by-west-virginia-governor/", "date_published": "2023-05-31 15:33:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ernst says 'sooner is better' for possible Pence presidential announcement", "description": "Sen. Joni Ernst (R-Iowa) suggested in an interview on Wednesday that former Vice President Mike Pence should announce he is jumping into the GOP presidential primary in the near future, saying \"sooner is better.\"  \"Well, I would love to see him announce very soon,\" Ernst told NewsNation's Blake Burman on \"The Hill on NewsNation.\" Ernst's...", "link": "https://thehill.com/homenews/campaign/4028276-ernst-says-sooner-is-better-for-possible-pence-presidential-announcement/", "date_published": "2023-05-31 15:31:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: John Kirby joins White House press briefing", "description": "White House press secretary Karine Jean-Pierre will give a daily press briefing Wednesday afternoon, joined by National Security Council Coordinator for Strategic Communications John Kirby. Among subjects Kirby may address are Uganda's widely condemned anti-LGBTQ measures just signed into law, North Korea’s recent provocative but failed military satellite launch and the use of drones to...", "link": "https://thehill.com/homenews/4028144-watch-live-white-house-press-briefing/", "date_published": "2023-05-31 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why are so many US diplomats unqualified political donors?", "description": "Without meaningful reform, this unseemly system will continue to undermine confidence in the seriousness of American diplomacy.", "link": "https://thehill.com/opinion/white-house/4028229-why-are-so-many-us-diplomats-unqualified-political-donors/", "date_published": "2023-05-31 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk discusses EVs, 'intelligent networked' vehicles with Chinese official", "description": "Tesla CEO Elon Musk discussed electric and “intelligent networked” vehicles with China’s industry minister during a Wednesday visit to Beijing. Musk and Jin Zhuanglong, the head of the Ministry of Industry and Information Technology, reportedly “exchanged views on the development of new energy vehicles and intelligent networked vehicles,” the ministry said in a statement, according...", "link": "https://thehill.com/policy/technology/4028212-musk-discusses-evs-intelligent-networked-vehicles-with-chinese-official/", "date_published": "2023-05-31 15:29:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Clyburn prays for 'swift justice' in 'senseless murder' of 14-year-old Black boy falsely accused of shoplifting", "description": "Rep. James Clyburn (D-S.C.) is condemning the fatal shooting of a 14-year-old Black boy by a convenience store clerk in Columbia, S.C. In a statement this week, Clyburn said he is praying for “swift justice” for Cyrus Carmack-Belton, who was shot in the back after a convenience store owner falsely accused him of shoplifting on...", "link": "https://thehill.com/homenews/house/4028259-clyburn-prays-for-swift-justice-in-senseless-murder-of-14-year-old-black-boy-falsely-accused-of-shoplifting/", "date_published": "2023-05-31 15:18:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump silent on debt limit bill as other Republicans step up criticism", "description": "Former President Trump has yet to weigh in on the budget agreement to raise the debt ceiling struck between President Biden and Speaker Kevin McCarthy (R-Calif.), even as his competitors in the 2024 GOP primary field overwhelmingly voice opposition to the deal. Trump has posted numerous times on Truth Social in the days since Biden...", "link": "https://thehill.com/homenews/campaign/4028211-trump-silent-on-debt-limit-bill-as-other-republicans-step-up-criticism/", "date_published": "2023-05-31 15:11:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Roberts Court takes aim at the Establishment Clause", "description": "At a time of growing secularism, the current conservative majority on the court is becoming even more pro-religion, reversing decades-old precedents.", "link": "https://thehill.com/opinion/judiciary/4026628-the-roberts-court-takes-aim-at-the-establishment-clause/", "date_published": "2023-05-31 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox's Brit Hume runs to McEnany's defense: Trump attack 'immature'", "description": "Fox News political analyst Brit Hume tore into former president Trump over his recent attack on Kayleigh McEnany, his one-time press secretary who now is a contributor and frequent host on Fox News. \"Imagine being so immature as to attack your former press secretary, who was nothing if not loyal, for allegedly misquoting a poll...", "link": "https://thehill.com/homenews/media/4028083-foxs-brit-hume-runs-to-mcenanys-defense-trump-attack-immature/", "date_published": "2023-05-31 14:44:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China warns of 'complicated and challenging circumstances' posed by AI risk", "description": "China is warning about the threat of artificial intelligence (AI) and has called for increased security measures.   The Chinese Communist Party (CCP) issued a warning Tuesday about the possible risks that advances in AI can pose, including harm to political and social issues. This warning followed one issued by technology leaders on Tuesday, who said...", "link": "https://thehill.com/policy/technology/4028141-china-warns-of-complicated-and-challenging-circumstances-posed-by-ai-risk/", "date_published": "2023-05-31 14:40:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon workers planning walkout at Seattle headquarters", "description": "Amazon employees are planning a walkout at the company's Seattle headquarters Wednesday, in protest of a slew of moves the company made in the past year.  According to Amazon Employees for Climate Justice (AECJ), a climate change advocacy group founded by company employees, more than 1,800 employees around the world had pledged to walk out,...", "link": "https://thehill.com/policy/technology/4028028-amazon-workers-planning-walkout-at-seattle-headquarters/", "date_published": "2023-05-31 14:25:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Which virus is causing congestion, coughing in so many? Here's a hint: It's not COVID", "description": "It's not a COVID surge, but lately, another respiratory infection is leaving everyone coughing and checking their temperatures.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/4026594-which-virus-is-causing-congestion-coughing-in-so-many-heres-a-hint-its-not-covid/", "date_published": "2023-05-31 14:11:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nevada toughens penalties for election worker intimidation", "description": "Nevada Gov. Joe Lombardo (R) on Tuesday signed into law legislation that makes it a felony to harass, threaten or intimidate election workers with the intent of influencing election outcomes or of retaliating against election workers for doing their jobs.  The new legislation comes following the 2020 presidential election which saw an uptick in reported...", "link": "https://thehill.com/homenews/4027992-nevada-toughens-penalties-for-election-worker-intimidation/", "date_published": "2023-05-31 14:06:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Senate panel holds hearing on access to affordable child care", "description": "The Senate Health, Education, Labor &#38; Pensions (HELP) Committee is slated to hold a hearing Wednesday focused on child care workers and access to child care for families. The hearing, “Solving the Child Care Crisis: Meeting the Needs of Working Families and Child Care Workers,” will include testimony from a number of witnesses from the...", "link": "https://thehill.com/policy/healthcare/4028037-watch-live-senate-panel-holds-hearing-on-access-to-affordable-child-care-for-children/", "date_published": "2023-05-31 14:04:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lisa Ling joins CBS as contributor", "description": "Veteran journalist and television personality Lisa Ling is joining CBS News as a contributor. Ling will contribute across CBS News's broadcasts and platforms, including its flagship morning program and nightly evening newscast, the network said. “Lisa delivers some of the most authentic, human and revealing interviews because of how she embeds with communities and the...", "link": "https://thehill.com/homenews/media/4028054-lisa-ling-joins-cbs-as-contributor/", "date_published": "2023-05-31 14:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "For Republicans, anger is winning over logic again", "description": "The rage within the Republican primary electorate is the reason why Donald Trump and Ron DeSantis are the party’s leading contenders.", "link": "https://thehill.com/opinion/campaign/4026322-for-republicans-anger-is-winning-over-logic-again/", "date_published": "2023-05-31 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Private astronauts return to Earth, marking another successful mission for SpaceX", "description": "The International Space Station (ISS) has four fewer residents this morning following the successful return of the Axiom 2 (Ax-2) crew. The quartet of private astronauts splashed down in the Gulf of Mexico late Tuesday night, ending a 10-day mission.  Strapped inside the Dragon spacecraft, named Freedom, were four private astronauts: Peggy Whitson, the mission's...", "link": "https://thehill.com/homenews/space/4004532-private-astronauts-return-to-earth-marking-another-successful-mission-for-spacex/", "date_published": "2023-05-31 13:53:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Live coverage: Debt limit deal hangs on bipartisan backing in House", "description": "Debate over the debt ceiling deal moves to the full House on Wednesday, with Republican leadership aiming to ensure the package that Speaker Kevin McCarthy (R-Calif.) finalized with President Biden over the weekend will pass. The bill requires a simple majority in the House. The measure cleared a key procedural hurdle Tuesday evening, when it passed out of...", "link": "https://thehill.com/homenews/house/4026942-debt-ceiling-mccarthy-us-house-live-coverage/", "date_published": "2023-05-31 13:05:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State officials ask Yellen for clarity on what will happen if debt bill doesn't pass by June 5", "description": "Top financial officers from 20 different states on Wednesday wrote to Treasury Secretary Janet Yellen seeking clarity in the event lawmakers do not vote to raise the debt ceiling in time and the U.S. defaults. “As state financial officers, not only are we investors in and holders of federal debt, but we are also responsible...", "link": "https://thehill.com/homenews/administration/4027200-state-officials-ask-yellen-for-clarity-on-what-will-happen-if-debt-bill-doesnt-pass-by-june-5/", "date_published": "2023-05-31 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Investor home purchase fall by record amount: report", "description": "Homes purchased by real estate investors saw their largest annual decline on record in the first quarter of the year amid falling home values and high mortgage rates, according to a report released on Wednesday.   Investor purchases fell by close to 50 percent compared to last year, outpacing the overall decline in sales, the report...", "link": "https://thehill.com/business/4027962-investor-home-purchase-fall-by-record-amount-report/", "date_published": "2023-05-31 12:58:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Median pay dips for the few women CEOs of S&P 500 companies", "description": "Last year was a mixed bag pay-wise for the women who run companies in the S&#38;P 500 -- compensation increased for more than half of them, but the median pay package fell 6%.", "link": "https://thehill.com/homenews/4027951-median-pay-dips-for-the-few-women-ceos-of-sp-500-companies/", "date_published": "2023-05-31 12:40:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chick-fil-A, McDonald's introduce new app feature that can track customers' location", "description": "Chick-fil-A and McDonald’s are introducing app features that will track a customer’s location to ensure that their meal will be ready once they get to the restaurant.", "link": "https://thehill.com/homenews/4027938-chick-fil-a-mcdonalds-introduce-new-app-feature-that-can-track-customers-location/", "date_published": "2023-05-31 12:32:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wanted: A president who tells the truth", "description": "Of all the qualities we need in a president today, none is more important than trust. The nation is starving for it.", "link": "https://thehill.com/opinion/campaign/4026581-wanted-a-president-who-tells-the-truth/", "date_published": "2023-05-31 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Just 18 percent satisfied with state of nation: Gallup", "description": "A new poll finds that just 18 percent of Americans are satisfied with the state of the nation, about half of the 35 percent historical average. The new Gallup poll found that the percentage of Americans reporting that they are satisfied with the way the country is going has stayed below 20 percent since March....", "link": "https://thehill.com/blogs/blog-briefing-room/4027934-just-18-percent-satisfied-with-state-of-nation-gallup/", "date_published": "2023-05-31 12:16:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie expected to announce presidential bid next week: reports", "description": "Former New Jersey Gov. Chris Christie (R) is expected to launch his 2024 bid for the White House next week in New Hampshire, according to multiple reports. Christie, who has become a staunch critic of former President Trump, has been mulling a GOP bid for the presidency for months. The former governor, who also ran...", "link": "https://thehill.com/homenews/campaign/4027920-christie-expected-to-announce-presidential-bid-next-week-reports/", "date_published": "2023-05-31 12:04:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "OpenAI's warning shot shows the fragile state of EU regulatory dominance", "description": "There mere hint that OpenAI could quit the EU is a challenge to Europe's influence over international tech regulation.", "link": "https://thehill.com/opinion/technology/4026376-openais-warning-shot-shows-the-fragile-state-of-eu-regulatory-dominance/", "date_published": "2023-05-31 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Korea admits spy satellite launch failure", "description": "North Korea says it attempted and failed to launch a spy satellite shortly after it vowed to launch a reconnaissance satellite to monitor what it called \"reckless\" military exercises by the United States with South Korea. North Korean state-run media outlet KCNA reported that a military spy satellite named \"Malligyong-1\" was launched while attached to...", "link": "https://thehill.com/policy/international/4027897-north-korea-admits-spy-satellite-launch-failure/", "date_published": "2023-05-31 11:46:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate reparations? I already paid them", "description": "The truth is that oil and gas companies don’t release much carbon dioxide into the atmosphere. They merely help the rest of us do it.", "link": "https://thehill.com/opinion/energy-environment/4025622-climate-reparations-i-already-paid-them/", "date_published": "2023-05-31 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Terrifying': Passenger recalls experience aboard Carnival Sunshine during storm", "description": "\"The ship took a hit from a wave about 11:00 at night,\" Sharon Tutrone said. \"The wave hit on our side of the ship – we were on the right side of the ship – and that wave pushed the ship to the left where I thought we were going to capsize.\"", "link": "https://thehill.com/homenews/4026795-terrifying-passenger-recalls-experience-aboard-carnival-sunshine-during-storm/", "date_published": "2023-05-31 10:29:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New video shows wild shootout between driver and passenger on North Carolina bus", "description": "New video released on Friday shows the violent shootout that broke out on a Charlotte Area Transit System (CATS) bus earlier this month between a driver and a passenger.", "link": "https://thehill.com/homenews/4027007-new-video-shows-wild-shootout-between-driver-and-passenger-on-north-carolina-bus/", "date_published": "2023-05-31 10:28:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Debt bill clears hurdle en route to House vote", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. After passing an important first test, a compromise bill to let the Treasury Department borrow trillions more dollars while Congress applies relatively modest spending restraints will speed to a...", "link": "https://thehill.com/newsletters/morning-report/4027868-the-hills-morning-report-debt-bill-clears-hurdle-en-route-to-house-vote/", "date_published": "2023-05-31 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black-led organizations are leading charge in reform of prisons and the death penalty", "description": "Black-led organizations are working to stop the spread of legislation reinstating the death penalty, citing the outsized impact the punishment would have on Black incarcerated Americans.  The effort is a response to a resurgence of legislation in states controlled by Republicans that seek to step up the use of the death penalty.  In Tennessee, a...", "link": "https://thehill.com/homenews/state-watch/4026668-black-led-organizations-are-leading-charge-in-reform-of-prisons-and-the-death-penalty/", "date_published": "2023-05-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt ceiling deal throws a wrench into IRS overhaul", "description": "The bipartisan deal to raise the debt ceiling would claw back billions of dollars meant enable a large-scale refurbishment of the IRS, which has withered over the last decade due to budget cuts, outdated technology and loss of staff. No less than a quarter of the $80 billion in new funding awarded to the IRS...", "link": "https://thehill.com/business/4026683-debt-ceiling-deal-throws-a-wrench-into-irs-overhaul/", "date_published": "2023-05-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy's future on the line as he whips debt ceiling deal", "description": "He got President Biden to negotiate. And then he got a deal. Now, Speaker Kevin McCarthy (R-Calif.) is in the final phase of his debt ceiling saga: Whipping up enough support for the bill in the House GOP conference to secure his political future. Basic political wisdom dictates that McCarthy needs a majority of House...", "link": "https://thehill.com/homenews/house/4027358-mccarthys-future-on-the-line-as-he-whips-debt-ceiling-deal/", "date_published": "2023-05-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell to face off with conservative opponents on debt ceiling bill", "description": "Senate Republican Leader Mitch McConnell (Ky.) faces the challenging task of having to help steer crucial legislation to raise the debt ceiling past Senate conservatives who are calling for amendments to the bill and threatening to delay it for days on end.   The bill is expected to get more than 40 Senate Democratic votes,...", "link": "https://thehill.com/homenews/senate/4027325-mcconnell-to-face-off-with-conservative-opponents-on-debt-ceiling-bill/", "date_published": "2023-05-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats fret over debt ceiling deal, but signal grudging support", "description": "Senate Democrats are vocally unenthused with the debt ceiling deal struck by the White House and House Republicans last week — but they largely indicated they are still willing to support it in order to avert a catastrophic default on the nation’s debt officials warn would occur on Monday.  Democrats returned to Capitol Hill trying to...", "link": "https://thehill.com/homenews/senate/4027233-senate-democrats-fret-over-debt-ceiling-deal-but-signal-grudging-support/", "date_published": "2023-05-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House, GOP both claim victory on student loans in debt limit bill", "description": "The hot-button issue of student loans has found its way into the high-stakes debt ceiling deal, with Republicans claiming a victory that the end of the pandemic-era payment pause is locked in and the White House arguing that no concessions were made. The debt deal outlines that the pause ends 60 days after June 30,...", "link": "https://thehill.com/homenews/administration/4026912-white-house-gop-both-claim-victory-on-student-loans-in-debt-limit-bill/", "date_published": "2023-05-31 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez says she's voting against debt limit bill", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) is planning to vote against the debt limit bill on Wednesday as the Treasury Department's June 5 deadline for a default fast approaches, according to her office. The New York lawmaker, one of the highest-profile progressives in Congress, had earlier signaled she would oppose the legislation. “My red line has already...", "link": "https://thehill.com/homenews/house/4027503-ocasio-cortez-says-shes-voting-against-debt-limit-bill/", "date_published": "2023-05-31 02:59:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump slams his former press secretary Kayleigh McEnany", "description": "Former President Trump slammed his onetime press secretary Kayleigh McEnany on Tuesday, accusing her of providing the “wrong” poll numbers during an appearance on Fox News. “Kayleigh ‘Milktoast’ McEnany just gave out the wrong poll numbers on FoxNews. I am 34 points up on DeSanctimonious, not 25 up,” Trump said in a Truth Social post, using...", "link": "https://thehill.com/homenews/media/4027450-trump-slams-his-former-press-secretary-kayleigh-mcenany/", "date_published": "2023-05-31 02:38:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US 'strongly condemns' North Korea's purported satellite launch", "description": "The Biden administration on Tuesday condemned North Korea after the country's state-run news agency said Pyongyang had attempted and failed to launch a military satellite. “The United States strongly condemns the Democratic People’s Republic of Korea (DPRK) for its launch using ballistic missile technology, which is a brazen violation of multiple UN Security Council resolutions,...", "link": "https://thehill.com/policy/international/4027406-us-strongly-condemns-north-koreas-purported-satellite-launch/", "date_published": "2023-05-31 01:56:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis debuts 2024 campaign in Iowa after glitch-filled launch", "description": "Florida Gov. Ron DeSantis made his debut as a presidential candidate in Iowa on Tuesday, rallying supporters outside of Des Moines as he looks to make up critical ground in the race for the GOP’s 2024 nomination.  His speech at a church in suburban Clive, Iowa played out as a showcase of the issues that...", "link": "https://thehill.com/homenews/campaign/4027327-desantis-debuts-2024-campaign-in-iowa-after-glitch-filled-launch/", "date_published": "2023-05-31 01:08:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Debt ceiling bill clears key procedural hurdle to advance to House floor", "description": "The House Rules Committee advanced the debt ceiling bill to the floor Tuesday night, clearing a key hurdle as the legislation faces opposition from both Democrats and Republicans. The panel voted 7-6 to adopt the rule — which governs debate on the legislation — with Republican Reps. Chip Roy (Texas) and Ralph Norman (S.C.) joining...", "link": "https://thehill.com/homenews/house/4027336-debt-ceiling-bill-clears-key-procedural-hurdle-to-advance-to-house-floor/", "date_published": "2023-05-31 01:07:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Check your phone: Popular Android app reportedly started spying on users, making recordings", "description": "You should make sure the app and its related files are not on your device, experts recommend.", "link": "https://thehill.com/homenews/nexstar_media_wire/4027096-check-your-phone-popular-android-app-reportedly-started-spying-on-users-making-recordings/", "date_published": "2023-05-31 00:30:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene leaning toward yes on ‘s--- sandwich’ debt bill — but she also wants impeachment", "description": "Rep. Marjorie Taylor Greene (R-Ga.) said Tuesday that she’s inclined to support the bipartisan debt ceiling proposal set to hit the House floor Wednesday, but she first wants to secure a commitment from GOP leaders to move several other proposals in the future, including the impeachment of President Biden or a top cabinet official.  “If...", "link": "https://thehill.com/homenews/house/4027240-greene-leaning-towards-yes-on-s-sandwich-debt-bill-but-she-also-wants-impeachment/", "date_published": "2023-05-31 00:29:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Republican says there won't be a default if debt bill fails", "description": "Rep. Bob Good (R-Va.) on Tuesday waved off concerns that there would be a default if Congress fails to pass the current proposal to raise the debt ceiling. “There's no default. That's a silly, scary narrative,” Good said in an interview on NewsNation’s The Hill, adding, “It only takes $70 billion a month to pay...", "link": "https://thehill.com/homenews/house/4027185-house-republican-says-there-wont-be-a-default-if-debt-bill-fails/", "date_published": "2023-05-31 00:10:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CBO finds Biden-McCarthy debt limit deal could reduce spending by $1.5T over decade", "description": "The Congressional Budget Office (CBO) on Tuesday said the debt ceiling deal negotiated by the White House and House GOP leaders could projected deficits by about $1.5 trillion over the next decade. The nonpartisan budget scorekeeper estimated in a letter to congressional leaders on Tuesday that proposed spending limits for 2024 and 2025 would trim...", "link": "https://thehill.com/business/4027206-cbo-finds-biden-mccarthy-debt-limit-deal-could-reduce-spending-by-1-5t-over-decade/", "date_published": "2023-05-31 00:05:19+00:00", "persistent": false, "user": null, "language": "en-US"}]