[{"source": "https://www.jefftk.com/news.rss", "title": "Talkbox Bagpipe Drones", "description": "<p><span>\n\nA few weeks ago </span>\n\n<a href=\"https://www.jefftk.com/p/musicians-and-mouths\">I wrote</a>:\n\n\n\n<p>\n\n</p>\n\n<blockquote>\nThere's also an instrument in this category that could have been\nbuilt any time in the last ~500y: talkbox bagpipes.  While the\nmouth-blown pipes are probably most familiar, all the mouth is doing is\nputting air into a bag.  Bellows pipes replace this with an\narm-operated pump.  This opens up an opportunity to point the drones\ninto your mouth so you can manipulate the sound of your accompaniment,\nturning the drones from a continuous, well, drone, into something\nlively and danceable.  Or, at least, it should.  As far as I know no one\nhas built these, and my attempts to convince my <a href=\"https://www.thomfordewoodcraft.com/\">bagpipe-maker cousin</a> to\nwork on this haven't been successful.\n</blockquote>\n\n\n\n<p>\n\nI was finally successful in convincing my cousin to let me try this,\nand it does work!\n\n</p>\n\n<p>\n\n\n\n</p>\n\n<p>\n\nProbably would be slightly better with a louder drone, or by\namplifying the drone separately so it can be turned up relative to the\nchanter.\n\n</p>\n\n<p>\n\nYou'd need to adjust the angles so it could fit in the player's own\nmouth, and if you want multiple drones it's mildly tricky to get them\nto terminate in the same place, but this seems very doable.  You could\nalso use your tongue to tap drones on and off.  Possibly this would\neven let you switch between dissonant drones, like A and G for an Amix\ntune?\n\n</p>\n\n<p>\n\nIf you want to play with this, though, be sure you're using bellows\npipes.  With mouth-blown pipes you'd be risking <a href=\"https://www.webmd.com/lung/news/20160823/wind-instruments-bagpipe-lung\">bagpipe\nlung</a>.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02LvMKcxYFRR53hAff5DnkxK31nzRrQdrov7f7awcpe4d8Z3UbYHTQwFou3bPV85tol\">facebook</a>, <a href=\"https://lesswrong.com/posts/MuMJqCkJtnMdB36Lp\">lesswrong</a>, <a href=\"https://mastodon.mit.edu/@jefftk/110130723771814439\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/talkbox-bagpipe-drones", "date_published": "2023-04-02 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]