[{"source": "https://www.money.pl/rss/", "title": "Fuzja szwajcarskich banków. Tysiące osób do zwolnienia", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/d5768b82-c8b1-450b-aaec-43fbf1c45bdd\" width=\"308\" /> W wyniku połączenia Credit Suisse z UBS zatrudnienie zostanie zredukowane o ok. 36 tys. osób - informuje Bloomberg. W samej Szwajcarii pracę może stracić 11 tys. osób - dodaje agencja, powołując się na \"SonntagsZeitung\".", "link": "https://www.money.pl/banki/fuzja-szwajcarskich-bankow-tysiace-osob-do-zwolnienia-6883081356630976a.html", "date_published": "2023-04-02 13:10:04+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Lewica obiecuje 300 tys. nowych mieszkań i \"żłobkowe\"", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/5d4f569c-9414-4107-8ab0-4c5b9047e4b3\" width=\"308\" /> Lewica w niedzielę podczas konwencji programowej przedstawiła swój program dotyczący gospodarki. Partia obiecuje największy w historii program budownictwa społecznego. Zapowiada stworzenie Ministerstwa Mieszkalnictwa. Lewica obiecuje także \"żłobkowe\".", "link": "https://www.money.pl/gospodarka/lewica-obiecuje-300-tys-nowych-mieszkan-stworzy-takze-nowe-ministerstwo-6883073528720288a.html", "date_published": "2023-04-02 12:17:49+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Wicepremier składa obietnice. Chodzi o eksport ukraińskiego zboża", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/2795479d-40b5-44a1-bdd3-5942547d4ce5\" width=\"308\" /> Plan jest taki, żeby do żniw wywieźć zboże z Polski; będzie miało ono pierwszeństwo w polskich portach i na kolei - powiedział w niedzielę wicepremier, minister rolnictwa i rozwoju wsi Henryk Kowalczyk w TVP1. Według ekspertów blisko jeden milion ton zboża będzie można miesięcznie wyeksportować - dodał.", "link": "https://www.money.pl/gospodarka/wicepremier-sklada-obietnice-chodzi-o-eksport-ukrainskiego-zboza-6883015722994592a.html", "date_published": "2023-04-02 08:22:37+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Czym jest praca asynchroniczna i kiedy można ją wprowadzić?", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/b322788a-a63d-4c5b-91cb-ab158592d483\" width=\"308\" /> W wyniku nowelizacji Kodeksu pracy w 2023 roku z dniem 7 kwietnia wprowadzone w życie zostaną przepisy dotyczące pracy zdalnej. Dotychczas była ona wykonywana na mocy specustawy z okresu pandemii koronawirusa. Wcześniej w Kodeksie pracy znajdowały się tylko regulacje dotyczące telepracy. Jednak nadchodzi kolejna zmiana modelu wykonywania obowiązków zawodowych, mianowicie praca asynchroniczna. Czym ona jest i kiedy istnieje możliwość jej wprowadzenia na gruncie realizacji zadań zleconych przez przedsiębiorcę zatrudnionemu?", "link": "https://www.money.pl/gospodarka/czym-jest-praca-asynchroniczna-i-kiedy-mozna-ja-wprowadzic-6881971365510048a.html", "date_published": "2023-04-02 07:43:31+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Balcerowicz chwali Konfederację. 500 plus do likwidacji? \"Ludzie muszą wiedzieć, że jest coś za coś\"", "description": "<img src=\"https://i.wpimg.pl/308x/wptv-upload-api.wpcdn.pl/61db6cc2-3062-412b-aee5-bb3d5f6437b2.jpeg\" width=\"308\" /> - Konfederacja stawia na poszerzenie wolności gospodarczej i na uczciwe rozliczenie się, tak byśmy nie mieli głupich obietnic. I to akurat popieram - powiedział w programie \"Newsroom\" WP prof. Leszek Balcerowicz, przewodniczący rady FOR, były wicepremier i minister finansów. - Wyrywkowa ocena programu 500 plus, bez rachunku ekonomicznego, nie ma sensu. Zawsze ludzi trzeba stawiać przed wyborem. Jak chcecie mieć 500 plus, to musicie zrezygnować z części wydatków przeznaczonych na edukację. Bo to jest zawsze coś za coś. Politycy to nie są mikołajowie. Dlatego trzeba robić wszystko, by gospodarka się rozwijała. A ona będzie się rozwijać tylko przy wolnościowych reformach, czyli redukcji interwencji państwa w gospodarkę. I szukałem tego w programach opozycji, pomysłu na tę nacjonalizację. I nie znalazłem, a to jest do załatwienia. Omijanie tego tematu nie jest dobrą strategią. Do tego można dopasować nośny język. Nie trzeba mówić o prywatyzacji, można mówić o odpolitycznieniu gospodarki – radzi Balcerowicz.", "link": "https://www.money.pl/gospodarka/balcerowicz-chwali-konfederacje-500-plus-do-likwidacji-ludzie-musza-wiedziec-ze-jest-cos-za-cos-6882318958835329v.html", "date_published": "2023-04-02 07:27:55+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Światowy gracz wchodzi na polski rynek. Oto co się może zmienić", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/e12adf7c-bb8c-417e-bc3c-bba170c5bfdc\" width=\"308\" /> Aramco może sięgnąć po stacje paliw w Polsce, jeśli pojawi się ku temu okazja - powiedział w rozmowie z PAP dyrektor ds. analiz rynku paliw Krzysztof Romaniuk. Zaznaczył, że najlepsze marże uzyskuje się, posiadając cały łańcuch dostaw, czyli produkcję, sprzedaż hurtową i sprzedaż detaliczną.", "link": "https://www.money.pl/gospodarka/swiatowy-gracz-wchodzi-na-polski-rynek-oto-co-sie-moze-zmienic-6882976704846752a.html", "date_published": "2023-04-02 05:43:51+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Wysokie ceny jaj. Zapłacimy za nie tyle, ile za mięso drobiowe", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/9850ec6f-5651-4935-b9b2-dfca9aee6b1d\" width=\"308\" /> Hurtowe ceny jaj i mięsa drobiowego w Unii Europejskiej są na tym samym poziomie. Dotychczas mięso drobiowe było o kilkadziesiąt procent droższe. Obecna sytuacja cenowa świadczy o ogromnym rozchwianiu rynków drobiarskich - informuje Krajowa Izba Producentów Drobiu i Pasz (KIPDiP).", "link": "https://www.money.pl/gospodarka/wysokie-ceny-jaj-zaplacimy-za-nie-tyle-ile-za-mieso-drobiowe-6882968432241600a.html", "date_published": "2023-04-02 05:10:11+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.money.pl/rss/", "title": "Pożarów i wypadków elektryków będzie przybywać. Oto jak wpłynie to na ceny polis", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/de0bcf40-9177-493d-8d30-8e86d833238b\" width=\"308\" /> Samochody elektryczne będą płonąć i rozbijać się w wypadkach - tak jak dziś auta spalinowe. Im więcej aut na prąd będzie na drogach, tym takich doniesień będzie przybywać. Ubezpieczyciele wskazują na szczegół, który wpłynie na ceny polis i rynek: baterie. Po wypadku \"elektryka\" łatwiej o szkodę całkowitą.", "link": "https://www.money.pl/ubezpieczenia/pozarow-i-wypadkow-elektrykow-bedzie-przybywac-oto-jak-wplynie-to-na-ceny-polis-6882411693251488a.html", "date_published": "2023-04-02 04:47:25+00:00", "persistent": false, "user": null, "language": "pl-PL"}]