[{"source": "https://www.theguardian.com/international/rss", "title": "Yunupingu, Yolŋu leader and campaigner for Indigenous rights, dies aged 74", "description": "<p>Elder spent a lifetime fighting for the rights of his people, from the Yirrkala bark petitions of 1963 to the voice to parliament</p><p>The revered Yolŋu elder Yunupingu has died in his homelands after a lifetime fighting for the rights of his Gumatj clan, his country and all Aboriginal and Torres Strait Islander people. He was 74.</p><p>“Yunupingu was a master of the ceremonies and a keeper of the songlines of the Yolngu people,” the Yothu Yindi Foundation said. “He held the deep backbone names of the country and the sacred knowledge of his people.</p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/03/yunupingu-yolu-leader-and-campaigner-for-indigenous-rights-dies-aged-74\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/03/yunupingu-yolu-leader-and-campaigner-for-indigenous-rights-dies-aged-74", "date_published": "2023-04-02 22:25:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "LSU crush Iowa by record score to win their first NCAA Tournament title", "description": "<ul><li>LSU Tigers 102-85 Iowa Hawkeyes</li><li>Kim Mulkey now has titles with two different schools</li></ul><p>Kim Mulkey’s LSU Tigers used a record offensive performance to beat Caitlin Clark and Iowa 102-85 in the national championship game on Sunday to win the first basketball title in school history.</p><p>The victory made Mulkey the first women’s coach to win national championships at two different schools. She won three at Baylor before leaving for LSU two years ago. The feisty and flamboyantly dressed Mulkey, who wore a sparkly golden tiger striped outfit, now has four titles in her career – the third most all-time behind Geno Auriemma’s 11 and Pat Summitt’s eight. Mulkey has never lost in a championship game.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/02/lsu-crush-iowa-by-record-score-to-win-their-first-ncaa-tournament-title\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/02/lsu-crush-iowa-by-record-score-to-win-their-first-ncaa-tournament-title", "date_published": "2023-04-02 22:07:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Liga MX referee appears to knee player in groin after VAR demand", "description": "<ul><li>Mexico football federation launches investigation </li><li>Player defends referee after Leon v America game</li></ul><p>Mexico’s football federation have launched an investigation after footage emerged of a referee appearing to knee a player in the groin during America’s Liga MX match against Leon on Saturday.</p><p>Television footage showed referee Fernando Hernandez kneeing Leon’s Lucas Romero as the midfielder and his teammates angrily demanded a VAR review after America scored an equaliser.</p> <a href=\"https://www.theguardian.com/football/2023/apr/02/liga-mx-referee-appears-to-knee-groin-of-player-who-demanded-var-review\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/02/liga-mx-referee-appears-to-knee-groin-of-player-who-demanded-var-review", "date_published": "2023-04-02 18:51:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Benzema hits seven-minute hat-trick in Real Madrid win over Valladolid", "description": "<ul><li>Real Madrid 6-0 Real Valladolid</li><li>Win closes gap at top to 12 points</li></ul><p>Karim Benzema scored three goals in seven first-half minutes as Real Madrid thrashed Real Valladolid 6-0 on Sunday to cut Barcelona’s lead at the top of La Liga to 12 points.</p><p>The hat-trick moved Benzema up to 14 league goals this season and second on the list of top scorers, three behind Barcelona’s Robert Lewandowski.</p> <a href=\"https://www.theguardian.com/football/2023/apr/02/real-madrid-karim-benzema-hat-trick-psg-lyon-napoli-milan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/02/real-madrid-karim-benzema-hat-trick-psg-lyon-napoli-milan", "date_published": "2023-04-02 17:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nayef Aguerd gives West Ham vital win over Southampton to lift survival fight", "description": "<p></p><p>The difference was that West Ham just looked a little bit cannier than Southampton in the areas that mattered. It was a dreadful game, high on tension and low on quality, but it was not a surprise that the points belonged to the more robust side.</p><p>Southampton, who had more of the ball and a few decent chances, had fallen short. West Ham, who needed the VAR to confirm that Nayef Aguerd’s winning goal was onside, had not impressed. But they had done enough.</p> <a href=\"https://www.theguardian.com/football/2023/apr/02/west-ham-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/02/west-ham-southampton-premier-league-match-report", "date_published": "2023-04-02 15:22:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How a UK missing persons charity solves cold cases using expert volunteers", "description": "<p>Locate International, founded by a retired detective, has one ultimate goal: to investigate every cold case in the UK</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/apr/02/thousands-of-uk-missing-persons-cases-may-be-reinvestigated?CMP=Share_iOSApp_Other\">Thousands of UK missing persons cases may be reinvestigated</a></li></ul><p>Despite international appeals for help, the identity of the young woman killed on a motorway in the early hours of 18 February 1975 remains a mystery. She is known only as <a href=\"https://locate.international/baldock-woman-2022-appeal-the-girl-in-the-afghan-coat/\">the Girl in the Afghan Coat</a>. Her anonymity is not unusual: the <a href=\"https://missingpersons.police.uk/en-gb/home\">UK Missing Persons Unit</a> has a database of 13,000 names, a figure that has risen sharply in recent years.</p><p>The devastation of families left behind is lifelong. Misha, whose relative went missing 20 years ago, said it never stopped. “You’re always searching,” he said. “It’s emotionally as well as physically and mentally exhausting – you have to think of new ways to search all the time.”</p> <a href=\"https://www.theguardian.com/science/2023/apr/02/how-a-uk-missing-persons-charity-solves-cold-cases-using-expert-volunteers\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/02/how-a-uk-missing-persons-charity-solves-cold-cases-using-expert-volunteers", "date_published": "2023-04-02 14:30:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boygenius: The Record review – Julien Baker, Phoebe Bridgers and Lucy Dacus blaze with feeling", "description": "<p>(Polydor/Interscope)<br />The US indie-rock supergroup skewer the male ego on this magnificent meeting of harmonies and minds</p><p>“In another life we were arsonists,” goes a lyric on this first album from <a href=\"https://shopuk.xboygeniusx.com/\">Boygenius</a>, the supergroup consisting of Julien Baker, <a href=\"https://www.theguardian.com/music/2022/jul/30/phoebe-bridgers-o2-academy-brixton-london-live-review\">Phoebe Bridgers</a> and Lucy Dacus – three of the most thoughtful, wry and quietly powerful indie-rock songwriters of the past decade. It’s a telling line for music that blazes with feeling, and is unabashed about drolly skewering and examining the male ego (see: songs about internalised notions of masculinity and lines such as “And I am not an old man having an existential crisis at a Buddhist monastery writing horny poetry” on a track called Leonard Cohen).</p><p>On the unassumingly titled <em>The </em><em>Record</em>, this formidable trio of singer-storytellers complement one another with their often harrowing, diary-like candour. When their strikingly pure vocals combine in folky, elegiac harmony they are extraordinary, as on the opener, Without You Without Them, or in starker, lyrical moments , when they address love, friendship, philosophy, self-effacement.</p> <a href=\"https://www.theguardian.com/music/2023/apr/02/boygenius-the-record-review-julien-baker-phoebe-bridgers-lucy-dacus\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/02/boygenius-the-record-review-julien-baker-phoebe-bridgers-lucy-dacus", "date_published": "2023-04-02 12:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rachael Stirling: ‘Promise me you’ll take out half the swearing?’", "description": "<p>The actor on sparring with Stephen Mangan in a new Private Lives, why she didn’t want to be a Bond girl, and what she learned from pulling pints</p><p>Since scandalising BBC viewers more than 20 years ago in <em><a href=\"https://www.theguardian.com/media/2002/sep/30/tvandradio.columnists\">Tipping the Velvet</a></em>, <a href=\"https://www.theguardian.com/culture/rachael-stirling\">Rachael Stirling</a> has become one of our most sought-after actors on stage and screen. Other TV credits include <em><a href=\"https://www.theguardian.com/tv-and-radio/2012/sep/06/the-bletchley-circle-tv-review\">The Bletchley Circle</a></em>, <em><a href=\"https://www.theguardian.com/tv-and-radio/2011/mar/27/women-in-love-the-killing\">Women in Love</a></em> and Mackenzie Crook’s <em>Detectorists</em>. She’s now in rehearsals for the Donmar Warehouse’s new production of Noël Coward’s comedy <em><a href=\"https://booking.donmarwarehouse.com/events/9202ABNPQMSDMSGHMKKPCHHVKGGHLGHLJ?_ga=2.114453186.470158573.1679928372-1649197690.1679928372&amp;_gl=1%2ayls1xc%2a_ga%2aMTY0OTE5NzY5MC4xNjc5OTI4Mzcy%2a_ga_74MLL7KHM5%2aMTY3OTkyODM3MS4xLjEuMTY3OTkyODM5NS4zNi4wLjA.\">Private Lives</a></em>, in which she and <a href=\"https://www.theguardian.com/stage/2021/dec/19/stephen-mangan-interview-scrooge-old-vic-christmas-carol-quizzes\">Stephen Mangan</a> will play Amanda Prynne and Elyot Chase<strong>,</strong><strong> </strong>a divorced couple who can’t resist one last hurrah. The 45-year-old Stirling – whose mother was the late <a href=\"https://www.theguardian.com/global/2020/sep/10/dame-diana-rigg-obituary\">Diana Rigg</a> – is married to Elbow frontman <a href=\"https://www.theguardian.com/food/2022/jan/16/guy-garvey-diana-rigg-rachael-stirling-elbow\">Guy Garvey</a>, with whom she has a six-year-old son.</p><p><strong>How are preparations for </strong><em><strong>Private Lives</strong></em><strong>?<br /></strong>They are full of joy. It is one of the most pleasurable parts to play and story to tell – this very passionate, narcissistic, combustive, dangerous, costly and hilarious relationship. And to be able to do it in the Donmar, where no audience member is more than four rows away… They are in your armpit, they can smell the sweat and see up your nostrils, so you’ve got to be on your game or you will be exposed.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/02/rachael-stirling-private-lives-donmar-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/02/rachael-stirling-private-lives-donmar-interview", "date_published": "2023-04-02 08:30:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "If there’s one thing Italians won’t stomach, it’s dishing the dirt on their cuisine | Tobias Jones", "description": "Wisconsin parmesan and an academic’s claims over culinary purity have caused an outcry in the country<p>Food in Italy is an emotive, even metaphysical, subject. It’s through food (and wine) that Italians understand who they are and where they are from. Food is the central sacrament of family and of companionship, its simplicity providing an unbroken link to ancestors and soil. Its excellence proves that Italians really do have the best taste in the world.</p><p>That connection between Italians and their food has been cemented in popular culture. Paul Cicero (Paul Sorvino) in <em>Goodfellas</em> slices prison garlic with a razor blade; Joey Tribbiani in <em>Friends</em> loves nosh so much that he “doesn’t share food”. “Leave the gun, take the cannoli,” is one of the most famous lines in 20th-century cinema (from <em>The Godfather</em>) and TV schedules are full of presenters such as Stanley Tucci drooling over Italian food.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/02/one-thing-italians-wont-stomach-dishing-dirt-their-cuisine\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/02/one-thing-italians-wont-stomach-dishing-dirt-their-cuisine", "date_published": "2023-04-02 08:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "10 of the best seaside hotels in Ireland", "description": "<p>From Donegal down to Kerry on the wild west coast and Cork up to Wexford on the eastern seaboard, these spectacularly located boltholes make the most of the island’s dramatic cliffs and beaches</p><p>Set above the sapphire-blue waters of Mannin Bay, this family-owned hotel offers the chance to immerse yourself in Connemara’s vibrant culture, as well as its stunning coastline. Ideal for an active break with older children, the surrounding beaches offer excellent surfing, coasteering, kayaking and paddleboarding, with guided hillwalking for those who prefer to stick to dry land. The Sands Bar &amp; Restaurant creates traditional Irish dishes from the best local produce, while the Voya Spa specialises in revitalising seaweed baths and treatments. The all-white rooms are simple and crisp, and offer excellent value for money. <br /><em>Doubles from £99 B&amp;B; <a href=\"https://www.connemarasands-hotel.com/\" title=\"\">connemarasands-hotel.com</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/apr/02/10-of-the-best-seaside-hotels-in-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/02/10-of-the-best-seaside-hotels-in-ireland", "date_published": "2023-04-02 07:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Second killing in a day by Israeli forces in Jerusalem and West Bank", "description": "<p>Authorities say both deaths were in response to threats: a man grabbing a police officer’s gun at al-Aqsa mosque, and a car ramming near Beit Ummar</p><p>A man was killed by Israeli soldiers after a West Bank car ramming on Saturday, the army said, in an escalation threatening to end a relative lull during the holy month of Ramadan so far.</p><p>The Palestinian’s death came less than 24 hours after an Arab Israeli allegedly snatched a gun from a police officer at Jerusalem’s al-Aqsa mosque compound and <a href=\"https://www.theguardian.com/world/2023/apr/01/israeli-police-say-man-shot-dead-in-jerusalem-had-grabbed-officers-gun\">fired it before being shot dead</a>.</p> <a href=\"https://www.theguardian.com/world/2023/apr/02/second-killing-in-a-day-by-israeli-forces-in-jerusalem-and-west-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/02/second-killing-in-a-day-by-israeli-forces-in-jerusalem-and-west-bank", "date_published": "2023-04-02 01:14:02+00:00", "persistent": false, "user": null, "language": "en-US"}]