[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wybory parlamentarne w Finlandii. Podano wyniki głosowania", "description": "W niedzielę wieczorem poznaliśmy cząstkowe wyniki wyborów parlamentarnych w Finlandii. Wygrała je Liberalno-konserwatywna Koalicja Narodowa (KOK), zdobywając 20,7 proc. głosów. Drugie miejsce z wynikiem 20,1 proc. zajęła populistyczna narodowo-konserwatywna partia Finowie (PS). Na trzecim miejscu uplasowała się socjaldemokratyczna partia SDP obecnej premier Sanny Marin, zdobywając 19,9 proc.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/wybory-parlamentarne-w-finlandii-podano-wyniki-glosowania/", "date_published": "2023-04-02 19:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Eksplozja w Petersburgu. Jedna osoba nie żyje, kilkanaście rannych", "description": "W niedzielę w kawiarni w Sankt Petersburgu doszło do potężnej eksplozji. W wybuchu zginęła jedna osoba, a kilkanaście zostało rannych. Ofiara śmiertelna to popularny bloger wojskowy Maksim Fomin, który wspierał rosyjską inwazję na Ukrainę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/eksplozja-w-petersburgu-jedna-osoba-nie-zyje-szesc-jest-rannych/", "date_published": "2023-04-02 17:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Żołnierz wszedł do cerkwi i zadał pytanie. Został pobity przez moskiewskich duchownych", "description": "Ukraiński żołnierz wszedł do Ukraińskiej Cerkwi Prawosławnej Patriarchatu Moskiewskiego i zadał parafianom jedno pytanie. Po chwili został dotkliwie pobity przez moskiewskiego duchownego. Wiecie co było dalej? Przyjechała policja i aresztowała wojskowego, który narażał życie w walce o Ukrainę - pisze autor udostępnionego nagrania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/ukraina-zolnierz-wszedl-do-cerkwi-i-zadal-pytanie-zostal-pobity-przez-moskiewskich-duchownych/", "date_published": "2023-04-02 15:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Aresztowanie dziennikarza \"WSJ\". Blinken rozmawiał z Ławrowem", "description": "Sekretarz stanu USA Antony Blinken w rozmowie telefonicznej z rosyjskim ministrem spraw zagranicznych Siergiejem Ławrowem zażądał uwolnienia amerykańskiego dziennikarza Evana Gershkovicha. Reporter Wall Street Journal został zatrzymany w Rosji pod zarzutem szpiegostwa. Strona rosyjska przekazała w odpowiedzi, że nie będzie odpowiadać na tego typu naciski.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/aresztowanie-dziennikarza-wsj-blinken-rozmawial-z-lawrowem/", "date_published": "2023-04-02 15:33:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "\"Dawid Kubacki\" na podium. Wzruszający gest jego rywala", "description": "Choć Dawid Kubacki przedwcześnie zakończył tegoroczny sezon i wycofał się z Pucharu Świata z powodów rodzinnych, nie zapomnieli o nim koledzy ze skoczni. Słoweński skoczek Anze Lanisek zdecydował się na wzruszający gest na zakończenie rywalizacji. Miłe słowa pod adresem polskiego zawodnika padły również ze strony dyrektora Pucharu Świata Sandro Pertile.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/dawid-kubacki-na-podium-wzruszajacy-gest-jego-rywala/", "date_published": "2023-04-02 13:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Ostrzał przedszkola i domów. Rosjanie atakują Konstanytówkę", "description": "- Dzisiaj uszkodzono przedszkole, kilkanaście budynków mieszkalnych, osiem domów, urząd, instalację gazową i samochodu - poinformował w niedzielę szef Kancelarii Prezydenta Ukrainy Andrij Jermak. Liczba ofiar śmiertelnych stale wzrasta.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/wojna-w-ukrainie-ostrzal-przedszkola-i-domow-rosjanie-atakuja-konstanytowke/", "date_published": "2023-04-02 12:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Iran. Zaatakowano kobiety za publiczne odsłanianie włosów. Ofiary trafiły do aresztu", "description": "Mężczyzna oblał w sklepie dwie kobiety jogurtem za to, że miały odsłonięte włosy. Poszkodowane zostały później aresztowane za nieprzestrzeganie prawa szariatu. W Iranie rośnie liczba kobiet, które zrzucają hidżaby. Dzieje się tak od śmierci Mahsy Aminy, którą zatrzymano za - jak informowała policja ds. moralności - niewłaściwie zakryte włosy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/iran-zaatakowano-kobiety-za-publiczne-odslanianie-wlosow-ofiary-trafily-do-aresztu/", "date_published": "2023-04-02 12:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Tornado porwało auto łowcy burz. \"Naprawdę myślałem, że umrę\"", "description": "Potężne tornado w Tennessee porwało samochód Nicka Sortora, łowcy burz. W momencie, gdy mój samochód został porwany myślałem, że umrę - napisał mężczyzna w mediach społecznościowych. W USA w wyniku niszczycielskich tornad zginęło co najmniej 21 osób - poinformowały media.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/usa-tornado-porwalo-auto-lowcy-burz-naprawde-myslalem-ze-umre/", "date_published": "2023-04-02 08:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Tragedia na meczu Schalke 04 - Bayer Leverkusen. Na trybunach zmarł kibic", "description": "W trakcie meczu Bundesligi Schalke 04 - Bayer Leverkusen na trybunach doszło do nagłego wypadku medycznego - przekazały media. Jeden z kibiców zasłabł i był reanimowany przez lekarza pogotowia ratunkowego. Mężczyzny nie udało się uratować. Schalke przegrało na własnym boisku 0:3.", "link": "https://www.polsatnews.pl/wiadomosc/2023-04-02/niemcy-tragedia-na-meczu-schalke-na-trybunach-zmarl-kibic/", "date_published": "2023-04-02 06:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]